{"slot": "Accessory", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Magical Scrunchie", "type_id": 60, "skills": [910386], "is_twohanded": false, "rarity": 6, "compendium_id": 90103, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Auto-Refresh' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 5}, "type": "Accessory", "strings": {"name": ["Magical Scrunchie", "奇幻髮圈", "마법의 헤어 타이", "Chouchou magique", "Magisches Haargummi", "Felpa mágica"], "desc_short": ["A colorful accessory to keep one’s hair neat and tidy.", "色彩繽紛的飾品，用於梳整頭髮。", "머리를 단정하게 정리할 수 있는 화려한 머리끈.", "Un accessoire qui permet de garder les cheveux toujours bien coiffé.", "Ein farbenfrohes Accessoire, um Haare adrett und ordentliches zu halten.", "Un accesorio de colores que ayuda a mantener un cabello estupendo y arreglado."], "desc_long": ["A colorful accessory to keep one’s hair always neat and tidy. An old master artisan created this accessory by fusing it with bits and pieces of greatly refined rainbow shards which he found near the summoning gates.", "色彩繽紛的飾品，用於梳整頭髮。一位年邁的工匠，在召喚門附近發現了大量且精緻的彩虹碎片，他將碎片集合起來製作成這個飾品。", "머리를 단정하게 정리할 수 있는 화려한 머리끈. 장인이 소환의 문 근처에서 수집한 고도로 정제된 무지개 조각을 합성하여 제작했다고 한다.", "Un accessoire qui permet de garder les cheveux toujours bien coiffés. Un vieux maître-artisan le créa en combinant un chouchou ordinaire avec des éclats d'arc-en-ciel d'une extrême pureté qu'il trouva près des portes aux invocations.", "Ein farbenfrohes Accessoire, um Haare adrett und ordentliches zu halten. Ein alter Meisterhanderwerker fertigte dieses Schmuckstück, indem er stark veredelte Regenbogensplitter miteinander verschmolz, nachdem er sie bei den Beschwörungstoren fand.", "Un accesorio de colores que ayuda a mantener un cabello estupendo y arreglado. Un maestro artesano vetusto creó este accesorio a base de fusionarlo con trazas y pedazos de fragmentos de arcoíris refinados profundamente, los cuales este encontraba cerca de los portales de invocación."]}, "icon": "global_equip_10036.png"}