{"slot": "Weapon", "compendium_shown": true, "price_buy": 200000, "requirements": null, "name": "Reaver", "type_id": 10, "skills": [910512], "is_twohanded": true, "rarity": 8, "compendium_id": 90113, "dmg_variance": [1, 1.6], "slot_id": 1, "effects": ["Grants 'Death Awaits' passive."], "price_sell": 20000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 666, "ATK": 33, "element_inflict": ["Fire", "Dark"], "MP": 66, "MAG": 100, "SPR": 36, "DEF": 0}, "icon": "global_equip_10049.png", "type": "Spear", "strings": {"name": ["Reaver", "掠奪者", "약탈자", "Saccageur", "Plünderer", "Saqueador"], "desc_short": ["An otherworldly spear that radiates with immense power.", "能夠釋放強大力量的異形之槍", "엄청난 힘을 발하는, 이 세상의 것이 아닌  창.", "Une lance d'un autre monde qui irradie d'un immense pouvoir.", "Ein befremdlich aussehender Speer, von dem eine mächtige Kraft ausgeht.", "Una lanza de otro mundo que irradia un poder inmenso."], "desc_long": ["An otherworldly spear that radiates with immense power. Not many can use this two-handed weapon effectively, but for those who can it provides them with a great boost to their magical powers and survivability.", "能夠釋放強大力量的異形之槍。這把雙手武器雖然操作並不容易，但是如果裝備者能發揮它真正的力量，魔力與耐久力將會獲得提升。", "엄청난 힘을 발하는, 이 세상의 것이 아닌 창. 양손으로 들어야 하는 이 창을 사용할 수 있는 사람은 드물지만, 제대로 사용한다면 마력과 함께 전투 중 생존력을 대폭 상승시켜준다.", "Une lance d'un autre monde qui irradie d'un immense pouvoir. Bien peu de personnes peuvent utiliser correctement cette arme à deux mains, mais ceux qui y parviennent reçoivent un incroyable boost de leurs pouvoirs magiques et de leur capacité à survivre en combat.", "Ein befremdlich aussehender Speer, von dem eine mächtige Kraft ausgeht. Nicht viele sind in der Lage, diese Zweihandwaffe gekonnt zu führen. Wird die Waffe aber von jemandem ausgerüstet, der die immense Kraft des Speers meisterhaft zu wecken weiß, so werden dessen magische Kräfte und Zähigkeit verbessert.", "Una lanza de otro mundo que irradia un poder inmenso. Pocos saben usar esta arma de dos manos correctamente, pero quien lo consigue ve incrementados sus poderes mágicos y capacidad de supervivencia enormemente."]}, "accuracy": 50}