{"slot": "Accessory", "compendium_shown": true, "price_buy": 300000, "requirements": null, "name": "Loren's Insignia", "type_id": 60, "skills": [101500, 101600, 910540], "is_twohanded": false, "rarity": 7, "compendium_id": 90115, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +15%' passive.", "Grants 'ATK +15%' passive.", "Grants 'Knight of Grandshelt' passive."], "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "icon": "global_equip_10052.png", "type": "Accessory", "strings": {"name": ["Loren's Insignia", "洛倫的徽章", "로렌의 휘장", "Insigne de Loren", "Lorens Insignie", "Insignia de Loren"], "desc_short": ["The insignia of a captain of the knights of Grandshelt. (Enables special abilities when equipped by Loren)", "格蘭謝爾特騎士團長的徽章【『洛倫』裝備時可以發動特定能力】", "그랑셸트 기사단장의 휘장 [로렌 장착 시 특정 어빌리티 발동]", "L'insigne du capitaine des chevaliers de Grandshelt (permet à Loren d'utiliser des aptitudes spéciales)", "Die Insignie eines Kommandanten der Ritter von Grandshelt. (Ermöglicht Spezialfertigkeiten, wenn von Loren getragen)", "La insignia de un capitán de los caballeros de Grandshelt. (Activa habilidades especiales si se lo equipa Loren)."], "desc_long": ["The insignia of a captain of the knights of Grandshelt. The insignia serves as proof of extraordinary bravery, endurance, and vigilance. Many knights aspire to become worthy of this insignia, but only the finest of knights are bestowed the rank of captain and allowed the honor.<br>(Enables special abilities when equipped by Loren).", "身為格蘭謝爾特騎士團長的標誌。是擁有超常勇氣、耐力、卓見的證明。眾多騎士為能佩戴此徽章而努力，不過在這之中僅有少數騎士能獲得此殊榮。【洛倫裝備時可以發動特定能力】", "그랑셸트의 기사단장임을 증명하는 휘장. 유례없는 용기와 인내, 그리고 현명함의 증거이기도 하다. 많은 기사가 이 휘장에 어울리는 존재가 되고자 노력했으나, 그중에서도 몇 안 되는 자만이 기사단장의 영광을 손에 넣을 수 있었다. [로렌 장착 시 특정 어빌리티 발동]<br>", "L'insigne du capitaine des chevaliers de Grandshelt. Cet insigne n'est donné qu'aux chevaliers ayant fait preuve d'une incroyable bravoure, endurance et vigilance au combat. Beaucoup de chevaliers essayent de se montrer digne de recevoir cet insigne, mais seuls les plus valeureux ayant obtenu le rang de capitaine ont l'honneur de l’arborer (permet à Loren d'utiliser des aptitudes spéciales).", "Die Insignie eines Kommandanten der Ritter von Grandshelt. Die Insignie dient als Beweis außerordentlichen Mutes, Tüchtigkeit und Edelmut. Viele Ritter strebten danach, sich dieser Insignie als würdig zu erweisen, doch nur die edelsten aller Ritter werden mit dem Rang eines Kommantants geadelt. (Ermöglicht Spezialfertigkeiten, wenn von Loren getragen)", "La insignia de un capitán de los caballeros de Grandshelt. Esta prueba su valía extraordinaria, su entereza y su percepción. Muchos caballeros que aspiran a ser dignos de esta, pero solo a los más prodigiosos caballeros se les concede el rango de capitán y el honor de recibirla. (Activa habilidades especiales si se lo equipa Loren)."]}, "accuracy": 0}