{"slot": "Weapon", "compendium_shown": true, "price_buy": 70000, "requirements": null, "name": "Blood Sword", "type_id": 3, "skills": [900005], "is_twohanded": false, "rarity": 7, "compendium_id": 90014, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Drainer' ability."], "price_sell": 700, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 76, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 20, "DEF": 0}, "icon": "global_item_10027.png", "type": "Great Sword", "strings": {"name": ["Blood Sword", "嗜血魔劍", "블러드 소드", "Épée sanglante", "Blutschwert", "Espada sangrienta"], "desc_short": ["A blood-sucking blade that isn’t too picky on its targets.", "擁有吸血能力、能夠討伐各種目標的劍", "대상을 가리지 않고 피를 빨아들이는 흡혈 검", "Épée qui suce le sang de sa cible quelle qu'elle soit.", "Eine in Blut getauchte Klinge, der jedes Ziel recht ist.", "Espada que chupa la sangre de cualquier hijo de vecino."], "desc_long": ["This crimson cutter was clearly inspired by the bloodsucking fauna of Lapis. A royal vizier from a faraway magical kingdom created the schematics this weapon for his king. On grounds of suspected treason, the king rewarded him with a one-stop visit to the guillotine. When wielded, this blade extracts some of its target’s life force, granting it to its wielder. The sensation of the life force entering its owner is usually pleasant, so much so that some soon find themselves addicted to its effects.", "這把真紅之刃由遙遠王國的高官為國王開發而成，其製作靈感來源於拉比斯的吸血生物身上。不過，國王認為這位高官有謀反嫌疑，因此下令將他處死。當使用者發動寓於這把劍的魔法時，劍刃就會吸收敵人的生命之力，並將其輸送到使用者體內，催生明顯的快感。有時，快感太強烈以至於部分使用者會對此上癮。<br>", "이 진홍빛 검은 라피스 세계의 흡혈 생물에게서 영감을 얻어 개발한 것으로, 머나먼 마도 왕국의 한 고관이 왕을 위해 제작했지만, 미심쩍은 반역죄를 들어 왕은 그를 처형한다. 이 검을 휘두르면, 검은 타겟의 생명력을 빨아들여 장착자에게 부여한다. 그 생명력이 부여될 때의 느낌은 중독될 정도의 쾌감을 동반한다고 한다.", "Cette lame pourpre est clairement inspirée par la faune suceuse de sang de lapis. Un vizir royal d'un royaume magique lointain dessina les plans de cette lame pour son roi. Suspecté de trahison, le roi lui offrit un aller simple pour la guillotine. Cette lame aspire la vie de sa cible pour la transmettre à son porteur. La sensation ressentie lorsque le flux vital passe de la lame au corps est si plaisante que certains guerriers finissent par devenir accroc.", "Diese purpurne Klinge wurde von der blutliebenden Fauna von Lapis inspiriert. Ein königlicher Wesir aus einem weit entfernten magischen Königreich erfand diese Waffe für seinen Herrscher. Da er des Hochverrats verdächtigt wurde, dankte es ihm der König mit der Guillotine. Wenn sie geschwungen wird, entzieht diese Klinge seinem Ziel Lebenskraft und überträgt sie auf den Angreifer. Das Gefühl dabei ist so angenehm, dass manche süchtig danach werden.", "Esta hoja carmesí se inspiró claramente en la fauna chupasangre de Lapis. Un virrey de una reino lejano creó los diseños de esta arma para su rey. Sospechando este de su traición, el rey decidió recompensarle con una visita a la guillotina. Al blandirse esta espada el usuario extrae parte de la fuerza vital de su víctima, proporcionándosela a él. La sensación de la fuerza vital penetrando al usuario suele ser placentera, lo que causa que algunos acaban adictos a sus efectos."]}, "accuracy": 0}