{"slot": "Weapon", "compendium_shown": true, "price_buy": 60000, "requirements": null, "name": "Draco Spike", "type_id": 6, "skills": [910229], "is_twohanded": false, "rarity": 8, "compendium_id": 90081, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Dracoslayer' passive."], "price_sell": 6000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 30, "element_inflict": null, "MP": 0, "MAG": 101, "SPR": 0, "DEF": 0}, "type": "Rod", "strings": {"name": ["Draco Spike", "屠龍刺棘", "마룡의 홀장", "Pointe de dragon", "Drachenstachel", "Dracopunzada"], "desc_short": ["A rod that is especially effective against dragons.", "對龍系魔物特別有效果的魔棒", "용과의 전투에서 특히 그 효과를 발휘하는 홀장.", "Un sceptre spécialement efficace contre les dragons.", "Ein Stab, der besonders effektiv gegen Drachen ist.", "Una vara que es especialmente efectiva contra los dragones."], "desc_long": ["A rod that boasts immense destructive powers against dragons. Rumor has it that its original owner engaged in blood rituals, and infused the rod with his blood and intense hatred for dragons over his countless battles against them.", "對龍系魔物有強大破壞力的魔棒。據說原本的持有者對它進行了血腥的儀式，在無數次對抗龍的過程中，不斷對著它灌輸極端的仇恨與自己的血液。", "용을 물리칠 수 있을 만큼 어마어마한 파괴력을 지닌 홀장. 이 홀장의 본래 주인은 피의 의식과 연관이 있는 자라고 하며, 홀장을 자신의 혈액과 합성하여 수많은 전투에서 비롯된 용에 대한 증오심을 강화하였다는 이야기가 전해 내려온다.", "Un sceptre spécialement efficace contre les dragons. Des rumeurs disent que le premier propriétaire de ce sceptre s'en servit lors d'un rituel sanglant au cours duquel il l'imprégna de son sang et de la haine intense qu'il éprouvait à leur égard des dragons après s'être battu un nombre incalculable de fois contre eux.", "Ein Stab voller zerstörerischer Kraft gegen Drachen. Gerüchten zufolge nahm der ursprüngliche Besitzer an Blutritualen teil und tränkte den Stab mit seinem Blut und intensiven Hass für Drachen aus zahllosen Kämpfen.<br>", "Una vara que es especialmente efectiva contra los dragones. Cuentan los rumores que su dueño anterior practicaba rituales de sangre y que este lo infundió con su propia sangre y su odio hacia los dragones tras incontables batallas contra ellos."]}, "icon": "global_equip_10018.png"}