{"slot": "Accessory", "compendium_shown": true, "price_buy": 5000, "requirements": null, "name": "Sparkly Pom Pom", "type_id": 60, "skills": [203240, 100170], "is_twohanded": false, "rarity": 6, "compendium_id": 90105, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'MP + 15%' passive.", "Grants 'SPR +20%' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": {"Confusion": 100, "Sleep": 100, "Silence": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_equip_10050.png", "type": "Accessory", "strings": {"name": ["Sparkly Pom Pom", "閃耀彩球", "반짝이는 폼폼", "Pompon étincelant", "Funkelndes Pompon", "Pompón centelleante"], "desc_short": ["A pom pom made of metallic strips of paper.", "由紙條狀金蔥製成的彩球", "금속처럼 빛나는 질감의 종이로 만든 응원용 폼폼.", "Un pompon fait de bandes métalliques de papier.", "Ein Pompon, der aus metallischen Papierstreifen gemacht wurde.", "Un pompón hecho con tiras de papel plateadas."], "desc_long": ["A pom pom made of metallic strips of paper that sparkle under the sun. It is commonly used by cheerleaders to inspire and encourage their friends when going against tough adversaries.", "在太陽下會閃閃發光，由紙條狀金蔥製成的彩球。 常見於啦啦隊在對抗勁敵時互相激勵鼓舞自身士氣時所使用。", "금속처럼 빛나는 질감의 종이로 만든 응원용 폼폼. 햇빛 아래에서 반짝반짝 빛이 난다. 어려운 상황에 닥쳤을 때 치어리더가 동료를 응원하기 위해 사용하는 소품이다.", "Un pompon fait de bandes métalliques de papier qui brillent au soleil. Ils sont communément utilisés par les cheeleaders pour encourager leurs alliés lorsqu'ils sont au combat.", "Ein Pompon, der aus metallischen Papierstreifen gemacht wurde, die in der Sonne wild funkeln. Oft wird dieser Pompon von Cheerleadern benutzt, um ihre Freunde in einem Kampf gegen einen harten Gegner anzufeuern.", "Un pompón hecho con tiras de papel plateadas que brillan con la luz del sol. Este pompón suelen usarlo las animadoras para inspirar y animar a sus amigos cuando luchan contra enemigos poderosos."]}, "accuracy": 0}