{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": ["SEX", 1], "name": "Cupid's Sandals", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 90055, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 20}, "HP": 0, "ATK": 15, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 12, "DEF": 0}, "type": "Accessory", "strings": {"name": ["Cupid's Sandals", "神聖紳士涼鞋", "큐피드의 샌들", "Sandales de Cupidon", "Amor-Sandalen", "Sandalias de Cupido"], "desc_short": ["A pair of sandals that emit an angelic aura. (Males only)", "可用於約會的時尚涼鞋·男性角色限定", "천사의 기운을 내뿜는 샌들 (남성 한정)", "Une paire de sandales qui émettent une aura angélique. (Hommes uniquement)", "Ein Paar Sandalen, das eine engelsgleiche Aura ausstrahlt. (Nur Männer)", "Un par de sandalias que emiten un aura angelical. (Solo varones)"], "desc_long": ["These sandals are made from the hide of a legendary dragon that roamed the land in times of old. Given that the material necessary to craft them is so incredibly rare, an exorbitant amount of gil is required to create a single pair. However, expert shoemakers have devised ways to make these sandals so comfortable that they can be worn for any occasion, including romantic dates.", "由上古龍革製成的最高品質的涼鞋，內側使用了柔軟的山羊皮革。由於技巧純熟的製鞋工匠也難以作出此鞋，所以價格非常昂貴。是全世界的紳士都想要的逸品。", "고대에 이 땅에 살았던 용의 가죽으로 만든 최고 품질의 샌들. 상상할 수 없을 정도로 재료가 비싸기 때문에 제작 비용이 매우 높다.  장인이 특별히 심혈을 기울여 제작해 어떤 상황에서도 편하게 신을 수 있으며, 데이트에도 적합한 신발이다.", "Ces sandales sont fabriquées avec la peau des meilleurs alligators du monde, ce qui leur permet également d'être résistantes à l'eau. L'intérieur est recouvert d'une peau de chèvre très douce. L'incroyable difficulté de fabrication de ces sandales ainsi que le prix exorbitant des matériaux nécessaires à leur fabrication en font des objets extrêmement désirables aux yeux de bien des hommes.", "Diese Sandalen sind aus der Haut eines legendären Drachen gemacht, der das Land in uralten Zeiten durchstreifte. Da das Material höchst selten ist, kostet ein einzelnes Paar eine immense Menge an Gil. Ein guter Schuhmacher kann diese Sandalen jedoch so komfortabel fertigen, das sie zu jedem Anlass getragen werden können, darunter auch ein romantisches Rendevouz.", "Estas sandalias están hechas con la piel de un dragón legendario de tiempos remotos. Dado que estas sandalias son extremadamente difíciles de elaborar, pueden costar un ojo de la cara, lo que les pone en la lista de la compra de todo amante de los zapatos."]}, "icon": "global_item_10090.png"}