{"slot": "Weapon", "compendium_shown": true, "price_buy": 500000, "requirements": null, "name": "Sun Breaker", "type_id": 7, "skills": [101090, 101050], "is_twohanded": true, "rarity": 8, "compendium_id": 90136, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Bird Killer' passive.", "Grants 'Dragon Killer' passive."], "price_sell": 50000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 145, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_equip_10073.png", "type": "Bow", "strings": {"name": ["Sun Breaker", "落日弓", "낙일궁", "Brise-soleil", "Sonnenbrecher", "Partesoles"], "desc_short": ["A legendary bow which is said to belong an ancient hero.", "古代英雄持有的傳說之弓", "고대 영웅이 보유했었다고 알려진 전설의 활.", "Un arc légendaire qui aurait appartenu à un ancien héros.", "Ein legendärer Bogen, von dem es heißt, er gehörte einst einem uralten Helden.", "Un arco legendario que, según cuentan, perteneció a un héroe de la antigüedad."], "desc_long": ["A legendary bow which is said to have belonged to an ancient hero. According to legend, there were 10 suns in the sky. Rivers dried up, the land became barren, and many people died. In order to save his people, the hero shoot down nine suns with this bow. Now the hero is gone, but those who are armed with his bow can use it to set ablaze those who would threaten the world.", "古代英雄持有的傳說之弓。根據傳說，在很久以前天上總共有十個太陽，導致河川乾枯、土壤貧瘠，百姓因而死亡。為了拯救百姓，古代英雄使用了這把弓將九個太陽射落。雖然英雄已逝，不過據說裝備這把弓之人，將能夠對付那些對世界造成威脅的事物。", "고대 영웅이 보유했었다고 알려진 전설의 활. 전승에 따르면, 머나먼 옛날에는 하늘에 10개의 태양이 떠 있었다고 한다. 강은 그 바닥을 드러내고, 대지는 메말랐으며, 수많은 사람이 목숨을 잃었다. 사람들을 구하기 위해, 고대의 영웅은 이 활을 사용해 아홉 개의 태양을 쏴 떨어뜨렸다. 그 영웅은 지금은 이 세상에 남아 있지 않지만, 그의 활을 장비한 자는 이 세계에 위협을 가져오는 것을 쏘아 태워버릴 수 있다고 한다.", "Un arc légendaire qui aurait appartenu à un ancien héros. Selon la légende, haut dans le ciel trônait 10 soleils qui asséchèrent les rivières, rendirent stérile la terre et tuèrent un nombre incalculable de personnes. C'est alors qu'un héros se dressa pour sauver son peuple, prit cet arc et détruisit neuf soleils avec. Bien sûr, le héros a aujourd'hui disparu, mais tous ceux qui manient son arc peuvent désormais l'utiliser pour débarrasser le monde des menaces qui l'assaillent.", "Ein legendärer Bogen, von dem es heißt, er gehörte einst einem uralten Helden. Der Legende nach gab es zu jener Zeit zehn Sonnen am Himmel. Die Flüsse trockneten aus, das Land wurde öde und viele Menschen verloren ihr Leben. Um sein Volk zu retten, schoss der Held mit seinem Bogen 9 Sonnen vom Himmel. Auch wenn die Tage jenes Helden vorüber sind, können jene, die diesen Bogen ausrüsten, jede Gefahr niederbrennen, die unsere Welt bedroht.", "Un arco legendario que, según cuentan, perteneció a un héroe de la antigüedad. Según la leyenda, había diez soles en el cielo. Debido a esto, los ríos se secaron, la tierra se volvió árida y mucha gente acabó muriendo. Por ello, para salvar a su gente, el héroe derribó a nueve de los diez soles con su arco. Ahora que el héroe ya no está, todo aquel que porte este arco será capaz de lanzar fuego contra cualquiera que ose amenazar la paz."]}, "accuracy": 70}