{"slot": "Weapon", "compendium_shown": true, "price_buy": 3600, "requirements": null, "name": "Candy Gun", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 90042, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 360, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 65, "element_inflict": ["Fire"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Gun", "strings": {"name": ["Candy Gun", "糖果火槍", "캔디 건", "Pistobonbon", "Bonbonkanone", "Pistola de caramelo"], "desc_short": ["A shotgun wrapped in candy, but please don't eat it.", "被美味糖果包裹的散彈槍", "사탕으로 감싸인 샷건. 달콤해 보이지만 먹을 수 없다.", "Un fusil à pompe entouré d'un bonbon acidulé.  À ne pas manger !", "Eine Schrotflinte gehüllt in Süßes, bitte nicht essen.", "Una escopeta repleta de caramelo. No vayas a morderla."], "desc_long": ["A shotgun that was forged with candy as its main component. Boasting of fire elemental properties, this weapon can be used by its wielder to provide comforting warmth in the cold. Legend has it that this shotgun once belonged to a man who always donned red garments.", "用糖果製作的散彈槍。這是一種火屬性武器，可以讓使用者感到溫暖。根據傳說，早先持有這把火槍的是一位穿紅衣服的溫厚老人。", "사탕으로 만들어진 샷건. 불속성을 띠고 있어 사용자의 몸을 따뜻하게 데울 수 있다. 전해지는 이야기에 따르면, 붉은 옷을 입은 상냥한 노인이 지니고 있던 것이었다고 한다.", "Un fusil à pompe forgé dans un bonbon. Cette arme a le double avantage de pouvoir réchauffer le cœur de son porteur tant par les dégâts de feu qu'elle inflige que par le goût légèrement acidulé du bonbon qui la recouvre. On raconte qu'elle appartenait à un vieil homme généreux tout vêtu de rouge.", "Eine in Süßem geschmiedete Schrotflinte. Diese Waffe wärmt den Nutzer durch ihr Feuer und ihre Süße. Es heißt, diese Waffe gehörte einem großzügigen alten Mann in rot.", "Una escopeta hecha fundiendo caramelo. Esta arma puede dar calor a su usuario gracias a su elemento de fuego y los caramelos que contiene. Se dice que esta pertenecía a un hombre misterioso que solía vestir de rojo."]}, "icon": "global_item_10071.png"}