{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Holy Rod", "type_id": 6, "skills": [203240], "is_twohanded": false, "rarity": 6, "compendium_id": 90088, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'MP + 15%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": ["Light"], "MP": 0, "MAG": 53, "SPR": 0, "DEF": 0}, "icon": "global_equip_10024.png", "type": "Rod", "strings": {"name": ["Holy Rod", "神聖棒", "신성한 홀장", "Sceptre sacré", "Heiliger Stab", "Vara sagrada"], "desc_short": ["A high-class rod with imbued with holiness.", "蘊含神聖力量的高等魔棒。", "성스러운 힘이 스며든 고급 홀장.", "Un sceptre de grande qualité imprégné d'un pouvoir sacré.", "Ein hochwertiger heiliger Stab.", "Una vara de alta calidad que contiene un poder sagrado."], "desc_long": ["A high-class rod with imbued with holiness. This rod is used mainly by high level mages as it requires a special license and the ability to use holy powers to wield.", "蘊含神聖力量的高等魔棒。要裝備此魔棒，需要有操控神聖力量的技術與許可，因此大多是高等魔道士在使用。", "성스러운 힘이 스며든 고급 홀장. 이것을 장비하는 데엔 성스러운 힘을 다룰 기술과 면허가 필요하기 때문에, 고위급 마도사들이 사용하는 경우가 많다.", "Un sceptre de grande qualité imprégné d'un pouvoir sacré. Il est principalement utilisé par les mages de haut niveau car il est nécessaire de posséder une licence spéciale pour pouvoir utiliser le pouvoir sacré qu'il contient.", "Ein hochwertiger heiliger Stab. Er wird meist von hochstufigen Magier verwendet, da man dafür eine besondere Erlaubnis benötigt und die Fähigkeit zu heiligen Kräften.", "Una vara de alta calidad que contiene un poder sagrado. Mayormente, los magos de rango alto suelen usar esta vara, puesto que requiere de una licencia y habilidad especiales para usar los poderes sagrados que alberga."]}, "accuracy": 0}