{"slot": "Accessory", "compendium_shown": true, "price_buy": 200000, "requirements": null, "name": "Soluna Band", "type_id": 60, "skills": [100020, 100140], "is_twohanded": false, "rarity": 6, "compendium_id": 90058, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +20%' passive.", "Grants 'DEF +20%' passive."], "price_sell": 20000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 25, "Light": 25}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_item_10093.png", "type": "Accessory", "strings": {"name": ["Soluna Band", "索露娜臂環", "솔루나 밴드", "Bandeau de Soluna", "Soluna-Band", "Brazal soluna"], "desc_short": ["An armband decorated with sun and moon symbols.", "以太陽與月亮為裝飾製作的臂環", "해와 달 문양 장식이 있는 팔찌", "Un bandeau décoré des symboles de la lune et du soleil.", "Ein Armband mit Sonnen- und Mondsymbolen.", "Un brazalete decorado con símbolos del sol y la luna."], "desc_long": ["An armband given to temple guards. It offers good protection against light and dark damage and improves the survivability of its wearer. The sun and moon motifs on the band makes it look rather stylish, hence its popularity even amongst the common folk as a gift to men from their female admirers.", "派發給寺院衛兵的臂環。可提高對光與暗屬性的防禦力。以時尚的太陽與月亮為裝飾製作而成，在送給男性的禮物中人氣非常高。", "신전의 수호자에게 주어지는 팔찌. 빛과 어둠속성 피해를 막아주며, 착용한 사람을 지켜줄 수 있는 힘이 있다. 팔찌에 있는 해와 달 문양은 세련된 인상을 주기 때문에 흔히 여성들이 흠모하는 남성에게 선물한다.", "Un bandeau donné aux gardiens du temple. Il offre une bonne protection contre les dégâts de lumière et de ténèbres et augmente le taux de survie de son porteur. Les motifs représentant la lune et le soleil le rendent encore plus élégant, d'où une très grande popularité, même auprès des gens du peuple. Habituellement, il est offert aux hommes par les femmes qui les admirent.", "Ein Armband, das Tempelwachen gegeben wird. Es bietet guten Schutz gegen Licht- und Dunkelschaden und erhöht die Überlebenschance. Das Sonne- und Mondmotiv sieht sehr schick aus. Selbst unter dem einfachen Volk schenken Frauen es ihrem männlichen Schwarm.", "Un brazalete entregado a los guardias de los templos. Ofrece protección contra el daño de luz y oscuridad, aumentando también la constitución del portador. Los adornos con forma de sol y luna en el brazalete le dan un toque elegante, lo que hace que sea popular hasta entre la gente de a pie, haciendo también que los hombres lo reciban como regalo de parte de sus admiradoras."]}, "accuracy": 0}