{"slot": "Weapon", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Beast Cestus", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 90046, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 51, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 0}, "type": "Fist", "strings": {"name": ["Beast Cestus", "野獸手套", "야수의 세스터스", "Ceste bestial", "Cestus-Bestie", "Cestus bestial"], "desc_short": ["A cestus made from the hide and claws of nian beasts.", "用年獸的皮和爪製成的手套", "니안의 가죽과 발톱으로 만든 세스터스", "Un ceste fabriqué à partir de la peau et des griffes de nians.", "Ein Cestus gemacht aus Haut und Kralle einer Nian-Bestie.", "Un cestus hecho con pieles y garras de las bestias Nian."], "desc_long": ["A cestus made from the hide and claws of nian beasts. These two materials are very rare, as only the most experienced and skilled warriors are able to defeat nian beasts and claim their spoils.", "用年獸的皮和爪製成的手套。唯有經驗豐富的戰士才能戰勝年獸，因此這兩種素材十分難以獲得。", "니안의 가죽과 발톱으로 만든 세스터스. 숙련된 전사만이 니안을 쓰러뜨릴 수 있기 때문에, 이 두 가지 재료는 상당한 귀중품으로 취급된다.", "Un ceste fabriqué à partir de la peau et des griffes de nians. Ces deux matériaux sont très rares, car seuls les guerriers les plus puissants et les plus expérimentés sont capables de vaincre les nians pour récupérer leur dépouille.", "Ein Cestus gemacht aus Haut und Kralle einer Nian-Bestie. Diese zwei Materialien sind äußerst rar, da nur die erfahrensten Krieger die Nian-Bestie besiegen und die Beute für sich beanspruchen können.", "Un cestus hecho con pieles y garras de las bestias Nian. Ambos materiales son muy raros, dado que solo los guerreros más experimentados y habilidosos son capaces de derrotar a las bestias de Nian para hacerse con sus restos."]}, "icon": "global_item_10085.png"}