{"slot": "Headgear", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Reindeer Hairband", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 90127, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 900, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 19, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 15}, "icon": "global_equip_10070.png", "type": "Hat", "strings": {"name": ["Reindeer Hairband", "鹿角髮箍", "사슴뿔 머리띠", "Serre-tête de renne", "Rentier-Haarband", "Diadema de ciervo"], "desc_short": ["A magical hairband worn mainly by children to resemble their favorite reindeer.", "具有魔法力量的髮箍，多由孩童配戴，以模仿他們喜愛的馴鹿", "순록을 닮고 싶어 하는 아이들이 주로 사용한다는 마법의 머리띠.", "Un serre-tête magique principalement porté par les enfants désireux de ressembler à leur renne préféré.", "Ein besonders bei Kindern beliebtes magisches Haarband, die es tragen, um auszusehen, wie ihr Lieblingsrentier.", "Una diadema mágica que se ponen los niños que quieren parecerse a su ciervo favorito."], "desc_long": ["A magical hairband worn mainly by children to resemble their favorite reindeer. According to old tales, the hairband was left behind by an old man who dropped it from the chimney of an orphanage during one winter. People have reported to be able to communicate with reindeers while wearing it.", "具有魔法力量的髮箍，多由孩童配戴，以模仿他們喜愛的馴鹿。根據古老傳說，該髮箍是某個冬天由一位老人將它留在孤兒院的煙囪下的，相傳人們只要戴上它就能夠與馴鹿溝通對話。", "순록을 닮고 싶어 하는 아이들이 주로 사용한다는 마법의 머리띠. 옛이야기에 따르면, 한 노인이 어느 추운 겨울날 이 머리띠를 고아원의 굴뚝에 떨어뜨렸다고 한다. 이 머리띠를 착용하면 순록과 의사소통을 할 수 있다고 전해진다.", "Un serre-tête magique principalement porté par les enfants désireux de ressembler à leur renne préféré. La légende raconte qu'un vieil homme l'aurait déposé dans la cheminée d'un orphelinat un soir d'hiver. Certains affirment que ce serre-tête confère à son porteur la faculté de communiquer avec les rennes.", "Ein besonders bei Kindern beliebtes magisches Haarband, die es tragen, um auszusehen, wie ihr Lieblingsrentier. Alten Legenden zufolge wurde dieses Haarband von einem alten Mann zurückgelassen, der es einst im Winter durch den Schornstein eines Waisenhauses fallen ließ. Es wurde berichtet, dass Menschen alleine durch das Tragen dieser Haartracht in der Lage seien, mit Rentieren zu kommunizieren.", "Una diadema mágica que llevan los niños que quieren parecerse a su ciervo favorito. Según cuentan, un hombre mayor dejó caer esta diadema por la chimenea de un orfanato durante un invierno. Por su parte, la gente dice que, si te la pones, te puedes comunicar con los ciervos."]}, "accuracy": 0}