{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Bahamut's Fang", "type_id": 10, "skills": [101050], "is_twohanded": false, "rarity": 6, "compendium_id": 90079, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Dragon Killer' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 76, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Spear", "strings": {"name": ["Bahamut's Fang", "巴哈姆特之牙", "바하무트의 엄니", "Croc de Bahamut obscur", "Bahamuts Reißzahn", "Colmillo de Bahamut"], "desc_short": ["A spear that is made from parts of the shadow bahamut.", "以從幻影龍身上獲得的素材鍛造的長槍", "바하무트의 환영에게서 획득할 수 있는 재료로 제작한 창.", "Une lance qui est faite de parties de Bahamut obscur.", "Ein Speer, der aus Körperteilen von Schattenbahamut gefertigt wurde. <br>", "Una lanza hecha con partes de la Sombra de Bahamut."], "desc_long": ["A spear that is made from parts of the shadow bahamut. Since it holds the power of dragons, legend has it that only the most powerful warriors capable of defeating said mythical beasts may wield it. There are countless stories of warriors said to have owned this weapon who pierced their enemies from the sky as they soared like flying dragons.", "以從幻影龍身上獲得的素材鍛造的長槍。因為寄宿著龍的力量，所以連神話中的神獸都能夠打倒。傳說中，只有最強的戰士才能夠駕馭這把長槍。有無數的傳言指出，持有這把長槍的戰士們，會像飛龍一樣，從空中貫穿敵人。", "바하무트의 환영에게서 획득할 수 있는 재료로 제작한 창. 용의 힘이 깃들어 있으며, 전설에 따르면 신화 속 야수를 쓰러뜨릴 수 있는 가장 강력한 전사만이 이 창을 다룰 수 있다고 한다. 이 창을 소유한 전사들이 마치 비룡처럼 공중에서 적을 꿰뚫어 버렸다는 이야기가 수없이 많이 전해져 내려오고 있다.", "Une lance qui est faite de parties de Bahamut obscur. Comme elle porte en elle le pouvoir des dragons, on raconte que seuls les guerriers les plus puissants capables de terrasser les bêtes mythologiques peuvent la manier. Il existe d'innombrables histoires de guerriers ayant porté cette arme qui arrivaient à transpercer leurs ennemis depuis le ciel, après s'être s'envolés comme des dragons.", "Ein Speer, der aus Körperteilen von Schattenbahamut gefertigt wurde.  Sie trägt die Macht der mächtigsten Drachen in sich, und es heißt, dass nur ein Krieger, dessen Kraft der jener mythischen Bestien gleichkommt, sie führen kann. Legenden beschreiben, wie solche Krieger ihre Feinde aus der Luft durchbohrten, einem fliegenden Drachen gleich.<br>", "Una lanza hecha con partes de la Sombra de Bahamut. Dado que contiene el poder de los dragones, las leyendas cuentan que solo los guerreros más poderosos capaces de acabar con estas bestias mitológicas pueden portarla. Existen incontables historias de guerreros poseedores de esta arma que han sido capaces de atravesar a sus enemigos desde el cielo como si fuesen dragones alados."]}, "icon": "global_equip_10016.png"}