{"slot": "Weapon", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Staff of Wrath", "type_id": 5, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 90069, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 30, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 40, "DEF": 20}, "icon": "global_equip_10005.png", "type": "Staff", "strings": {"name": ["Staff of Wrath", "憤怒手杖", "분노의 지팡이", "Bâton de la colère", "Stab des Zorns", "Bastón de la ira"], "desc_short": ["A staff wielded by a hot-blooded cleric of old.", "血氣方剛的聖職者所使用過的手杖", "혈기 왕성한 성직자가 사용하던 지팡이", "Un bâton porté par un vieux prêtre au sang chaud.", "Ein Stab, den ein hitzköpfiger Kleriker aus alter Zeit schwang.", "Un bastón que antiguamente perteneció a un apasionado clérigo."], "desc_long": ["A staff wielded by a hot-blooded cleric of old. According to written accounts of said cleric, he was quite short-tempered by nature, and had the tendency to physically attack enemies on the field when the rest of his party members did not dispose of them quickly enough. This led his comrades to dub his weapon the Staff of Wrath to match its wielder's impatience.", "血氣方剛的聖職者所使用過的手杖。根據記載，這位聖職者生性急躁。如果我方無法迅速擊敗敵人，他便會舉起這把杖，衝向敵人。", "혈기 왕성한 성직자가 사용하던 지팡이. 기록에 따르면, 이 성직자는 태어날 때부터 성질이 급하여 아군이 적을 신속하게 쓰러뜨리지 못하면 지팡이를 휘둘러 적을 날려 버렸다고 한다.", "Un bâton porté par un vieux prêtre au sang chaud. Selon les écrits, ce bâton appartenait à un prêtre qui s'emportait facilement et qui avait tendance à attaquer physiquement les ennemis sur le champ de bataille si jamais les autres membres de son équipe ne parvenaient pas à s'en débarrasser suffisamment rapidement. C'est la raison pour laquelle ses camarades baptisèrent cette arme \"Bâton de la colère\", nom qui convenait parfaitement au tempérament de son porteur.", "Ein Stab, der von einem hitzköpfigen Kleriker aus alter Zeit geschwungen wurde. Er soll leicht reizbar gewesen sein und attackierte den Gegner vor allen anderen Gruppenmitgliedern, da es ihm nicht schnell genug ging. Dies führte dazu, dass diese Waffe den Namen Stab des Zorns erhielt.", "Un bastón que antiguamente perteneció a un apasionado clérigo. Según sus propios registros escritos, el clérigo era una persona de naturaleza impaciente y tendía a atacar a los enemigos cuando el resto de su grupo no se encargaba de ellos lo suficientemente rápido. Su impaciencia hizo que sus camaradas bautizasen su arma con el nombre \"Bastón de la Ira\"."]}, "accuracy": 0}