{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Zwill Crossblade", "type_id": 1, "skills": [203190], "is_twohanded": false, "rarity": 6, "compendium_id": 90087, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Speed Plus' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 73, "element_inflict": ["Wind"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Dagger", "strings": {"name": ["Zwill Crossblade", "索林之刃", "졸링 셰이프", "Dague Zorin", "Zwill-Kreuzschwert", "Daga Zorlin"], "desc_short": ["A blade that is light to hold, but don't be fooled as it can cut as fast as the wind blows.", "劃傷敵人快如疾風，讓人無法輕視的輕巧銳劍。", "바람과도 같은 빠르기로 적을 베어내는, 예리하고 가벼운 검.", "Une lame légère, mais ne vous faites pas avoir, car elle est capable de trancher aussi vite que le vent.", "Ein leichtgewichtiges Schert, das aber scharf schneiden kann.", "Una espada bastante ligera, pero no te dejes engañar, pues su filo corta la carne como si fuera mantequilla."], "desc_long": ["A blade that is light to hold, but don't be fooled as it can cut as fast as the wind blows. A license is required to wield this weapon as those without one could easily injure themselves or their teammates.", "劃傷敵人快如疾風，讓人無法輕視的輕巧銳劍。不成熟的戰士使用的話，會傷害到自己與夥伴，因此需要有許可才能夠裝備此劍。", "바람과도 같은 빠르기로 적을 베어내는, 예리하고 가벼운 검. 미숙한 전사가 이 검을 쥐게 되면, 자신뿐 아니라 동료마저 상처입히게 되므로 이 검을 장비하려면 면허가 필요할 것이다.", "Une lame légère, mais ne vous faites pas avoir, car elle est capable de trancher aussi vite que le vent. Quiconque souhaitant manier cette arme devra d'abord obtenir un permis afin d'apprendre à ne pas se blesser ou blesser les autres avec.", "Ein leichtgewichtiges Schwert, das seine Feinde mit der Geschwindigkeit des Windes fällt. Um diese Klinge zu tragen, braucht man eine Lizenz, da sich der Träger damit leicht selbst und seine Gefährten verletzen kann.", "Una espada bastante ligera, pero no te dejes engañar, pues su filo corta la carne como si fuera mantequilla. Se requiere una licencia para portar esta arma porque, al usarla, es fácil herirse a sí mismo o a algún compañero."]}, "icon": "global_equip_10023.png"}