{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": ["UNIT_ID", 213000304], "name": "Malboro Wand", "type_id": 5, "skills": [910028], "is_twohanded": false, "rarity": 6, "compendium_id": 90040, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Jinx' ability."], "price_sell": 5000, "stats": {"status_inflict": {"Blind": 10, "Poison": 10}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 15, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 60, "DEF": 0}, "type": "Staff", "strings": {"name": ["Malboro Wand", "毛爾波爾魔杖", "몰볼 완드", "Sceptre Morbol", "Morbolstab", "Bastón molbol"], "desc_short": ["A weapon named after the legendary beast, Malboro. (Vanille only)", "以傳說中的魔物「毛爾波爾」為名的武器（班尼拉專用）", "전설 속의 몬스터 '몰볼'의 이름이 붙은 무기. (바닐라 전용)", "Une arme dont le nom tire son origine de Morbol, la bête légendaire (Vanille uniquement)", "Eine Waffe benannt nach der legendären Bestie Morbol (nur Vanille).", "Un arma bautizada con el nombre del legendario molbol. (Solo Vanille)"], "desc_long": ["A weapon which carries the name of the legendary Malboro, a beast whose breath is capable of inflicting all manner of ailment, and has been responsible for many tragedies. Like its name would suggest, this weapon too is capable of weakening its enemies. Though as powerful as this weapon may be, it is only able to be wielded by those skilled enough to use it.", "以傳說中的魔物「毛爾波爾」為名的武器。相傳牠能夠憑藉「吐息」而給對手施加多種異常狀態，因而此魔杖也可以削弱敵人的力量。雖然該魔杖力量極強，但十分難以操縱，只有少數人能夠駕馭它。", "온갖 상태 이상을 불러일으키는 '숨'으로 대참사를 수차례 일으켰다는 전설의 식물형 몬스터 '몰볼'의 이름이 붙은 무기. 그 이름에 걸맞게 적을 약화시킬 수 있다. 강력한 무기인 만큼 다루기가 어렵고, 다룰 수 있는 사람도 얼마 되지 않는다.", "Une arme qui porte le nom du légendaire Morbol, une bête dont le souffle est capable d'infliger toutes sortes d'altération d'états et qui est responsable de bien des tragédies. Comme son nom le suggère, cette arme est capable d'affaiblir les ennemis. Bien que cette arme semble très puissante, seuls ceux suffisamment entraînés sont capables de la manier correctement.", "Eine nach der legendären Bestie Malboro benannte Waffe, die mit ihrem Atem vielerlei Zustände zufügt und für viele Trägödien verantwortlich war. Wie der Name nahelegt, schwächt diese Waffe ihre Gegner. So mächtig die Waffe ist, kann sie doch nur von denen geführt werden, die erfahren genug sind.", "Un arma bautizada con el nombre del monstruo legendario molbol, bestia capaz de infligir todo tipo de estados alterados con su hálito, el cual ha causado un gran número de desgracias. Tal y como su nombre sugiere, esta arma también es capaz de debilitar a sus oponentes. Aunque por muy poderosa que esta arma pueda ser, solo aquellos con suficiente destreza pueden manejarla."]}, "icon": "global_item_10067.png"}