{"slot": "Accessory", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Luxurious Feather Boa", "type_id": 60, "skills": [100180, 910550], "is_twohanded": false, "rarity": 8, "compendium_id": 90122, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'SPR +30%' passive.", "Grants 'Sweet Sorrow' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_equip_10059.png", "type": "Accessory", "strings": {"name": ["Luxurious Feather Boa", "華麗羽毛圍巾", "럭셔리한 깃털 목도리", "Boa à plumes luxueuses", "Luxuriöse Federboa", "Boa de plumas lujosa"], "desc_short": ["An elegant piece of fashion accessory for one to keep their style in check.", "為了維持個人風格的時尚流行飾品", "스타일 관리를 위한 우아한 패션 액세서리", "Un élégant accessoire de mode, qui permet d'être toujours au top de l'élégance.", "Ein elegantes Fashionaccessoire, um jemandem das gewisse \"Etwas\" zu geben.", "Un accesorio elegante que sirve para ir a la moda."], "desc_long": ["An elegant fashion accessory for one to keep their style in check. Commonly worned around the neck, it was used by many nobles in the past as a symbol of luxury.", "為了維持個人風格的時尚流行飾品。通常用來圍在脖子上，過去因為象徵著奢華而被許多貴族使用。", "스타일 관리를 위한 우아한 패션 액세서리. 주로 목에 두르며, 부의 상징으로 옛 귀족들이 사용했다고 한다.", "Un élégant accessoire de mode, qui permet d'être toujours au top de l'élégance. Habituellement porté autour du cou, il était beaucoup utilisé autrefois par les nobles comme symbole de luxe.", "Ein elegantes Fashionaccessoire, um jemandem das gewisse \"Etwas\" zu geben. Üblich ganz legere um den Hals getragen, wurde dieses Accessoire von vielen Edelleuten der Vergangenheit als Symbol von Reichtum und Luxus verwendet.", "Un accesorio elegante que sirve para ir a la moda. Se suele poner alrededor del cuello. Además, la nobleza solía ponerse este complemento en el pasado para denotar lujo."]}, "accuracy": 0}