{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": ["UNIT_ID", 213000403], "name": "Hyades Magnums", "type_id": 14, "skills": [202100, 910030], "is_twohanded": false, "rarity": 6, "compendium_id": 90038, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Heat Blitz' ability.", "Grants 'Cold Blood' ability."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 58, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_item_10065.png", "type": "Gun", "strings": {"name": ["Hyades Magnums", "畢宿火槍", "히아데스", "Hyades", "Hades-Streitwagen", "Híades"], "desc_short": ["A powerful gun with just as powerful recoil. (Sazh only)", "力量強大、反作用力也十分強大的火槍（薩茲專用）", "강력하지만 반동이 큰 총. (삿즈 전용)", "Un puissant pistolet avec un recul à la force incroyable (Sazh uniquement)", "Eine Schusswaffe so mächtig wie ihr Rückstoß (nur Sazh).", "Una pistola poderosa con equivalente retroceso. (Solo Sazh)"], "desc_long": ["A powerful gun able to blast apart even the strongest of hulls. Though its ATK is high, the recoil from its powerful shots leaves the shooter more open than usual to enemy counter-attacks. Because of this, only those aware of its unique characteristics can wield it.", "能夠射穿裝甲板的強力火槍，攻擊力極高但同時反作用力也過強，因此很容易給敵人以反擊的可乘之機。為此只有熟悉該槍性能的人才能夠使用。", "단단한 강철도 손쉽게 뚫어버릴 수 있는 강력한 총. 공격력은 높지만 발포 시 큰 반동을 동반하므로, 그에 의해 발생한 틈으로 적의 반격을 받기 쉽다는 단점 또한 지니고 있다. 그 때문에 이 총의 특징을 숙지한 자만이 다룰 수 있다.", "Un puissant pistolet dont les balles sont capables de transpercer la plus robuste des armures. Bien qu'il possède une très puissante ATT, le recul consécutif à l'un de ses tirs est si important qu'il laisse le tireur à la merci d'éventuelles contre-attaques. C'est pourquoi, seuls ceux sachant son point faible sont capables de le manier correctement.", "Diese mächtige Schusswaffe durchdringt selbst die stärksten Panzerungen. Zwar ist der ANG sehr hoch, jedoch ist der Schütze durch den Rückstoß anschließend anfällig gegenüber Kontern. Nur wer sich dessen bewusst ist, sollte diese Waffe einsetzen.", "Una pistola poderosa con equivalente retroceso. Aunque está dotada de un gran ATQ, el retroceso que causa su disparo deja a su usuario más indefenso a contrataques de lo normal. Es por ello que sólo aquellos conscientes de sus peculiares características son capaces de manejarla."]}, "accuracy": 0}