{"slot": "Weapon", "compendium_shown": true, "price_buy": 40000, "requirements": null, "name": "Serpent Mace", "type_id": 15, "skills": [910390], "is_twohanded": false, "rarity": 7, "compendium_id": 90104, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Aquan Eater' passive."], "price_sell": 400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 15, "element_inflict": null, "MP": 0, "MAG": 85, "SPR": 0, "DEF": 0}, "icon": "global_equip_10041.png", "type": "Mace", "strings": {"name": ["Serpent Mace", "巨蛇權杖", "이무기 곤봉", "Massue du serpent", "Natterkolben", "Mazo serpentino"], "desc_short": ["A mace with the power of serpent.", "含有巨蛇之力的權杖", "거대한 뱀의 힘이 깃든 곤봉.", "Une massue aux pouvoirs de serpent.", "Ein Streitkolben mit der Kraft einer Schlange.", "Una maza con el poder de las serpientes."], "desc_long": ["A mace with the power of serpent. It's said that a magical craftman catch a great serpent and gilded a mace with its soul. The aquatic will fear the one who is holding it.", "含有巨蛇之力的權杖。 傳說一位魔法工匠抓到了一條巨蛇，並將牠的靈魂附於權杖中。據說水系生物會害怕持有此權杖之人。", "거대한 뱀의 힘이 깃든 곤봉. 마법의 힘을 다룰 수 있는 장인이 거대한 뱀을 잡아 그 영혼을 이 곤봉에 입혔다고 전해진다. 이 곤봉을 들고 있으면 수중생물을 겁주어 쫓아낼 수 있다.", "Une massue aux pouvoirs de serpent. Selon la légende, elle fut fabriquée par un artisan magique qui aurait attrapé un grand serpent pour y enfermer son âme. L'arme est garantie d'inspirer la peur à toute créature aquatique.", "Ein Streitkolben mit der Kraft einer Schlange. Es heißt, dass ein magisch versierter Handwerker einmal eine große Schlange fing und einen Streitkolben mit ihrer Seele veredelte. Jener, der diese Waffe führt, wird von Wasserwesen gefürchtet werden.", "Una maza con el poder de las serpientes. Se dice que un maestro artesano atrapó a una poderosa serpiente y forjó una maza con su alma. Los monstruos acuáticos sienten absoluto pavor hacia cualquiera que porta esta arma."]}, "accuracy": 0}