{"slot": "Accessory", "compendium_shown": true, "price_buy": 2000, "requirements": null, "name": "Rabbit's Foot", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 90005, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": {"Blind": 7, "Paralyze": 7, "Confusion": 7, "Disease": 7, "Poison": 7, "Sleep": 7, "Petrify": 7, "Silence": 7}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 15, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Rabbit's Foot", "兔腳", "토끼의 발", "Patte de lapin", "Hasenpfote", "Pata de conejo"], "desc_short": ["A makeshift charm taken from an unfortunate lagomorph.", "用不幸的兔子製作而成的護身符", "불운한 토끼의 발로 만들어진 임시 부적", "Un charme de fortune prit d'un lagomorphe malchanceux.", "Ein improvisiertes Amulett von einem unglücklichen Hasen.", "Un amuleto de andar por casa perteneciente a un lagomorfo."], "desc_long": ["Any fool can cut off the foot of a rabbit and sell it off as a charm, but it takes a magician to make one truly lucky. The spells and enchantments placed on a rabbit’s foot charm must be sufficient to ward off basic ailments and even protect its wielder from insect bites. Don’t rely on it too much, however, as a now-dead Lapis poet once said, \"Depend on the rabbit's foot if you will, but remember, it didn't work for the rabbit.\" <br>", "再笨的人都可以將兔子的腳製成護身符，但是真正能發揮此護身符作用的也就只有魔道師了。因為只有將護身符注入魔力後，它才會發揮真正的作用，就連昆蟲都不敢輕易靠近。可是，以前也有詩人這樣寫道「不要太相信兔腳，因為它對兔子沒效果。」", "<br><br>아무리 멍청한 사람이라도 토끼의 발을 잘라 부적이라며 팔아버릴 순 있겠지만, 진정한 행운을 가져다주는 부적을 만들 수 있는 것은 오직 마법사뿐. 토끼의 발 부적에 새겨진 마법은 매우 강력하여, 온갖 질병 치료는 물론이고 심지어 벌레 물린 데에도 탁월한 효과를 발휘한다. 하지만 옛 라피스 시인의 말에 따르면, 토끼의 발에 너무 의존해서는 안 된다고 한다. 왜냐하면, 그것은 실제로 토끼에겐 아무 효과가 없었기 때문이다.", "Certains fous s'amusent à couper les pattes des lapins pour les vendre comme charme sur les marchés. Les magiciens ont toutefois réussi à transformer cet attrape-nigaud en véritable objet magique. Les sorts scellés à l'intérieur de cette patte peuvent suffire à protéger son porteur des altérations d'état de base ainsi que des piqûres d'insectes. Ne soyez pas non plus naïfs au point de penser que ce charme règlera tous vos problèmes. Un poète de Lapis, aujourd'hui disparu, disait : \"Vous pouvez vous fier aux pattes de lapin si vous voulez, mais n'oubliez jamais que ça n'a pas réussi au lapin.\"", "Jeder Narr kann eine Hasenpfote als Glücksbringer verkaufen, aber nur ein wahrer Magier verleiht ihr auch Wirkung. Die mit Zaubern und Verwünschungen versehene Hasenpfote hält Zustansveränderungen ab und beschützt sogar vor Insektenbissen. Man sollte sich aber nicht zu sehr darauf verlassen. Wie sagte ein inzwischen verstorbener Dichter: „Verlasse dich auf die Pfote, wenn du willst, aber denk daran, dem Hasen hat sie nicht geholfen.“ <br>", "Hasta el más idiota puede cortarle la pata a un conejo y venderla como amuleto, pero se necesita a un mago para infundirla con verdadera suerte. Los hechizos y encantamientos que se echan en una pata de conejo deben de poder proteger de males menores, hasta de picaduras de mosquito. Pero conviene no confiar en este demasiado, ya que como un poeta de Lapis ya fallecido dijo \"Confiar en la pata de conejo tu puedes, pero recordar que el conejo no tuvo tanta suerte también debes\"."]}, "icon": "global_item_10017.png"}