{"slot": "Accessory", "compendium_shown": true, "price_buy": 4500, "requirements": null, "name": "Magical Egg", "type_id": 60, "skills": [100100, 100160], "is_twohanded": false, "rarity": 4, "compendium_id": 90067, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'MAG +10%' passive.", "Grants 'SPR +10%' passive."], "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Accessory", "strings": {"name": ["Magical Egg", "魔法蛋", "마법의 달걀", "Œuf magique", "Magisches Ei", "Huevo mágico"], "desc_short": ["An egg with magical symbols carved upon its surface.", "表面雕刻著魔法刻印的蛋", "표면에 마법의 각인이 새겨진 달걀", "Un œuf avec des symboles magiques gravés à sa surface.", "Ein Ei mit magischen Symbolen auf seiner Oberfläche.", "Un huevo con símbolos mágicos grabados en su superficie."], "desc_long": ["An egg with magical symbols carved upon its surface. Although the meaning of the strange etchings adorning its face remain unknown, many historians have theorized that they are the source behind the egg's magical properties.", "表面雕刻著魔法刻印的蛋。刻印的意義還是個謎，但是大多數的歷史學者認為，這些刻印正是不可思議力量的來源。", "표면에 마법의 각인이 새겨진 달걀. 각인의 의미는 아직 불명이지만, 역사학자 중에서는 그것이 달걀이 가진 신비한 힘의 근원이라 추측하는 자도 많다.", "Un œuf avec des symboles magiques gravés à sa surface. Bien que le sens de ces inscriptions étranges reste encore aujourd'hui inconnu, beaucoup d'historiens ont théorisé qu'elles seraient la source de ses propriétés magiques.", "Ein Ei mit magischen Symbolen auf seiner Oberfläche. Obwohl niemand die Bedeutung dieser Radierungen kennt, glauben viele Historiker, dass sich darin die magischen Eigenschafen des Eis verbergen.", "Un huevo con símbolos mágicos grabados en su superficie. Aunque se desconoce el extraño origen de estos grabados, muchos historiadores tienen la teoría de que son la fuente de las propiedades mágicas del huevo."]}, "icon": "global_equip_10003.png"}