{"slot": "Shield", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Pink Striped Float", "type_id": 30, "skills": [208980, 910549], "is_twohanded": false, "rarity": 6, "compendium_id": 90121, "dmg_variance": null, "slot_id": 2, "effects": ["Grants 'SPR +15%' passive.", "Grants 'Focus Attention' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 25}, "icon": "global_equip_10058.png", "type": "Light Shield", "strings": {"name": ["Pink Striped Float", "粉紅紋泳圈", "분홍 줄무늬 튜브", "Bouée à rayures roses", "Pink gestreifter Rettungsring", "Flotador con rayas rosas"], "desc_short": ["An inflatable swimming float that has been imbued with magical powers.", "充滿魔法力量的游泳圈", "마법의 힘이 깃든 공기 주입식 수영 튜브", "Une bouée gonflable permettant de nager remplie de pouvoirs magiques.", "Ein aufblasbarer Rettungsring, der mit magischen Kräften versehen wurde.", "Un flotador inflable que tiene poderes mágicos."], "desc_long": ["An inflatable swimming float that has been imbued with magical powers. Despite looking like an ordinary swimming float, it is able to absorb heavy impacts to protect its user. However, due to its bright appearance, it seems to attract a lot of attention from monsters nearby.", "充滿魔法力量的游泳圈。雖然看起來只是普通的游泳圈，卻能夠吸收衝擊保護穿著的人。但是因為外觀太過顯眼，導致會吸引附近怪物的目光。", "마법의 힘이 깃든 공기 주입식 수영 튜브. 평범한 수영 튜브처럼 보이지만, 사용자를 보호하기 위해 상당한 충격을 흡수할 수 있다. 그러나, 밝은색 때문에 근처 마물들의 주의를 끄는 것 같다.", "Une bouée gonflable permettant de nager remplie de pouvoirs magiques. Même si son aspect est très proche de celui d'une bouée ordinaire, elle est capable d'absorber une telle quantité de choc, qu'elle constitue une armure idéale pour quiconque souhaiterait la porter. Malheureusement, son aspect très voyant à tendance à attirer les monstres.", "Ein aufblasbarer Rettungsring, der mit magischen Kräften versehen wurde. Obwohl er aussieht wie ein ganz gewöhnlicher Rettungsring, kann er heftige Aufschläge absorbieren, um seinen Benutzer zu beschützen. Aufgrund seiner grellen Gestalt scheint er allerdings umgekehrt auch allerlei Monster und Gewürm aus der Umgebung anzuziehen.", "Un flotador inflable que tiene poderes mágicos. Aunque pueda parecer un flotador normal y corriente, es capaz de absorber fuertes impactos para proteger a quien lo use. Aun así, debido a su aspecto llamativo, parece captar la atención de cualquier monstruo que se encuentre cerca."]}, "accuracy": 0}