{"slot": "Chest", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Magi Robe", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 90008, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 23, "SPR": 23, "DEF": 40}, "type": "Robe", "strings": {"name": ["Magi Robe", "魔道師法袍", "마도사의 로브", "Robe de mage", "Magische Robe", "Túnica conjuradora"], "desc_short": ["An elegant robe that’s redder than a blushing bomb.", "如即將爆炸的炸彈般通紅的優雅法袍", "폭발 직전의 폭탄보다 더 붉고 우아한 로브", "Robe élégante rouge comme une bombe sur le point d'exploser.", "Eine elegante tiefrote Robe.", "Una túnica elegante más roja que una bomba."], "desc_long": ["<br>This fashion brainchild is courtesy of an unknown seamstress and tailor duo from a faraway magical kingdom. After studying the fashion trends of various magical institutes, they came to the conclusion that the color red brings out the passion magic users have when they are in a trance casting their magic. Despite the enchanting properties the Magi Robe bestows upon its wearer, the duo did not take into account that its color scheme is essentially seen as a huge target during night combat.   <br>", "遙遠魔法王國的裁縫師製作出來的漂亮法袍。他仔細調查了各類魔法研究所的前沿服飾，最終得出結論稱，紅色能夠喚起魔道師的高度集中狀態，可以激發其詠唱魔咒時的充沛熱情。儘管這種法袍的確可產生特殊的效果，但它實在太過顯眼，因此容易讓人在戰鬥中成為明顯的攻擊目標。製作者顯然忽略了這一點。", "머나먼 마법 왕국의 재봉사와 공방이 만들어낸 패션 로브. 여러 마법 연구소의 패션 트렌드를 연구하여, 붉은색은 마법사가 트랜스 상태에서 마법 주문을 외울 때의 정열과 같은 감각을 불러일으킨다는 결론을 내렸다. 이 로브는 착용자에게 특수한 효과를 부여하지만, 새빨간 로브는 전장의 표적이 된다는 것까진 미처 생각하지 못한 듯하다.", "Cette robe singulière est le fruit du travail d'un tailleur et d'une couturière d'un royaume magique lointain. Après avoir étudié les tendances en matière de mode chez les magiciens, ils sont arrivés à la conclusion que la couleur rouge favorise le développement de la passion et augmente par conséquent la puissance magique. Malheureusement, il semble que ce duo ait négligé un petit détail. En effet, si cette couleur augmente effectivement la puissance magique, elle est aussi très voyante lors des combats de nuit ce qui permet aux monstres d'atteindre plus facilement leur cible.", "Diese modische Kopfgeburt ist das Kind eines unbekannten Schneiderduos aus einem weit entfernten magischen Königreich. Nachdem sie diverse magische Institute auf ihre Mode hin untersuchten, entschieden sie, dass die Farbe Rot die Leidenschaft des in Trance schwebenden Magiers zum Vorschein bringt. Trotz der verwunschenen Eigenschaften der Magierobe vergaß das Duo dabei, dass die Farbe den Träger nachts zu einem deutlichen Ziel macht.", "Esta pieza de moda es obra de un sastre y un tejedor de un país mágico muy lejano. Tras estudiar la ropa de moda en varios institutos mágicos, llegaron a la conclusión de que el color rojo saca a relucir la pasión de los magos cuando estos entran en trance. A pesar de las propiedades encantadoras que la túnica conjuradora confiere a quién lo viste, parece que sus dúo creador no tuvo en cuenta que el color rojo te hace un blanco perfecto durante los combates nocturnos.<br>"]}, "icon": "global_item_10019.png"}