{"slot": "Weapon", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Kanshou Great Sword", "type_id": 3, "skills": [910874], "is_twohanded": false, "rarity": 7, "compendium_id": 90143, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Kanshou's Will' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 83, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_equip_10080.png", "type": "Great Sword", "strings": {"name": ["Kanshou Great Sword", "干將大劍", "간장 대검", "Épée de Kanshou", "Kanshou Großschwert", "Espadón de Kanshou"], "desc_short": ["A legendary great sword forged by a blacksmith for a king long ago.", "很久以前由一位鐵匠為王所鑄造的雙劍之雄劍", "왕에게 바치는 헌상품으로서 만들어진 한 쌍의 암수검 중 '수검'.", "Une longue épée légendaire fabriquée par un forgeron pour un roi il y a très longtemps.", "Die \"männliche\" Klinge zweier Schwerter, die ein Schmied einst für einen König geschmiedet hatte.", "Un espadón que un herrero le forjó a un rey hace mucho tiempo."], "desc_long": ["The \"male\" blade of the legendary pair of swords that was forged by a blacksmith for a king. In order to make the swords more powerful, the blacksmith's wife had no choice but to sacrifice herself to forge the swords. The blacksmith forged the swords in grief and decided to keep \"Kanshou\" while presenting the other, \"Bakuya,\" to the king.", "為王所鑄造的雙劍之雄劍。鍛冶師為了讓這把劍擁有更強大的力量，只能犧牲自己的妻子以活人獻祭的方式鑄劍。這份悲傷使得鍛冶師最後並沒有將此把劍呈上，僅一直留在自己身邊。", "왕에게 바치는 헌상품으로서 만들어진 한 쌍의 암수검 중 '수검'. 대장장이는 이 검을 더욱 강력한 것으로 만들기 위해 자신의 아내를 제물로 삼아야만 했다. 슬픔을 견디지 못한 대장장이는 결국 간장을 헌상하지 못하고 제 곁에 두었다고 한다.", "Le pendant \"mâle\" d'un duo d'épées légendaires fabriquées par un forgeron pour un roi. La femme du forgeron n'eut d'autre choix que de s'offrir en sacrifice afin de conférer à ces lames leur véritable puissance et ainsi finaliser leur fabrication. Fou de chagrin, le forgeron termina de forger les épées dans la douleur et décida de garder \"Kanshou\" près de lui tandis qu'il remettrait \"Bakuya\" au roi.", "Die \"männliche\" Klinge zweier Schwerter, die ein Schmied einst für einen König geschmiedet hatte. Um die Schwerter noch mächtiger zu machen, sah die Frau des Schmiedes keine andere Möglichkeit, als sich selbst zu opfern. In tiefem Schmerz vollendete der Schmied sein Werk und entschied sich dazu, \"Kanshou\" zu behalten und nur \"Bakuya\" dem König zu geben.", "La espada \"macho\" de una pareja de espadas legendarias que un herrero le forjó a un rey. Para que las espadas fueran aún más potentes, la mujer del herrero tuvo que sacrificarse para forjarlas. Por su parte, el herrero forjó las espadas muy afligido, y decidió quedarse con Kanshou mientras que le entregó a Bakuya al rey."]}, "accuracy": 0}