{"slot": "Shield", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Stellar Shield", "type_id": 30, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 90004, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 10, "MAG": 15, "SPR": 0, "DEF": 28}, "icon": "global_item_10016.png", "type": "Light Shield", "strings": {"name": ["Stellar Shield", "星之盾", "별의 방패", "Bouclier stellaire", "Sternenschild", "Escudo estelar"], "desc_short": ["An out-of-this-world buckler said to be crafted from stars and lunar magic.", "據說是用月亮與星星的魔力製作而成的盾牌", "달과 별의 마법으로 만들어진 기상천외한 방패", "Un bouclier fait de la magie des étoiles.", "Ein Schild, das aus der Magie der Sterne und des Monds bestehen soll.", "Una rodela de otro mundo que se cuenta fue hecha con magia lunar."], "desc_long": ["When you wish upon a star, there is no better request than to be protected from above. This one-of-a-kind shield is semi-transparent thanks to the magic of lunar rocks, and also boasts the hardiness of burnt-out stars. Wielders of this portable protective palisade will feel warm and cozy, while also feeling a kind of magical buzz. Many blacksmiths have to order special gloves to handle the star fragments these are made from, let alone craft with them.", "半透明的盾，是用月之石的魔力和星之碎片製作而成，想要拾取星之碎片需要用到一種特殊的手套。裝備此盾的人心情會變得溫暖平靜，仿佛正在被無盡的星空所保護一樣。", "<br>월석의 마력으로 인해 반투명해진 방패로, 견고한 별 조각으로 만들어졌다. 이 방패는 장착한 자로 하여금 거대한 밤하늘에 보호받고 있는 듯한 마법의 기운과 함께 따뜻하고 포근한 느낌을 들게 한다. 대장장이들이 이 방패를 만들 때는 별의 조각을 다룰 수 있는 특별한 장갑이 필요하다고 한다.", "Lorsque vous faites un vœu après avoir vu une étoile filante, rien de mieux que de demander la protection du ciel. Ce bouclier unique en son genre est à moitié transparent grâce à la magie de la roche lunaire et aussi dur qu'une étoile. Les porteurs de ce véritable rempart se sentiront bien au chaud et ressentiront également un petit boost magique. Beaucoup de forgerons doivent porter des gants spéciaux pour manier les fragments d'étoiles restants après avoir fabriqué l'un de ces magnifiques boucliers.", "Wer sich etwas wünscht, sollte an den Schutz des Himmels denken. Dieses einzigartige Schild ist dank der Magie der Mondfelsen halb durchsichtig und weist die Härte ausgebrannter Sterne auf. Wer diese tragbare Palisade schwingt, fühlt sich warm, geborgen und verspürt eine Art magischer Begeisterung. Viele Schmiede müssen besondere Handschuhe anfertigen, die für den Umgang mit den Sternensplittern nötig sind.", "Muchos piden deseos al ver una estrella fugaz, mas no hay mejor deseo que el de mantenerte a salvo. Este extraordinario escudo es translúcido gracias a la magia de las rocas lunares y posee una robustez igualable a la de las estrellas a medio apagar. Los que porten este accesorio de protección sentirán un agradable sentimiento de calor, además de un cierto influjo mágico. Muchos herreros tienen que encargar guantes especiales para poder manejar, que no moldear, los fragmentos de estrella de los que esta hecho."]}, "accuracy": 0}