{"slot": "Weapon", "compendium_shown": true, "price_buy": 400000, "requirements": null, "name": "Reaper's Shaft", "type_id": 7, "skills": [101060], "is_twohanded": true, "rarity": 6, "compendium_id": 90109, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Undead Killer' passive."], "price_sell": 400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 90, "element_inflict": null, "MP": 0, "MAG": 40, "SPR": 0, "DEF": 0}, "icon": "global_equip_10045.png", "type": "Bow", "strings": {"name": ["Reaper's Shaft", "劊子手之弓", "사신의 석궁", "Hampe impie", "Gevatters Armbrust", "Ballesta del segador"], "desc_short": ["A crossbow with arrows blessed by holy water.", "這把弩弓能射出受過聖水祝福的箭矢", "성수로 축복받은 석궁.", "Une arbalète avec des flèches bénites avec de l'eau sacrée.", "Eine Armbrust, deren Bolzen durch heiliges Wasser gesegnet wurde.", "Una ballesta con flechas bendecidas con agua sagrada."], "desc_long": ["A crossbow with arrows blessed by holy water, making it very effective against the undead. It was made by a craftsman whose wife was turned into an undead. However, unable to free her, this crossbow was left unfired as the man died alone.", "這把弩弓能射出受過聖水祝福的箭矢，對於死靈有非常強大的效果。某位工匠為了拯救成為死靈的愛人所打造。但是非常不幸的，在沒有發射任何一發箭矢的情況下，工匠就已經離世了。", "성수로 축복받은 석궁. 언데드형 마물 처치에 매우 효과적인 무기이다. 이 석궁은 언데드로 변한 아내를 구하고자 한 어느 장인이 만들었다고 전해진다. 안타깝게도 이 석궁이 화살을 발사하는 일은 없었고, 그는 세상을 떠나 버리고 말았다.", "Une arbalète avec des flèches bénites avec de l'eau sacrée, les rendant extrêmement efficaces contre les morts-vivants. Elle a été fabriquée par un artisan dont la femme a été transformée en morts-vivants. Incapable de la libérer de cet état, la flèche resta cochée dans l'arbalète et l'artisan mourut seul.", "Eine Armbrust, deren Bolzen durch heiliges Wasser gesegnet wurde und daher eine gewaltige Wirkung gegen Untote hat. Diese Waffe wurde von einem Handwerker gefertigt, dessen große Liebe in eine Untote verwandelt wurde. Bevor er sie allerdings erlösen konnte, starb der Handarbeiter und die Armbrust blieb unbenutzt.", "Una ballesta con flechas bendecidas con agua sagrada que resulta bastante efectiva contra muertos vivientes. Esta fue elaborada por un artesano con la intención de liberar a su esposa después de que acabase convertida en un zombi. Desgraciadamente, fue incapaz de dispararla y murió en el acto."]}, "accuracy": 70}