{"slot": "Weapon", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Fiery Passion", "type_id": 7, "skills": [910872, 910873, 101090], "is_twohanded": true, "rarity": 7, "compendium_id": 90140, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Ignition ' ability.", "Grants 'Passionate Heart' passive.", "Grants 'Bird Killer' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 98, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_equip_10077.png", "type": "Bow", "strings": {"name": ["Fiery Passion", "炎炙熱情", "맹렬한 열정", "Passion sauvage", "Feurige Leidenschaft", "Pasión salvaje"], "desc_short": ["A bow that is remarkably decorated with a decent fire opal.", "以美麗的火蛋白石裝飾而成的弓箭", "아름다운 파이어 오팔로 장식된 활.", "Un arc remarquablement décoré avec une belle opale de feu.", "Ein Bogen, der mit einem atemberaubenden Feueropal verziert wurde.", "Un arco que, para sorpresa de muchos, está decorado con un ópalo de fuego de buena calidad."], "desc_long": ["A bow that is remarkably decorated with a decent fire opal, a gem that symbolizes passion and deep love that come from the soul of lovers.<br>", "以美麗的火蛋白石裝飾而成的弓箭。寶石則象徵著對戀人深沉的愛。", "아름다운 파이어 오팔로 장식된 활. 파이어 오팔은 연인을 향한 열정과 깊은 애정을 나타내기도 한다.", "Un arc remarquablement décoré avec une belle opale de feu, une pierre précieuse qui symbolise la passion et le profond amour deux amants ressentent au plus profond de leur âme.", "Ein Bogen, der mit einem atemberaubenden Feueropal verziert wurde. Der Schmuckstein repräsentiert die brennenden Gefühle und Zuneigung für eine geliebte Person.", "Un arco que, para sorpresa de muchos, está decorado con un ópalo de fuego de buena calidad. Esta gema viene a simbolizar la pasión y el profundo amor que profesan las almas de los enamorados."]}, "accuracy": 70}