{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": ["SEX", 2], "name": "Jade Moon Pendant", "type_id": 60, "skills": [910871], "is_twohanded": false, "rarity": 6, "compendium_id": 90138, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Exorcise Jade' ability."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 8, "DEF": 8}, "icon": "global_equip_10075.png", "type": "Accessory", "strings": {"name": ["Jade Moon Pendant", "月亮玉墜", "달문양 비취펜던트", "Pendentif de la lune de Jade", "Jadeanhänger des Mondes", "Colgante de luna de jade"], "desc_short": ["A kind of love token, which is popular among the young in Lunar Town.", "流行於新月鎮年輕人間的愛之玉墜", "달마을의 소년소녀들 사이에 인기가 높은 사랑의 펜던트.", "Un genre de jeton d'amour, qui est très populaire auprès des jeunes de la ville de Lunar.", "Eine Art Liebesbeweis, der bei der jüngeren Generation von Monddorf äußerst beliebt ist. Für gewöhnlich schenkt ein Junge seiner Angebeteten einen solchen Anhänger.", "Una especie de obsequio, bastante popular entre los jóvenes del pueblo lunar, que se da como muestra de amor."], "desc_long": ["A kind of love token, which is popular among the young in Lunar Town. Usually a boy will give it to a girl if they fall in love.", "流行於新月鎮年輕人間的愛之玉墜。通常男性會將它送給心儀的女性。", "달마을의 소년소녀들 사이에 인기가 높은 사랑의 펜던트. 남자아이가 좋아하는 여자아이에게 선물하는 물건이다.", "Un genre de jeton d'amour, qui est très populaire auprès des jeunes de la ville de Lunar. La tradition veut qu'un jeune homme l'offre à une jeune fille en guise de témoignage de son amour.", "Eine Art Liebesbeweis, der bei der jüngeren Generation von Monddorf äußerst beliebt ist. Für gewöhnlich schenkt ein Junge seiner Angebeteten einen solchen Anhänger.", "Una especie de obsequio, bastante popular entre los jóvenes del pueblo lunar, que se da como muestra de amor. Normalmente, los chicos se lo regalan a las chicas cuando se enamoran."]}, "accuracy": 0}