{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Defender's Bracer", "type_id": 60, "skills": [100130, 100160], "is_twohanded": false, "rarity": 5, "compendium_id": 90011, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'DEF +10%' passive.", "Grants 'SPR +10%' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 3, "element_inflict": null, "MP": 0, "MAG": 3, "SPR": 0, "DEF": 0}, "icon": "global_item_10024.png", "type": "Accessory", "strings": {"name": ["Defender's Bracer", "守護者手鐲", "수호자의 팔찌", "Brassard de défenseur", "Verteidigungsschienen", "Brazalete defensor"], "desc_short": ["A beefed up version of a standard Grandshelt armguard.", "格蘭謝爾特士兵手鐲的強化版", "그랑셸트 병사가 착용하는 팔찌의 강화 버전", "Version renforcée d'une protection pour avant-bras standard de Grandshelt.", "Die verstärkte Version eines Armschutzes aus Grandshelt.", "Versión mejorada del brazalete estándar en Grandshelt."], "desc_long": ["<br><br>The best defense is a good offense. Or was it the best offense is a good defense? Thanks to this modified standard Grandshelt equipment, it doesn’t really matter. These bracers offer solid protection thanks to the hardy steel materials used to build them. They're even hard enough to even be used as a makeshift weapon. Many good soldiers have used these bracers as a last resort once their swords & shields wore out beyond use.<br>", "攻擊是最好的防禦？還是說，防守才是最強的攻擊？這種問題在這個經過強化的格蘭謝爾特士兵標準裝備面前，將變得無關緊要。該手鐲以上好的鐵為原料，能夠很好地保護使用者。由於它足夠堅硬，陷入困境時可以考慮將它用作武器。戰場之上，很多士兵在劍和盾雙雙報廢時，僅憑這個手鐲堅持戰鬥。<br>", "공격은 최대의 방어인가? 아니면 방어가 최대의 공격인가? 강화된 그랑셸트 병사의 장비 앞에서는 무색한 질문일 것이다. 단단한 철로 만들어진 이 팔찌는 장착자를 수호해 준다. 팔찌의 견고함은 위기의 순간에 무기의 역할을 할 정도로, 수많은 병사들은 검과 방패가 부서지면 이 팔찌만으로 전장을 헤쳐나왔다고 한다.", "On dit souvent que la meilleure défense c’est l'attaque. À moins que ce soit le contraire ? Enfin, grâce à cet équipement standard de Grandshelt, cela n'a plus vraiment d'importance. L'acier composant ces brassards offrent une protection à toutes épreuves. Ils sont tellement solides qu'ils peuvent même servir d'arme de fortune. Beaucoup de très bons soldats ont utilisé ces brassards en derniers recours une fois leurs épées et boucliers arrivés à bout de souffle.", "Die beste Verteidigung ist ein guter Angriff. Oder war es andersherum? Dank dieser modifizierten Standardausrüstung aus Grandshelt spielt das keine Rolle. Diese Armschienen bieten dank ihrer Stahllegierung den besten Schutz. Dank ihrer Härte können sie sogar notdürftig als Waffe umfunktioniert werden. Viele gute Soldaten haben diese Schienen als letzten Ausweg genutzt, als ihr Schwert und Schild verloren waren.", "La mejor defensa es un buen ataque. ¿O era al revés? Gracias a esta pieza de equipo modificado de Grandshelt, eso ya da igual. Estos brazaletes ofrecen una protección solida gracias a los férreos materiales de los que están hechos. Son tan duros que pueden hasta usarse de arma de andar por casa. Muchos buenos soldados han utilizado estos brazaletes como el último recurso una vez que sus espadas y escudos quedaban inutilizables."]}, "accuracy": 0}