{"slot": "Weapon", "compendium_shown": true, "price_buy": 1000000, "requirements": null, "name": "Necro Dagger", "type_id": 1, "skills": [910444], "is_twohanded": false, "rarity": 7, "compendium_id": 90106, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Zombie Flames' ability."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 78, "element_inflict": ["Fire", "Dark"], "MP": 0, "MAG": 30, "SPR": 0, "DEF": 0}, "icon": "global_equip_10042.png", "type": "Dagger", "strings": {"name": ["Necro Dagger", "死屍短劍", "강령술 단검", "Nécrodague", "Necrodolch", "Necrodaga"], "desc_short": ["This dagger’s origin is unknown, but it appears to be for ceremonial use.", "用於某種儀式的匕首", "출처는 불분명하나, 의식용으로 만들어진 것으로 추정되는 단검.", "Cette dague à l'origine inconnue semble être réservée à un usage cérémonial.", "Ein für den zeremionellen Gebrauch angefertigter Dolch.", "El origen de esta daga es desconocido. Parece que se hizo para usarse en ceremonias."], "desc_long": ["This dagger’s origin is unknown, but it appears to be for ceremonial use. The engravings on its hilt suggest that the rite in which it is used is performed before a live audience, each member of which begging take part.", "用於某種儀式的匕首。握柄上的雕刻暗示著這個儀式是在觀眾面前執行，並且觀眾們都希望自己能成為下一個祭品。", "출처는 불분명하나, 의식용으로 만들어진 것으로 추정되는 단검. 자루에 새겨진 문구는 다음 의식의 제물이 되고자 하는 관객 앞에서 이 의식이 거행해졌음을 암시한다.", "Cette dague à l'origine inconnue semble être réservée à un usage cérémonial. Les gravures sur sa garde suggèrent que le rite pour lequel elle est utilisée est effectué devant des spectateurs qui supplient tous d'y participer.", "Ein für den zeremionellen Gebrauch angefertigter Dolch. Die Gravuren an seinem Griff deuten darauf hin, dass die Zeremonien vor einem Publikum durchgeführt wurden, aus dem einjeder sich wünschte, das nächste rituelle Opfer zu sein.", "El origen de esta daga es desconocido. Parece que se hizo para usarse en ceremonias. Los grabados que tiene en su empuñadura sugieren que el ritual se realiza en frente de una audiencia exaltada que clama por formar parte del mismísimo ritual."]}, "accuracy": 0}