{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": ["UNIT_ID", 213000504], "name": "Tezcatlipoca", "type_id": 13, "skills": [100020], "is_twohanded": false, "rarity": 6, "compendium_id": 90039, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP +20%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 65, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_item_10066.png", "type": "Throwing", "strings": {"name": ["Tezcatlipoca", "特斯卡特利波卡", "테스카틀리포카", "Tezcatlipoca", "Tezcatlipoca", "Tezcatlipoca"], "desc_short": ["A weapon designed to take down large game. (Hope only)", "用來狩獵巨型獵物的武器（霍普專用）", "대형 사냥감을 사냥하기 위한 무기. (호프 전용)", "Une arme faite pour abattre de grands monstres (Hope uniquement)", "Eine Waffe entworfen für große Gegner (nur Hope).", "Un arma diseñada para dar caza a bestias grandes. (Solo Hope)"], "desc_long": ["A boomerang specially designed to take down large game. Since it was made heavy to increase its force, there are few who can wield it. It seems one can build their muscles just by wielding it.", "為狩獵大型獵物而特製的迴力鏢，威力極強但十分沉重，只有少數人能夠使用它。持續使用自然能鍛煉出相應的臂力。", "대형 사냥감을 사냥하는 데 특화된 부메랑. 위력을 더욱 높이기 위해 상당히 무겁게 제작되었으며, 그 때문에 다룰 수 있는 사람이 얼마 없다. 이 무기를 지속해서 사용하게 되면, 자연스럽게 완력도 강해진다고 한다.", "Un boomerang spécialement fabriqué pour se débarrasser de gros monstres. Son poids, bien plus important qu'un boomerang classique, lui permet d'augmenter sa puissance mais le rend très difficile à manier. Il semble même qu'il soit utilisé par certains pour développer la musculature.", "Ein Bumerang speziell für große Gegner entworfen. Da er sehr schwer wiegt, können ihn nur wenig führen. Die Muskeln bauen sich schon auf, wenn man ihn nur hält.", "Un bumerán diseñado para dar caza a las bestias más grandes. Debido a que fue creado como un arma pesada para así mejorar su capacidad de impacto, son pocos los que son capaces de manejarlo. Parece ser que al hacer uso de él se puede conseguir mejorar la musculatura propia."]}, "accuracy": 0}