{"slot": "Headgear", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Halloween Hat", "type_id": 40, "skills": [100010], "is_twohanded": false, "rarity": 7, "compendium_id": 90114, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'HP +10%' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 20, "DEF": 3}, "icon": "global_equip_10051.png", "type": "Hat", "strings": {"name": ["Halloween Hat", "萬聖節帽", "할로윈 모자", "Chapeau d'Halloween", "Halloweenhut", "Sombrero de Halloween"], "desc_short": ["A familiar Halloween hat that was once the talk of the town.", "這頂帽子與曾經在城裡成為話題的帽子十分相似", "어느 마을에서 화제가 되었던 친근한 모양의 할로윈 모자.", "Un chapeau d'Halloween familier qui faisait beaucoup parler de lui dans la ville autrefois.", "Ein Halloweenhut mit einer auffälligen Ähnlichkeit zu einer gewissen Kopfbedeckung, die in der Vergangenheit zum Stadtgespräch wurde.", "Un sombrero de Halloween un tanto familiar que antaño daba mucho que hablar."], "desc_long": ["A familiar Halloween hat that was once the talk of the town. Once you wear it, it makes you the life of the party, granting its wearer boosted HP and SPR and even a small boost to DEF.", "這頂帽子與曾經在城裡成為話題的帽子十分相似。帶著它去派對就會成為令人注目的焦點，還能提高精神、HP與些許的防禦力。", "착용 시 HP와 정신력을 상승시키며, 방어력 또한 일부 상승하는 마법의 모자. 모자의 능력 덕분에 착용자는 자신의 파티에서 주요한 역할을 맡을 수 있다.", "Un chapeau d'Halloween familier qui faisait beaucoup parler de lui dans la ville autrefois. Une fois porté, il fait de vous la star de votre groupe, tout en augmentant beaucoup les PV et la PSY et même un peu la DEF.", "Ein Halloweenhut mit einer auffälligen Ähnlichkeit zu einer gewissen Kopfbedeckung, die in der Vergangenheit zum Stadtgespräch wurde. Der Träger dieses Hutes wird zum Mittelpunkt jeder Gruppe und erhält einen PSY- und LP-, sowie einen kleinen ABW-Schub.", "Un sombrero mágico que hace que la persona que lo lleve sea el centro de todas las miradas. Asimismo, le otorga al portador una mayor VIT y ESP, así como un pequeño potenciamiento de su DEF."]}, "accuracy": 0}