{"slot": "Weapon", "compendium_shown": true, "price_buy": 400, "requirements": null, "name": "Fine Blade", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 90000, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 40, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 25, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_item_10001.png", "type": "Sword", "strings": {"name": ["Fine Blade", "良質劍", "고급 브로드소드", "Glaive fin", "Besseres Breitschwert", "Gran espada ancha"], "desc_short": ["A sharpened long sword.", "鋒利的長劍", "날이 예리한 장검", "Une épée longue aiguisée.", "Ein scharfes Schwert.", "Una espada larga y afilada."], "desc_long": ["A sharp long sword forged by master craftsmen. It is similar to normal broadswords in that it is created in mass quantities, and likewise is used by many an experienced soldier. Despite granting no special abilities to its user, it is commonly used for basic offense.", "出自工匠之手的長劍，現已投入量產化，這一點與寬刃劍十分相似，技藝精湛的老兵大多都選擇使用該劍。雖然它不會賦予使用者什麼特殊的能力，但在普通攻擊時會發揮出強大的威力。", "장인의 손에 의해 단련된 장검. 대량생산 무기라는 점은 일반 브로드소드와 마찬가지지만, 숙련병들도 선호하는 다루기 쉬운 검. 사용자에게 특수한 어빌리티를 부여하진 않으나, 뛰어난 기본 공격력을 자랑한다.", "Une épée longue aiguisée forgée par un maître artisan. S'il est possible de l'assimiler aux glaives basiques du fait de sa production en masse, le glaive fin est populaire chez les soldats expérimentés. Bien qu'il ne fasse bénéficier d'aucune capacité spéciale à son utilisateur, il est généralement utilisé pour des attaques basiques.", "Ein scharfes Schwert aus der Schmiede eines Meisterschmieds. Es wird wie das normale Breitschwert in Massen hergestellt und von erfahrenen Soldaten für seine leichte Handhabung geschätzt.", "Una espada larga forjada por artesanos profesionales. Al igual que las espadas anchas normales, estas también se producen en grandes cantidades, pero son utilizadas por expertos guerreros. A pesar de no conceder ninguna habilidad especial a su portador, son muy útiles para atacar."]}, "accuracy": 0}