{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Fryevia's Needle", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 90076, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 92, "element_inflict": ["Ice"], "MP": 0, "MAG": 112, "SPR": 0, "DEF": 0}, "icon": "global_equip_10012.png", "type": "Sword", "strings": {"name": ["Fryevia's Needle", "弗雷比亞之針", "프레이비아의 바늘검", "Aiguille de Fryevia", "Fryevias Nadel", "Aguijón de Fryevia"], "desc_short": ["A fencing sword owned by one of the greatest duelists in history.", "傳聞是史上有名的決鬥士所使用的擊劍", "역사에 이름을 떨친 어느 결투가가 사용하던 펜싱용 검", "Un fleuret qui a été possédé par les plus fines lames de l'histoire.", "Ein Degen, der einst einem der größten Duellisten der Welt gehörte.", "Una espada de esgrima que perteneció a uno de los mejores duelistas de la historia."], "desc_long": ["A fencing sword owned by one of the greatest duelists in history. It was passed down to Fryevia by her grandfather when she came of age. It is decorated with emeralds, diamonds, and other precious gemstones. Curiously enough, however, these elaborate embellishments do not affect its functionality as a duelist weapon.", "傳聞是史上有名的決鬥士所使用的擊劍。是弗雷比亞成年時，從祖父那裡繼承而來的劍。雖然劍上裝飾著綠寶石、鑽石等貴重寶石。但並不影響劍本身的性能。", "역사에 이름을 떨친 어느 결투사가 사용하던 펜싱용 검. 프레이비아가 성인이 되었을 때 그녀의 조부에게서 물려받은 것으로, 에메랄드와 다이아몬드 등 고가의 보석으로 장식되어 무척 아름다우면서도 검의 성능에 영향을 미치지 않는다.", "Un fleuret qui a été possédé par les plus fines lames de l'histoire. Fryevia l'a reçu de son grand-père lorsqu'elle s'est trouvée en âge de s'en servir. Il est décoré d'émeraudes, de diamants et de plusieurs autres pierres précieuses. Curieusement, tous ces apparats n'empêchent pas du tout de s’en servir comme arme de duel.", "Ein Degen, der einst einem der größten Duellisten der Welt gehörte. Fryevias Großvater vermachte ihr das Schwert, als sie alt genug war. Es ist verziert mit Smaragden, Diamanten und anderen Juwelen. Interessanterweise beeinträchtigen diese Dekorationen die Waffe nicht im Kampf.", "Una espada de esgrima que tiempo atrás perteneció al mejor duelista de la historia. Fryevia la recibió en herencia de su abuelo cuando cumplió la mayoría de edad. La espada está decorada con esmeraldas, diamantes y otras gemas preciosas. Para la sorpresa de muchos, ninguno de estos elaborados adornos que tiene el arma mejora sus cualidades."]}, "accuracy": 0}