{"slot": "Headgear", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Cursed Mouthpiece", "type_id": 41, "skills": [910447], "is_twohanded": false, "rarity": 4, "compendium_id": 90107, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'Destruction' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 10, "SPR": 0, "DEF": 25}, "icon": "global_equip_10043.png", "type": "Helm", "strings": {"name": ["Cursed Mouthpiece", "被詛咒的口罩", "저주받은 입마개", "Protection maudite", "Verfluchtes Mundstück", "Protector perverso"], "desc_short": ["A mask used to control the urge for destruction.", "能抑制破壞衝動的口罩", "파괴 충동을 통제하는 입마개.", "Un masque utilisé pour contrôler une envie irrépressible de destruction.", "Eine Maske, die das Verlangen nach Zerstörung kontrolliert.", "Una máscara que sirve para controlar las ansias de destrucción."], "desc_long": ["A mask used to control the urge for destruction. Villagers put this mask on young men to calm their aggressive impulses, as some of them behave very violently after claiming to have visions of demons.", "能抑制破壞衝動的口罩。傳說村民為了讓說著看到惡魔而失控鬧事的青年能夠冷靜而使用。", "파괴 충동을 통제하는 입마개. 폭력적인 충동이 강한 젊은이들을 통제하기 위해 마을 사람들이 씌웠던 것이다. 그들 중 일부는 악마의 환영을 본 후 폭력적인 행동을 하게 되었다고 전해진다.", "Un masque utilisé pour contrôler une envie irrépressible de destruction. Les villageois font mettre ce masque aux jeunes hommes ayant fait preuve de violence pour calmer leurs pulsions. On raconte même qu'il peut voir les démons.", "Eine Maske, die das Verlangen nach Zerstörung kontrolliert. Dorfbewohner setzen diese Maske jungen Männern auf, um diese zu beruhigen, nachdem diese durch angebliche Visionen von Dämonen zu gewalttägigem Verhalten neigten.", "Una máscara que sirve para controlar las ansias de destrucción. Ancianos suelen ponerle esta máscara a los jóvenes de su aldea para calmar sus impulsos agresivos, ya que algunos actúan muy violentamente cuando alegan tener visiones de demonios."]}, "accuracy": 0}