{"slot": "Headgear", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Crown of Justice", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 90070, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 20, "DEF": 25}, "type": "Hat", "strings": {"name": ["Crown of Justice", "正義王冠", "정의의 왕관", "Couronne de la justice", "Krone der Gerechtigkeit", "Corona de la justicia"], "desc_short": ["A crown made for just rulers.", "為公正的統治者所製作的帶有魔力的王冠", "공명정대한 통치자를 위해 제작된 마력이 감도는 왕관", "Une couronne faite pour les chefs justes.", "Eine Krone für gerechte Herrscher.", "Una corona creada para los gobernadores justos."], "desc_long": ["A crown made for just rulers. The world has witnessed the rise and fall of countless monarchies and empires, and yet only a handful of them have been known to have ruled fairly. Legend has it that this crown has the power to recognize those who mean to rule their people in the name of righteousness, granting them protection from harm and ensuring a long and prosperous rule.", "為公正的統治者所製作的帶有魔力的王冠。雖然留名歷史的君主與皇帝不勝枚舉，但是公正的統治者卻是少之又少。據說這個王冠會用神秘的力量守護公正的統治者。", "공명정대한 통치자를 위해 제작된, 마력이 감도는 왕관. 군주나 황제는 수많은 역사에 그 이름을 남기고 있지만, 공명정대한 통치자로 알려진 자는 얼마 되지 않는다. 이 전설의 왕관은 그 신비한 힘으로 공명정대한 통치자만을 수호한다고 알려져 있다.", "Une couronne faite pour les chefs justes. Le monde a vu un nombre incalculable de monarchies et d'empires tomber, et seul un petit nombre de ces régimes ont été connus pour avoir été gérés de manière responsable. La légende raconte que cette couronne a le pouvoir de reconnaître les personnes qui veulent diriger leur peuple au nom de la justice, et leur octroie une protection sans faille afin de leur assurer un règne long et prospère.", "Eine Krone für gerechte Herrscher. Die Welt erlebte Aufstieg und Fall zahlloser Imperien, doch nur eine handvoll wurde mit Anstand regiert. Der Legende nach erkennt diese Krone den gerechten Herrscher und bietet ihm Schutz und ein langes Leben, sodass er weise herrschen kann.", "Una corona creada para los gobernadores justos. A lo largo de la historia, el mundo ha sido testigo del nacimiento y la caída de numerosas monarquías e imperios; sin embargo, pocos han gobernado con su pueblo en mente. La leyenda cuenta que esta corona tiene el poder de reconocer a los líderes que pretenden gobernar con justicia y, por ello, les protege de cualquier peligro para asegurarles un reinado próspero."]}, "icon": "global_equip_10006.png"}