{"slot": "Weapon", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Second Knife", "type_id": 1, "skills": [101370], "is_twohanded": false, "rarity": 7, "compendium_id": 90072, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Dual Wield' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 5, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_equip_10008.png", "type": "Dagger", "strings": {"name": ["Second Knife", "隱蔽小刀", "세컨드 나이프", "Couteau de secours", "Zweitmesser", "Cuchillo de repuesto"], "desc_short": ["A small knife usually used as a secondary weapon.", "作為備用武器深受歡迎的小型匕首", "예비 무기로 애용되는 소형 나이프", "Un petit couteau généralement utilisé comme arme secondaire.", "Ein kleines Messer, das als Zweitwaffe dient.", "Un pequeño cuchillo que sirve como arma secundaria."], "desc_long": ["A small knife that is usually used by thieves as a secondary weapon. Although it is too weak to be used as a main weapon in battle, it can be used as a backup when desperate times call for desperate measures. Its compact size allows its wielder to equip two weapons at once.", "作為備用武器深受歡迎的小型匕首。雖然不太適合當作主要武器使用，但是危急時刻卻非常有用。因其小巧便利的特性，所以能夠同時使用兩把武器。", "예비 무기로 애용되는 소형 나이프. 메인 무기로써 사용하기엔 불안한 감이 있지만, 여차할 때에는 쓸모가 있다. 작고 다루기 쉬워, 동시에 두 개의 무기를 사용할 수 있게 된다.", "Un petit couteau généralement utilisé comme arme secondaire. Bien qu'il soit trop faible pour être utilisé comme arme principale en combat, il trouve son utilité dans des situations désespérées. Sa petite taille permet aussi à son porteur d'en manier deux.", "Ein kleines Messer wie es Diebe für gewöhnlich als Zweitwaffe nutzen. Obwohl als Hauptwaffe zu schwach, kann es in Notlagen von Nutzen sein. Da es so kompakt ist, kann der Träger zwei Waffen zugleich einsetzen.", "Un pequeño cuchillo que los ladrones suelen usar como arma secundaria. Aunque no hace tanto daño como para usarse como arma principal en combate, puede servir como último resorte cuando la cosa se pone complicada. Debido a su pequeño tamaño, la persona puede equiparse con uno en cada mano."]}, "accuracy": 0}