{"slot": "Weapon", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Staff of Blizzards", "type_id": 6, "skills": [910709], "is_twohanded": false, "rarity": 6, "compendium_id": 90131, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Aquatic Implosion' ability."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 16, "element_inflict": ["Water"], "MP": 0, "MAG": 78, "SPR": 0, "DEF": 0}, "icon": "global_equip_10064.png", "type": "Rod", "strings": {"name": ["Staff of Blizzards", "冰杖", "빙설의 지팡이", "Bâton blizzard", "Blizzardstab", "Bastón de la ventisca"], "desc_short": ["A staff of crystallized ice.", "由冰晶製成的手杖", "얼음 결정으로 이루어진 지팡이.", "Un bâton fait de glace cristallisée.", "Ein aus Eiskristallen bestehender Stab.", "Un bastón de hielo cristalizado."], "desc_long": ["A staff of crystallized ice. It was once wielded by a brilliant wizard of unmatched power.  How or when the staff crystallized is unknown. Some say that the wizard himself crystallized it as a symbol of power, while others say that a portion of the wizard's power is sealed within the crystallized ice.", "由冰之结晶製成的手杖。擁有所向披靡力量的魔道師所裝備的武器。手杖結晶化的原因不明，有人說那些結晶是魔道師力量的象徵，也有人說魔道師的力量被封印在結晶化的冰晶中。", "얼음 결정으로 이루어진 지팡이. 비견할 자가 없을 정도로 강력한 힘을 지닌 마도사가 장비했던 것이라고 알려져 있다. 지팡이가 결정화한 원인은 밝혀지지 않았는데, 마도사 자신이 가진 힘의 상징으로서 결정화했다는 소문도 있는 반면에 마도사의 힘이 결정화한 얼음 속에 봉인되었다고 믿는 자도 있는 모양이다.", "Un bâton fait de glace cristallisée. Il appartenait autrefois à un sorcier prodigieux au pouvoir inégalé. Nul ne sait quand ni comment il s’est cristallisé. Certains affirment qu’il s’agit de l’œuvre du sorcier lui-même, afin de démontrer sa puissance. D’autres encore pensent qu’une portion de ses pouvoirs serait scellée à l’intérieur de cette glace cristallisée.", "Ein aus Eiskristallen bestehender Stab. Er wurde einst von einem genialen Zauberer geführt, dessen Kräfte beispiellos waren. Wie oder wann der Stab kristallisierte ist unklar. Manche sagen, dass der Zauberer den Stab selbst wachsen ließ, um seine Macht zu demonstrieren; andere wiederum sind felsenfest davon überzeugt, dass ein Teil der Kräfte des Zauberers in dem kristallisierten Eis verschlossen ist.", "Un bastón de hielo cristalizado. Antaño lo portó un brillante hechicero de poder incomparable. Aunque no se sabe ni cómo ni cuándo se cristalizó el bastón, algunos comentan que el propio hechicero lo hizo para demostrar su fuerza, mientras que otros afirman que parte de su poder está sellado dentro del hielo."]}, "accuracy": 0}