{"slot": "Headgear", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Judge Helm", "type_id": 41, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 90090, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 15, "Light": 15, "Ice": 15, "Lightning": 15, "Water": 15, "Earth": 15, "Wind": 15}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 20, "DEF": 35}, "type": "Helm", "strings": {"name": ["Judge Helm", "審判者頭盔", "심판의 투구", "Casque de juge", "Richthelm", "Casco de juez"], "desc_short": ["An imposing helm with a pair of downwards-pointing horns.", "一頂威風的頭盔，附有一對朝下的犄角。", "아래로 굽은 한 쌍의 뿔이 달린 인상적인 투구.", "Un casque imposant possédant deux cornes pointant vers le bas.", "Ein beeindruckender Helm mit abwärts gerichteten Hörnern.", "Un imponente casco con un par de cuernos que apuntan hacia abajo."], "desc_long": ["An imposing helm with a pair of downward-pointing horns. Not only does it give its wearer an awe-inspiring aura, it also provides excellent defense against both physical and elemental magic attacks.", "一頂威風的頭盔，附有一對朝下的犄角。它不僅能為配戴者帶來令人畏懼的氣場，同時也能提高防禦、物理及屬性魔法攻擊的力量。", "아래로 굽은 한 쌍의 뿔이 달린 인상적인 투구. 착용한 사람은 범접할 수 없는 아우라를 내뿜게 되며, 강력한 물리공격 뿐 아니라 속성 마법공격까지도 견딜 수 있다.", "Un casque imposant possédant deux cornes pointant vers le bas. Non seulement ce casque donne un aspect terrifiant à son porteur, mais lui permet également de réduire grandement les dégâts infligés par les attaques physiques et les attaques magiques.", "Ein beeindruckender Helm mit abwärts gerichteten Hörnern. Er verleiht dem Träger nicht nur eine Ehrfurcht gebietende Aura, sondern bietet auch exzellenten Schutz vor physischen und magischen Angriffen.", "Un imponente casco con un par de cuernos que apuntan hacia abajo. Aparte de proferirle a quien lo porta un aura intimidante, también proporciona una defensa excelente contra ataques físicos y mágicos."]}, "icon": "global_equip_10025.png"}