{"slot": "Accessory", "compendium_shown": true, "price_buy": 300000, "requirements": null, "name": "Ice Rosetta", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 90043, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 30000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Ice": 25}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 50, "SPR": 0, "DEF": 50}, "icon": "global_item_10072.png", "type": "Accessory", "strings": {"name": ["Ice Rosetta", "冰凍羅賽塔", "아이스 로제타", "Rose de glace", "Eis-Rosetta", "Rosetta helada"], "desc_short": ["An ice stone fragment imbued with magical powers.", "有魔力注入其中的冰石碎片", "마력이 담긴 빙석 조각", "Un fragment d'un bloc de glace imprégné de pouvoirs magiques", "Ein Eissteinfragment mit magischer Kraft.", "Un fragmento de piedra helada imbuída con poder mágico."], "desc_long": ["A fragment of ice with magical glyphs engraved on it, that somewhat resembles a gigantic snowflake. It is said to have been jointly created by a veteran stonesmith and a skilled mage who were experimenting to make the best protective talisman for mages in their homeland, an icy area. Not only does the item provide excellent defence for its wearer, but it also boosts their magical powers significantly, which was a pleasant surprise for the duo.", "有魔力注入其中的冰石碎片，相傳由技藝精湛的石器師和魔道士共同製造。讓兩位製作者驚奇的是，這種裝備不僅能提供優越的防禦，還能大幅增強魔力。", "숙련된 석공과 마도사가 힘을 합쳐 만들었다고 전해지는, 마법의 힘이 담긴 빙석의 조각. 사용자에게 뛰어난 방어력을 제공할 뿐 아니라, 마력을 대폭 향상시키는 효과가 있다고 한다.", "Un fragment de glace sur lequel est gravé un glyphe et qui ressemble à un gigantesque flocon de neige. On raconte qu'il aurait été créé par un tailleur de pierre expérimenté et qu'un mage très puissant lui aurait conféré des propriétés magiques afin d'en faire le meilleur des talisman protecteurs pour les mages restant sur leur terre natale ou s'aventurant dans les régions glacées du monde. Cet objet n'augmente pas seulement la DEF de son porteur, il permet aussi d'augmenter drastiquement les pouvoirs magiques, une combinaison assez rare pour être soulignée.", "Ein Eisfragment mit magischen, eingravierten Glyphen, die an eine riesige Schneeflocke erinnern. Sie soll als Gemeinschaftsarbeit eines erfahrenen Steinmetzes und eines geschickten Magiern entstanden sein, die in ihrer kalten Heimat den besten Schutzalisman für Magier schmieden wollten. Dies gelang nicht nur, sondern er erhöht ebenfalls die Magie des Trägers erheblich.", "Un fragmento de hielo con glifos mágicos grabados en él y que se asemeja a un copo de nieve gigante. Se dice que lo crearon un escultor y un mago diestro que querían experimentar para crear el mejor de los amuletos protectores para magos de su tierra natal, una zona gélida. No solo provee de una excelente defensa a quien lo porta, sino que también aumenta sus poderes mágicos, lo que fue una grata sorpresa para la pareja."]}, "accuracy": 0}