{"slot": "Accessory", "compendium_shown": true, "price_buy": 200000, "requirements": null, "name": "Infernal Armlet", "type_id": 60, "skills": [100080, 100140], "is_twohanded": false, "rarity": 6, "compendium_id": 90022, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'ATK +20%' passive.", "Grants 'DEF +20%' passive."], "price_sell": 20000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 20, "Earth": 20}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_item_10043.png", "type": "Accessory", "strings": {"name": ["Infernal Armlet", "邪惡手鐲", "사악한 팔찌", "Brassard infernal", "Höllisches Armband", "Brazalete infernal"], "desc_short": ["A bracelet that is engulfed in scorching flames.", "熾紅火焰環繞的手鐲", "새빨간 화염에 둘러싸인 팔찌", "Un brassard entouré de flammes brûlantes.", "Ein von sengenden Flammen umrahmtes Armband.", "Un brazalete envuelto en llamas abrasadoras."], "desc_long": ["This fiery armlet was forged in the deepest depths of Inferno Hollow by an unknown craftsman who was later mercilessly slain. After failing his first and last expedition in hopes to craft a legendary accessory and be acknowledged by his master, the armlet was forgotten and left behind.", "此熾紅火焰環繞的手鐲，是由一位無名工匠在洞窟最深處鍛造的。工匠後來被殘忍殺害。為了製作傳說中的飾品，為了得到師父的認可，他進行了唯一一次遠征，最終失敗。而手鐲則一直被遺忘在洞穴中。", "이 화염에 둘러싸인 팔찌는 후에 비참한 최후를 맞은 이름 없는 장인에 의해 어느 동굴 깊은 곳에서 제작되었다. 전설의 장신구를 만들어 스승에게 인정받기를 꿈꾸며 처음이자 마지막으로 원정길에 나섰지만 결국 실패로 끝나게 되고, 팔찌는 잊혀진 채 그곳에 남겨졌다.", "Ce brassard enflammé a été forgé dans les profondeurs de la fournaise de la Porte des Enfers par un forgeron qui fut tué plus tard de la pire des façons. Après l'échec de sa première et dernière expédition dont l'objectif était de fabriquer un accessoire légendaire et de recevoir les enseignements de son maître, le brassard fut oublié et abandonné aux limbes de l'histoire.", "Dieses feurige Armband wurde in den tiefsten Tiefen der Hölle von einem Unbekannten geschmiedet, der später erschlagen wurde. Nachdem seine erste und letzte Expedition scheiterte, um seinen Meister mit einem überragenden Accessoire zu beeindrucken, wurde das Armband vergessen.", "Este potente brazalete fue forjado en las profundidades de una caverna infernal por un artesano desconocido, de quién se supo después que era un asesino despiadado. Tras fracasar en su primer y último intento de forjar un accesorio legendario y que se le conociera como su maestro, el brazalete quedó olvidado y abandonado."]}, "accuracy": 0}