{"slot": "Headgear", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Cat Hat", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 90025, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": {"Silence": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 25, "MAG": 20, "SPR": 20, "DEF": 15}, "type": "Hat", "strings": {"name": ["Cat Hat", "貓耳帽子", "고양이 모자", "Chapeau de chat", "Katzenhut", "Gorro de gata"], "desc_short": ["A cute pair of ears that will make one look like a cat.", "能夠讓人假扮貓咪的可愛貓耳帽子", "고양이가 된 기분을 만끽할 수 있는 귀여운 모자", "Une jolie paire d'oreilles qui permettent à son porteur de ressembler à un chat.", "Ein niedliches Paar Katzenohren.", "Un par de orejas muy monas que le hacen a uno parecerse a un gato."], "desc_long": ["This pair of magical ears belonged to a cat spirit who once fell in love with an adventurer who led a simple life. Their romance did not end well as their village was burnt and pillaged during a war. As they fought to protect whatever was left in the village, the adventurer was fatally wounded. As death drew upon the both of them, the cat spirit gave up her life in order to protect and save her beloved.", "這頂不可思議的貓耳帽子曾屬於一隻戀慕某冒險者的貓精靈。慘烈的戰爭讓兩者的愛情成了悲劇。為了守衛遭到襲擊的村莊，保護其中僅有的東西，他們奮力戰鬥。不過，在最後關頭，冒險者受了致命重傷，瀕臨死亡。最終，貓精靈決定犧牲自己來挽回心愛之人的生命。", "이 신비로운 귀는 어느 모험가가 사랑한 고양이 정령의 것이었다. 하지만 마을이 전쟁에 휩쓸려, 두 사람의 사랑은 비참한 결말을 맞게 된다. 두 사람은 마을에 남은 사람들을 위해 싸웠지만, 결국 모험가는 치명상을 입고 말았다. 그리고 죽음에 다다른 그를 위해, 고양이 정령은 자신의 목숨과 바꿔 연인의 생명을 구해냈다고 한다.", "Cette paire d'oreilles magiques appartenait à l'esprit d'une chatte qui tomba amoureuse d'un aventurier qui vivait une vie simple. Cette romance ne finit malheureusement pas de la meilleure de façon car le village dans lequel ils résidaient fut réduit en cendres et pillé lors d'une guerre. L'aventurier fut mortellement blessé alors qu'il cherchait à sauver ce qui restait du village et de ses habitants. La mort planait au-dessus d'eux et l'esprit de la chatte finit lui aussi par donner sa vie alors qu'il tentait de protéger et sauver son bien-aimé.", "Dieses Paar magischer Ohren gehörte einem Katzengeist, der sich in eine einfache Abenteurerin verliebte. Ihre Romanze nahm ein schlimmes Ende, da ihr Dorf während ihres Krieges niedergebrannt und geplündert wurde. Im Kampf um das Dorf wurde die Abenteurerin tödlich verwundet. Da opferte der Katzengeist sich selbst, um das Leben seiner Liebsten zu retten.", "Este par de orejas mágicas pertenecieron al espíritu de una gata que se enamoró de un aventurero que llevaba una vida mundana. Su romance no tuvo un final feliz, ya que su aldea fue quemada y saqueada en la guerra. En su lucha por salvar lo poco que quedaba en la aldea, el aventurero fue mortalmente herido. Con la muerte ya cerca, el espíritu de la gata le entregó su vida para salvar y proteger a su amado."]}, "icon": "global_item_10046.png"}