{"slot": "Shield", "compendium_shown": true, "price_buy": 4500, "requirements": null, "name": "Snowstorm Shield", "type_id": 30, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 90041, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 450, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": -30, "Earth": -30, "Wind": 30, "Ice": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 12, "DEF": 42}, "icon": "global_item_10070.png", "type": "Light Shield", "strings": {"name": ["Snowstorm Shield", "暴風雪之盾", "눈보라의 방패", "Bouclier Brisegivre", "Schneesturmschild", "Escudo de la ventisca"], "desc_short": ["A light shield designed to weather the wind and snow.", "用來抵禦暴風雪的輕便盾牌", "눈보라로부터 몸을 지키기 위해 만들어진 가벼운 방패", "Un bouclier léger fabriqué pour protéger du vent et de la neige.", "Ein leichtes Schild, das Schnee und Wind widersteht.", "Un escudo ligero diseñado para soportar el viento y la nieve."], "desc_long": ["A light shield that belonged to an explorer who enjoyed adventuring in cold regions. Rumor has it that he received this shield from a mysterious old man all clad in red. Following their encounter he saw himself trapped in a snowstorm, but the magical shield saved his life.", "在嚴寒之地進行探索的冒險者所使用的輕盾。據說該盾是這位冒險者在暴風雪中迷失方向時，由一位穿紅衣服的神秘老人贈送的。", "극한의 땅을 탐험하던 모험가가 사용했다는 가벼운 방패. 그가 맹렬한 눈보라 속에 조난당했을 때 붉은 옷을 입은 수수께끼의 노인에게서 받았다고 한다.", "Un bouclier léger qui appartenait à un explorateur qui adorait partir à l'aventure dans les régions glacées du monde. On raconte qu'il aurait obtenu ce bouclier de la main d'un homme mystérieux vêtu de rouge. On raconte aussi que ce bouclier lui aurait sauvé la vie alors qu'il s'était retrouvé pris au piège dans une tempête de neige.", "Ein leichtes Schild, das einem Forscher gehörte, der die Kälte liebte. Er soll dieses Schild von einem geheimnisvollen alten Mann in rot haben. Zu dieser Zeit war er in einem Schneesturm gefangen, aber der Schild rettete sein Leben.", "Un escudo ligero perteneciente antaño a un explorador aficionado a las zonas frías. Se dice que este consiguió el escudo de un misterioso hombre que vestía de rojo. En aquel momento se encontraba atrapado en la nieve, pero el escudo le salvó la vida."]}, "accuracy": 0}