{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": ["UNIT_ID", 213000603], "name": "Calamity Spear", "type_id": 10, "skills": [202110], "is_twohanded": false, "rarity": 6, "compendium_id": 90037, "dmg_variance": [1, 1.6], "slot_id": 1, "effects": ["Grants 'Aero Blitz' ability."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 75, "element_inflict": ["Wind"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_item_10064.png", "type": "Spear", "strings": {"name": ["Calamity Spear", "災禍長槍", "카라미티 샤프트", "Lance Calamité", "Speer des Unheils", "Calamidad"], "desc_short": ["A weapon given the name of a great disaster. (Fang only)", "冠有災禍之名的武器（牙專用）", "재해의 이름이 부여된 무기. (팡 전용)", "Une arme portant le nom d'un grand désastre (Fang uniquement)", "Eine nach einer großen Katastrophe benannte Waffe (nur Fang).", "Un arma bautizada con el nombre de un gran desastre. (Solo Fang)"], "desc_long": ["A spear given the name of a horrible disaster. Equipping it rapidly increases its wielder's ATK, and enables him or her to carry out attacks infused with the power of wind. Only a qualified few are capable of wielding this uniquely shaped item with two tips at each end.", "冠有恐怖災禍之名的長槍，裝備上它可以使攻擊力有飛躍性的提升，還能夠發起寄宿有風之力的攻擊。其搶尖分為兩個，形狀獨特，只有長槍高手才能夠使用。", "무시무시한 재해의 이름이 부여된 창. 장비하게 되면 공격력이 비약적으로 높아지고, 바람의 힘을 지닌 공격을 펼칠 수 있게 된다. 양 끝이 둘로 갈라진 독특한 디자인으로, 숙련자만이 사용할 수 있다.", "Une lance qui possède le nom d'un horrible désastre. Une fois équipée, elle augmente l'ATT de son porteur, et lui permet d'apprendre des attaques de magie du vent. Seuls quelques guerriers sont capables de manier cette lance possédant deux points à ses deux extrémités.", "Ein nach einer schrecklichen Katastrophe benannter Speer. Der ANG des Trägers erhöht sich stark und ermöglicht Angriffe mit der Kraft des Windes. Nur wenige können diese einzigartige Waffe mit zwei Spitzen an beiden Enden schwingen.", "Un arma bautizada con el nombre de un gran desastre. Aumenta inmediatamente el ATQ de su portador y le permite efectuar ataques imbuidos con el poder del viento. Sólo unos pocos son capaces de dominar esta arma de forma particular con sus dos puntas en cada extremo."]}, "accuracy": 0}