{"slot": "Weapon", "compendium_shown": true, "price_buy": 4000, "requirements": null, "name": "Superior Blade", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 90001, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 400, "stats": {"status_inflict": {"Blind": 15}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 36, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_item_10002.png", "type": "Sword", "strings": {"name": ["Superior Blade", "精製劍", "명품 브로드소드", "Glaive supérieur", "Überragende Klinge", "Hoja superior"], "desc_short": ["A long sword made with enhanced materials.", "用特殊素材製作的長劍", "특수한 재료로 만들어진 장검", "Une épée longue faite de matériaux améliorés.", "Ein langes Schwert aus hochqualitativem Material.", "Una espada larga fabricada con materiales mejorados."], "desc_long": ["A long sword that is only awarded to high-ranking Grandshelt officials who have mastered the art of sword-wielding. Such masters are said to wield their blades with such speed that their enemies rarely see them coming.", "只有劍術過人的格蘭謝爾特高官才會獲得的劍。高官們會以極快的速度揮舞該劍，以至於敵人還沒看清劍的走向，一切就都已經結束了。", "검술에 능한 그랑셸트의 고관에게만 하사되는 장검. 그 고관들이 휘두르는 검의 속도는 상상을 초월해서 상대는 그 검의 모습조차 보지 못한다.", "Une épée longue offerte en récompense aux soldats de Grandshelt de haut rang maîtrisant l'art de l'épée. On raconte que de tels maîtres sont si rapides que la plupart de leurs ennemis ne les voient même pas dégainer.", "Ein scharfes Schwert, das nur die höchsten Offiziere Grandshelts tragen dürfen. Man sagt, sie schwingen ihre Klingen mit solcher Geschwindigkeit, dass ihre Feinde den Angriff kaum sehen können.", "Una espada larga que solo es otorgada a los altos mandos del ejército de Grandshelt que hayan dominado el arte de la espada. Se dice que manejan sus armas con tanta soltura y velocidad que siempre pillan a sus enemigos desprevenidos."]}, "accuracy": 0}