{"slot": "Weapon", "compendium_shown": true, "price_buy": 40000, "requirements": null, "name": "Kangaroo", "type_id": 13, "skills": [101090], "is_twohanded": false, "rarity": 4, "compendium_id": 90010, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 32, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Throwing", "strings": {"name": ["Kangaroo", "袋鼠迴力鏢", "캥거루", "Kangourou", "Kängeru", "Canguro"], "desc_short": ["A ranged weapon that thirsts for the blood of flying creatures.", "對能夠飛行的魔物十分有效的迴力鏢", "하늘을 나는 몬스터에게 특히 효과적인 원거리용 무기", "Arme de longue portée qui a soif du sang de créatures volantes.", "Eine Fernkampfwaffe, die nach dem Blut fliegender Kreaturen dürstet.", "Un arma sedienta de sangre de enemigos voladores."], "desc_long": ["<br><br>The story behind this boomerang is more elaborate than its design suggests. According to myth, the Kangroo was a cursed weapon that, when thrown, would attract itself to the closest creature with even the slightest of bird-like features. Stories suggest that it was created by a witch who got sick of the chirpings of magpies and sparrows in her bird-loving neighborhood. One single toss of the boomerang was accompanied by multiple high-pitched, bird-like screams.", "單從這種迴力鏢的外觀，人們幾乎無法想象其背後黑暗的過往。袋鼠迴力鏢是一種受到詛咒的武器，一經拋出，它就會自動飛向近處具有鳥類特征的生物。據傳說，曾經有一位魔女，她終日受喜鵲和燕子叫聲的煩擾，於是製作出了這種迴力鏢。將它拋出去之後，她很快就聽到了鳥類臨死前的慘叫聲。從此，這位魔女終於過上了安靜舒暢的生活。<br>", "이 부메랑에는 그 모습을 보고는 상상조차 할 수 없는 어두운 이야기가 얽혀 있다. 캥거루는 저주받은 무기로, 조금이라도 새와 비슷한 생물이 있는 곳을 향해 날아간다. 일화에 따르면 이 부메랑은 까치와 제비의 울음소리에 시달리던 마녀가 만든 것으로, 던지면 새의 날카로운 단말마가 연이어 들려온다. 그 뒤로 마녀는 평화롭게 잠들 수 있었다고 한다.", "L'histoire de ce boomerang est bien plus élaborée que son design le suggère. Selon la légende, le Kangourou était une arme maudite qui, une fois lancée, était attirée par la créature la plus proche fusse-t-elle un tout petit oiseau. On raconte qu'il aurait été fabriqué par une sorcière qui en avait assez des gazouillis des pies et des moineaux présents dans les habitations de ses voisins amoureux des oiseaux. Lancez ce boomerang et vous entendrez un bruit pareil à des cris de milliers d'oiseaux.", "Die Geschichte hinter diesem Bumerang ist komplizierter als gedacht. Der Legende zufolge war das Kängeru eine verfluchte Waffe, die es auf jedes Wesen mit auch nur der geringsten Vogelähnlichkeit abgesehen hatte. Eine Hexe soll es gefertigt haben, die den Gesang der Elstern und Spatzen in ihrer vogelliebenden Nachbarschaft leid war. Ein einziger Wurf des Bumerangs wurde von mehreren hochfrequenten, vogelgleichen Lauten begleitet.", "La historia que esconde este bumerang es más complicada de lo que deja entrever su diseño. Según la leyenda, el canguro era un arma maldita que, al ser lanzada, quedaba atraída por la criatura más cercana que se pareciese a un ave. Las historias cuentan de que fue creada por una bruja que se hartó de todos lo pajarracos que acosaban su vecindario. Un simple lanzamiento de este bumerang siempre venía acompañado de una serie de gritos de pájaro."]}, "icon": "global_item_10023.png"}