{"slot": "Weapon", "compendium_shown": true, "price_buy": 3200, "requirements": null, "name": "Rod of Gravity", "type_id": 6, "skills": [20150], "is_twohanded": false, "rarity": 5, "compendium_id": 90002, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Gravity' magic."], "price_sell": 320, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 5, "element_inflict": null, "MP": 0, "MAG": 35, "SPR": 0, "DEF": 0}, "type": "Rod", "strings": {"name": ["Rod of Gravity", "重力棒", "그라비데의 홀장", "Sceptre de gravité", "Gravitas-Rute", "Vara de gravedad"], "desc_short": ["A sturdy rod that is difficult to raise.", "一根結實且沉重的魔棒", "매우 견고하고 무거운 홀장", "Sceptre très lourd et difficile à manier.", "Eine robuste Rute, die schwer zu heben ist.", "Una vara robusta difícil de levantar."], "desc_long": ["A rod that is so heavy that it is of little use as an offensive weapon. Meant more for the defensive-minded, it is said that users of this rod carry the weight of the world on their shoulders.", "一把非常沉重、難以舉起的魔棒，不適合當做武器使用。據說使用該魔棒的人背負著整個世界的重量。", "들어 올리기 조차 힘들 정도로 무거워 무기로서 적당하지 않다. 이 홀장을 사용하는 자는 세계의 짐을 짊어진다고 전해진다.", "Sceptre si lourd qu'il ne peut que très peu servir comme arme offensive. Il est, au contraire, beaucoup plus adapté à la défense. On raconte que les utilisateurs de celui-ci ont l'impression de porter le poids du monde sur leurs épaules lorsqu'ils le manient.", "Diese Rute ist so schwer, dass sie wenig Nutzen als Angriffswaffe bietet. Für Abwehrkämpfer gedacht, wird gesagt, dass die Träger dieser Rute das Gewicht der Welt auf ihren Schultern tragen.", "Una vara tan pesada que es difícil utilizarla para el ataque. Está orientada para un uso defensivo y se dice que quien la lleva puede sentir el peso del mundo sobre sus hombros."]}, "icon": "global_item_10005.png"}