{"slot": "Chest", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Vestment of Mind", "type_id": 53, "skills": [910186], "is_twohanded": false, "rarity": 6, "compendium_id": 90075, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Mind Charge' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 35, "DEF": 40}, "type": "Robe", "strings": {"name": ["Vestment of Mind", "倔強之心", "정신력의 의복", "Bure psychique", "Klerikertracht", "Fortaleza de espíritu"], "desc_short": ["A robe specially made to be more durable.", "用特殊的素材製作的堅韌法袍", "특수한 재료로 만들어진 질긴 로브", "Une robe faite à partir de fibres qui augmentent sa résistance.", "Eine Robe, die die Ausdauer erhöht.", "Una túnica especialmente diseñada para durar mucho."], "desc_long": ["A robe that is made from special fibers that improve its durability, and provide better protection for the wearer. It is usually worn by clerics that are stationed at the front lines during war.", "用特殊的素材製作的堅韌法袍。戰爭時，在前線戰鬥的聖職者所穿戴的裝備。", "특수한 재료로 만들어진 질긴 로브. 전쟁이 벌어지면 전선에서 용맹하게 싸우던 성직자가 걸친 물건이다.", "Une robe faite à partir de fibres qui augmentent sa résistance, permettant ainsi de mieux protéger son porteur. Elle est généralement portée par les prêtres qui sont stationnés sur la ligne de front à la guerre.", "Eine Robe aus Spezialfäden, die die Ausdauer erhöht und dem Träger Schutz bietet. Für gewöhnlich tragen sie Kleriker, die im Krieg an der Front eingesetzt werden.", "Una túnica tejida con materiales especiales para aumentar su durabilidad y para ofrecer una mayor protección a quien la lleva puesta. Suelen llevarla los clérigos que están estacionados en primera línea de batalla."]}, "icon": "global_equip_10011.png"}