{"slot": "Weapon", "compendium_shown": true, "price_buy": 400000, "requirements": null, "name": "Shining Splendor", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 90006, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 4000, "stats": {"status_inflict": {"Blind": 15}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 72, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 8}, "icon": "global_item_10034.png", "type": "Sword", "strings": {"name": ["Shining Splendor", "光輝閃耀", "광휘의 검", "Splendeur éclatante", "Strahlende Pracht", "Esplendor creciente"], "desc_short": ["A powerful sword forged from various materials under extreme heat.", "將大量材料用灼熱之炎久久煉制而成的強力長劍", "작열하는 화염 속에서 수많은 재료들로 만들어낸 길고도 강력한 검.", "Épée forgée à partir de matériaux chauffés à une chaleur extrême.", "Ein mächtiges Schwert geschmiedet aus verschiedenen Materialien.", "Una poderosa espada forjada con materiales bajo calor extremo."], "desc_long": ["A blade that is so tedious and expensive to craft, the blacksmith community cringes at the mere mention of this sword. Forging one takes flames so hot they can instantly melt most metals. Few blade-wielders have ever had the privilege of brandishing this blade, the shine of which blinds those who find themselves at the wrong end of one of its attacks.", "該劍的製作過程非常繁瑣且成本極為昂貴，所以鍛冶店的人聽到該劍的名字都會聞劍喪膽。想要製作光輝閃耀必須要滿足幾個特殊條件才行。首先是需要能夠熔化結實金屬的業火，其次是需要工匠們長時間忍受鍛冶工場內的高溫。世上有資格揮舞這把名劍的劍士劍客屈指可數。凡夫俗子在揮舞該劍時都會被閃耀的劍光晃得暈頭轉向。", "이 검을 만드는 데에는 꽤나 많은 비용이 드는 데다가 번거롭기까지 하기 때문에 대장간에서는 이 검의 이름만 들어도 고개를 젓는다. 광휘의 검은 특수한 조건을 만족시키지 않으면 만들어낼 수 없다. 단단한 금속도 녹여버릴 정도로 강한 불길이 필요하므로, 이 검을 제작하는 장인들은 오랜 시간 동안 대장간의 고온을 견뎌내야만 한다. 소수의 검사만이 이 무시무시한 검을 휘두를 수 있는 자격을 부여받는데, 그 빛나는 칼날을 피하지 못한 자는 눈이 멀게 된다.", "Cette lame est si fastidieuse et chère à forger que la communauté des forgerons tremble à la simple évocation de son nom. Les flammes servant à forger cette lame sont si chaudes qu'elles peuvent faire fondre la plupart des métaux. Bien peu d'épéistes ont eu le privilège de pouvoir brandir cette épée dont l'éclat aveugle toutes les personnes se trouvant du mauvais côté de la lame.", "Eine Klinge so besonders und teuer, dass jeder Schmied alleine bei seiner Erwähnung zusammenzuckt. Ein mächtiges Schwert geschmiedet aus verschiedenen Materialien und unter großer Hitze. Um dieses Schwert zu schmieden, braucht es Flammen, die die meisten Metalle zum Schmelzen bringen. Wer dieses Schwert schmiedet, muss die große Hitze also ertragen können. Nur wenige Schwertkämpfer durften diese herausragende Klinge schwingen, sein Glanz blendet diejenigen, die sich am anderen Ende der Klinge wiederfinden.", "Una espada que cuesta tanto trabajo y dinero de elaborar que causa que el gremio de herreros tiemble solo con ser mencionada.<br><br>Esta espada es forjada con materiales bajo calor extremo. Se requieren llamas capaces de fundir cualquier metal casi al instante para poder fabricar esta espada, lo que hace que los artesanos que las elaboran deben soportar un calor extremo."]}, "accuracy": 0}