{"slot": "Accessory", "compendium_shown": true, "price_buy": 300000, "requirements": null, "name": "Snowbear", "type_id": 60, "skills": [910655], "is_twohanded": false, "rarity": 8, "compendium_id": 90124, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Snowbear Guard' passive."], "price_sell": 30000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 50, "SPR": 30, "DEF": 0}, "icon": "global_equip_10068.png", "type": "Accessory", "strings": {"name": ["Snowbear", "雪熊", "눈곰", "Ourseneige", "Schneebär", "Oso polar"], "desc_short": ["Though the constant companion of Christine, none know of where it came from.", "雖然來源不明，但它是克莉絲汀無可替代的夥伴", "크리스틴의 둘도 없는 친구로, 어디서 왔는지는 알 수 없다.", "Bien qu'il accompagne Christine partout, personne ne sait d'où il vient.", "Obwohl er Christines ständiger Begleiter ist, vermag niemand so recht zu sagen, woher er eigentlich kommt.", "El compañero de Christine. Se desconoce de dónde viene este oso."], "desc_long": ["Though the constant companion of Christine, none know of where it came from. It however seems like it is the product of magic. According to Christine, she never feels alone as long as she has it.", "雖然來源不明，但它是克莉絲汀無可替代的夥伴。似乎是由魔法的力量所作成，根據克莉絲汀的說法，因為有了雪熊陪伴，讓她不曾感到孤單。", "크리스틴의 둘도 없는 친구. 어디서 왔는지는 알 수 없지만, 아마 마법의 힘에 의해 탄생한 듯하다. 크리스틴의 말에 따르면, 눈곰과 함께 있는 한 그녀는 결코 외롭지 않다고 한다.", "Bien qu'il accompagne Christine partout, personne ne sait d'où il vient. Il semble toutefois être né grâce à de la magie et tient compagnie à Christine, qui ne se sent jamais seule grâce à lui.", "Obwohl er Christines ständiger Begleiter ist, vermag niemand so recht zu sagen, woher er eigentlich kommt. Es hat jedoch den Anschein, als wäre er das Resultat magischen Wirkens. Christine selbst scheint sich niemals einsam zu fühlen, solange sie ihren Schneebären hat.", "El compañero de Christine. Se desconoce de dónde viene este oso, pero parece que se creó con magia. Según Christine, con él no se siente sola."]}, "accuracy": 0}