{"slot": "Weapon", "compendium_shown": true, "price_buy": 40000, "requirements": null, "name": "Toxic Dagger", "type_id": 1, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 90012, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 400, "stats": {"status_inflict": {"Poison": 15}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 35, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Dagger", "strings": {"name": ["Toxic Dagger", "劇毒短劍", "독의 단검", "Dague empoisonnée", "Giftdolch", "Daga tóxica"], "desc_short": ["A tool favored by assassins, with an emerald green glow.", "為暗殺者所喜愛的散發翡翠色光芒的武器", "암살자들이 애용하는 에메랄드빛 단검", "Outil apprécié des assassins qui brille d'un éclat vert émeraude.", "Ein grün leuchtender Gegenstand, der gerne von Assassinen genutzt wird.", "Herramienta de brillo esmeralda adorada por asesinos."], "desc_long": ["The most professional of hired mercenaries prefer to use weapons and tools that don’t implicate them when taking a bounty. The Toxic Dagger is a classic among top assassin circles because of this. However, its users need to always wear gloves for fear of the poison seeping onto its hilt. Made in the sandy region of Zadehl where scorpion venom is plentiful, these weapons are easily procured by those who deal in this line of work. They just need to cut their victims once and let the poison takes its course. No fuss, no mess, just one small graze and you're done.<br>", "一流的暗殺者通常忌諱使用容易暴露自己的武器和道具。因此，劇毒短劍廣受暗殺者們的青睞。使用者通常會佩戴手套以防止滲入劍柄的劇毒危害自身。這種武器在容易獲得蝎毒的扎德爾沙漠製作。鍛冶工匠都知道它的製作方法。用這把短劍在目標身上留下傷口，劇毒就會自行完成剩下的工作。輕輕劃傷，就可迅速致命。<br>", "일류 암살자일수록 자신을 특정하는 무기나 도구를 사용하지 않는다. 때문에, 이 독의 단검은 옛날부터 암살자들 사이에서 애용되어 왔다. 손잡이까지 번진 독에 오히려 스스로가 당할 위험이 있어, 반드시 장갑을 착용해야 한다. 이 단검은 전갈의 독을 입수하기 쉬운 자데르 사막에서 만들어지는 편인데, 이쪽 업계 사람이라면 누구든 쉽게 제작할 수 있다. 표적에게 작은 상처만 입혀도, 그 후에는 시간 문제일 뿐.", "Les plus grands mercenaires préfèrent utiliser les armes et les outils qui les impliquent le moins possible lorsqu'ils doivent abattre leur cible. C'est pour cela que la Dague empoisonnée est un classique qui remporte tous les suffrages et ce même s'ils doivent porter des gants afin d'éviter de subir les effets du poison. Fabriquées dans la région désertique de Zadehl où le venin des scorpions foisonne, ces armes sont facilement trouvables chez ceux baignant dans ce genre d'affaires. Une seule entaille suffit pour permettre au venin de faire son office. Vite, net et sans bavure. Une toute petite entaille et tout est terminé.", "Die meisten gedungenen Söldner bevorzugen Waffen und Werkzeuge, dank denen sie im Verborgenen bleiben. Darum ist der Giftdolch ein beliebtes Mittel in den höchsten Assasssinenkreisen. Wer ihn benutzt, muss jedoch stets Handschuhe tragen, da das Gift den Griff beflecken kann. Hergestellt in der Wüstenregion von Zadehl, wo es Skorpionsgift gibt, ist diese Waffe gut für Attentate geeignet. Man muss das Opfer nur damit schneiden, den Rest erledigt das Gift. Ganz einfach.", "Los mercenarios más profesionales que se pueden contratar prefieren utilizar armas y herramientas que no les incriminen a la hora de asesinar. La daga tóxica es todo un clásico entre los círculos de asesinos por ello. Aun así, los que la usan deben llevar siempre guantes puestos por miedo a que el veneno se derrame hasta su mango. Hecho en la región arenosa de Zadehl, en donde el veneno de escorpión es abundante, esta arma es fácil de obtenerse por aquellos dedicados a esta rama del oficio. Tan solo hacerles un corte a sus víctimas basta para que el veneno se los lleve al otro barrio. Sin jaleos, sin ensuciarse, solo una pequeña hendidura y listo."]}, "icon": "global_item_10025.png"}