{"slot": "Weapon", "compendium_shown": true, "price_buy": 30000, "requirements": null, "name": "Sparky", "type_id": 14, "skills": [101360], "is_twohanded": false, "rarity": 8, "compendium_id": 90060, "dmg_variance": [1.35, 1.65], "slot_id": 1, "effects": ["Grants 'Doublehand' passive."], "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 120, "element_inflict": ["Lightning"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_equip_10000.png", "type": "Gun", "strings": {"name": ["Sparky", "小火花", "스파키", "Fulguro", "Funkel", "Chispitas"], "desc_short": ["A heavy hand cannon that packs a powerful punch.", "破壞力極強的手持大砲", "발군의 파괴력을 자랑하는 핸드 캐넌", "Un canon d'un gros calibre qui relâche des tirs d'une puissance extrême", "Eine schwere Kanone mit mächtigem Schuss", "Un cañón de mano pesado con una potencia brutal."], "desc_long": ["While cumbersome in battle, the deafening blast of this mighty hand cannon is able to shaken the most stoic of hearts. Sparky imbues its payload with an electrical charge before discharging them, putting targets it hits into critical stasis. It is considered by some to be the most fearsome weapon forged in recent history.", "雖然在戰場上的搬運有些困難，但是震耳欲聾的大砲聲，能讓抱著必死決心的敵人也嚇得屁滾尿流。就如火花之名一樣，它所發射的砲彈都會有帶著電氣的火花，能夠對敵人造成致命性的傷害。在某些記載中，它被認為是近代最可怕的兵器之一。", "전장에 들고 나가기엔 다소 무리가 있으나, 귀를 찢을 듯한 대포의 굉음은 아무리 담대한 자라 하더라도 벌벌 떨게 만든다. 스파키는 그 이름 그대로, 전기가 감도는 포탄을 발사하여 적에게 치명적인 피해를 입힐 수 있다. 그 때문에, 일부에서는 근대 사상 가장 두려운 병기라 여겨지기도 한다.", "Bien que très encombrant pour n'importe quel soldat sur le champ de bataille, le tir de ce canon tout-puissant est une telle déflagration qu'il pourrait faire vibrer le plus froid de tous les cœurs. Le Fulguro se charge d'électricité avant de relâcher un tir mortel aussi puissant que la foudre capable de tuer d’un seul coup même les plus puissants des ennemis. Certains le considèrent comme l'arme la plus puissante jamais forgée par l'homme à ce jour.", "Im Kampf schwerfällig erschüttert der Schuss dieser mächtigen Handkanone selbst die stärksten Geister. Funkel entlässt seine Ladung mit einer elektrischen Ladung und versetzt seine Ziele in kritische Stase. Sie gilt als eine der schrecklichsten Waffe der jüngeren Geschichte.<br>", "Aunque cuesta maniobrarlo en combate, la ensordecedora explosión que causa este cañón de mano es capaz de hacer temblar al más bravo. Chispitas infunde una carga eléctrica a sus balas antes de dispararlas, lo que deja en éxtasis a sus víctimas. Algunos la consideran el arma más temible jamás forjada de la historia reciente."]}, "accuracy": 0}