{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Patches", "type_id": 60, "skills": [910172], "is_twohanded": false, "rarity": 7, "compendium_id": 90077, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Bear Charm' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 15, "element_inflict": null, "MP": 0, "MAG": 15, "SPR": 15, "DEF": 15}, "icon": "global_equip_10013.png", "type": "Accessory", "strings": {"name": ["Patches", "我的泰迪", "곰인형 패치", "Patchs", "Flickwerk", "Parchecitos"], "desc_short": ["A teddy bear charmed with magical properties.", "傳聞有著神秘力量的熊玩偶", "신비한 힘을 지녔다는 곰돌이 인형", "Un ours en peluche sous l'emprise d'une puissante magie.", "Ein Teddybär mit magischen Eigenschaften.", "Un osito de peluche encantado con propiedades mágicas."], "desc_long": ["A worn out teddy bear passed down from a legendary thief to his disciple. When the master thief passed away, the bear became a memento for his young apprentice. It is rumored that his spirit resides within the bear and continues to watch over his disciple.", "由傳說中的盜賊傳承給弟子的熊玩偶，據說擁有著不可思議的力量。是在師傅臨終時，以遺物的形式傳給弟子。據說這個熊玩偶身上寄宿著師傅的靈魂，一直守護弟子至今。", "어느 전설의 도적이 그 제자에게 물려준, 신비한 힘을 지닌 곰돌이 인형. 스승이 세상을 떠난 뒤 유품으로 제자가 이어받았다. 그 곰돌이 인형에는 스승의 영혼이 깃들어 있으며, 지금도 그 제자를 지켜주고 있다고 한다.", "Un ours en peluche étrange qu'un maître-voleur a donné à son disciple. Lorsque le maître décéda, l'ours en peluche devint un souvenir pour son jeune apprenti. Des rumeurs racontent que l'esprit du maître serait à l'intérieur de cet ourson et qu'il continuerait à veiller sur son apprenti.", "Ein abgegriffener Teddybär, der von einem legendären Dieb an seinen Schüler weitergegeben wurde. Als der Meister dahinschied, behielt der Schüler den Teddy als Erinnerung. Es heißt, sein Geist wache in dem Bären weiter über seinen Schüler.", "Un raído osito de peluche que un archiconocido ladrón le dejó en herencia a su discípulo. Cuando el ladrón falleció, el osito le sirvió de recuerdo al aprendiz. Se dice que el espíritu del ladrón está dentro del osito para seguir supervisando a su discípulo."]}, "accuracy": 0}