{"slot": "Headgear", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Survivor Helm", "type_id": 41, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 90009, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 10, "Earth": 10, "Ice": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 30}, "type": "Helm", "strings": {"name": ["Survivor Helm", "生存者頭盔", "살아남은 자의 헬멧", "Casque de survivant", "Übelebenshelm", "Yelmo superviviente"], "desc_short": ["A helmet that lived through the worst days of Grandshelt.", "在格蘭謝爾特度過重重危機的頭盔", "그랑셸트의 갖은 위험을 극복한 헬멧", "Casque qui a traversé les pires jours de Grandshelt.", "Ein Helm, der Grandshelts schlimmste Tage erlebt hat.", "Un yelmo superviviente a los peores días de Grandshelt."], "desc_long": ["<br><br>Frostbite, blunt trauma, avalanches, dark magic... This former standard-issue Grandshelt knight ordinance shrugged off most of such hazards like they were nothing. Its previous owner, fully aware of the \"perks\" of his job, asked a local blacksmith to enhance it further using sorcery. The helmet served him well through countless arduous battles. Ultimately, the owner met his fate during an expedition in the Lanzelt Highlands. No amount of enchantments & protection could save him from a 100 foot fall in the mountains...head first. <br>", "冰凍、擊打、雪崩、黑魔法……這個格蘭謝爾特騎士的舊式裝備保護其使用者渡過了重重險境。該頭盔的前持有者曾特意委託本地鍛冶店提高其性能。憑藉頭盔的保護，他征戰沙場、軍功顯赫，不過最終在遠征蘭澤爾特高地時命喪黃泉。無論什麼樣的頭盔都無法保證裝備者從１００英呎高的懸崖墜落還能生還。", "동상, 타격, 눈사태, 흑마법… 그랑셸트 기사의 오랜 장비는 여러 위험에서부터 장착자를 지켜 왔다. 이 헬멧의 이전 소유자는 고향 대장간에서 그 성능을 더욱 강화했다. 그는 이 헬멧을 쓰고 여러 전장에서 활약을 펼쳤지만, 결국에는 랑제르트 고지 원정에서 목숨을 잃고 만다. 아무리 대단한 헬멧이라도 100피트 위 절벽에서 머리부터 떨어지면 죽음을 면할 수 없는 것이다.", "Qu'il s'agisse de la morsure du froid, de coups infligés avec une grande puissance, d'avalanches ou de magie noire, ce casque de l'ancienne armure des chevaliers de Grandshelt vous protégera de tout sans broncher. Son ancien propriétaire, parfaitement au courant des \"risques\" inhérents à son métier demanda à un forgeron de le renforcer davantage avec de la sorcellerie. Ce casque lui servit durant maintes batailles ardues. Ce chevalier finit toutefois par rencontrer la mort lors d'une expédition dans les Hautes terres de Lanzelt. Tous les sorts du monde n'auraient pu le sauver d'une chute de 15 mètres dans les montagnes... tête la première.", "Erfrierungen, Traumata, Lawinen, Dunkelmagie ... Dieser ehemalige Standardhelm aus Grandshelt hat alle möglichen Gefahren überstanden. Sein ehemaliger Besitzer bat einen örtlichen Schmied, ihn magisch zu verstärken. Der Helm diente ihm gut in zahllosen mühevollen Kämpfen. Schließlich aber ereilte den Träger sein Schicksal im Hochland von Lanzelt während einer Expedition. Kein Zauber oder Schutz könnte ihn von einem Sturz aus 100 Metern von einem Berg schützen ... mit dem Kopf zuerst.", "Frío extremo, golpes, avalanchas, magia negra... Esta pieza de equipo estándar de los antiguos caballeros de Grandshelt ha pasado por la mayoría de estas inclemencias como si nada. Su antiguo dueño, conocedor de los \"gajes del oficio\", pidió a un herrero del lugar que se lo potenciase con magia. El yelmo le sirvió de gran ayuda durante incontables arduas batallas. Al final este cayó abatido en las Tierras Altas de Lanzelt. Ninguna cantidad de encantamientos ni guardas pudieron haberle salvado de una caída de 40 metros en una montaña... cuidado con la cabeza.<br>"]}, "icon": "global_item_10020.png"}