{"slot": "Weapon", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Beastlord", "type_id": 3, "skills": [100140, 910304], "is_twohanded": false, "rarity": 8, "compendium_id": 90092, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'DEF +20%' passive.", "Grants 'Beast Roar' ability."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 125, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Great Sword", "strings": {"name": ["Beastlord", "百獸劍王", "백수의 검왕", "Monarque", "Bestienlord", "Señor de bestias"], "desc_short": ["A powerful otherworldly great sword shaped after the king of beasts", "以百獸之王為構想，在異世界打造的大劍", "백수의 왕 사자를 본떠 만든, 이세계에서 제작된 대검", "Une longue épée puissante qui possède la forme du roi des bêtes", "Ein mächtiges Schwert mit dem Zeichen des Bestienlords.", "Una potente espada gigante de otro mundo forjada inspirándose en el rey de las bestias."], "desc_long": ["A powerful otherworldly great sword shaped after the king of beasts. Bearing a bestial design, this sword cuts down any who would challenge its bearer's authority.", "以百獸之王為構想，在異世界打造的大劍。外型設計凶暴，能斬斷所有擋在刀刃面前的東西。", "백수의 왕 사자를 본떠 만든, 이세계에서 제작된 대검. 흉포한 형태로 디자인되었으며, 맞서오는 모든 것을 단숨에 베어버린다고 한다.", "Une longue épée puissante qui possède la forme du roi des bêtes. Arborant un design très bestial, cette épée tranche en deux toutes personnes qui oseraient défier l'autorité de son porteur.", "Ein mächtiges Schwert mit dem Zeichen des Bestienlords. Dieses Schwert streckt jeden nieder, der die Autorität seines Trägers in Frage stellt.", "Una potente espada gigante de otro mundo que se forjó inspirándose en el rey de las bestias. Su diseño tiene el porte de una bestia y, además, esta espada es capaz de rebanar a cualquiera que se atreva a desafiar la autoridad de su portador."]}, "icon": "global_equip_10026.png"}