{"slot": "Accessory", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Sparkling Heels", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 90119, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 10, "Wind": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 10}, "icon": "global_equip_10056.png", "type": "Accessory", "strings": {"name": ["Sparkling Heels", "閃亮跟鞋", "반짝이는 구두", "Talons éclatants", "Glitzernde Highheels", "Tacones brillantes"], "desc_short": ["A pair of heels that sparkle.", "閃閃發光的高跟鞋", "반짝거리는 구두 한 켤레", "Une paire de talons qui scintillent.", "Ein Paar glitzernder Highheels.", "Un par de tacones que brillan."], "desc_long": ["A pair of heels that sparkle. These were made by a craftsman as a gift for his wife’s birthday to keep her feet protected from blazing heat and strong winds while staying beautiful at all times. Splendid and dazzling, this pair of heels has received much attention from the most fashionable of ladies.", "閃閃發光的高跟鞋。是某位工匠為了讓妻子的雙腳保持美麗，不受炎熱與強風的侵襲而製作。璀璨閃耀的外觀，獲得了許多時尚女性的關注。", "반짝거리는 구두 한 켤레. 한 구두 제조공이 타는듯한 더위와 강한 바람으로부터 부인의 발을 보호하기 위해 만들어 선물한 것으로, 화려하고 눈부신 이 구두를 신고 나간 부인은 패셔너블한 여성들의 관심이 대상이 되었다.", "Une paire de talons qui scintillent. Ils auraient été fabriqués par un cordonnier pour l'anniversaire de sa femme afin de protéger ses pieds de l'extrême chaleur et des fortes rafales de vent, tout en lui permettant de rester belle en toutes circonstances. D'une beauté éclatante, cette paire de talons est extrêmement populaire auprès des filles les plus branchées.", "Ein Paar glitzernder Highheels. Sie wurden von einem Meisterhandwerker als Geburtstagsgeschenk für seine geliebte Frau angefertigt, um ihre Füße vor feuriger Hitze und brüllenden Witzen zu schützen und ihr gleichzeitig das Gefühl zu geben, es gäbe keine schönere Frau auf Erden.. So herrlich und grell wie sie sind, haben sie bereits viel Aufmerksamkeit von den modischsten aller Damen erhalten.", "Un par de tacones que brillan. Estos tacones se los hizo un artesano a su mujer como regalo de cumpleaños para que sus pies estuvieran protegidos del calor y los fuertes vientos y, al mismo tiempo, también estuviese guapa. Debido a su esplendor y su finura, este par de tacones son muy preciados entre las mujeres más chic."]}, "accuracy": 0}