{"slot": "Weapon", "compendium_shown": true, "price_buy": 40000, "requirements": null, "name": "Venomous Edge", "type_id": 1, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 90045, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 4000, "stats": {"status_inflict": {"Paralyze": 30, "Poison": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 85, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_item_10084.png", "type": "Dagger", "strings": {"name": ["Venomous Edge", "帶毒刀", "맹독의 단도", "Lame venimeuse", "Giftklinge", "Filo venenoso"], "desc_short": ["A poisonous blade made specifically for assassination.", "用於暗殺的鋒利毒刀", "암살용으로 제작된 날카로운 검", "Une lame empoisonnée faite spécialement pour les assassins.", "Eine scharfe Klinge gemacht für Assassinen.", "Un filo venenoso fabricado para asestar golpes mortales"], "desc_long": ["A small and poisonous blade designed specially for assassins. Due to its small size it can be easily concealed, though only well trained assassins can fully master the use of this blade. It is also laced with various deadly poisons that improve the weapon's lethality.", "用於暗殺的鋒利毒刀。其尺寸小巧，易於隱藏，但只有經驗豐富的暗殺者才能熟練使用。為了提高致死率，其刀刃塗抹上了各種各樣的毒素。", "암살용으로 제작된 날카로운 도. 크기가 작아 쉽게 숨길 수 있지만, 숙련된 암살자가 아니면 사용할 수 없다고 한다. 즉사 확률을 높이기 위해, 여러 가지 맹독이 발라져 있다.", "À Une lame empoisonnée faite spécialement pour les assassins. Grâce à sa petite taille, elle peut facilement être dissimulée, même si seuls les assassins les mieux entraînés peuvent la maîtriser. Elle est également imprégnée de divers poisons pour en augmenter la dangerosité.", "Eine schmale Klinge gemacht für Assassinen. Aufgrund der geringen Größe kann sie gut versteckt werden, doch nur ausgebildete Assassinen können sie wahrhaft meistern. Sie ist mit verschiedenen tödlichen Giften versehen.", "Un filo venenoso fabricado para asestar golpes mortales. Dado su pequeño tamaño, este puede ser ocultado fácilmente, aunque solo los asesinos más diestros saben dominarlo. También está impregnado con varios venenos mortales que lo hacen aún más letal."]}, "accuracy": 0}