{"slot": "Weapon", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Wing Edges", "type_id": 1, "skills": [910710, 203190], "is_twohanded": false, "rarity": 5, "compendium_id": 90132, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Tornado Alley' ability.", "Grants 'Speed Plus' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 45, "element_inflict": ["Wind"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_equip_10065.png", "type": "Dagger", "strings": {"name": ["Wing Edges", "翼刃", "윙 엣지", "Dague ailée", "Flügelschneide", "Daga alada"], "desc_short": ["A dagger as light as a feather.", "如羽毛般輕盈的短劍", "깃털처럼 가벼운 단검.", "Une dague aussi légère qu’une plume.", "Ein Dolch, der so leicht ist, wie eine Feder.<br>", "Una daga ligera como una pluma."], "desc_long": ["A dagger as light as a feather. Crafted from materials found only in a faraway world, making it superior to those crafted in Lapis. Imbued with the element of wind, allowing the wielder to move as swift as a chocobo and strike as sharp as a coeurl.", "如羽毛般輕盈的短劍。只能透過遙遠之地的素材進行製作，因此在拉比斯地區是非常貴重的武器。因為蘊含了風之力，因此裝備這把武器的人，動作能像陸行鳥一樣快速，攻擊有如長鬚豹般的強大攻擊力。", "깃털처럼 가벼운 단검. 머나먼 땅에서만 획득 가능한 재료로만 제작할 수 있어, 라피스 세계에선 무척이나 귀중한 무기이다. 바람의 힘이 깃들어 있으며, 이 단검을 장착한 자는 초코보처럼 빨리 움직일 수 있게 되고 커얼처럼 강력한 공격을 휘두를 수 있게 된다.", "Une dague aussi légère qu’une plume. Elle est faite de matériaux que l’on ne trouve que dans un monde lointain, ce qui la rend supérieure en tous points à celles fabriquées en Lapis. Elle est imprégnée des pouvoirs du vent et permet à son porteur de se déplacer à la vitesse d’un chocobo et de frapper avec la force d’un Cœurl.", "Ein Dolch, der so leicht ist, wie eine Feder. Er wurde aus Materialien gefertigt, die nur in einer fernen Welt gefunden werden können und Materialien aus Lapis daher von grundauf überlegen sind. Ihm wurde das Element des Windes eingehaucht, das seinem Träger erlaubt, sich so flink wie ein Chocobo zu bewegen und so scharf zuzuschlagen wie ein Coeurl.", "Una daga ligera como una pluma. Este objeto está elaborado con materiales que solo se pueden encontrar en un mundo lejano, por lo que es muy superior a cualquier daga fabricada en Lapis. Asimismo, está imbuida con el elemento del viento, por lo que su portador podrá moverse tan rápido como un chocobo y golpear con la dureza de un bengal."]}, "accuracy": 0}