{"slot": "Weapon", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Evil Pipe", "type_id": 11, "skills": null, "is_twohanded": true, "rarity": 5, "compendium_id": 90120, "dmg_variance": [1.3, 1.7], "slot_id": 1, "effects": null, "price_sell": 500, "stats": {"status_inflict": {"Paralyze": 20}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 38, "SPR": 30, "DEF": 0}, "icon": "global_equip_10057.png", "type": "Harp", "strings": {"name": ["Evil Pipe", "惡魔笛", "악마의 파이프", "Flûte maudite", "Bösartige Pfeife", "Flauta maliciosa"], "desc_short": ["A cursed pipe that can produce hypnotic pitches.", "詛咒的笛子，可以吹出催眠的旋律。", "최면의 소리를 내는 저주받은 파이프", "Une flûte maudite qui produit un son hypnotisant.", "Eine verfluchte Pfeife, die hypnotische Tonlagen erzeugen kann.", "Una flauta maldita que produce sonidos hipnóticos."], "desc_long": ["A cursed pipe that can produce hypnotic pitches. Prolonged usage of the pipe will cause its user anger and much unrest, in turn leading the user to slowly become mentally unsound.", "詛咒的笛子，可以吹出催眠的旋律。經常使用會讓使用者陷入易怒與不安的情緒，最後陷入精神衰弱狀態。", "최면의 소리를 내는 저주받은 파이프. 이 파이프를 너무 오래 사용하면 사용자의 분노와 불만을 유발하여 서서히 정신을 갉아먹는다고 한다.", "Une flûte maudite qui produit un son hypnotisant. L'usage prolongé de cette flûte peut faire ressortir les émotions les plus viles de son utilisateur et le rendre complètement instable psychologiquement.", "Eine verfluchte Pfeife, die hypnotische Tonlagen erzeugen kann. Wiederholtes Spielen der Pfeife wird ihrem Benutzer großen Ärger und Verdruss bringen, die ihn nach und nach seine geistige Gesundheit kosten.", "Una flauta maldita que produce sonidos hipnóticos. Cualquiera que use esta flauta durante mucho tiempo acabará enfadado y angustiado, y, poco a poco, se irán perturbando sus facultades mentales."]}, "accuracy": 0}