{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Icy Veins", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 90073, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Ice": 10}, "HP": 0, "ATK": 18, "element_inflict": null, "MP": 0, "MAG": 18, "SPR": 0, "DEF": 0}, "type": "Accessory", "strings": {"name": ["Icy Veins", "冰項鏈", "얼어붙은 맥", "Veine de glace", "Eisvenen", "Capilares helados"], "desc_short": ["A beautiful necklace made for an ice princess.", "為冰之女王製作的絢麗項鍊", "얼음 여왕을 위해 제작된 아름다운 목걸이", "Un magnifique collier fabriqué pour une princesse des glaces.", "Ein schönes Halsband für eine Eisprinzessin.", "Un precioso collar que se creó para una princesa de hielo."], "desc_long": ["A beautiful necklace made for an ice princess. Once there was a princess who lived in a castle made of ice and snow. At times, her palace grew so cold that even she could not bear it. Thus, she commissioned a jeweler to fashion her a magical necklace to help her withstand the frigid weather within her castle. Only a lucky few are said to have ever laid eyes upon this rare piece of jewelry.", "為冰之女王製作的絢麗項鍊。很久以前，一座以冰與雪建造的城堡中，住著一位王女。她為了能在城內過得更加舒適，特地請寶石工匠製作這條能夠減緩寒氣的魔法項鍊。", "얼음 여왕을 위해 제작된 아름다운 목걸이. 옛날에 얼음과 눈으로 지어진 성에 살던 여왕이, 차디찬 성안에서의 삶을 조금이라도 안락하게 하기 위해, 보석 장인에게 추위를 누그러뜨릴 수 있는 이 마법의 목걸이를 만들도록 했다.", "Un magnifique collier fabriqué pour une princesse des glaces. Il y avait autrefois une princesse qui vivait dans un château fait de neige et de glace. Un jour, son palais était devenu si froid qu'elle ne pouvait plus le supporter. Elle demanda alors à un joaillier de lui confectionner un collier magique qui puisse lui permettre de supporter les températures glaciales de son château. Seule une petite poignée de chanceux ont déjà eu la chance de poser leurs yeux sur ce bijou très rare.", "Ein schönes Halsband für eine Eisprinzessin. Einst lebte eine solche Prinzessin in einem Schloss aus Eis und Schnee. Manchmal wurde es so kalt, dass selbst sie es nicht mehr aushielt. Daher beauftragte sie einen Juwelier, ihr ein magisches Halsband zu fertigen, um sie zu wärmen. Nur wenige Glückliche sollen dieses seltene Schmuckstück je erblickt haben.", "Un precioso collar que se creó para una princesa de hielo. En tiempos lejanos, había una princesa que vivía en un castillo de hielo y nieve. A veces, hacía tanto frío en su castillo que ni ella misma podía soportarlo. Por ello, le pidió a un joyero que le hiciera un collar mágico para que pudiese aguantar el gélido frío del castillo. Pocos afortunados han tenido frente a ellos esta inusual pieza de joyería."]}, "icon": "global_equip_10009.png"}