{"slot": "Weapon", "compendium_shown": true, "price_buy": 60000, "requirements": null, "name": "Death Scythe", "type_id": 10, "skills": [900014], "is_twohanded": false, "rarity": 6, "compendium_id": 90018, "dmg_variance": [1, 1.6], "slot_id": 1, "effects": ["Grants 'Reap Blood' ability."], "price_sell": 6000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 70, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_item_10040.png", "type": "Spear", "strings": {"name": ["Death Scythe", "死神之鐮", "죽음의 낫", "Faux de la Mort", "Todessichel", "Guadaña mortal"], "desc_short": ["A large, evil scythe that thirsts for souls.", "吞噬靈魂的巨大鐮刀", "영혼을 갈망하는 사악하고 거대한 낫", "Une large faux maléfique qui a soif d'âmes.", "Eine große, teuflische Sichel, die nach Seelen dürstet.", "Una guadaña grande y oscura sedienta de almas."], "desc_long": ["Nobody knows the origin of this infamous weapon, but it is known that it should be wielded with caution. This evil scythe will bind itself onto its wielder as it actively seeks more souls to consume. The previous wielders of the scythe that were unable to satisfy its quenchless thirst were either driven insane or had their own soul consumed by it.", "沒有人知道這臭名昭著的武器來自何方，但眾所周知的是，它十分難以操控。為了尋找可吞食的靈魂，這把邪惡的鐮刀會和持有者融合。而未能滿足鐮刀的持有者都喪失了理智。", "이 악명 높은 무기의 유래에 대해서는 알려진 바 없지만, 다루기가 굉장히 어렵다는 사실은 널리 알려져 있다. 이 사악한 낫은 영혼을 잡아먹기 위해 사용자와 융합한다. 그리고 낫의 갈망을 만족시키지 못한 사용자는 마력에 의해 미쳐버린다고 한다.", "Personne ne connaît l'origine de cette arme maudite, mais on raconte partout qu'il vaut mieux la manier avec précaution. La Faux de la Mort se lira d'elle-même à son porteur afin de chercher le plus d'âmes possible à consommer. Les précédents utilisateurs de cette faux qui n'avaient pas réussi à satisfaire sa soif sans limite devinrent soit fous soit se firent absorber leurs âmes à leur tour.", "Niemand weiß, woher diese berüchtigte Waffe kommt, aber sie sollte mit Vorsicht geschwungen werden. Diese teuflische Sense bindet sich an ihren Träger, da sie nach Seelen lechzt. Vorherige Besitzer, die den Durst nicht stillen konnten, wurden entweder verrückt oder ihre Seelen fielen der Sense zum Opfer.", "Nadie sabe cuales son los orígenes de este infame arma, aunque si se sabe que se debe blandir con cuidado. Esta guadaña temible se aferra permanentemente a su usuario, ya que siempre busca más almas que devorar. Sus anteriores usuarios no fueron capaces de satisfacer el apetito de la guadaña y acabaron cayendo en la locura o con el alma consumida por ella."]}, "accuracy": 0}