{"slot": "Headgear", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Hibiscus Hairpin", "type_id": 40, "skills": [100110, 203240], "is_twohanded": false, "rarity": 6, "compendium_id": 90116, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'MAG +20%' passive.", "Grants 'MP + 15%' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 10}, "icon": "global_equip_10053.png", "type": "Hat", "strings": {"name": ["Hibiscus Hairpin", "扶桑花髮飾", "무궁화 꽃핀", "Épingle en hibiscus", "Hibiskushaarnadel", "Coletero de hibisco"], "desc_short": ["A hairpin adorned with beautiful flowers.", "裝飾著美麗花朵的髮飾", "아름다운 꽃으로 장식한 머리핀.", "Une épingle ornée de magnifiques fleurs.", "Eine mit hübschen Blüten verzierte Haarnadel.", "Un coletero adornado con unas flores muy bonitas."], "desc_long": ["A hairpin adorned with beautiful flowers. Its intricate design suggests that it was made hundreds of years ago by a master artisan. The art has long been forgotten and obtaining a similar piece would be close to impossible.", "裝飾著美麗花朵的髮飾。有著錯綜複雜的設計，是在幾百年前由職人製作而成。這項技術歷經長久時間在現今已失傳，要得到類似的物品已近乎不可能。", "아름다운 꽃으로 장식한 머리핀. 그 정교한 디자인으로 말미암아, 수백 년 전 어느 장인의 손끝에서 만들어졌음을 알 수 있다. 예술은 시간의 흐름 속에 잊혀져갔고, 이 머리핀에 버금가는 작품은 더 이상 등장하지 않았다.", "Une épingle ornée de magnifiques fleurs. Ses formes entrelacées suggèrent qu'elle a été fabriquée par un maître-artisan il y a plusieurs centaines d'années. Cet art a, en effet, depuis été oublié et obtenir une pièce similaire est quasiment impossible de nos jours.", "Eine mit hübschen Blüten verzierte Haarnadel. Die feinen Ziselierungen in seiner Gestaltung deuten darauf hin, dass dieses Objekt vor hunderten von Jahren durch die Hand eines Meisterhandwerkers entstanden sein mus. Seine Kunst ist vor langer Zeit in Vergessenheit geraten und an ein ähnliches Meisterstück zu gelangen daher beinahe unmöglich.", "Un coletero adornado con unas flores muy bonitas. Su diseño intrincado hace pensar que algún maestro artesano lo elaboró siglos atrás. Este tipo de arte ha quedado relegado al olvido y se podría decir que obtener un objeto similar es casi imposible."]}, "accuracy": 0}