{"slot": "Weapon", "compendium_shown": true, "price_buy": 80000, "requirements": ["SEX", 2], "name": "Lovely Rod", "type_id": 6, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 90057, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 8000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 20}, "HP": 0, "ATK": 5, "element_inflict": null, "MP": 0, "MAG": 55, "SPR": 12, "DEF": 0}, "icon": "global_item_10092.png", "type": "Rod", "strings": {"name": ["Lovely Rod", "愛的魔棒", "사랑스러운 홀장", "Sceptre de l'amour", "Lieblicher Stab", "Bastón del amor"], "desc_short": ["A rod left behind by the fairy of love. (Females only)", "愛的妖精所使用的擁有特別力量的魔棒·女性角色限定", "사랑의 요정이 남겨두고 간 특별한 힘이 담긴 지팡이. 이 지팡이를 잡는 사람은 운명의 상대를 만나게 된다. (여성 한정)", "Un sceptre qui permettrait à son porteur de trouver l'âme sœur. (Femmes uniquement)", "Ein Stab der Fee der Liebe. (Nur Frauen)", "Un bastón de amor para hallar el amor verdadero. (Solo féminas)"], "desc_long": ["This rod is pink in color and about a meter in length. Its main appeal is that it offers its wielder, should their magic power be sufficient, the ability to summon the person of their dreams at will.", "約１米長的粉色魔棒。據說具有一定魔力的人使用的話，能夠自由地召喚出心儀的對象。", "1m 길이의 분홍색 홀장. 충만한 마력의 소유자가 사용하면, 사랑하는 사람을 자유롭게 불러낼 수 있다고 한다.", "Ce sceptre de couleur rose fait à peu près un mètre de long. Sa principale utilité est qu'il permet à son porteur d'invoquer la personne de ses rêves, si tant est que celui-ci soit suffisamment puissant pour pouvoir l'utiliser.", "Der magische Stab ist rosa und etwa einen Meter lang. Wer ihn schwingt und fähig ist, verfügt über die magische Gabe, seinen Liebsten nach Willen zu beschwören.", "Este bastón es de color rosa y de un metro de longitud. Su principal encanto es que ofrece a su portador, en caso de que le falte poder mágico, la capacidad de invocar a la persona de sus sueños a voluntad."]}, "accuracy": 0}