{"slot": "Weapon", "compendium_shown": true, "price_buy": 40000, "requirements": null, "name": "Blessed Bow", "type_id": 7, "skills": [101090, 101060], "is_twohanded": true, "rarity": 6, "compendium_id": 90024, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Bird Killer' passive.", "Grants 'Undead Killer' passive."], "price_sell": 4000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 80, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 40, "DEF": 0}, "icon": "global_item_10045.png", "type": "Bow", "strings": {"name": ["Blessed Bow", "祝福之弓", "축복의 활", "Arc bénit", "Gesegneter Bogen", "Arco bendito"], "desc_short": ["A bow that is imbued with the essence of a healer's spirit.", "注入白魔法師靈魂的弓", "힐러의 영혼이 깃든 활", "Un arc imprégné de l'essence de l'esprit d'un soigneur.", "Ein Bogen, der vom Geist eines Heilers gesegnet wurde.", "Un arco imbuido con la esencia espiritual de un sanador."], "desc_long": ["There was once a great healer in a village who could heal any fatal wound. It was rumoured that she once healed 10,000 at once in a war, turning the tides of battle. The opposing lord was so angered by her actions that he sent a highly trained assassin to poision her. After the thousandth attempt, she finally succumbed to the poison. Just before she died, she sealed her spirit within this bow, granting great healing powers to whoever uses it.", "從前，在一個村莊中，有一位能夠治癒任何致命傷的偉大白魔法師。相傳，她曾在戰場上一次性治癒了１萬人，以此逆轉了戰況。憤怒的敵軍將領決定派遣受過嚴格訓練的刺客對她投毒。在第１０００次投毒時，她終於再也招架不住，臨死前將自己的靈魂封在了這把弓中。", "머나먼 옛날, 한 마을에 어떤 치명적인 상처라도 고칠 수 있는 위대한 힐러가 있었다. 소문에 의하면, 그녀는 어느 전장에서 한 번에 1만 명을 치유하여 전황을 역전시켰다고 한다. 적장은 그녀의 행동에 격분해, 고도의 훈련을 받은 암살자를 잠입시켜 독살을 감행했다. 마침내 천 번째 시도 끝에 그녀를 중독시키는 데 성공했고, 그녀는 죽기 직전 이 활에 자신의 영혼을 봉인시켰다.", "Autrefois vivait une grande soigneuse dans un village qui pouvait même soigner les blessures mortelles. Une rumeur rapporta même une fois qu'elle arriva à soigner 10 000 soldats en même temps en plein tumulte de la guerre. Le seigneur du camp adverse était si furieux de cette action qu'il engagea son meilleur assassin pour l'empoisonner. Après plus d'un millier de tentatives, elle finit malgré tout par succomber à la boisson mortelle. Juste avant de mourir, elle scella son esprit dans cet arc, conférant ses pouvoirs à quiconque s'en servirait.", "Einst gab es eine Heilerin, die jede Wunde heilen konnte. Der Legende nach rettete sie in einem Krieg 10.000 Krieger auf einmal und wendete so die Schlacht. Der feindliche Herrscher war darüber so erzürnt, dass er einen Assassinen nach ihr schickte. Nach dem tausendsten Versuch erlag sie schließlich dem Gift. Kurz vor ihrem Tod versiegelte sie ihren Geist in diesem Bogen, der darum jedem Träger große Heilkraft gewährt.", "Hubo antaño una poderosa sanadora en una aldea la cual podía curar cualquier herida fatal. Se rumoreaba que llegó a curar a 10.000 personas de golpe en una guerra, inclinando la balanza a su favor. El líder del bando contrario montó en cólera y envió a un asesino a envenenarla. Después del milésimo intento, esta acabó cayendo presa del veneno. Antes de su muerte, selló su espíritu en su arco, lo que hace que este proporcione poderes curativos a su usuario."]}, "accuracy": 70}