{"slot": "Chest", "compendium_shown": true, "price_buy": 1000000, "requirements": null, "name": "Producer's Jacket", "type_id": 50, "skills": [201020], "is_twohanded": false, "rarity": 5, "compendium_id": 90086, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Smoke' ability."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 15}, "type": "Cloth", "strings": {"name": ["Producer's Jacket", "製作人夾克", "프로듀서의 재킷", "Veste du producteur", "Produzentenjacke", "Chaqueta del productor"], "desc_short": ["A hoodie that is light, cooling, and makes an impactful statement.", "輕便又帥氣，衝擊性十足的襯衫。", "가볍고 멋스러우며, 강렬한 임팩트를 뿜어내는 재킷", "Une veste colorée, pleine de style qui ne laisse personne indifférent.", "Ein modisch leichtes, luftdurchlässiges Hemd.", "Una chaqueta ligera y refrescante con gran impacto visual."], "desc_long": ["A hoodie that is light, cooling, and makes an impactful statement. Because it stands out, everyone wants to talk to its wearer. It is said that because of this, whoever wears it is able to move very rapidly.", "輕便又帥氣，衝擊性十足的襯衫。因為非常顯眼，會讓旁人想與穿著者搭話。為了能夠應付這種狀況，據說穿著者的行動會變得十分迅速。", "가볍고 멋스러우며, 강렬한 임팩트를 뿜어내는 재킷. 무척이나 눈에 띄기 때문에, 누구나가 말을 걸고 싶어지게 된다. 그때마다 곧장 반응할 수 있도록, 이 재킷을 장착하면 엄청난 속도로 움직일 수 있게 된다고 한다.", "Une veste colorée, pleine de style qui ne laisse personne indifférent. Sortant de l'ordinaire, cette veste donne envie à tout le monde de parler à son porteur. On raconte d'ailleurs que c'est la raison pour laquelle le porteur de cette veste est capable de se déplacer rapidement.", "Ein modisch leichtes, luftdurchlässiges Hemd. Weil es so schick ist, erweckt es die Aufmerksamkeit der anderen. Es heißt, wer es trägt, dessen Beweglichkeit erhöht sich.", "Una chaqueta ligera y refrescante con gran impacto visual. Cómo es tan única, esta chaqueta hace que muchos deseen hablar con su dueño. Según rumores, es precisamente por esta razón que esta pieza de ropa hace posible que su dueño se mueva muy rápido."]}, "icon": "global_equip_10019.png"}