{"slot": "Chest", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Snow Gown", "type_id": 53, "skills": [910776], "is_twohanded": false, "rarity": 6, "compendium_id": 90128, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Let it Snow!' ability."], "price_sell": 900, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Ice": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 30, "SPR": 35, "DEF": 5}, "icon": "global_equip_10071.png", "type": "Robe", "strings": {"name": ["Snow Gown", "雪花禮服", "눈꽃 드레스", "Robe des neiges", "Schneekleid", "Vestido de invierno"], "desc_short": ["A crystal blue shoulderless gown only befitting a princess.", "僅適合公主穿著的水晶藍平肩禮服", "공주님과 어울리는 맑은 푸른색의 민소매 드레스.", "Une robe à épaules dénudées au teint bleu cristallin que seule une princesse saurait porter.", "Ein kristallblaues, schulterfreies Kleid, das alleine einer Prinzessin würdig ist.", "Un vestido azul claro sin hombros digno de una princesa."], "desc_long": ["A crystal blue shoulderless gown only befitting a princess. Legend has it that this ravishing dress belonged to a beautiful princess who had the ability to manipulate snow and lived alone in a castle. It is believed that a significant amount of her abilities still linger within the gown, and wearing it will grant its user synergy with natural snow.", "僅適合公主穿著的水晶藍平肩禮服。傳說這件禮服所屬於一位美麗公主，她能夠自由操控雪並獨居在城堡中。人們相信她大部分的能力仍然保留在這件禮服裡，著穿它之人將能夠被賦予操縱雪的力量。", "공주님과 어울리는 맑은 푸른색의 민소매 드레스. 전설에 의하면, 이 아름다운 드레스는 성에서 홀로 지내며 눈을 조종하는 능력을 지닌 어느 아름다운 공주가 입던 것이라고 한다. 그녀의 엄청난 능력이 대부분 아직 이 드레스에 남아 있으며, 이 드레스를 입게 되면 눈을 조종하는 힘이 상승하는 모양이다.", "Une robe à épaules dénudées au teint bleu cristallin que seule une princesse saurait porter. Il est dit que ce magnifique vêtement appartenait à une belle princesse qui pouvait manipuler la neige et vivait seule dans un château. Nombreux sont ceux qui croient que ses pouvoirs magiques perdurent encore aujourd'hui dans les tissus de la robe, et qu'elle permet à son porteur de vivre en harmonie avec la neige naturelle.", "Ein kristallblaues, schulterfreies Kleid, das alleine einer Prinzessin würdig ist. Einst soll dieses hinreißende Kleidungsstück einer wunderschönen Prinzessin gehört haben, die die Fähigkeit besaß, Schnee zu kontrollieren und ein einsames Leben in ihrem Schloss führte. Man glaubt daran, dass ein nicht zu verachtender Teil ihrer Kräfte noch immer in diesem kostbaren Gewand schlummert und dass beim Tragen in natürlichem Schnee weitere Kräfte wirken.", "Un vestido azul claro sin hombros digno de una princesa. Cuenta la leyenda que este vestido deslumbrante perteneció a una bella princesa que era capaz de manipular la nieve y que vivía sola en un castillo. Se cree que el vestido aún preserva la mayoría de sus habilidades y que quien se lo ponga podrá disfrutar de estar en sinergia con la nieve."]}, "accuracy": 0}