{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Soluna Ring", "type_id": 60, "skills": [100740], "is_twohanded": false, "rarity": 5, "compendium_id": 90059, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Auto-Refresh' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 15, "Light": 15}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 30, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_item_10094.png", "type": "Accessory", "strings": {"name": ["Soluna Ring", "索露娜戒指", "솔루나 링", "Anneau de Soluna", "Soluna-Ring", "Anillo soluna"], "desc_short": ["A ring symbolizing the sun and the moon.", "以太陽與月亮為裝飾製作的戒指", "해와 달 문양 장식이 있는 반지", "Un anneau symbolisant la lune et le soleil.", "Ein Ring, der Sonne und Mond symbolisiert.", "Un anillo que simboliza al sol y a la luna."], "desc_long": ["A ring bearing the design of the sun and the moon joint in union. The sun and moon-shaped gems of the ring can absorb both light and dark elemental energy, and thus offers some protection to the ring's wearer against such damage. Made with a special material that allows it to store light energy from its surroundings, the ring also acts as a source of power and replenishes the magical energy of its wearer over time.", "鑲嵌有太陽與月亮形狀的寶石戒指。可減輕光與暗屬性帶來的傷害。另外，戒指還會吸收周圍的光能量，來恢復使用者的MP。", "해와 달이 겹쳐지는 문양이 새겨진 반지. 반지에 박힌 해와 달 모양의 크리스탈은 각각 빛속성과 어둠속성 힘을 흡수할 수 있어 착용한 사람을 빛과 어둠속성 피해로부터 지켜준다. 주변에 있는 빛의 힘을 저장할 수 있는 특수한 재료로 제작되어 착용하면 마법 에너지가 회복되는 효과가 발생한다.", "Un anneau portant le symbole de l'union de la lune et du soleil. Les pierres précieuses en forme de soleil et de lune serties dans cet anneau peuvent absorber l'énergie de la lumière et des ténèbres et offrent ainsi à son porteur la meilleure des protections contre ces éléments. Fabriqué à l'aide de matériaux qui permettent de stocker la lumière alentours, cet anneau permet également à son porteur de récupérer des PM avec le temps.", "Ein Ring, der das Zeichen der Verbindung von Sonne und Mond trägt. Die Kristalle in Form dieser Himmelskörper absorbieren Licht- und Dunkelschaden und bieten dem Träger daher Schutz vor Schaden. Das besondere Material, aus dem er gefertigt ist, speichert Licht, das er aus seiner Umgebung aufnimmt. Der Ring ist auch eine Kraftquelle und regeneriert die Magie seines Trägers über Zeit.", "Un anillo con un diseño que simboliza la unión entre el sol y la luna. Las gemas con forma de sol y luna que lo constituyen absorben tanto energía elemental de luz como de oscuridad, y por ello ofrece a su portador cierta protección contra tales amenazas. Hecho con un material especial que le permite acumular energía luminosa de su alrededor, el anillo actúa como fuente de poder y rellena la energía mágica de quién lo lleva gradualmente."]}, "accuracy": 0}