{"slot": "Weapon", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Salamander's Gauntlets", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 90133, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 66, "element_inflict": ["Fire"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_equip_10066.png", "type": "Fist", "strings": {"name": ["Salamander's Gauntlets", "火焰蜥蜴手甲", "샐러맨더", "Gantelets de salamandre", "Salamanderhandschuhe", "Guanteletes de salamandra"], "desc_short": ["A pair of gauntlets as explosive as fire.", "擁有火焰般爆發力的長手甲", "불처럼 타오르는 폭발력을 갖춘 건틀릿.", "Une paire de gants aussi ardents que le feu.", "In diesen Handschuhen schlummert eine Kraft, die zerstörerischer als Feuer ist.", "Un par de guanteletes explosivos como el fuego."], "desc_long": ["A pair of gauntlets as explosive as fire. Forged in a faraway world and fashioned with the horns and scales of a salamander, these gauntlets are durable and flames erupt from them when used.", "擁有火焰般爆發力的長手甲。在遙遠之地製作而成，並使用火焰蜥蜴的鱗片與犄角進行裝飾。擁有優秀的耐用性，裝備時會從長手甲噴出火焰。", "불처럼 타오르는 폭발력을 갖춘 건틀릿. 머나먼 땅에서 제작되었으며, 샐러맨더의 비늘과 뿔로 장식되었다. 내구성이 뛰어나며, 장착 시 건틀릿에서 불꽃이 뿜어져 나온다.", "Une paire de gants aussi ardents que le feu. Forgés dans un monde lointain et fabriqués à partir des cornes et des écailles d’une salamandre, ces gants sont extrêmement durables et projettent des flammes lorsqu’ils sont utilisés.", "In diesen Handschuhen schlummert eine Kraft, die zerstörerischer als Feuer ist. In einer fernen Welt geschmiedet und mit den Hörnern und Schuppen eines Salamanders ausgestattet, sind diese Kampfhandschuhe äußerst widerstandsfähig und Flammen brechen aus ihnen aus, wenn sie angelegt werden.", "Un par de guanteletes explosivos como el fuego. Este objeto se forjó en un mundo lejano y se diseñó a partir de los cuernos y las escamas de las salamandras. En definitiva, estos guanteletes son muy resistentes y duraderos, además de que, al usarse, expulsan llamas."]}, "accuracy": 0}