{"slot": "Weapon", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Microphone Stand", "type_id": 9, "skills": [910385], "is_twohanded": false, "rarity": 6, "compendium_id": 90102, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'MP +20%' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 16, "element_inflict": null, "MP": 0, "MAG": 72, "SPR": 0, "DEF": 0}, "type": "Hammer", "strings": {"name": ["Microphone Stand", "麥克風架", "마이크 스탠드", "Pied de micro", "Mikrofonständer", "Pata de micrófono"], "desc_short": ["Just an ordinary-looking microphone stand, except that it glows!", "看似普通的麥克風架，但卻散發著光輝。", "평범하게 보이지만 빛이 나는 마이크 스탠드.", "Juste un pied de micro ordinaire, à ceci près qu'il brille !", "Ein ganz gewöhnlich aussehender Mikrofonständer - mit dem Unterschied, dass dieser glüht!", "Una pata de micrófono de aspecto ordinario, ¡salvo porque brilla!"], "desc_long": ["Just an ordinary-looking microphone stand, except that it glows! Nobody truly understands why or how it glows but rumors has it that some mages have tried to create an arcane weapon in the past but were unsuccessful. It was also often mistaken as a decorative floor lamp.", "看似普通的麥克風架，但卻散發著光輝。沒有人知道散發光輝的原因，但有傳言說，曾經有魔道士企圖製造出一種神祕兵器，這個麥克風架就是製作失敗的產物。偶爾還會被誤認為是裝飾用的落地燈座。", "평범하게 보이지만 빛이 나는 마이크 스탠드. 빛이 나는 이유는 불가사의지만, 과거 어떤 마도사 집단이 비전의 무기를 만들다가 실패했다는 이야기와 관련이 있는 듯하다. 장식용 스탠드로 오인하는 경우가 많다.", "Juste un pied de micro ordinaire, à ceci près qu'il brille ! Personne ne sait comment et pourquoi il brille. Des rumeurs disent que des mages ont essayé de créer une arme ésotérique dans le passé, mais qu'ils ont échoué. Il a aussi longtemps été confondu avec un lampadaire.", "Ein ganz gewöhnlich aussehender Mikrofonständer - mit dem Unterschied, dass dieser glüht! Niemand ist sich wirklich sicher, warum oder wie dieser Mikrofonständer glüht; Gerüchten zufolge haben Magier einst versucht, eine arkane Waffe zu kreieren, waren aber nicht erfolgreich. Er wurde außerdem nur zu oft für eine besonders modische Stehlampe gehalten.", "Una pata de micrófono de aspecto ordinario, ¡salvo porque brilla! Nadie sabe del todo el porqué ni el como de tal brillo, aunque los rumores cuentan que algunos magos habían tratado de crear un arma arcana en el pasado con resultado fallido. También lo solían confundir con una lámpara de adorno."]}, "icon": "global_equip_10035.png"}