{"slot": "Accessory", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Lucky Ingot", "type_id": 60, "skills": [910807], "is_twohanded": false, "rarity": 8, "compendium_id": 90142, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Lucky Ingot' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 888, "ATK": 0, "element_inflict": null, "MP": 88, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_equip_10079.png", "type": "Accessory", "strings": {"name": ["Lucky Ingot", "幸運金元寶", "행운의 주괴", "Lingot de la chance", "Glücksbarren", "Lingote de la suerte"], "desc_short": ["A boat-shaped ingot made almost entirely out of pure gold.", "近乎純金的船型黃金錠", "거의 순금으로 이루어진 배 모양의 주괴.", "Un lingot possédant la forme d'un bateau fait entièrement d'or pur.", "Ein bootsförmiger Barren, der beinahe vollständig aus purem Gold besteht.", "Un lingote con forma de barco que está hecho casi al completo de oro puro."], "desc_long": ["A boat-shaped ingot made almost entirely out of pure gold. These were originally used as a form of currency by a certain village in the past. People believed that keeping at least one of these helped to invite wealth and prosperity into their lives.", "近乎純金的船型黃金錠。在以前曾作為某個村莊的貨幣使用。人們相信在自己身邊放一個金元寶，將能為自己的生活帶來富貴與繁榮。", "대부분이 순금으로 이루어진 배 모양의 주괴. 어느 마을에서 화폐로 이용되고 있었다. 몸 가까운 곳에 놓아두면 윤택과 번영을 가져온다는 믿음이 사람들 사이에 돌고 있다.", "Un lingot possédant la forme d'un bateau fait entièrement d'or pur. Utilisé autrefois comme monnaie d'échange dans un certain pays, les gens croyaient qu'en conserver au moins un pouvait apporter la richesse et la prospérité dans leurs vies.", "Ein bootsförmiger Barren, der beinahe vollständig aus purem Gold besteht. Ursprünglich wurden sie einst als eine Art Währung innerhalb einem gewissen Dorf verwendet. Man glaubte, dass es zu Wohlstand führte, solange man nur einen dieser Barren bei sich bei sich behielt.", "Un lingote con forma de barco que está hecho casi al completo de oro puro. Originariamente, se usó como moneda en un país durante tiempos pasados. Ahora, la gente se cree que tener uno de estos lingotes  sirve para atraer la riqueza y la prosperidad."]}, "accuracy": 0}