{"slot": "Chest", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Vampire Cloak", "type_id": 50, "skills": [101230], "is_twohanded": false, "rarity": 6, "compendium_id": 90023, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Evade' passive."], "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 30, "SPR": 30, "DEF": 20}, "type": "Cloth", "strings": {"name": ["Vampire Cloak", "吸血鬼披風", "흡혈귀의 망토", "Cape de vampire", "Vampirumhang", "Capa vampírica"], "desc_short": ["A classy robe tailored in a traditional gothic style.", "哥特風格的時尚披風", "우아한 고딕풍 망토", "Une robe très classe taillée dans un style gothique.", "Eine elegante, düstere Robe.", "Una túnica elegante tejida con un estilo tradicional gótico."], "desc_long": ["This mysterious robe is extremely light as it is made from royal velvet, and enhanced by an ancient vampire thousands of years ago. Definitely a must have fashion item for vampires or anyone seeking to dress up like one for a party.", "此披風用天鵝絨製成，其中含有幾千年前的吸血鬼之力。不光是喜好裝扮成吸血鬼的人，真正的吸血鬼都對這時尚的披風愛不釋手。", "벨벳 소재의 이 망토는 매우 가볍고, 수천 년 전에 서식하던 흡혈귀의 힘이 깃들어 있다고 한다. 파티에서 흡혈귀로 분장하고 싶은 사람이라면 필수불가결한 패션 아이템이다.", "Une robe mystérieuse extrêmement légère fabriquée à partir d'un velours royal et renforcé par un ancien vampire il y a des milliers d'années. Un accessoire indispensable pour tous les vampires adeptes de la mode, ou bien quiconque souhaitant leur ressembler le temps d'une soirée.", "Diese geheimnisvolle Robe wiegt kaum etwas, da sie aus königlicher Seide gemacht ist und von einem uralten Vampir vor tausenden von Jahren verfeinert wurde. Ein Muss für Vampire oder solche, die sich auf einer Party als einer verkleiden wollen.", "Esta túnica es extremadamente ligera ya que está hecha de terciopelo real, y también fue encantada por un vampiro hace miles de años. Es sin duda una prenda indispensable para los vampiros o cualquiera que quiera ir vestido como tal a una fiesta."]}, "icon": "global_item_10044.png"}