{"slot": "Weapon", "compendium_shown": true, "price_buy": 30000, "requirements": null, "name": "Kiyomori", "type_id": 4, "skills": [101230], "is_twohanded": false, "rarity": 7, "compendium_id": 90078, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Evade' passive."], "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 79, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Katana", "strings": {"name": ["Kiyomori", "清盛", "키요모리", "Kiyomori", "Kiyomori", "Kiyomori"], "desc_short": ["An expertly forged and renowned katana.", "刻有美麗花紋且無比鋒利的刀", "아름다운 무늬가 새겨진 날카로운 도", "Un katana renommé forgé par des mains expertes.", "Ein berühmtes und kunstvoll gearbeitetes Katana.", "Una famosa katana expertamente forjada."], "desc_long": ["A weapon wielded by the samurai of Ivalice. This exquisitely crafted katana has a unique pattern etched onto its blade, and boasts of a splendid cutting edge. Although it could prove to be an invaluable asset on the field, it is quite difficult to obtain, and only those who have shown resilience in battle have been known to wield it.", "異界伊瓦利斯的武士所用的武器。優秀的工匠製作的這把刀，以其美麗的花紋和極為鋒利刀刃著稱。這把誰都想得到的名刀，不是隨便就能買到的，只有經過戰爭的洗禮並戰鬥到最後的人才有機會獲得。", "이발리스의 어느 사무라이가 휘두르던 무기. 장인의 손끝에서 만들어진 이 도는 아름다운 무늬가 새겨져 있으며, 경이적일 정도로 잘 베인다고 한다. 누구나가 손에 넣고 싶어 하는 명검이지만, 쉽게 살 수 없을 뿐 아니라 끊임없는 전투에서 살아남은 자만이 이 무기를 손에 넣을 수 있다.", "Une arme portée par un samouraï d'Ivalice. Ce katana forgé de main de maître possède des inscriptions uniques gravées sur sa lame et un tranchant à la beauté sans pareille. Bien que son histoire ait prouvé qu'il peut être un atout inestimable sur le champ de bataille, il reste encore acore aujourd'hui très difficile à obtenir, et on raconte que seul ceux ayant fait preuve de ténacité au combat l'ont porté.", "Eine Waffe der Samurai von Ivalice. Dieses kunstvoll gearbeitete Katana hat ein einzigartiges Muster in die Klinge graviert und eine äußerst scharfe Schneide. Es ist auf dem Schlachtfeld von unschätzbarem Wert, aber schwer zu bekommen. Nur diejenigen, die ihre Belastbarkeit im Kampf unter Beweis gestellt haben, wurden je mit dieser Waffe gesehen.", "Una arma llevada por los samuráis the Ivalice. Esta katana tan exquisita tiene un diseño único grabado en su hoja, la cual corta espléndidamente. Aunque puede ser de gran ayuda en un aprieto, es bastante difícil de adquirir, y solo aquellos quienes han mostrado gran persistencia en el campo de batalla han podido obtenerla."]}, "icon": "global_equip_10014.png"}