{"slot": "Headgear", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Black Bandana", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 90071, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 500, "stats": {"status_inflict": null, "status_resist": {"Sleep": 100}, "element_resist": null, "HP": 0, "ATK": 12, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 20}, "icon": "global_equip_10007.png", "type": "Hat", "strings": {"name": ["Black Bandana", "黑頭巾", "검은 반다나", "Bandana noir", "Schwarzes Kopftuch", "Bandana negra"], "desc_short": ["A bandana once worn by a great thief.", "很久以前，一位大盜所中意的頭巾", "옛날 옛적, 어느 대도적이 애용했다는 반다나", "Un bandana qui fut autrefois porté par un grand voleur.", "Ein Kopftuch, getragen von einem großen Herrscher.", "Un pañuelo que perteneció a un gran ladrón."], "desc_long": ["A bandana once worn by a great thief. As most thieves work in the dead of night, this black bandana helps to camouflage their appearance during their exploits. It also helps the wearer to fight sleep under any circumstances as he or she waits for the perfect opportunity to strike.", "很久以前，一位大盜所中意的頭巾。夜間行竊時會拿來遮住臉部，隱身於暗夜之中。此外，這條頭巾還蘊含著不可思議的力量。據說只要戴著它，就算是深夜也不會遭受睡意襲擊。", "옛날 옛적, 어느 대도적이 애용했다는 반다나. 야밤에 도적질을 행할 때 그 반다나로 머리를 감추고, 밤의 어둠에 몸을 숨긴다. 또한, 그 반다나에는 신비한 힘이 깃들어 있어, 늦은 밤에도 결코 졸리거나 하지 않는다고 한다.", "Un bandana qui fut autrefois porté par un grand voleur. Comme la plupart des voleurs effectuent leurs basses besognes dans la nuit noire, ce bandana les aide à améliorer leur camouflage. Il permet aussi de combattre efficacement le sommeil afin de permettre à son porteur de frapper toujours au bon moment.", "Dieses Kopftuch wurde einst von einem großen Dieb getragen. Da Diebe meist nachts aktiv sind, hilft dieses schwarze Kopftuch bei der Tarnung auf ihren Diebeszügen. Zudem ermüdet der Träger nicht, sodass er die perfekte Gelegenheit, um zuzuschlagen, abwarten kann.", "Un pañuelo que antiguamente perteneció a un conocido ladrón. Como la mayoría de los ladrones trabaja en la oscuridad de la noche, este pañuelo negro ayuda a camuflarse donde la luz no llega. Además, evita que quien lo lleve se quede dormido mientras espera el momento perfecto para actuar."]}, "accuracy": 0}