{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Demon Scythe", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 90026, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 120, "element_inflict": ["Dark"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_item_10053.png", "type": "Spear", "strings": {"name": ["Demon Scythe", "煉魔鐮噬魂之光", "지옥의 낫 리베라이트", "Faux démoniaque", "Dämonensichel", "Guadaña demoniaca"], "desc_short": ["An evil scythe with immense destructive power.", "破壞力極強的邪惡鐮刀", "발군의 파괴력을 지닌 사악한 낫", "Une faux maléfique aux pouvoirs de destruction immenses.", "eine teuflische Sichel mit immenser Zerstörungskraft.", "Una guadaña maligna con un inmenso poder de destrucción."], "desc_long": ["A gigantic scythe rumoured to possess the eerie ability to slash through both its enemies and their shadows. According to myth, this weapon feeds on the souls of its vanquished foes to amplify its power, and its insatiable thirst is said to drive some to madness as the energy collected within begins opening a rift past the realm of the living.", "相傳能將敵人連同影子切斷的巨大鐮刀。根據傳言，它能吞噬敵人的靈魂，並將其轉化為自身的力量。它吸收來的力量會將生者的世界撕裂，讓鐮刀使用者感到無比饑渴，從而使之陷入瘋狂的深淵。", "적을 그림자째로 베어내어 버린다는 거대한 낫. 전해지는 이야기에 따르면 이 낫은 쓰러뜨린 상대의 영혼을 먹어치워 자신의 힘을 증폭시킨다고 한다. 흡수된 힘은 산 자의 세계에 틈을 열고, 결코 채워질 일 없는 갈증으로 사용자를 광기의 심연으로 이끈다.", "Une faux gigantesque qui serait, selon certaines rumeurs, capable de trancher non seulement les ennemis mais aussi leurs ombres. Selon la légende, cette faux augmenterait sa puissance en se nourrissant des âmes des ennemis vaincus au combat. On raconte que sa soif insatiable finit par conduire certaines personnes à la folie et que l'énergie accumulée en son sein ouvra une brèche entre le monde des vivants et le monde des morts.", "Eine riesige Sichel, die über die gespentische Fertigkeit verfügen soll, die Körper und Schatten ihrer Gegner zu zerschneiden. Dem Mythos zufolge nährt sich diese Waffe von den Seelen gefallener Feinde und vergrößert so ihre Macht. Ihr unstillbarer Durst soll manche Träger in den Wahnsinn treiben, denn die angesammelte Energie öffnet einen Riss in das Reich jenseits der Lebenden.", "Una guadaña gigantesca que se rumorea tiene la habilidad de atravesar a sus adversarios y a sus sombras. Según el mito, esta arma se alimenta de las almas de los enemigos con los que acaba, aumentando así su poder. Además lleva a aquellos que la blanden a la locura amedida que la energía que acumula va abriendo una brecha entre el mundo de los vivos y los muertos."]}, "accuracy": 0}