{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Cloak of Flames", "type_id": 60, "skills": [100180], "is_twohanded": false, "rarity": 7, "compendium_id": 90100, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'SPR +30%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 20, "Ice": 20}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 18}, "icon": "global_equip_10040.png", "type": "Accessory", "strings": {"name": ["Cloak of Flames", "烈焰披風", "화염의 망토", "Cape ardente", "Flammenumhang", "Capa llameante"], "desc_short": ["A Cloak owned by an archfiend, he has a strong sense of honor and fair play, unlike his other peers.", "一位魔王曾經持有的披風，該魔王做事公平，享有各種榮譽", "사천왕 중 한 명이 한때 소유하고 있었던 망토. 다른 동료들과는 다르게, 그는 비겁한 짓을 좋아하지 않는 등 올바른 도덕관념을 가졌다.", "Une cape qui appartenait à un démon qui, contrairement à ses congénères, possédait un grand sens de l'honneur et du fair-play.", "Ein Umhang, der einem Elementarfürsten gehört. Anders als seinesgleichen, besitzt er ein starkes Ehrgefühl und Anstand.", "Una capa que perteneció a un archidiablo. A diferencia de su estirpe, este tiene un firme sentido del honor y del juego limpio."], "desc_long": ["A Cloak owned by an archfiend, he has a strong sense of honor and fair play, unlike his other peers. He is associated with the element of fire and is considered one of the more powerful fighter. He was defeated by a powerful party and unlike the other fiends, he accepts his defeat and compliments the party on their victory.", "一位魔王曾經持有的披風，該魔王做事公平，享有各種榮譽。他既是一名火之魔王，又是一名強大的戰士。當他被強大的隊伍打敗時，和其他魔王不同，他接受了自己的敗北，同時讚揚對方的勝利。", "사천왕 중 한 명이 한때 소유하고 있었던 망토. 다른 동료들과는 다르게, 그는 비겁한 짓을 좋아하지 않는 등 올바른 도덕관념을 가졌다. 강력한 파티와의 결투 끝에 패배했으며, 여타 적과는 다르게 상대의 승리를 축하하는 면모를 보인다.", "Une cape qui appartenait à un démon qui, contrairement à ses congénères, possédait un grand sens de l'honneur et du fair-play. Associé à l'élément feu, il était considéré comme un combattant extrêmement puissant. Terrassé par un groupe encore plus puissant que lui, une fois battu, il alla féliciter ses adversaires pour leur victoire, chose qu'aucun de ses congénères n'a jamais faite.", "Der Umhang eines Elementarfürsten. Anders als seinesgleichen, besitzt er ein starkes Ehrgefühl und Anstand. Er wird dem Feuerelement zugeordnet und gilt als einer der stärkeren Kämpfer. Er wurde von einer mächtigen Gruppe in die Knie gezwungen; nicht wie andere Teufel aber akzeptierte er seine Niederlage und gratulierte der Gruppe zu ihrem Sieg.", "Una capa que perteneció a un archidiablo. A diferencia del resto de su estirpe, este tiene un firme sentido del honor y del juego limpio. A este archidiablo se le asocia con el fuego y está considerado como uno de los guerreros más peligrosos. En el pasado, fue derrotado por un grupo bastante fuerte de aventureros y, a diferencia de su casta, aceptó su derrota y felicitó al grupo por su victoria."]}, "accuracy": 0}