{"slot": "Chest", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Cupid's Robe", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 90056, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 20}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 30, "SPR": 30, "DEF": 12}, "icon": "global_item_10091.png", "type": "Cloth", "strings": {"name": ["Cupid's Robe", "神聖絲綢法袍", "큐피드의 로브", "Robe de Cupidon", "Amor-Robe<br>", "Túnica de Cupido"], "desc_short": ["A smooth silk robe that emits an angelic aura.", "忍不住想觸摸，質感良好的絲綢法袍", "천사의 기운을 내뿜는 부드러운 비단 로브", "Une robe en soie douce qui émet une aura angélique", "Eine sanfte Seidenrobe, die eine engelsgleiche Aura ausstrahlt.", "Una túnica de seda suave al tacto que emite un aura angelical."], "desc_long": ["The elegance of this silk robe can be seen in its beautiful shawl collar, impeccable tailoring, and remarkably fine texture. The crisp, luxurious silk from which it is made might make one feel like royalty. You'll look and feel irresistible!", "美麗的袖線、良好的觸感、完美的剪裁，是件極為優雅的絲綢法袍。穿上它的人會感覺自己有如王族，擁有高貴的氣息。", "아름다운 숄 카라를 가진 우아한 비단 로브. 최고급 원단을 완벽히 재단하여 제작했다. 비단의 부드러운 질감 덕분에 입는 사람은 마치 왕족이 된 것 같은 기분을 느낀다. 입는 순간 매력이 넘치는 옷!", "L'élégance de cette robe en soie se voit surtout grâce à son col, parfaitement taillé, et à la texture remarquable de son tissu. Cette soie de qualité supérieure, est si parfaite qu'elle donne l'impression à son porteur de faire partie d'une famille royale. Vous vous sentirez magnifique dans cet incroyable chef d'œuvre et vous le serez !", "Eine sanfte Seidenrobe, die sich weich auf der Haut anfühlt. Die Pracht dieser Seidenrobe ist ihr eleganter wie üppiger Schalkragen aus königlicher Fertigung. Dank der frischen wie luxuriösen Seide fühlt sich die Trägerin wie die Herrscherin des Königreichs. Es sieht einfach unwiderstehlich aus!!", "La elegancia de esta túnica de seda se puede sentir en su cuello de chal, su impecable tejido y su textura superba. La seda de lujo de la que está hecha le hace sentir a uno como parte de la realeza. ¡Te sentirás y te notarán irresistible!"]}, "accuracy": 0}