{"slot": "Weapon", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Bakuya Sword", "type_id": 2, "skills": [910875], "is_twohanded": false, "rarity": 7, "compendium_id": 90144, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Bakuya's Blessing' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 51, "element_inflict": null, "MP": 0, "MAG": 41, "SPR": 0, "DEF": 0}, "icon": "global_equip_10081.png", "type": "Sword", "strings": {"name": ["Bakuya Sword", "莫邪劍", "막야 보검", "Épée de Bakuya", "Bakuyaschwert", "Espada de Bakuya"], "desc_short": ["A legendary sword forged by a blacksmith for a king long ago.", "很久以前由一位鐵匠為王所鑄造的雙劍之雌劍", "왕에게 바치는 헌상품으로서 만들어진 한 쌍의 암수검 중 '암검'.", "Une longue épée légendaire fabriquée par un forgeron pour un roi il y a très longtemps.", "Die \"weibliche\" Klinge zweier Schwerter, die ein Schmied einst für einen König geschmiedet hatte.", "Una espada legendaria que un herrero le forjó a un rey hace mucho tiempo."], "desc_long": ["The \"female\" blade of the legendary pair of swords that was forged by a blacksmith and was presented to the king. The blacksmith kept the \"male\" blade, \"Kanshou,\" for himself. The king was angered when he found out later about the other blade and ordered his men to execute the blacksmith.", "為王所鑄造的雙劍之雌劍。鍛冶師僅將莫邪獻給王，把干將留在了自己身邊。王得知後大怒，命令手下將鍛冶師處死。", "왕에게 바치는 헌상품으로서 만들어진 한 상의 암수검 중 '암검'. 대장장이는 막야만을 왕에게 헌상하고, 나머지 한 짝인 수검 간장은 헌상하지 않고 곁에 두었다. 나중에 그 사실을 알게 된 왕은 격노하여, 부하들에게 대장장이를 처형할 것을 명령했다.", "Le pendant \"femelle\" d'un duo d'épées légendaires fabriquées par un forgeron qui fut présentée à un roi. Accablé de douleur suite à la perte de sa femme, le forgeron décida de garder \"Kanshou\", le pendant \"mâle\", auprès de lui. Lorsque le roi découvrit qu'il exista une autre épée similaire à la sienne il prit la décision de faire exécuter le forgeron.", "Die \"weibliche\" Klinge zweier Schwerter, die ein Schmied einst für einen König geschmiedet hatte. Der Schmied behielt die männliche Klinge \"Kanshou\" für sich. Als der König dies herausfand, befahl er seinen Männern voller Zorn, den Schmied hinzurichten.", "La espada \"hembra\" de una pareja de espadas legendarias que un herrero le forjó y entregó al rey. Por su parte, el herrero se quedó con Kanshou, la espada \"macho\". Cuando el rey se enteró de esto, le pudo la rabia y mandó a ejecutar al herrero."]}, "accuracy": 0}