{"slot": "Weapon", "compendium_shown": true, "price_buy": 1200, "requirements": null, "name": "Vega+", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 90135, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 120, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 101, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_equip_10072.png", "type": "Gun", "strings": {"name": ["Vega+", "織女一+", "베가+", "Vega+", "Wega+", "Vega+"], "desc_short": ["A weapon that is longer, blacker and more powerful than the original Vega.", "一種比原本的織女一槍身更長，顏色更為漆黑，威力更加強大的武器", "기존 베가보다 총신이 길고, 위력이 더 강해졌으며, 더욱 짙은 검은 빛을 띤 무기.", "Une arme plus longue, plus noire, et encore plus puissante que le Vega original.", "Eine Waffe, die länger, schwärzer und mächtiger als das ursprüngliche Vega ist.", "Un arma que es más larga, más negra y más potente que la Vega original."], "desc_long": ["A weapon that is longer, blacker and more powerful than the original Vega. It was one of the products of a research organization that analyzes ancient relics. It is based on the Vega, but it includes many original pieces from the ruins which boost its accuracy and power.", "一種比原本的織女一槍身更長，顏色更為漆黑，威力更加強大的武器。它是由分析、研究遺物的機關所製造的火槍，以織女一為基底並加以各種遺物零件組成，精度及威力更勝一籌。", "기존 베가보다 총신이 길고, 위력이 더 강해졌으며, 더욱 짙은 검은 빛을 띤 무기. 유물을 분석하고 연구하는 기관에서 만들어낸 총 중 하나이다. 베가를 기초로 해서 만들었지만, 적재적소에 유물 부품을 사용함으로써 밀도와 위력이 더욱 강력해졌다.", "Le fruit d'analyses et d'expériences sur des reliques d'un autre monde conduites dans un établissement de recherches. Cette arme inclue des pièces originales venant des ruines qui augmentent sa précision et sa puissance. Cette arme est plus longue, plus noire, et encore plus puissante que le modèle original.", "Das Produkt der Analyse und Experimentierung mit Reliquien aus einer fernen Welt - ausgeführt durch eine Forschungsinstitution. Es enthält verschiedene originale Einzelteile der Ruinen, die seine Genauigkeit und Kraft steigern. Diese Waffe ist länger, schwärzer und mächtiger als das Vorgängermodell.", "Un arma que es más larga, más negra y más potente que la Vega original. Se trata de uno de los productos de una organización que se encarga de investigar reliquias antiguas. Está basada en Vega, aunque con la diferencia de que incluye piezas originales de ruinas que aumentan su precisión y potencia."]}, "accuracy": 0}