{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Demon Horn", "type_id": 60, "skills": [100070, 101080], "is_twohanded": false, "rarity": 5, "compendium_id": 90083, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'ATK +10%' passive.", "Grants 'Beast Killer' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_equip_10020.png", "type": "Accessory", "strings": {"name": ["Demon Horn", "惡魔號角", "악마의 뿔", "Corne de démon", "Dämonenhorn", "Cuerno demoniaco"], "desc_short": ["A gigantic demon’s horn that grants its holder powers.", "一個巨大的惡魔號角，賦予持有者強大的力量", "소유한 자에게 그 힘을 전해주는 거대한 악마의 뿔", "Une gigantesque corne de démon qui augmente la puissance de son porteur.", "Ein riesiges Dämonenhorn, das dem Träger große Macht gewährt.", "Un cuerno de demonio gigante que otorga poder a su portador."], "desc_long": ["An unusually large horn that seems to have come from a fallen demon. It amplifies the combat powers of its bearer and grants him or her a temporary state of heightened senses when fighting beasts.", "大得異常的號角，據傳它曾屬於一個降臨惡魔。它會增強持有者戰鬥時的力量並在對抗野獸時給予其短暫卻強大的感應力。", "타락한 악마의 것이라 알려진 엄청나게 거대한 뿔. 이 뿔을 지닌 자는 공격력이 대폭 향상하며, 특히 야수와의 전투에서는 일시적으로 자신의 감각이 예리해지는 것을 느낄 수 있다고 한다.", "Une corne anormalement grande qui semble provenir d'un démon déchu. Elle augmente la puissance de combat de son porteur et lui permet d'éveiller temporairement ses sens face à des bêtes.", "Ein ungewöhnliches großes Horn, das von einem gefallenen Dämon stammt. Es verstärkt die Kampfkraft des Trägers und gewährt ihm oder ihr vorübergehend geschärfte Sinne beim Kampf gegen Bestien.", "Un cuerno de tamaño particularmente grande que parece venir de un demonio caído. Este potencia la capacidad de combatir del que lo porta y le agudiza los sentidos a la hora de combatir contra bestias."]}, "accuracy": 0}