{"slot": "Weapon", "compendium_shown": true, "price_buy": 4000, "requirements": null, "name": "Lunar Pestle", "type_id": 15, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 90003, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 4000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 60, "element_inflict": null, "MP": 25, "MAG": 15, "SPR": 0, "DEF": 0}, "icon": "global_item_10015.png", "type": "Mace", "strings": {"name": ["Lunar Pestle", "月之杵", "달의 절굿공이", "Pilon lunaire", "Mondstab", "M. de mortero lunar"], "desc_short": ["A large grinding tool made from moon fragments.", "用月之沙製作而成的大杵", "달 조각으로 만들어진 거대한 절굿공이", "Un outil de meulage fait de fragments de la Lune.", "Ein großes Werkzeug zum Mahlen aus Mondfragmenten.", "Una herramienta usada para moler hecha con fragmentos lunares."], "desc_long": ["Once an apparatus used to crush peppers and other herbs into powdery mush, this former companion to the mortar grew in size thanks to lunar magic and now serves a different purpose: beating the tar out of monsters, while also empowering its wielder's magic power. According to folklore, a scholar of unknown origin who wanted powdered herbs for his dinner, accidentally mistook a chunk of moonrock for a stack of parsley. Once he cracked the moonrock, the broken fragments quickly latched onto each side of the pestle. It then grew six times larger, breaking the mortar it was in, as well as the scholar’s foot.", "研磨胡椒、香草等食材時會用到該道具，不過被不可思議的星之力巨大化以後，它就只能用來打昏魔物了。傳言說這是某個學者在準備晚飯時，不小心將月之碎片當成了胡椒磨成了粉末，結果，附著有細小月之碎片的杵突然變大，至少比原先大了6倍。", "후추나 허브 등의 식재료를 빻을 때 사용하던 <br>평범한 조리 도구였으나, 신비한 달의 힘으로<br>거대해져 지금은 마물을 사정없이 때려눕히는 데 사용한다. 일화에 의하면, 어느 학자가 저녁 식사를 할 때 달의 조각을 허브와 착각하여 빻아버렸고, 가루가 되어버린 달의 조각은 절굿공이에 달라붙어 그 크기를 6배나 증가시켰다고 한다.", "Autrefois appareil servant à réduire en poudre le poivre et diverses herbes, cet ancien compagnon du mortier est aujourd'hui bien plus gros grâce à la magie lunaire et sert à tout autre chose : écraser les monstres et augmenter les pouvoirs magiques de son porteur. Selon une légende locale, un érudit dont on ne connaît pas l'origine voulut agrémenter son dîner de quelques herbes et confondit accidentellement un gros fragment de la Lune avec une botte de persil. Le petit morceau de Lune qui se sépara du fragment resta accroché au mortier et se mit à grossir jusqu'à atteindre six fois sa taille d'origine. Il cassa même le mortier sur lequel il été attaché... ainsi que le pied de l'érudit.", "Vormals ein Gerät zum Mahlen von Pfeffer und anderen Gewürzen, vergrößerte sich dieser Gefährte des Mörsers dank Mondmagie und dient nun anderen Zwecken: Dem Verprügeln von Monstern, während er ebenfalls die Magie seines Trägers verstärkt. Legenden zufolge verwechselte ein Gelehrter, der sein Essen mit gemahlenen Kräuter würzen wollte, einen Bund Petersilie mit einem Batzen Mondstein. Nachdem er den Mondstein zerbrochen hatte, hafteten die Fragmente an beiden Seiten des Stabes an. Er wuchs dann um das Sechsfache und brach nicht nur den Mörser, sondern auch den Fuß des Gelehrten.", "Antaño herramienta para machacar pimientos y otras hierbas para hacerlos papilla, este eterno compañero del mortero creció de tamaño gracias a magia lunar y ahora sirve otro propósito: machacar monstruos. Según el folclore, hubo un estudioso de desconocido origen que buscando hierbas para su cena confundió un pedazo de roca lunar por perejil. Al partir la roca lunar, sus fragmentos se adhirieron a cada lado de la mano del mortero. Más tarde este se hizo seis veces más grande y aplasto el mortero en el que estaba depositado, y junto a él, el pie del estudioso."]}, "accuracy": 0}