{"slot": "Chest", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Cloak of Resentment", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 90118, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 500, "stats": {"status_inflict": null, "status_resist": {"Silence": 100}, "element_resist": null, "HP": 0, "ATK": 5, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 25, "DEF": 25}, "icon": "global_equip_10055.png", "type": "Cloth", "strings": {"name": ["Cloak of Resentment", "怨念披風", "분노의 망토", "Cape du ressentiment", "Mantel der Verachtung", "Capa del resentimiento"], "desc_short": ["A cloak filled with endless resentment.", "充滿無盡怨念的披風", "한없는 분노로 가득 찬 망토", "Une cape remplit d'une rancœur éternelle.", "Ein Mantel, der mit endloser Verachtung gefüllt ist.", "Una capa imbuida con un rencor infinito."], "desc_long": ["A cloak filled with endless resentment. This cloak was rumored to be donned by a great musician who was wrongfully murdered and remnants of her unjustified emotions are trapped within it. Only the purest souls can overcome the darkness in this cloak and safely wear it without being influenced by it.", "充滿無盡怨念的披風。是一位被誤殺的偉大音樂家所持有的物品，她憤恨不平的情緒殘留在披風上，只有最純潔的靈魂才能戰勝其黑暗，並安全的穿戴這件披風。", "한없는 분노로 가득 찬 망토. 이 망토에는 부당하게 죽임을 당한 어느 훌륭한 음악가의 원한이 담겨있다는 소문이 돌고 있다. 오직 순수한 영혼만이 어둠을 극복하고 안전하게 이 망토를 걸칠 수 있다고 한다.", "Une cape remplit d'une rancœur éternelle. On raconte qu'elle aurait été portée par un grand musicien qui aurait été tué par erreur et dont toute la rancœur s'est retrouvée piégée à l'intérieur. Seuls les êtres possédant les âmes les plus pures peuvent supporter les ténèbres de cette cape et la porter sans subir son influence.", "Ein Mantel, der mit endloser Verachtung gefüllt ist. Man sagt dem Mantel nach, dass er einst von einer großen Musikerin angelegt wurde, die völlig zu Unrecht ermordet wurde - ihre Frustgefühle und Hass haben ihren Körper überdauert und sind nun in dem Mantel gefangen. Nur die reinsten aller Seelen sind in der Lage, die Dunkelheit in diesem Mantel zu überwinden und ihn zu tragen, ohne von ihm beeinflusst zu werden.", "Una capa imbuida con un rencor infinito. Se rumorea que una gran música solía llevar esta capa, hasta que la mataron sin motivo alguno, por lo que, en esta capa, quedan retazos atrapados de estas emociones injustificadas. En este sentido, solo las almas más puras pueden vencer a la oscuridad que alberga esta capa y ponérsela de forma segura sin verse influenciados por su negatividad."]}, "accuracy": 0}