{"slot": "Shield", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Lunar Parasol", "type_id": 30, "skills": [910925, 910926], "is_twohanded": false, "rarity": 8, "compendium_id": 90141, "dmg_variance": null, "slot_id": 2, "effects": ["Grants 'MP +30%' passive.", "Grants 'Auto-Regen' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": {"Confusion": 100, "Petrify": 100, "Silence": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 58, "DEF": 24}, "icon": "global_equip_10078.png", "type": "Light Shield", "strings": {"name": ["Lunar Parasol", "新月傘", "월지우산", "Parasol lunaire", "Mondschirm", "Parasol lunar"], "desc_short": ["A parasol made with oil paper, said to ward off evil spirits.", "以油紙製作而成，據傳能夠驅除惡靈。", "사악함을 내쫓는다고 알려진, 기름종이로 만들어진 수제 지우산.", "Un parasol fait de papier qui repousserait les forces du mal.", "Ein aus Ölpapier hergestellter Schirm, der böse Geister abwehren soll.", "Un parasol hecho de papel que dicen protege contra espíritus malignos."], "desc_long": ["A parasol made with oil paper, said to ward off evil spirits. It is also popular among the ladies of Lunar Town as they believe that it complements their beauty and grace.", "以油紙製作而成，據傳能夠驅除惡靈。據說其能夠提升美貌與氣質，因此深受新月鎮的女性喜愛。", "사악함을 내쫓는다고 알려진, 기름종이로 만들어진 수제 지우산. 미모와 기품을 올려주는 물건으로, 달마을 소녀들 사이에 높은 인기를 구가하고 있다.", "Un parasol fait de papier qui repousserait les forces du mal. Populaire auprès des dames de la ville de Lunar, elles pensent qu'il s'agit du compagnon parfait à leur beauté et leur grâce.", "Ein aus Ölpapier hergestellter Schirm, der böse Geister abwehren soll. Er ist außerdem äußerst beliebt bei den Damen von Mondstadt, weil sie davon überzeugt sind, dass er ihre Schönheit und Eleganz unterstreicht.", "Un parasol hecho de papel que dicen protege contra espíritus malignos. Es un objeto bastante popular entre las mujeres de la ciudad lunar porque, según ellas, sirve para complementar su belleza y elegancia."]}, "accuracy": 0}