{"slot": "Accessory", "compendium_shown": true, "price_buy": 60000, "requirements": null, "name": "Candy Basket", "type_id": 60, "skills": [900012, 101700, 900007], "is_twohanded": false, "rarity": 6, "compendium_id": 90016, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'SPR +15%' passive.", "Grants 'MAG +15%' passive.", "Grants 'Treat' ability."], "price_sell": 6000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Accessory", "strings": {"name": ["Candy Basket", "萬聖節籃子", "할로윈 바구니", "Panier de bonbons", "Süßigkeitenkorb", "Cesta de caramelos"], "desc_short": ["A basket filled with lots of candies and other sweets.", "滿滿一籃子零食", "달콤한 사탕과 과자가 가득 들어 있는 바구니", "Un panier rempli de bonbons et autres friandises délicieuses.", "Ein Korb voll mit Süßigkeiten.", "Una cesta llena de caramelos y otros dulces."], "desc_long": ["A basket containing tons of candies and other sweets. They are commonly used by children during the Halloween season to collect treats, but beware! These kids will play tricks on any who refuse them candy!", "滿滿一籃子零食。每到萬聖節，孩子們就會帶著籃子四處索要零食。請注意，如果不給零食，孩子們就會搞惡作劇！", "달콤한 사탕과 과자가 가득 들어 있는 바구니. 할로윈 때마다 아이들이 과자를 얻으러 다닐 때 사용한다. 과자를 주지 않으면 아이들이 장난을 치므로 주의할 것!", "Un panier qui contient une tonne de bonbons et autres friandises. Ils sont communément utilisés par les enfants lors de la saison d'Halloween pour collecter des friandises. Attention toutefois, ils adorent jouer des tours à tous ceux qui refusent de leur en donner !", "Ein Korb vollgestopft mit Süßigkeiten. Normalerweise tragen Kinder diese Körbe, um an Halloween Süßigkeiten einzusammeln, aber Vorsicht! Wer ihnen Süßes verweigert, wird Saures zu spüren bekommen!", "Una cesta que contiene montones de caramelos y otros dulces. Es comúnmente usada durante Halloween por niños en busca de golosinas. ¡Aunque ojo, ya que estos niños hacen gamberradas a aquellos que no les dan caramelos!"]}, "icon": "global_item_10035.png"}