{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000000, "requirements": null, "name": "Jake's Pirate Ring", "type_id": 60, "skills": [910446], "is_twohanded": false, "rarity": 7, "compendium_id": 90111, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Pirate's Soul' passive."], "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 20, "DEF": 20}, "icon": "global_equip_10047.png", "type": "Accessory", "strings": {"name": ["Jake's Pirate Ring", "海盜戒指", "제이크의 해적 반지", "Anneau de pirate de Jake", "Jakes Piratenring", "Anillo pirata de Jake"], "desc_short": ["A ring found in a cavern deep in the sea.", "在海裡的深邃洞窟中發現的戒指", "바닷속 깊은 동굴에서 발굴된 반지.", "Un anneau trouvé dans une caverne au fond de la mer.", "Ein Ring, der in den Tiefen einer Unterwasserhöhle gefunden wurde.", "Un anillo que encontraron en una caverna en las profundidades del mar."], "desc_long": ["A ring found in a cavern deep in the sea. The engravings on it suggest that it once belonged to a guy named Davy and that he had kept it well hidden inside his secret locker.", "在海里的深邃洞窟中發現的戒指。根據戒指上雕刻的文字顯示，這個戒指屬於一個叫做「大衛」的男人，他似乎將這個戒指藏在一個祕密的寶箱內。", "바닷속 깊은 동굴에서 발굴된 반지. 반지에 새겨진 문구에 따르면 이 반지는 한때 '데비'라는 남자의 소유물이었으며, 발견 당시 그의 비밀 상자 안에 숨겨져 있었다고 한다.", "Un anneau trouvé dans une caverne au fond de la mer. Les inscriptions gravées sur cette bague suggèrent qu'elle appartiendrait à un certain Davy et qu'il l'aurait gardée bien cachée dans un coffre secret.", "Ein Ring, der in den Tiefen einer Unterwasserhöhle gefunden wurde. Den in den Ring eingravierten Lettern nach, wurde das Schmuckstück einst von einem Mann namens \"Davy\" getragen, der diesen Ring in seiner geheimen Kiste sicher aufbewahrte.", "Un anillo que encontraron en una caverna en las profundidades del mar. Los grabados que aparecen en él sugieren que, en el pasado, perteneció a un tal Davy y que lo tuvo bien guardado en su armario secreto."]}, "accuracy": 0}