{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Cold Snap", "type_id": 60, "skills": [910147], "is_twohanded": false, "rarity": 7, "compendium_id": 90074, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Plated Elegance' passive."], "price_sell": 800, "stats": {"status_inflict": null, "status_resist": {"Poison": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "global_equip_10010.png", "type": "Accessory", "strings": {"name": ["Cold Snap", "冰玉", "혹한의 보주", "Orbe gelé", "Kältewelle", "Orbe helado"], "desc_short": ["A mysterious ice crystal in the shape of a sphere that is filled with power.", "含有不可思議力量的神祕球體結晶", "불가사의한 힘이 담긴 신비로운 얼음 결정", "Un mystérieux cristal de glace ayant une forme sphérique rempli de pouvoir.", "Ein mysteriöser, machtvoller Eiskristall in Form einer Kugel.", "Un misterioso cristal de hielo con forma de esfera lleno de poder."], "desc_long": ["A mysterious ice crystal in the shape of a sphere that is filled with power. This peculiar crystal shines brightly in the light, and doesn't seem to melt even in hot temperatures. Those who carry the cold snap in their person are known to remain unaffected by several types of poison, as well as experience a sudden surge of power when they wear heavy armor.", "含有不可思議力量的神祕冰球。在陽光照射下，雖然會發出耀眼光芒，但絕不會融化。持有冰球的人，能夠獲得數種中毒耐性。據說裝備重鎧甲時，還會從身體湧出驚人的力量。", "불가사의한 힘이 담긴 신비로운 얼음 구체. 햇빛이 닿으면 눈부시게 빛나며, 결코 녹아내리지 않는다. 얼음 구슬을 지닌 자는 여러 가지 독에 저항력을 가지며, 또한 중갑을 장착하면 경이적일 정도의 힘이 넘쳐흐른다고 한다.", "Un mystérieux cristal de glace ayant une forme sphérique rempli de pouvoir. Cet étrange cristal brille très fort en pleine lumière et ne semble pas fondre même lorsque les températures sont très élevées. Ceux qui portent l'orbe gelé sur eux sont connus pour être immunisés contre plusieurs types de poisons et ressentent une brusque montée de puissance lorsqu'ils sont équipés d'une armure lourde.", "Ein mysteriöser Eiskristall in Form einer machtvollen Kugel. Dieser besondere Kristall scheint hell im Licht und schmilzt selbst bei höchsten Temperaturen nicht. Wer die Kältewelle trägt, ist vor verschiedenen Giften geschützt und erfährt eine plötzliche Kraftsteigerung beim Tragen von schwerer Rüstung.", "Un misterioso cristal de hielo con forma de esfera que rebosa de poder. Este cristal tan peculiar brilla con fuerza cuando le da la luz y parece no derretirse a altas temperaturas. Aquellos que se equipan con este trozo de hielo se vuelven inmunes a ciertos tipos de veneno. Además, experimentan un repentino aumento de su poder cuando llevan armadura pesada."]}, "accuracy": 0}