{"slot": "Weapon", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Crag Splitter", "type_id": 3, "skills": [203250], "is_twohanded": false, "rarity": 4, "compendium_id": 90134, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP + 5%' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 56, "element_inflict": ["Earth"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 15}, "icon": "global_equip_10067.png", "type": "Great Sword", "strings": {"name": ["Crag Splitter", "大地之劍", "대지의 검", "Briseterre", "Kliffbrecher", "Partepiedras"], "desc_short": ["A great sword embedded with earthern gemstones.", "埋入土屬性寶石的大劍", "땅속성의 보석이 박혀 있는 대검.", "Une grande épée incrustée de pierres précieuses telluriques.", "Ein Großschwert, in welches Erdedelsteine eingelassen sind.", "Una espada grande con gemas de tierra incrustadas."], "desc_long": ["A great sword embedded with earthern gemstones. Rumor has it that it can split mountains in a single strike and only the strongest may wield it.", "埋入土屬性寶石的大劍。根據傳言，這把劍擁有一劍就能劈開群山的力量，最好讓熟練者裝備。", "땅속성의 보석이 박혀 있는 대검. 전해지는 이야기에 따르면, 한 번만 휘둘러도 산이 갈라질 정도의 강력한 힘이 깃들어 있다고 하므로 숙련된 자가 장비하는 편이 좋을 것이다.", "Une grande épée incrustée de pierres précieuses telluriques. Les rumeurs affirment qu’elle est capable de fendre une montagne en deux en un seul coup. Seuls les plus forts sont dignes de la brandir.", "Ein Großschwert, in welches Erdjuwelen eingelassen ist. Hartnäckig halten sich die Gerüchte, dass es in der Lage ist, ganze Berge mit nur einem Streich zu spalten und dass nur die stärksten Recken seiner würdig sind.", "Una espada grande con gemas de tierra incrustadas. Se comenta que puede partir montañas en dos de un solo golpe y que solo los más fuertes pueden portarla."]}, "accuracy": 0}