{"slot": "Weapon", "compendium_shown": true, "price_buy": 200, "requirements": null, "name": "Dagger", "type_id": 1, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 2, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 20, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 16, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Dagger", "strings": {"name": ["Dagger", "短劍", "단검", "Dague", "Dolch", "Daga"], "desc_short": ["A dagger customized for battle.", "戰鬥專用的短劍", "전투에 특화된 단검", "Dague modifiée pour le combat.", "Ein für den Kampf gefertigter Dolch.", "Daga personalizada para la batalla."], "desc_long": ["A double-edged dagger designed to be more apt for battle. Although knives are meant to be used for daily tasks, the dagger's usefulness is better exercised in battle. Its abilities to pierce through the seams of tough armor and deflect incoming attacks make it indispensable as a supportive weapon on the field. Unfortunately, robbers from different areas currently use this easily concealable weapon to carry out their misdeeds.", "為了追求武器性能而製作的雙刃短劍。相比可以在日常生活中使用的匕首，該短劍基本上只能用於戰鬥。本來，能插入堅固鎧甲的縫隙或是抵擋住敵人攻擊的短劍是輔助戰鬥用的武器，但它便於攜帶和使用，使得活躍在世界各地的盜賊都將其當做主武器來用了。", "무기로 쓸 수 있게 만든 양날 단검. 나이프는 일상적인 작업에 주로 쓰이지만, 단검은 거의 전투에만 사용한다. 원래는 단단한 갑옷의 틈새를 찌르거나, 적의 공격을 받아넘기기 위한 보조 무기였지만 휴대하기 편하고 순발력을 살리기 좋아 각지에서 암약하는 도적들이 애용한다.", "Une dague à double tranchant efficace en combat. Contrairement au couteau qui est destiné aux tâches quotidiennes, la dague normale est faite pour le combat. Sa capacité à percer les armures solides et à dévier les attaques en fait une arme de soutien indispensable mais les voleurs l'utilisent souvent pour exercer leurs méfaits en raison de sa petite taille.", "Ein zweischneidiger Dolch, der für den Einsatz im Kampf ausgelegt ist. Während das Messer im Alltag vielfältig Anwendung findet, dient der Dolch fast ausschließlich als Waffe. Seine Fähigkeit, schmale Spalten in Rüstungen zu durchdringen oder gegnerische Angriffe abzulenken, machen ihn zu einer unersetzlichen Zweitwaffe auf dem Schlachtfeld. Da leicht zu verbergen, wird er auch von Dieben und Räubern allerorten eingesetzt.", "Una daga de doble filo diseñada para ser más apta en la batalla. Los cuchillos se usan más para tareas cotidianas, pero las dagas están hechas para la batalla. Su habilidad para abrirse paso por las aperturas de una armadura y desviar ataques hacen que sea indispensable como arma de apoyo. Por desgracia, hay ladrones en todas partes que usan esta arma tan fácil de esconder para cometer fechorías."]}, "icon": "item_10101.png"}