{"slot": "Weapon", "compendium_shown": true, "price_buy": 5000, "requirements": null, "name": "Swordbreaker", "type_id": 1, "skills": [206170], "is_twohanded": false, "rarity": 5, "compendium_id": 392, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Swordbreaker' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 43, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10110.png", "type": "Dagger", "strings": {"name": ["Swordbreaker", "鋸齒短劍", "소드 브레이커", "Brisépée", "Schwertbrecher", "Rompespadas"], "desc_short": ["A short sword with unique comb like peaks.", "呈鋸齒狀的特殊短劍", "칼등이 빗 모양을 한 특수한 단검", "Une épée courte avec une pointe spéciale en forme de crête.", "Ein Kurzschwert mit einzigartigen Stacheln.", "Una espada corta de inusual diseño en forma de sierra."], "desc_long": ["A unique comb-like short sword. As its name would suggest, it was made to break certain weapons, and upon receiving an attack with its ridged side, it can render the attacking weapon powerless. Though produced based on many different fighting styles, this short sword is quite difficult to use, and many are selective when it comes to which hand they use it with. Use of these weapons is usually forbidden in normal combat.", "呈鋸齒狀的特殊短劍。其名稱意為「潰劍者」，以破壞敵人的武器為存在目的，在承受攻擊後即可勾住對方的刀劍，並將其折斷。這是在各種戰術相繼產生的背景下被製造出的短劍，不過由於太過依靠使用者自身的技術，以至於沒有多少人喜歡使用。而且，在正式決鬥時，這種武器是禁止使用的。", "칼등이 빗 모양을 한 특수한 단검. '검을 부순다'는 이름에 걸맞게 상대의 무기를 파괴하기 위해 만들어졌으며, 칼등으로 공격을 받아내고 움직임을 봉한 뒤 검날을 꺾어 무력화한다. 다양한 전술이 고안되는 중에 만들어진 단검이지만, 사용자의 기량에 의존하는 부분이 많고, 아무나 들 수 없다는 점에서 즐겨 사용하는 사람은 적다. 정식 결투에서는 사용이 금지되어 있는 단검.", "Une épée courte avec une pointe spéciale en forme de crête. Comme son nom le suggère, elle est faite pour briser certaines en parant une attaque avec son côté strié, rendant ainsi l'arme de l'ennemi complètement inutile. Bien qu'elle ait été produite pour coller au plus de styles de combat possible, cette épée courte reste très difficile à manier et beaucoup sont partagés quant à savoir quelle main il convient d'utiliser pour en exprimer le plein potentiel. L'usage de ces armes est, en général, interdit en combat classique.", "Ein Kurzschwert mit einzigartigen Stacheln. Wie der Name besagt, zerbricht es bestimmte Waffen. Trifft man die gezahnte Seite, wird die angreifende Waffe kraftlos. Obwohl es für verschiedene Kampfstile gemacht ist, ist dieses Kurzschwert schwer zu führen, viele denken lange nach, bevor sie sich für eine Hand entscheiden. In normalen Kämpfen ist diese Waffe eigentlich verboten.", "Una espada corta parecida a un peine. Como su nombre sugiere, fue creada para romper ciertas armas, y al recibir un ataque por su parte con crestas puede hacer que el arma del atacante se quede si poder. Aunque produce varios estilos distintos de lucha, esta espada corta es bastante complicada de utilizar, y muchos son selectivos, dependiendo de la mano con la que se usa. Suele estar prohibido utilizar este tipo de arma en los combates normales."]}, "accuracy": 0}