{"slot": "Weapon", "compendium_shown": true, "price_buy": 25000, "requirements": null, "name": "Breath of Rose", "type_id": 1, "skills": [216030], "is_twohanded": false, "rarity": 7, "compendium_id": 647, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Floral Blessing' passive."], "price_sell": 2500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 72, "element_inflict": ["Dark"], "MP": 0, "MAG": 48, "SPR": 0, "DEF": 0}, "icon": "item_10120.png", "type": "Dagger", "strings": {"name": ["Breath of Rose", "薔薇短劍", "장미꽃의 숨결", "Souffle de la rose", "Rosenduft", "Hálito de la rosa"], "desc_short": ["A beautiful, flower-like short sword.", "外型華麗的短劍", "아름답고 화려한 단검", "Une magnifique épée courte en forme de fleur.", "Ein hübsches, blumenartiges Kurzschwert.", "Una bonita espada corta con forma de flor."], "desc_long": ["A beautiful, flower-like short sword befitting of its name. It is said that the previous owner of the sword was a woman with a body made of thorns and poisonous gasses. The rose vine extending from the hilt wraps around the wielder's arm so that it can be swung as if it was a part of the arm. The short sword has a will of its own, and will relentlessly harm anyone with its thorns if it deems the person unworthy.", "型如其名十分華麗的短劍。本來的持有者據說是由荆棘及毒瓦斯產生的女性。從刀柄延伸的藤蔓可與手腕連結，就像是成為身體一部分般並進行攻擊。這把短劍自己擁有意志，當持有者不受認同時，會遭到毫不留情地攻擊。", "그 이름에 걸맞게, 무척이나 화려하고 아름다운 단검. 이 단검의 원주인은 가시덩굴과 독가스로 둘러싸인 몸의 여성이었다고 한다. 손잡이에서 자라난 장미 덩굴이 장착한 자의 팔에 감겨들어, 마치 몸의 일부처럼 움직일 수 있다. 또한, 이 단검 자체가 의지를 갖고 있으므로 주인이라고 인정할 수 없는 자는 가차 없이 그 가시로 찔러버린다고 한다.", "Une magnifique épée courte en forme de fleur portant parfaitement son nom. Il est dit que la précédente propriétaire était une femme avec un corps fait d’épines et de gaz empoisonné. La vigne rose qui dépasse de la garde enveloppe le bras de son porteur et suit les mouvements du bras. La courte épée a sa propre volonté, et elle blesse sans relâche avec ses épines toute personne qu’elle juge indigne.", "Ein gar herrlich anzusehendes und wunderschönes Kurzschwert, das seinem bildhaften Namen nur zu gerecht wird. Oft wird gesagt, dass seine ursprüngliche Besitzerin eine Frau war, deren Körper alleine aus Dornen und giftigem Gas bestand. Die aus dem Griff der Waffe tretende Ranke eines Rosengewächses schlingt sich ihrem Träger um den Arm und ermöglicht ihm somit, das Schwert so zu schwingen, als wäre es ein Teil seines Körpers. Das Schwert selbst scheint seinen eigenen Willen zu besitzen und so verletzt es jeden mit seinen Dornen, den es nicht als würdig erachtet.", "Una bonita espada corta con forma de flor cuyo nombre le va como anillo al dedo. Se dice que el anterior dueño de la espada era una mujer con el cuerpo cubierto de espinas y gases venenosos. Por otra parte, el rosal de la empuñadura se agarra al brazo de tal forma que el guerrero acaba moviendo la espada como si fuera parte de su propio brazo. Esta espada tiene voluntad propia y, sin mostrar piedad alguna, dañará a quien sea con sus espinas si considera que la persona es merecedora de su castigo."]}, "accuracy": 0}