{"slot": "Weapon", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Survival Edges", "type_id": 1, "skills": [100010], "is_twohanded": false, "rarity": 4, "compendium_id": 334, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP +10%' passive."], "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 32, "element_inflict": ["Wind"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Dagger", "strings": {"name": ["Survival Edges", "救生小刀", "서바이벌 엣지", "Dague de survie", "Überlebensklinge", "Hoja de supervivencia"], "desc_short": ["A short blade that greatly increases its wielder's chance of survival.", "能夠提高生存率的短劍", "생존율이 오르는 단검", "Une lame qui augmente les chances de survie.", "Eine kurze Klinge, erhöht die Überlebensch. des Besitzers stark.", "Una hoja corta que aumenta la posibilidad de sobrevivir."], "desc_long": ["A short blade that made its way from the far away world of Orience. Not only is it a well balanced weapon, it also boosts its wielder's HP.  Though short blades are usually reserved for use in emergency situations, if one were to wield this HP-boosting Survival Edge their chance of survival would be increased regardless the situation that befalls them.", "來自遙遠的異界奧利恩斯的短劍。它不僅擁有穩定的武器性能，裝備上它之後還能夠提升HP。短劍本就是一種應急的武器，如果在旅途中帶上這把能夠強化HP的救生小刀，不論遇上多麼危急的事態，都能夠絕處逢生。", "머나먼 이계 '오리엔스'에서 건너온 단검. 무기로 쓰기에도 안정적인 성능을 지녔으며, 장비하면 HP가 상승한다. 단검은 원래 조난 등 긴급 상황에서 다용도로 활용되는데, HP가 강화되는 이 서바이벌 엣지를 가지고 있으면 예기치 못한 사태에 직면해도 생존할 가능성이 높아질 것이다.", "Une courte lame qui vient tout droit du monde lointain d'Orience. Il s'agit d'une arme plutôt bien équilibrée qui permet d'augmenter les PV de son utilisateur. Bien que les lames courtes soient utilisées la plupart du temps en cas d'urgence, ses caractéristiques font d'elle l'alliée idéale pour augmenter ses chances de survie en milieu hostile.", "Eine kurze Klinge aus der fernen Welt Orience. Nicht nur eine gut ausbalancierte Waffe, sie erhöht auch die HP des Besitzers. Auch wenn kurze Klingen üblicherweise nur in Notfallsituationen eingesetzt werden, würde diese Überlebensklinge die Überlebenschancen des Anwenders in allen möglichen Situationen erhöhen.", "Una hoja corta que llegó desde el lejano mundo de Orience. No sólo se trata de un arma muy equilibrada, sino que también aumenta la VIT del portador. Aunque las hojas cortas suelen reservarse para usarlas en situaciones de emergencia, usar este filo de supervivencia que aumenta la VIT, aumenta las posibilidades de sobrevivir independientemente de la situación."]}, "icon": "item_10113.png"}