{"slot": "Weapon", "compendium_shown": true, "price_buy": 500, "requirements": null, "name": "Mythril Dagger", "type_id": 1, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 3, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 50, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Dagger", "strings": {"name": ["Mythril Dagger", "秘銀短劍", "미스릴 단검", "Dague en mithril", "Mithrildolch", "Daga de mitrilo"], "desc_short": ["A battle dagger made of mythril.", "用秘銀製作的戰鬥專用短劍", "미스릴로 만든 전투용 단검", "Dague faite de mithril.", "Ein Dolch aus Mithril.", "Daga de batalla hecha de mitrilo."], "desc_long": ["A double-edged dagger made of mythril which boasts flexibility and durability. Its battle power and incredible ease of use make it a formidable weapon, but the prized mythril used to forge it makes it a hard blade to acquire. No one surpasses the dwarves when it comes to superior mythril craftsmanship, which is why mythril daggers are mostly made in the Industrial City Dilmagia where many of them work.", "用既堅硬又輕柔的金屬秘銀製作的雙刃短劍。不僅攻擊力高而且還便於使用，因製作的原材料秘銀非常昂貴，所以很難買到這種短劍。說到加工秘銀，最擅長的還屬矮人族，所以秘銀製裝備在矮人工匠的聚集地——工業都市迪爾馬基亞可以找到不少。", "가볍고 유연하면서도 단단한 미스릴이라는 금속으로 만든 양날 단검. 공격력이 높고 휴대하기 편해서 매우 다루기 쉽지만, 재료인 미스릴이 귀해서 구하기 힘들다. 미스릴 가공은 드워프를 따를 자가 없어서 장인들이 많은 공업도시 딜마기아를 중심으로 유통되고 있다.", "Une dague à double tranchant en mithril qui concilie flexibilité et résistance. Sa force de combat et son incroyable facilité d'utilisation en font une arme redoutable mais sa fabrication nécessite le précieux mithril, ce qui la rend difficile à acquérir. On peut la trouver principalement dans la Cité de Dilmagia où de nombreux nains, les meilleurs experts en mithril du royaume, travaillent.", "Ein zweischneidiger Dolch aus Mithril, gleichzeitig elastisch und unvergleichlich hart. Eine extrem wendige und mächtige Waffe, jedoch aufgrund der Seltenheit des Materials schwer zu finden. Die unumstrittenen Meister des Mithril-Schmiedens sind die Zwerge, daher stammen die meisten dieser Dolche aus der Industriestadt Dilmagia, in der viele Zwerge arbeiten.", "Una daga de doble filo hecha de mitrilo que destaca por su flexibilidad y durabilidad. Su poder en batalla y su increíble facilidad de uso la convierten en un arma formidable, pero el preciado mitrilo del que está hecha la hace difícil de conseguir. Nadie puede competir con los enanos a la hora de trabajar mitrilo, por lo que la mayoría de dagas de mitrilo se fabrican en Dilmagia, la ciudad industrial donde trabajan muchos de ellos."]}, "icon": "item_10102.png"}