{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Defender's Daggers", "type_id": 1, "skills": [910198], "is_twohanded": false, "rarity": 6, "compendium_id": 409, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Manalchemy' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 12, "element_inflict": null, "MP": 0, "MAG": 68, "SPR": 35, "DEF": 0}, "icon": "item_10115.png", "type": "Dagger", "strings": {"name": ["Defender's Daggers", "治癒匕首", "치유의 단검", "Dague curative", "Heildolch", "Daga curativa"], "desc_short": ["A short sword that increases SPR.", "能夠提高精神力的短劍", "정신력을 높여주는 단검", "Une épée courte qui augmente la PSY.", "Ein Kurzschwert, das PSY erhöht.", "Una espada corta que aumenta el ESP."], "desc_long": ["A set of daggers from the distant world of Orience. The Defender's Daggers have the ability to heighten the spirit of the wearer, and though the name \"Defender\" may not seem entirely accurate for them, in their home world their abilities can be used to heal others by amplifying the wielder's spiritual and magical power. It is said that a kind and caring young woman well-versed in magic wielded these daggers back in Orience.", "來自遙遠異界奧利恩斯的短劍。能夠提高裝備者的精神力，同時劍身銘刻著「治癒」的字樣。在這個世界，精神力的強弱會影響恢復魔法帶來的效果，由此來看，該劍的性能與銘刻的字樣可謂是相輔相成。在奧利恩斯中，這把短劍曾屬於一位充滿慈愛之心又擅長魔法的少女。", "까마득히 먼 이계 '오리엔스'에서 유입된 단검. 장비한 사람의 정신력을 상승시켜주는 효과가 있다. '치유'라고 명명된 이유는 밝혀지지 않았지만, 이 세계에서는 강한 정신력이 회복마법의 효과와도 관련이 있기 때문에 실로 어울리는 이름이기도 하다. 이 단검이 본래 존재하던 이계에서는, 마법 실력이 뛰어난 어느 자애로운 소녀가 장비했던 것이라고 한다.", "Un jeu de dagues venant d'une terre lointaine appelée Orience. Les dagues curatives ont la capacité d'améliorer la psyché de leur utilisateur, et bien que de prime abord le terme \"curatif\" ne semble peut être par complètement approprié pour elles, dans leur monde d'origine, elles pouvaient être utilisées pour soigner les autres et amplifier la psyché et la puissance magique. On raconte qu'une jeune fille gentille et attentionnée versée dans la magie était l'ancien propriétaire de ces dagues à Orience.", "Ein Dolchset aus der fernen Welt von Orience. Die Verteidigerdolche beflügeln den Geist des Trägers. Obwohl der Name „Verteidiger“ unpassend scheint, werden die Dolche in ihrer Ursprungswelt zur Heilung und Erhöhung der spirituellen und magischen Kräfte des Träger genutzt. Eine gute junge Frau, die in der Magie geschult war, soll diese Dolche in Orience geführt haben.", "Un juego de dagas del mundo distante de Orience. La Daga Curativa tiene la habilidad de subir los ánimos de quien la lleva y, aunque el nombre de \"Curativa\" pueda no ser adecuado, en su mundo de origen se pueden usar para curar a otros amplificando el poder espiritual y mágico de su portador. Se dice que una joven amable, considerada y muy ducha en magia las portaba en Orience."]}, "accuracy": 0}