{"slot": "Weapon", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Assassin Dagger", "type_id": 1, "skills": [225920, 225940], "is_twohanded": false, "rarity": 8, "compendium_id": 854, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Life Taker' ability.", "Grants 'Toll Taker' passive."], "price_sell": 5000, "stats": {"status_inflict": {"Blind": 5, "Paralyze": 5, "Confusion": 5, "Disease": 5, "Poison": 5, "Sleep": 5, "Petrify": 5, "Silence": 5}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 116, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10126.png", "type": "Dagger", "strings": {"name": ["Assassin Dagger", "刺客短劍", "암살자의 단검", "Assassine", "Assassinendolch", "Daga asesina"], "desc_short": ["A sword capable of cutting through to one's very soul.", "撕裂靈魂的短劍", "영혼조차 갈라버릴 정도로 날카로운 단검.", "Une épée capable d’entailler l’âme même de ses victimes.", "Ein Schwert, das sogar durch die Seele einer Person zu schneiden vermag.", "Una espada capaz de cortar hasta el alma de los enemigos."], "desc_long": ["One of the twelve shining arms capable of cutting through to one's very soul. This cursed dagger is said to easily reap the life of those targeted by any skilled assassin wielding this dagger, but soon that very same assassin is said to face an inescapable horrible death. Only those who have shown their might to The Peaceful Mage of Purity, Vindemiatrix, can wield this dagger.", "光輝十二武具之一，銳利到能夠撕裂靈魂的短劍。拿在優秀的使用者手上時，是一把不論任何暗殺都能夠成功的逸品。但它同時也是讓所有持有者死於非命的詛咒暗器。只有「拒絕戰鬥的高潔的魔道士∙溫德米亞特里克斯」所認同之人才能夠獲得。", "빛나는 십이무구 중 하나. 영혼조차 갈라버릴 정도로 날카로운 단검으로, 뛰어난 실력자가 사용하면 어떤 암살도 성공해내는 명품인 동시에 소유자는 예외 없이 비명횡사에 이르는 저주가 걸린 무기이기도 하다. '전쟁을 거부하는 명예의 마도사 빈데미아트릭스'에게 그 힘을 인정받은 자만이 이 무기를 손에 넣을 수 있다.", "L’une des douze armes brillantes capable d’entailler l’âme même de ses victimes. Entre les mains d’un assassin habile, cette dague maudite peut terrasser les guerriers les plus redoutables. Quiconque l’utilise est cependant condamné à subir le même sort et périr d’une mort aussi horrible qu’inéluctable. Seuls ceux qui ont démontré leur force aux yeux de Vindemiatrix, le paisible mage de la pureté, peuvent brandir cette arme.", "Eine der zwölf glänzenden Waffen, die bis in die Seele eines Mannes vordringt. In den Händen eines fähigen Assassinen raubt dieser verfluchte Dolch den Opfern schnell ihr Leben, doch dieser Assassine wiederum wird selbst eines Tages eines schrecklichen Todes sterben. Den Dolch kann nur führen, wer seine Macht Vindemiatrix, dem friedliche Magier der Reinheit, bewiesen hat.", "Esta espada es una de las doce armas brillantes y es capaz de cortar hasta el alma de sus enemigos. Se dice que, con esta daga maldita, cualquier asesino con un mínimo de habilidad puede segarle la vida a su víctima; sin embargo, al poco tiempo, el propio asesino será víctima de una muerte horrible. Solo aquellos que hayan demostrado su poder ante Vindemiatrix, el sosegado mago de la pureza, podrán usar esta arma."]}, "accuracy": 0}