{"slot": "Weapon", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Main Gauche", "type_id": 1, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 5, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 24, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 10}, "type": "Dagger", "strings": {"name": ["Main Gauche", "左手劍", "왼손 단검", "Main gauche", "Stilett", "Main gauche"], "desc_short": ["A dagger that can parry enemy attacks.", "能招架敵人攻擊的短劍", "적의 공격을 받아넘기는 단검", "Dague qui peut parer les attaques ennemies.", "Ein Dolch, der Angriffe pariert.", "Daga que puede bloquear los ataques."], "desc_long": ["A dagger with a large hilt that can be used to catch incoming enemy attacks and then parry them. It was mainly used for battle, but was also once a popular decorative piece adorned with family crests, elaborate patterns, and jewels all placed on its unique hilt. The most beautiful of these would usually fetch a hefty sum for its high artistic value.", "一種短劍。其特徵是劍柄上有筐狀的防護板，可以擋住或化解敵人的攻擊。除了當做武器以外，該短劍還能作為裝飾品供人觀賞，曾經非常流行在防護板上雕刻自家的家紋，或是嵌入寶石等。有藝術價值的短劍非常值錢。", "단검의 일종. 상대의 공격을 막고 받아넘기는 데 특화된 큰 바구니 모양 코등이가 달려있다. 무기로도 쓰지만, 장식품으로도 인기가 있어 코등이 부분에 가문의 문장이나 좋아하는 무늬을 새기기도 하고, 보석을 박는 게 유행했던 시기도 있다. 미술적 가치가 있는 물품은 고가에 거래되기도 한다.", "Une dague avec une garde large qui peut servir à arrêter ou à esquiver les attaques adverses. Elle fut surtout utilisée pour le combat mais il arrivait qu'on s'en serve comme pièce décorative. Sa garde est ornée d'armoiries familiales, de figures élaborées et de bijoux. Les plus beaux modèles atteignent des prix mirobolants en raison de leur haute valeur artistique.", "Ein Dolch mit breiter Parierstange, der zum Abfangen und Parieren gegnerischer Angriffe dient. Er wird nicht nur in der Schlacht, sondern oft auch dekorativ genutzt. Früher war es Mode, das Heft mit Familienwappen, Mustern oder Juwelen zu verzieren. Die prachtvollsten Exemplare werden als Kunstgegenstände zu hohen Preisen gehandelt.", "Una daga con una gran empuñadura que permite interceptar y detener los ataques enemigos. Se usaba principalmente en batalla, pero también era una popular pieza de decoración adornada con blasones familiares, patrones elaborados y joyas por toda la empuñadura. Las más hermosas alcanzaban sumas considerables por su valor artístico."]}, "icon": "item_10104.png"}