{"slot": "Weapon", "compendium_shown": true, "price_buy": 25000, "requirements": null, "name": "Highway Star", "type_id": 1, "skills": [221630], "is_twohanded": false, "rarity": 7, "compendium_id": 775, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Sword Cycle' passive."], "price_sell": 2500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 72, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 38}, "icon": "item_10122.png", "type": "Dagger", "strings": {"name": ["Highway Star", "真理之星", "하이웨이 스타", "Étoile guide", "Highway Star", "Estrella oscura"], "desc_short": ["A short sword used by a warrior from the Farplane.", "異界武人所使用的短劍", "이계의 무인이 사용하던 단검.", "Une épée courte utilisée par un guerrier originaire de l’Au-delà.", "Ein Kurzschwert eines Kriegers einer fernen Welt.", "La espada corta que solía usar un guerrero del Etéreo."], "desc_long": ["A short sword used by a warrior from the faraway world of Ivalice. This short sword was used by one of the judge masters, who led knights of authority belonging to the Arcadian Empire. This particular warrior fought holding a sword in each hand. One of it being the highway star, and the other a unique sword.", "來自異界伊瓦利斯的短劍。在阿爾卡迪亞帝國中，掌管司法的騎士們之統帥「最高審判者」的其中一人所使用過的物品。他似乎將真理之星配合單手劍使用，以二刀流的姿態戰鬥。", "이계 '이발리스'에서 유입된 단검. 아르카디아 제국의 법을 지키는 기사들을 지휘하던 '저지 마스터' 중 하나가 휘두르던 것이라 알려져 있다. 그는 이 하이웨이 스타와 한손검을 조합한 이도류로 전투에 임했다고 한다.", "Une épée courte qui appartenait à un guerrier originaire d’Ivalice. Elle était utilisée par l’un des juges suprêmes qui étaient à la tête des chevaliers appartenant à l’empire arcadien. Le guerrier en question brandissait deux épées ; une dans chaque main. L’une de ces armes était une lame stellaire, tandis que l’autre était une épée de conception unique.", "Ein Kurzschwert, der von einem Krieger der fernen Welt Ivalice benutzt wird. Dieses Kurzschwert gehörte einem der Hohen Richter, welche die rechtsprechenden Ritter des Archadianischen Imperiums anführten. Dieser Krieger kämpfte mit je einem Schwert in jeder Hand. Eines davon war der Highway Star, das andere ein anderes einhändiges Schwert.", "La espada corta que solía usar un guerrero del lejano mundo de Ivalice. Esta espada la usó uno de los maestros jueces, personaje que lideró a caballeros de renombre del Imperio de Arcadia. Este guerrero en particular luchó blandiendo una espada en cada mano. Una de estas era la Estrella oscura y la otra una espada corta muy especial."]}, "accuracy": 0}