{"slot": "Weapon", "compendium_shown": true, "price_buy": 25000, "requirements": null, "name": "Mech Dagger", "type_id": 1, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 823, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2500, "stats": {"status_inflict": {"Paralyze": 30, "Poison": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 85, "element_inflict": ["Fire"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_60101.png", "type": "Dagger", "strings": {"name": ["Mech Dagger", "扇裏刀", "맹독의 단도", "Dague d'entraînement", "Trainingsdolch", "Cuchillo de práctica"], "desc_short": ["A small blade small enough to be easily wielded by young girls.", "女性也能輕易使用的暗藏刀器", "암살용으로 제작된 날카로운 도.", "Une lame si petite qu’une jeune fille pourrait aisément s’en servir.", "Eine Klinge, die genau die richtige Größe für junge Mädchen hat.", "Una espada lo suficientemente pequeña como para que puedan usarla niñas pequeñas."], "desc_long": ["A mechanical dagger small enough to be used by females. The blade is made to kill with its poison coating. The dagger looks like a fan when the blade is folded in, so it is easy to bring into various places. It was originally made to be used for assassinations, but a certain dancer decided to hold onto this dagger for her protection.", "女性也能輕易使用的暗藏刀器。為了提高刀刃的致死率，而推上了各種毒藥。因為收起刀刃後看起來就像一把扇子，所以能夠輕易的帶入任何場所。本來是作為暗殺用的武器，但是某個舞者將這把刀當作護身武器，隨時將它帶在身上。", "암살용으로 제작된 날카로운 도. 크기가 작아 쉽게 숨길 수 있지만, 숙련된 암살자가 아니면 사용할 수 없다고 한다. 즉사 확률을 높이기 위해, 여러 가지 맹독이 발라져 있다.", "Une dague mécanique au petit gabarit conçue pour les femmes. Sa lame est enduite d’un poison virulent fait pour tuer. Quand celle-ci est repliée sur elle-même, la dague ressemble davantage à un éventail, ce qui permet à son utilisateur de l’emporter n’importe où. Son créateur l’avait initialement forgée avec un seul objectif en tête : l’assassinat. Une certaine danseuse se l’est cependant appropriée et l’utilise depuis pour sa propre protection.", null, "Una daga mecánica lo suficientemente pequeña como para que puedan usarla niñas pequeñas. Su hoja está embadurnada con veneno. Además, cuando está guardada, se parece a un abanico, por lo que se puede introducir en muchos sitios con bastante facilidad. Se creó para usarse en asesinatos, pero, al final, una bailarina se hizo con esta daga para su protección personal."]}, "accuracy": 0}