{"slot": "Weapon", "compendium_shown": true, "price_buy": 25000, "requirements": null, "name": "Bowie Knife", "type_id": 1, "skills": [101370], "is_twohanded": false, "rarity": 7, "compendium_id": 427, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Dual Wield' passive."], "price_sell": 2500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 82, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10116.png", "type": "Dagger", "strings": {"name": ["Bowie Knife", "槍手短刃", "보위 나이프", "Couteau Bowie", "Bowiemesser", "Cuchillo bowie"], "desc_short": ["A large, custom-made knife.", "特別訂製的大尺寸匕首", "특별 주문으로 만들어진 커다란 나이프", "Un grand couteau fait sur mesure.", "Ein großes, maßgefertigtes Messer.", "Un cuchillo grande y hecho a medida."], "desc_long": ["A high quality dagger made by a talented blacksmith. Although great in size for a mere knife, its lightweight serves to make it more effective when wielded single-handedly. Were the wielder able to master using this weapon with one hand, it would allow them to carry one more weapon to further extend his or her reach. The bowie knife is considered to be the ideal blade of all dagger users, but its uniqueness makes it hard to obtain.", "由一位優秀的武器工匠製造的匕首。儘管刀身較長，但它非常適合單手操作，而且重量極輕。一隻手拿著這把匕首，另一隻手也可以裝備別的武器，因此明顯增加行動範圍。它濃縮了短劍手的夢想，不過這把匕首需要特別訂製，因此難以獲得。", "우수한 무기장인의 손에서 탄생한 장비. 나이프라고 하기엔 큼직하고, 한 손으로 다루기에 최적화되어 있으며, 극한의 경량화를 추구했다. 이 대형의 나이프를 한 손으로 다룰 수 있으면, 반대쪽 손에 다른 무기를 장비할 수 있어 행동의 폭이 한층 넓어진다. 단검 사용자의 꿈이 결집한 걸작이지만, 특별 주문품이기 때문에 입수하기는 매우 어렵다.", "Une dague de grande qualité fabriquée par un forgeron de grand talent. Bien qu'il soit de belle taille pour un simple couteau, son poids très léger le rend bien plus efficace lorsqu'il est utilisé à une main. Maîtriser son utilisation à une main permet à l'utilisateur de pouvoir porter une seconde arme afin d'améliorer sa portée. Le couteau Bowie est considéré comme l'arme idéale pour tous les guerriers qui privilégient l'utilisation de dagues au combat, mais son caractère unique le rend très difficile à obtenir.", "Ein Dolch von hoher Qualität, den ein talentierter Schmied fertigte. Obwohl er größer ist als ein normales Messer, wiegt er leichter und kann effektiv einhändig eingesetzt werden. Wer diese Waffe mit einer Hand zu beherrschen versteht, hat in der anderen noch Platz für eine zweite. Das Bowiemesser gilt als ideal für alle Dolchträger, aber da es einzigartig ist, bekommt man es schwer zu fassen.", "Una daga de gran calidad forjada por un herrero con talento. Aunque es grande para ser un simple cuchillo, su ligereza hace que sea más efectiva si se usa en una mano. Si su dueño consigue manejarla con una mano, podría llevar otra arma en la otra para aumentar el alcance. Quienes usan dagas consideran el cuchillo la hoja ideal, pero es tan especial que cuesta mucho de encontrar."]}, "accuracy": 0}