{"slot": "Weapon", "compendium_shown": true, "price_buy": 25000, "requirements": null, "name": "Ulric's Kukri", "type_id": 1, "skills": [100050], "is_twohanded": false, "rarity": 7, "compendium_id": 612, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'MP +20%' passive."], "price_sell": 2500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 10, "Fire": 10, "Light": 10, "Ice": 10, "Lightning": 10, "Water": 10, "Earth": 10, "Wind": 10}, "HP": 0, "ATK": 84, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 20, "DEF": 0}, "type": "Dagger", "strings": {"name": ["Ulric's Kukri", "烏利克的短劍", "울릭의 단검", "Dague d'Ulric", "Nyx Ulrics Dolch", "Glaive de Nyx"], "desc_short": ["The beloved short sword of a hero from the faraway world of Eos.", "異界伊歐斯的英雄的短劍", "이계 이오스의 영웅이 애용하던 단검", "L'épée courte fétiche d'un héros du monde lointain d'Éos.", "Das geliebte Kurzschwert eines Helden aus der fernen Welt von Eos.", "La preciada espada corta de un héroe del lejano mundo de Eos."], "desc_long": ["The beloved short sword of a hero from the faraway world of Eos. This hero is said to have used this short sword made in his homeland along with another short sword made in Insomnia, the capital city of the Kingdom of Lucis.", "異界伊歐斯的英雄所使用的短劍，這位英雄相信故鄉一定會迎來美好的未來，裝備著兩把短劍進行戰鬥，一把是在故鄉製作的，另一把是在路希斯王國的王都殷索姆尼亞製作的。", "이계 이오스의, 고향의 미래를 믿은 어느 영웅이 애용하던 단검. 그 영웅은 고향에서 만든 단검과, 루시스 왕국의 수도 인섬니아에서 만든 단검을 장착하고 전투에 임했다고 한다.", "L'épée courte fétiche d'un héros du monde lointain d'Éos. On raconte que ce héros aurait utilisé cette épée courte forgée dans son pays avec d'autres épées courtes fabriquées à Insomnia, la capitale du royaume du Lucis.", "Das geliebte Kurzschwert eines Helden aus der fernen Welt von Eos. Zusammen mit anderen Kurzschwertern soll es aus seiner Heimat stammen, der Hauptstadt des Königreichs von Lucis.", "La preciada espada corta de un héroe del lejano mundo de Eos. Se dice que este héroe usó esta espada corta procedente de su tierra natal junto con otra forjada en Insomnia, la capital del Reino de Lucis."]}, "icon": "item_10119.png"}