{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Secret Knife", "type_id": 1, "skills": [101370], "is_twohanded": false, "rarity": 6, "compendium_id": 828, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Dual Wield' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 10, "SPR": 0, "DEF": 0}, "icon": "item_60102.png", "type": "Dagger", "strings": {"name": ["Secret Knife", "秘密匕首", "세컨드 나이프", "Couteau secret", "Geheimmesser", "Cuchillo secreto"], "desc_short": ["A small knife valued as a reserve piece.", "當作備用武器使用的重要小型匕首", "예비 무기로 애용되는 소형 나이프.", "Un petit couteau considéré comme une pièce de collection de valeur.", "Ein kleines Messer für den Notfall.", "Un cuchillo pequeño que es valioso como pieza de reserva."], "desc_long": ["A small knife valued as a reserve piece. Though it is a bit unreliable as a main weapon, it helps simply having one on you. It is small and easy enough to use for dual wielding in battle.", "當作備用武器使用的重要小型匕首。雖然要當作主武器使用會讓人有些不安，但是只要裝備著它，就能在需要的時候派上用場。因為小巧又方便使用，也能同時裝備兩把武器使用。", "예비 무기로 애용되는 소형 나이프. 메인 무기로써 사용하기엔 불안한 감이 있지만, 여차할 때에는 쓸모가 있다. 작고 다루기 쉬워, 동시에 두 개의 무기를 사용할 수 있게 된다.", "Un petit couteau considéré comme une pièce de collection de valeur. Bien qu’il serait déraisonnable de s’en servir comme arme principale, il est toujours utile d’en porter un. Sa petite taille et sa maniabilité permettent notamment de se battre avec un couteau dans chaque matin.", "Ein kleines Messer für den Notfall. Obwohl es sich nicht wirklich als Hauptwaffe eignet, sollte man dieses Messer immer bei sich tragen. Es ist klein und leicht und eignet sich deshalb hervorragend für den Kampf mit zwei Waffen.", "Un cuchillo pequeño que es valioso como pieza de reserva. Como arma principal, puede que no sea tu mejor opción, pero el simple hecho de llevarlo contigo te resultará útil. Además, es pequeño y fácil de usar como arma secundaria durante los combates."]}, "accuracy": 0}