{"slot": "Weapon", "compendium_shown": true, "price_buy": 500, "requirements": null, "name": "Sleep Dagger", "type_id": 1, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 4, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 50, "stats": {"status_inflict": {"Sleep": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 22, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Dagger", "strings": {"name": ["Sleep Dagger", "催眠短劍", "슬리플 단검", "Dague Sommeil", "Narkosedolch", "Daga Morfeo"], "desc_short": ["A dagger that puts foes to sleep.", "有時能使敵人睡眠的短劍", "적을 잠에 빠뜨릴 수 있는 단검", "Dague qui endort l'adversaire.", "Ein Dolch, der Feinde einschläfert.", "Daga que duerme a los enemigos."], "desc_long": ["An ordinary-looking dagger that has the ability to put foes to sleep. Though it was originally made to facilitate abductions and ambush attacks by those who work from the shadows, its special ability is never guaranteed to take effect, and thus even the most skilled of warriors found themselves unable to rely on it. However, it was indeed used from time to time, and still exists to this day, though quietly.", "看上去只是把普通的短劍，但是它可以使敵人昏昏欲睡。它本是那些以誘拐、暗殺為生的人為了能更加順利地完成工作而製作的短劍，可是該短劍的睡眠效果不是百分百的，所以，身手好的人不會依賴這種武器。不過，不代表這種武器就此消失了，還是會有人偷偷地在用。", "겉보기는 평범한 단검이지만 대상에게 잠을 유발하는 효과가 있다. 원래 지하조직의 범죄자가 납치나 암습에 사용하기 위해 만들었지만, 상대방이 반드시 잠든다는 보장이 없어서 실력이 높은 사람일수록 잘 쓰지 않는다. 물론 완전히 사장된 것은 아니며, 여전히 몰래 쓰는 사람은 있다.", "Une dague d'apparence ordinaire qui a la capacité d'endormir l'adversaire. Bien qu'elle ait été conçue à l'origine pour faciliter les enlèvements et les embuscades, il n'est pas toujours garanti que son pouvoir fonctionne. Certains travailleurs de l'ombre ont ainsi été pris au dépourvu lors de leurs sombres besognes. On en trouve encore des exemplaires aujourd'hui.", "Dieser gewöhnlich erscheinende Dolche kann Gegner in Schlaf versetzen. Ursprünglich wurden solche Waffen gefertigt, um Entführungen oder Attentate zu vereinfachen, doch da ihre Kräfte nicht immer wirken, konnte man sich in kritischen Momenten nicht auf sie verlassen. Dennoch kursieren in dubiosen Kreisen auch heute noch einige Exemplare.", "Esta daga de aspecto común posee la habilidad de dormir a los enemigos. Aunque originalmente se fabricó para facilitar los raptos y las emboscadas, esta habilidad especial no siempre funciona, por lo que los guerreros más expertos no confían en ella. Sin embargo, se utilizaba de vez en cuando y actualmente todavía existe, aunque pocos la conocen."]}, "icon": "item_10103.png"}