{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Assassin Dagger - Replica", "type_id": 1, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 855, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1000, "stats": {"status_inflict": {"Blind": 5, "Silence": 5, "Poison": 5}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 58, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10127.png", "type": "Dagger", "strings": {"name": ["Assassin Dagger - Replica", "刺客短劍·複製品", "암살자의 단검·레플리카", "Assassine - Réplique", "Assassinendolch - Replik", "Réplica de Daga asesina"], "desc_short": ["A replica of the sword sword capable of cutting through to one's very soul.", "撕裂靈魂的短劍複製品", "영혼조차 갈라버릴 정도로 날카로운 단검의 레플리카.", "Une réplique de l’épée capable d’entailler l’âme même de ses victimes.", "Die Replik eines Schwertes, das sogar durch die Seele einer Person zu schneiden vermag.", "La réplica de una espada capaz de cortar hasta el alma de los enemigos."], "desc_long": ["A replica of one of the twelve shining arms capable of cutting through to one's very soul. Though it looks very similar to the Assassin Dagger, it is a fake, so it lacks the power the real dagger holds. At least it offers the owner a chance to feel how it's like to own one of the twelve shining arms.", "十二武具之一，撕裂靈魂的短劍複製品。因為是與刺客短劍非常相似的仿造品，雖然性能不如真品，但是可以體驗到獲得光輝十二武具的感受。", "빛나는 십이무구 중 하나. 영혼조차 갈라버린다고 알려진 단검의 레플리카로, 암살자의 단검과 비슷하게 생긴 모조품이기 때문에, 성능은 진품에 한참 미치지 못하지만 십이무구 중 하나를 손에 넣은 듯한 기분을 맛볼 수 있다.", "Une réplique de l’une des douze armes brillantes capable d’entailler l’âme même de ses victimes. Bien qu’elle ressemble à s’y méprendre à la dague Assassine, il s’agit d’un faux ne possédant aucun des pouvoirs de l’arme originale. Elle offre néanmoins à son porteur une chance de s’imaginer la sensation que procure l’une des douze armes brillantes.", "Die Replik von einer der zwölf glänzenden Waffen, die bis in die Seele eines Mannes vordringt. Obwohl die Waffe dem Assassinendolch sehr ähnlich sieht, ist sie eine Fälschung und verfügt somit nicht über die Kräfte des echten Dolchs. Aber wenigstens weißt der Besitzer nun, wie es sich anfühlt, eine dieser zwölf glänzenden Waffen zu besitzen.", "La réplica de una de las doce armas brillantes que es capaz de cortar hasta el alma de los enemigos. Aunque se parece bastante a la Daga asesina, se trata de una falsificación, por lo que carece de los poderes de la original. Aun así, su portador puede experimentar cómo sería tener en sus manos una de las doce armas brillantes."]}, "accuracy": 0}