{"slot": "Weapon", "compendium_shown": true, "price_buy": 5000, "requirements": null, "name": "Takemikazuchi", "type_id": 1, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 864, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 500, "stats": {"status_inflict": {"Paralyze": 20}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 55, "element_inflict": ["Lightning"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10125.png", "type": "Dagger", "strings": {"name": ["Takemikazuchi", "霹劍·武禦雷", "타케미카즈치", "Takemikazuchi", "Blitzklinge - Takemikazuchi", "Takemikazuchi"], "desc_short": ["A short sword from the Farplane imbued with the power of lightning.", "帶有雷之力的異界短劍", "번개의 힘을 지닌 이계의 단검.", "Une épée courte issue de l’Au-delà et imprégnée des pouvoirs de la foudre.", "Ein Kurzschwert aus einer fernen Welt, dem die Kraft der Blitze innewohnt.", "Una espada corta del Etéreo imbuida con el poder del rayo."], "desc_long": ["A short sword from a faraway world that is named after an ancient god of lightning. The sword's unique blade transmits electrical surges into those it strikes.", "冠有古代雷神之名的異界短劍。利用構造複雜的刀刃，將電流導入敵人體內。", "옛 뇌신의 이름을 지닌 이계의 단검. 복잡한 형태의 칼날은 상대의 몸 속에 전류를 흘려 넣는다.", "Une épée courte issue d’un monde lointain. Elle tient son nom d’un ancien dieu du tonnerre. Sa lame unique inflige des chocs électriques à ses victimes.", "Ein Kurzschwert aus einer fernen Welt, das nach einem uralten Donnergott benannt ist. Bei einem Treffer überträgt die einzigartige Klinge elektrische Schläge auf den Getroffenen.", "Una espada corta de un mundo lejano que lleva el nombre de un antiguo dios del rayo. La hoja especial de esta espada transmite descargas eléctricas a todo aquel que golpea."]}, "accuracy": 0}