{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Avenger", "type_id": 1, "skills": [211740], "is_twohanded": false, "rarity": 6, "compendium_id": 551, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Berserker' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 54, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10112.png", "type": "Dagger", "strings": {"name": ["Avenger", "復仇者", "어벤져", "Vengeresse", "Rächer", "Vengador"], "desc_short": ["A short sword said to bring out the anger of revenge.", "激發復仇怒火的短劍", "복수를 향한 분노가 차오르는 단검", "Une épée courte qui ferait naître la colère de la vengeance.", "Ein Kurzschwert, das den Zorn der Rache im Träger weckt.", "Una espada corta que parece desatar la sed de venganza."], "desc_long": ["A short sword said to bring out the anger of revenge. The blacksmith who created this short sword believed in a world where peace would prevail at the end of all the warring, but conflict continued, even after the blacksmith's death. As a result, the blacksmith's regret towards the world imbued the blade with vorpal qualities that made this once unnamed short sword into the fearsome blade now known as the Avenger.", "激發裝備者復仇慾望的短劍。鍛造這把短劍的工匠一直堅信和平必將實現，然而事與願違，即便在這位工匠死後，人們仍不斷爭鬥。工匠的遺憾之念導致這把短劍變得異常鋒利，造就了令人聞風喪膽的復仇者。", "장착자에게 복수심을 가져오는 단검. 이 단검을 제작한 대장장이는 싸움의 끝엔 평화가 찾아오리라는 믿음을 갖고 있었으나, 대장장이가 숨을 거둔 이후에도 사람들은 싸움을 멈추지 않았다. 그런 대장장이의 원통함이 검에 깃든 결과, 얄궂게도 검날이 한층 더 날카로워져 본래 아무 이름도 없었던 단검이 오늘날에 이르러서는 누구나가 두려워하는 마검 어벤져가 되어 버린 것이었다.", "Une épée courte qui ferait naître la colère de la vengeance. Le forgeron qui créa cette petite lame croyait en un monde de paix et que la guerre n'était que temporaire. Malheureusement bien des conflits se déclarèrent après sa mort. Les regrets du forgeron finirent par imprégner sa création de propriétés tranchantes telle qu'ils firent d'une petite épée sans prétention une lame terrifiante connue sous le nom de \"Vengeresse\".", "Ein Kurzschwert, das den Zorn der Rache im Träger weckt. Der Schöpfer dieses Kurzschwertes glaubte an eine Welt des Friedens nach all den Kriegen, doch selbst nach seinem Tod gingen die Konflikte weiter. In der Folge versah die Trauer des Schmiedes über die Welt die Klinge mit schrecklichen Eigenschaften, sodass es unter dem Namen Rächer bekannt wurde.", "Una espada corta que parece desatar la sed de venganza. El herrero que la forjó soñaba con un mundo donde reinaría la paz cuando todas las guerras acabasen. Pero no fue así: los conflictos continuaron, aun después de su muerte. Por este motivo, la decepción que el herrero sentía hacia el mundo hizo que la espada adquiriese cualidades vorpales. Estas cualidades transformaron a la espada corta en la temible espada que, a día de hoy, se conoce como la Vengadora."]}, "accuracy": 0}