{"slot": "Weapon", "compendium_shown": true, "price_buy": 5000, "requirements": null, "name": "Orichalcum", "type_id": 1, "skills": [101110], "is_twohanded": false, "rarity": 5, "compendium_id": 371, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Aquan Killer' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 42, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10114.png", "type": "Dagger", "strings": {"name": ["Orichalcum", "奧利哈康", "오리할콘", "Orichalcum", "Orichalcum", "Orichalcum"], "desc_short": ["A dagger effective against water monsters.", "能夠消滅水之魔物的短劍", "물의 마물을 멸하는 단검", "Une dague efficace contre les monstres aquatiques.", "Ein Dolch, der effektiv gegen Wassermonster ist.", "Una daga efectiva contra monstruos del agua."], "desc_long": ["A short sword from a faraway world which posts high attack power against aquatic monsters. It is said this short sword was protected by a fearsome monster under a castle in the world from which it came. It is unknown if this has anything to do with the phantom metal orichalcum spoken off in various other lands. All that is known is that the existence of such a phantom metal has not be confirmed in this short sword's land of origin.", "來自遙遠異界的短劍，對棲息於水中的魔物能夠發揮很強的威力。這把短劍原本是在某座城的地下，由一種可怕的魔物鎮守。在多個異界流傳的夢幻金屬「奧利哈康」和這種武器是否相關，還尚不明確。但至少，在這把短劍原本所在的異界中，並不存在這種金屬。", "까마득히 먼 이계에서 유입된 단검. 물에 사는 마물에 대해 높은 위력을 자랑한다. 이 단검이 본래 존재하던 이계에서는, 어느 성의 지하에서 무시무시한 마물의 수호를 받고 있었다고 한다. 여러 이계에서 구전되어 온 환상의 금속 '오리할콘'과의 관계에 대해서는 밝혀진 바 없다. 적어도, 이 단검이 본래 존재하던 이계에서는 이 환상의 금속은 확인되지 않았다.", "Une petite épée d'un monde lointain qui augmente la puissance des attaques face à des monstres de type aquatique. On raconte que cette petite épée était protégée par un monstre redoutable sous un château dans le monde d'où elle vient. Personne ne sait si elle a quelque chose à voir avec le métal fantôme orichalcum dont parlent différents récits. Tout ce que l'on sait, c'est que l'existence de ce métal fantôme n'a pas été attestée dans le monde d'origine de cette petite lame.", "Ein Kurzschwert aus einer anderen Welt mit hoher Angriffskraft gegen Wassermonster. Es heißt, das Schwert wurde in einer anderen Welt von einem Monster unter einer Burg bewacht. Es ist unbekannt, ob es eine Verbindung zu dem Phantommetall-Orichalcum gibt, von dem in anderen Ländern gesprochen wird. Allerdings gibt es ein solches Phantommetall nicht in dem Ursprungsland des Schwertes.", "Una espada corta de un mundo lejano que brinda grandes poderes de ataque contra los monstruos acuáticos. Se dice que esta espada corta está protegida por un monstruo aterrador que vive en un castillo en el mundo del que procede. No se sabe si tiene algo que ver con el metal fantasma orichalcum del que se habla en otras tierras. Y se sabe que la existencia de dicho metal fantasma no ha sido confirmada por la tierra de origen de esta espada corta."]}, "accuracy": 0}