{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Air Knife", "type_id": 1, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 328, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 48, "element_inflict": ["Wind"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Dagger", "strings": {"name": ["Air Knife", "空氣匕首", "에어 나이프", "Dague éolienne", "Luftmesser", "Cuchillo aéreo"], "desc_short": ["A knife infused with the power of wind.", "帶有風之力的匕首", "바람의 힘이 깃든 나이프", "Un couteau imprégné du pouvoir du vent.", "Ein von der Kraft des Windes beseeltes Messer.", "Un cuchillo imbuido del poder del viento."], "desc_long": ["An incredibly light knife, infused with the power of wind. For quite a while, it was praised among those who seeked dexterity necessary for stealth and evasive movement. However, there are not many around as the instructions to make them have been lost, though if they were to be found again it would possibly once again gain popularity.", "鋒利的匕首，含有風之力，十分輕盈。曾在某個時代風靡一時，特別是受到身手敏捷的盜賊們的喜愛。但由於該匕首的製作方法記載十分凌亂，因此最近少在市面流通。如果能夠找到完整製作方法，該匕首有可能再次熱賣。", "예리하게 베이는 나이프. 바람의 힘이 깃들어 있으며 대단히 가볍다. 은신하거나 도망칠 때 민첩한 동작이 필요한 도적들을 중심으로 특정 시기에 인기를 끌었다. 하지만 나이프 제작법이 소실된 뒤로는 실물을 볼 기회가 적다. 제작법이 발견된다면 다시 유통될 수도 있다.", "Un couteau incroyablement léger, imprégné du pouvoir du vent. Il a longtemps été prisé auprès de ceux recherchant à tout prix la dextérité notamment pour des opérations infiltration et d'évasion. Toutefois il est très difficile d'en trouver aujourd'hui car les instructions pour les fabriquer ont été perdues. Nul doute que si un jour quelqu'un les retrouve, ce couteau retrouvera sa popularité.", "Ein unglaublich leichtes Messer mit der Macht des Windes. Es wurde lange von jenen gelobt, die die für Tarnung und Ausweichen nötige Geschicklichkeit suchten. Es gibt jedoch nicht mehr viele seiner Art, da die Anleitung für ihre Herstellung verloren ging. Tauchte sie wieder auf, würden sie vielleicht wieder beliebt werden.", "Un increíble cuchillo luminoso imbuido del poder del viento. Durante un tiempo, fue encomiado por aquellos que buscaban la destreza necesaria para obtener unos movimientos sigilosos y evasivos. Sin embargo, no quedan demasiados, ya que las instrucciones para fabricarlos se han perdido, aunque si se encontrasen de nuevo posiblemente volvería a ser popular."]}, "icon": "item_10106.png"}