{"slot": "Weapon", "compendium_shown": true, "price_buy": 100, "requirements": null, "name": "Bronze Knife", "type_id": 1, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 1, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 10, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Dagger", "strings": {"name": ["Bronze Knife", "青銅匕首", "청동 나이프", "Couteau en bronze", "Bronzemesser", "Daga de bronce"], "desc_short": ["A dagger made of bronze.", "用青銅製作的短劍", "청동으로 만든 단검", "Couteau fait de bronze.", "Ein Messer aus Bronze.", "Daga hecha de bronce."], "desc_long": ["A single-edged dagger made of bronze. It was designed to be small and easy to carry, but since it isn't practical to be used as a weapon, it is mainly used for self-defense. However, its reasonable price and ease of use make it a popular tool for daily activities. Since no special training is required to handle the bronze knife, many use it for traveling and completing menial tasks.", "用青銅製成的單刃短劍。為了便於攜帶，其大小要比普通的劍小一圈，作為武器並不是那麼好用。主要是用來護身。因價格便宜，購買方便，在日常生活中也會經常用到，並且使用該短劍不需要任何特殊的訓練，所以幾乎人手必備。現今，該短劍已是人們日常生活和出門旅行必不可少的東西了。", "한쪽에만 날이 달린 청동제 단검. 휴대용으로 작게 만든 대신 성능은 그저 그렇다. 주로 호신용으로 사용하지만, 가격이 저렴해서 일상적으로 다양하게 활용할 수 있다. 다루는 데 특별한 훈련도 필요하지 않아 생활이나 여행에 빼놓을 수 없는 도구이다.", "Un couteau en bronze possédant un seul côté tranchant. Il a été conçu pour être facilement transportable. Peu pratique en combat, il s'utilise principalement en autodéfense. Utile au quotidien, c'est un outil populaire car il est peu cher et facile à utiliser. Son maniement ne requérant aucun entraînement, certains l'utilisent en voyage ou pour les tâches quotidiennes.", "Ein einseitig geschliffenes Messer aus Bronze. Da klein und leicht, ist es nicht sonderlich effektiv als Waffe und dient allenfalls zur Selbstverteidigung. Es stellt jedoch ein erschwingliches und praktisches Alltagswerkzeug dar, das ohne besonderes Training benutzt werden kann. Viele Reisende führen eines mit sich.", "Una daga de filo único hecha de bronce. Está diseñada para ser pequeña y poderse llevar con facilidad, pero como no es práctica en combate se usa sobre todo como defensa personal. Sin embargo, su precio es razonable y su facilidad de uso la hace popular en el día a día. No requiere ningún entrenamiento especial, por lo que suele utilizarse en viajes y para las tareas del hogar."]}, "icon": "item_10100.png"}