{"slot": "Weapon", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Ancient Overlord", "type_id": 2, "skills": [202460], "is_twohanded": false, "rarity": 6, "compendium_id": 704, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Critical Boost' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 62, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10236.png", "type": "Sword", "strings": {"name": ["Ancient Overlord", "古代霸王", "고대의 패왕", "Ancien suzerain", "Uralter Herrscher", "Señor antiguo"], "desc_short": ["A supreme blade brought from another world.", "來自異界的霸王之劍", "이계에서 유입된 패왕의 검", "Une lame suprême venant d'un autre monde.", "Ein überlegenes Schwert aus einer anderen Welt.", "Una espada suprema que proviene de otro mundo."], "desc_long": ["A supreme blade brought from another world that was used by an ancient overlord who went about reaping the lives of all his citizens to attain his dream of gaining everlasting youth and everlasting life. Legend has it that a young girl used this very sword to protect her family.", "來自異界的古代霸王所使用的劍。為求長生不老，直到臨終，他還在用這把劍奪取國民的性命。在異界有傳聞說，一位少女曾經用這把劍保護了自己的家人。", "이계에서 유입된, 고대의 패왕이 사용했다는 검. 불로불사의 꿈을 좇아, 마지막 순간까지 이 검으로 국민들의 목숨을 빼앗았다. 이계에는, 이 검을 손에 쥐고 가족을 지켜낸 어느 소녀의 일화가 전해져 내려오고 있다.", "Une épée ultime venant d'un monde lointain qui fut autrefois portée par un ancien suzerain qui prit la vie de tous ses sujets afin d'atteindre son rêve de jeunesse et de vie éternelle. La légende raconte qu'une jeune fille s'en serait servie pour protéger sa famille.", "Eine Klinge, die aus einer fremden Welt gebracht wurde und von einem uralten Herrscher benutzt wurde. Es war sein innigster Wunsch, ewige Jugend und Unsterblichkeit zu erlangen; dafür raubte er mit diesem Schwert bis zu seinem letzten Atemzug unzähligen Bürgern das Leben. Der Legende nach, benutzte ein junges Mädchen das Schwert, um ihre Familie zu beschützen.", "Una espada suprema que proviene de otro mundo. Un señor antiguo usaba esta espada para segar las vidas de sus súbditos con el fin de cumplir su sueño de conseguir la juventud y vida eternas. Asimismo, cuentan las leyendas que una joven usó esta espada para proteger a su familia."]}, "accuracy": 0}