{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Chaos Blade", "type_id": 2, "skills": [221620], "is_twohanded": false, "rarity": 8, "compendium_id": 768, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Dagger Cycle' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 135, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10240.png", "type": "Sword", "strings": {"name": ["Chaos Blade", "混沌之劍", "카오스 블레이드", "Lame du chaos", "Chaosklinge", "Hoja de tormento"], "desc_short": ["A sword used by a warrior from the Farplane.", "異界武人所使用的劍", "이계의 무인이 사용하던 검.", "Une épée utilisée par un guerrier originaire de l’Au-delà.", "Ein Schwert eines Kriegers aus einer fernen Welt.", "Una espada que solía usar un guerrero del Etéreo."], "desc_long": ["A sword brought from the faraway world of Ivalice. This sword was used by one of the judge masters, who led knights of authority belonging to the Arcadian Empire. This particular warrior fought holding a sword in each hand. One of it being the chaos blade, and the other a unique short sword.", "來自異界伊瓦利斯的劍。在阿爾卡迪亞帝國中，掌管司法的騎士們之統帥「最高審判者」的其中一人所使用過的物品。他似乎將混沌之劍配合短劍使用，以二刀流的姿態戰鬥。", "이계 '이발리스'에서 유입된 검. 아르카디아 제국의 법을 관리하는 기사들을 지휘하던 '저지 마스터' 중 하나가 휘두르던 것이라 알려져 있다. 그는 이 카오스 블레이드와 단검을 조합한 이도류로 전투에 임했다고 한다.", "Une épée rapportée du monde lointain d’Ivalice. Elle était utilisée par l’un des juges suprêmes qui étaient à la tête des chevaliers appartenant à l’empire arcadien. Le guerrier en question brandissait deux épées ; une dans chaque main. L’une de ces armes était une lame du chaos, tandis que l’autre était une épée courte de conception unique.", "Ein Schwert aus der fernen Welt Ivalice. Dieses Schwert wurde von einem der Hohen Richter benutzt, welche die rechtsprechenden Ritter des Archadianischen Imperiums anführten. Der besagte Krieger kämpfte mit einem Schwert in jeder Hand. Eines davon war die Chaosklinge, das andere ein Kurzschwert.", "Una espada que proviene del lejano mundo de Ivalice. Esta espada la usó uno de los maestros jueces, personaje que lideró a caballeros de renombre del Imperio de Arcadia. Este guerrero en particular luchó blandiendo una espada en cada mano. Una de estas era la Hoja de tormento y la otra una espada corta muy especial."]}, "accuracy": 0}