{"slot": "Weapon", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Vernard", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 435, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 76, "element_inflict": ["Fire"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Sword", "strings": {"name": ["Vernard", "鳳翔劍-維爾納德", "봉상검 베르나드", "Vernard", "Vernard", "Vernard"], "desc_short": ["The sword of a fierce crimson goddess.", "赤紅鬼神的劍", "붉은 귀신의 검", "L'épée d'une déesse pourpre cruelle.", "Das Schwert einer wilden purpurnen Göttin.", "La espada de una diosa carmesí."], "desc_long": ["A sword belonging to the summoner, Seria, who hails from another world. The edge of this bright red sword is both sharp and serrated, as if to reflect the heart of its mistress. Although many would consider this weapon much too big for a woman, the intricate designs and details decorating the blade give it a certain sense of elegance when Seria wields it. She has used this sword to protect both her friends and her world, yet it has managed to retain its beautiful luster in this world as well.", "來自異界的召喚師榭莉雅的劍。鋒利尖銳的刀身泛著鮮紅色，仿佛代表著持有者的內心。對於女性來說，這把劍有些過大，不過劍上精美的裝飾使榭莉雅揮舞該劍時的姿態優雅動人，頗受好評。該劍為了世界、為了友人而舞動，就算穿越次元，也依舊綻放著美麗的光輝。", "이계에서 넘어온 소환사 세리아의 검.  날카로운 칼날은 그 주인의 마음을 나타내는 듯 선명한 붉은 빛을 띠고 있다. 여자가 휘두르기엔 다소 커다란 감이 있지만, 섬세한 장식이 새겨져 있어 세리아가 이 검을 휘두르는 모습은 우아함마저 느껴질 정도라고 한다. 세계를 위해, 친구를 위해 활약한 이 검은 차원을 넘어서도 아름답게 빛나고 있다.", "Une épée appartenant à l'invocateur Seria, qui est originaire d'un autre monde. Le tranchant de cette épée rouge étincelant est irrégulier, constitué de dents coupantes comme des rasoirs, un peu à l'image de sa propriétaire. Bien que beaucoup considéreraient cette arme comme étant bien trop grosse pour une femme, ses formes et dessins curieux décorant la lame donnent à Seria une certaine élégance lorsqu'elle la porte. Elle l'a utilisée pour protéger à la fois ses amis et son monde à maintes reprises et a pourtant réussi à conserver son éclat magnifique dans ce monde aussi.", "Ein Schwert der Beschwörerin Seria, die aus einer anderen Welt stammt. Die Schneide dieses strahlenden roten Schwertes ist scharf gezackt, wie um das Herz seiner Besitzerin widerzuspiegeln. Das raffinierte Design und die detaillierte Dekoration dieser Klinge verleiht ihr eine gewisse Eleganz, wenn Seria sie schwingt. Obwohl sie diese Klinge zum Schutz ihrer Freunde und ihrer Welt eingesetzt hat, ist sie selbst in dieser Welt noch nicht stumpf getroffen.", "Una espada perteneciente a la invocadora Seria, proveniente de otro mundo. El filo de esta brillante espada roja y tanto afilado como serrado, lo que refleja el corazón de su dueña. Aunque muchos consideran que esta arma es demasiado grande para una mujer, los complicados diseños y los detalles que decoran su hoja la dan un cierto tono de elegancia al ser blandida por Seria. Ha usado esta espada para proteger a tanto amigos como a su mundo, aunque aun así ha conseguido preservar todo su brillo."]}, "icon": "item_10221.png"}