{"slot": "Weapon", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Phantasmal Blade", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 353, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 78, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Sword", "strings": {"name": ["Phantasmal Blade", "幻影劍", "신기루 검", "Epée Mirage", "Phantasma-Schwert", "Sable Mirage"], "desc_short": ["An otherworldly sword imbued with a mysterious power.", "寄宿有神秘之力的異界之劍", "신비한 힘이 깃든 이계의 검", "Une épée d'un autre monde imprégnée d'un pouvoir mystérieux.", "Ein jenseitiges, von mysteriöser Kraft durchdrungenes Schwert.", "Una espada de otro mundo imbuida de un poder misterioso."], "desc_long": ["A blade from another world said to hold a mysterious power. Its attacks are nearly impossible to detect with the naked eye. It isn't known what sort of power it contains, but what is known is that it is a great one. The appear to be no mentions of this weapon in texts in the world of Orience from whence it came.", "刀身寄宿有神秘力量的異界之劍，相傳它的攻擊是無法用肉眼捕捉到的。雖然不知道它到底擁有怎樣的力量，但攻擊力驚人則是無可爭議的事實。不過即便是這把劍所屬的異界奧利恩斯也沒有關於它的詳細記錄。", "검날에 신비한 힘이 담긴 이계의 검. 검격을 눈으로 보는 건 불가능에 가깝다고 한다. 실제로 어떤 힘이 있는지는 알 수 없으나, 공격력이 높다는 것은 확실하다. 이 검이 존재했던 이계 '오리엔스'에도 자세한 자료는 존재하지 않는 듯하다.", "Une épée d'un autre monde imprégnée d'un pouvoir mystérieux. Ces assauts sont presque imperceptibles à l'œil nu. Le pouvoir elle renferme reste aujourd'hui encore un mystère, mais d'aucuns disent qu'il s'agit d'un grand pouvoir. Il semble qu'il soit fait mention de cette arme dans les écrits d'Orience, son monde d'origine.", "Eine Klinge aus einer anderen Welt, die eine mysteriöse Macht besitzen soll. Ihre Angriffe sind mit bloßem Auge nicht zu sehen. Welche Kraft sie besitzt, ist unklar, aber es ist bekannt, dass es eine große ist. In den Texten Oriences, von wo sie kommt, scheint sie nicht erwähnt zu werden.", "Una hoja de otro mundo que dicen que porta un misterioso poder. Sus ataques son casi imposibles de detectar a simple vista. No se sabe qué tipo de poder contiene, pero lo que sí sabemos es que se trata de uno increíble. Parece que no existen menciones de esta arma en los textos del mundo de Orience, de donde proviene."]}, "icon": "item_10219.png"}