{"slot": "Weapon", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Falchion", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 724, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 80, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10237.png", "type": "Sword", "strings": {"name": ["Falchion", "刃刀", "언월도", "Cimeterre", "Falchion", "Cimitarra"], "desc_short": ["A single edged sword for beginners.", "初學者專用的片刃之劍", "초심자용 외날검", "Une épée pour débutant tranchante que d'un seul côté.", "Ein einschneidiges Schwert für Anfänger.", "Una espada de un solo filo para principiantes."], "desc_long": ["A single edged sword for beginners. The sword's blade widens from the base to the tip. It isn't a particularly powerful weapon, but it is designed so that aspiring swordsmen could use it easily. As such, the weapon is used, not only by young adventurers, but also by veteran warriors who retain them as a back-up weapon.", "新手使用的單刃劍。特徵是從握柄延展至刀口的獨特刀身。雖然不是什麼強力的武器，但是為了讓劍技不佳的人也能使用而下了許多功夫。不只是新手冒險者，連許多獨當一面的戰士，也因它容易使用的特性，而經常帶在身邊當作備用武器。", "초심자용 외날검. 손잡이에서부터 날 끝에 이르기까지 폭이 넓어지는 특유의 검날이 특징이다. 결코 강력한 무기라 할 순 없지만, 검 실력이 미숙한 자라도 얼마든지 사용할 수 있도록 제작되었기 때문에 초보 모험가는 물론 노련한 전사들도 예비용 무기로 들고 다니는 경우가 많다.", "Épée à un seul tranchant pour débutant. La lame de l’Épée s'élargit de la base à la pointe. Ce n’est pas une arme particulièrement puissante, mais elle est conçue pour que des épéistes débutants s’en servent. Elle est donc à la fois utilisée par de jeunes aventuriers et des vétérans qui l’utilisent comme arme de secours.", "Ein einschneidiges Schwert für Anfänger. Eigentümlich für das Falchion ist, dass seine Klinge vom Heft bis zur Spitze unaufhörlich breiter wird. Es ist keine enorm mächtige Waffe, aber so konzipiert, dass auch unerfahrene Recken, sie leicht führen können. Gerade diese Benutzerfreundlichkeit ist es, was sie nicht nur bei aufstrebenden Abenteurern, sondern auch bei versierten Kriegern beliebt macht, die sie nur zu gerne als Zweitwaffe mit sich führen.", "Una espada de un solo filo para principiantes. La hoja de esta espada se va ensanchando de la base a la punta. No es un arma especialmente potente, pero está diseñada para que los espadachines novatos puedan usarla con facilidad. Por ello, esta arma no solo la usan aventureros inexpertos, sino también curtidos guerreros que la guardan como arma secundaria."]}, "accuracy": 0}