{"slot": "Weapon", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Aqua Blade", "type_id": 2, "skills": [208810], "is_twohanded": false, "rarity": 7, "compendium_id": 466, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Two Blade Stance' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 90, "element_inflict": ["Water"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Sword", "strings": {"name": ["Aqua Blade", "水靈之劍", "물의 정령검", "Lame aqua", "Aquaklinge", "Hoja Aqua"], "desc_short": ["A sword that contains the power of a water spirit.", "寓有水精靈的劍", "물의 정령이 깃들어 있는 검", "Une épée qui contient le pouvoir d'un esprit de l'eau.", "Ein Schwert mit der Kraft eines Wassergeistes.", "Una espada que contiene el poder de un espíritu de agua."], "desc_long": ["A sword housing a water spirit. Although it is a blade of massive size, its unique ability allows the wielder to fight with two blades at once. It was passed down from one generation to the next in a certain village, and thus has a long history behind it. In fact, it was originally a set of two blades, with the Aqua Blade being meant to be used in unison with the Gaia Blade. The cerulean wave of mist it emits as its strikes down its foes is nothing short of a masterpiece.", "寄宿有水精靈的劍。其劍身較長，有著能夠讓裝備者同時裝備兩把劍的特殊效果。這是某村落的劍士傳承給其子孫的寶劍，時至今日已經走過了漫長的歷史。這種劍本是和地靈之劍配合著使用的。纏繞著水藍色光輝的劍身發出的攻擊，只能用驚天動地來形容。", "물의 정령이 깃들어 있는 검. 검 치고는 큰 편이며, 장비하면 두 자루의 검을 다루는 특수한 기술을 습득하게 된다. 어느 마을의 검사가 자손에게 계승한 것으로, 긴 역사를 가지고 있다. 본래 두 자루의 검이 한 세트로, 땅의 정령검과 함께 사용하는 것이 정석이다. 하늘색의 오라가 맴도는 검날이 물보라를 일으키며 공격을 펼치는 모습은 그야말로 압권.", "Une épée abritant un esprit de l'eau. Bien que cette lame soit très massive, elle ne permet à son porteur d'apprendre à se battre avec deux lames à la fois. Elle était autrefois passée de génération en génération dans un certain village et possède donc une très longue histoire. En fait, il s'agissait de deux lames, la lame Aqua et la lame de Gaïa. L'onde de brume céruléenne qu'elle émet lorsqu'elle frappe un ennemi ne peut être vu que comme un véritable chef-d'œuvre.", "Ein Schwert, in dem ein Wassergeist lebt. Obwohl die Kling riesig ist, erlaubt seine einzigartige Fertigkeit dem Kämpfer, noch eine zweite Waffe einzusetzen. Über Generationen hinweg wurde sie in einem bestimmten Dorf weitergegeben und hat daher eine lange Geschichte hinter sich. Ursprünglich waren es sogar zwei Klingen für den gemeinsamen Einsatz, Aquaklinge und Gaiaklinge. Der himmelblaue Nebel, den es nach jedem Streich hinterlässt, ist nichts weniger als genial.", "Una espada que alberga un espíritu del agua. Aunque cuenta con una hoja enorme, permite a quien la blande luchar con dos hojas a la vez. Pasó de padres a hijos en una aldea, por lo que tiene una larga historia. De hecho, originalmente era un juego de dos espadas, pensada para ser usada junto con la Hoja Gaia. La ola de neblina cerúlea que emite cuando golpea a los enemigos es una obra maestra sin parangón."]}, "icon": "item_10225.png"}