{"slot": "Weapon", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Enhancer+", "type_id": 2, "skills": [100010, 100110], "is_twohanded": false, "rarity": 7, "compendium_id": 816, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP +10%' passive.", "Grants 'MAG +20%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 106, "element_inflict": null, "MP": 0, "MAG": 23, "SPR": 0, "DEF": 0}, "icon": "item_10246.png", "type": "Sword", "strings": {"name": ["Enhancer+", "魔化細劍·改", "개량형 인핸스 소드", "Lame Soutien +", "Verstärker+", "Artífice+"], "desc_short": ["A magic sword with increased abilities.", "性能強化的魔法之劍", "고성능의 마법검.", "Une épée magique aux qualités améliorées.", "Ein magisches Schwert mit verbesserten Eigenschaften.", "Una espada mágica con propiedades aumentadas."], "desc_long": ["An enhancer that was modified to increase its performance. These enhancers were redesigned from the materials and processes used under the cooperative supervision of skilled swordsmen and talented mages. Improvements were made so that it greatly increases the wielder's intelligence, while improving its purpose as a sword. Many people placed orders for these swords, but the high cost of creating one have made the sword unavailable for mass production.", "對魔化細劍施加改良，性能提升後的魔法之劍。由知名的劍士與優秀的魔法使聯手，從素材到製作方法全部改良後所打造的武器。不僅能大幅提高持有者的智慧，當作刀劍的性能也大幅的提升了。因此想要購入的人也大量出現，不過因為製作時完全沒有考量到成本問題，因此難以量產。", "인핸스 소드를 개량한 고성능의 마법검. 이름난 검사와 우수한 마법사가 힘을 합쳐, 재료부터 제조에 이르기까지 모든 과정을 재검토하여 제작했다. 소유자의 지성을 대폭 상승시켜줄 뿐 아니라 검의 성능도 대폭 향상시켰기 때문에 구입 희망자들이 쇄도하고 있으나, 채산을 도외시한 제작으로 인해 양산에는 이르지 못했다.", "Un renforçateur qui a été amélioré à l’aide de diverses modifications. Ces renforçateurs ont fait l’objet d’une refonte totale, en allant des matériaux utilisés aux méthodes employées, le tout supervisé par un ensemble d’épéistes et de mages de grand talent. Plusieurs optimisations ont ainsi été apportées de sorte à augmenter l’intelligence du porteur tout en améliorant l’efficacité de l’épée en elle-même. En conséquence, les guerriers se sont bousculés pour commander ces armes, mais le coût de fabrication élevé empêche d’ores et déjà tout effort de production en série.", null, "Una espada mágica con propiedades aumentadas. Las Artífices+ se rediseñaron bajo la tutela de espadachines y magos de renombre modificando su material y su proceso de elaboración. Además, se le aplicaron mejoras para incrementar enormemente la inteligencia que le otorga al usuario, además de mejorar los atributos de la espada en sí. Mucha gente se dispuso a encargar esta espada, pero su elevado coste hizo imposible que se pudiera producir en masa."]}, "accuracy": 0}