{"slot": "Weapon", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Royal Sword", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 339, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 37, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Sword", "strings": {"name": ["Royal Sword", "皇家劍", "킹스 소드", "Épée royale", "Königsschwert", "Espada de reyes"], "desc_short": ["A sword once owned by a king from another world.", "異界的某個國王的劍", "이계의 왕이 소지했던 검", "Une épée qui a autrefois appartenu à un roi d'un autre monde.", "Ein Schwert, das einst einem König aus einer anderen Welt gehörte.", "Una espada antaño poseída por un rey de otro mundo."], "desc_long": ["A sword from another world. A noble sword once passed down through generations in Castle Argus, it was stolen away by Hein, the man who, consumed by darkness, betrayed the king. Though it doesn't possess any special abilities, it is well-known for delivering consistent powerful attacks. After much trouble, it is said that it finally ended up in the hands of the Warriors of Light.", "來自遙遠異界的劍，本是阿加斯城代代相傳的名家寶劍，但神官海因被黑暗之力吞噬，背叛國王，帶走了這把劍。據說幾經磨難之後，最終光之戰士得到了此劍。雖然該劍沒有什麼特殊的效果，但它具有十分穩定的攻擊力。", "이계에서 건너온 검. 아가스라는 성에 대대로 전해지던 유서 깊은 검이지만 어둠의 힘에 빠져 왕을 배신한 신관 하인에 의해 어딘가로 사라졌다. 특수한 효과는 없지만 안정적인 공격력을 갖춘 무기. 우여곡절 끝에 빛의 전사들이 손에 넣었다는 설도 있다.", "Une épée venant d'un autre monde. Il s'agit d'une épée noble qui se passait autrefois de génération en génération dans le Château d'Argus. Elle fut volée par Hein, un homme consumé par les ténèbres qui trahit le roi. Elle ne possède certes aucune capacité particulière mais la puissance de ses coups est légendaire. On raconte qu'elle aurait atterri entre les mains des Guerriers de la Lumière.", "Ein nobles Schwert aus einer anderen Welt, das über Generationen hinweg im Schloss Argus weitergegeben wurde. Es wurde von Hein gestohlen, der den König, besessen von der Dunkelheit, hintergang. Obwohl es keine besonderen Fertigkeiten besitzt, ist es bekannt dafür, mächtige Angriffe ausführen zu können. Nach all diesen Schwierigkeiten soll es schließlich in den Besitz der Krieger des Lichts gekommen sein.", "Una espada de otro mundo. Una espada noble que una vez pasó por las generaciones del Castillo Argus, fue robada por Hein, el hombre que, consumido por la oscuridad, traicionó al rey. Aunque no posee ninguna habilidad especial, es muy conocida por ofrecer ataques poderosos y uniformes. Tras muchos problemas, se cuenta que finalmente terminó en las manos de los Guerreros de la Luz."]}, "icon": "item_10217.png"}