{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Lohengrin", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 614, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 109, "element_inflict": null, "MP": 0, "MAG": 37, "SPR": 0, "DEF": 0}, "type": "Sword", "strings": {"name": ["Lohengrin", "羅恩格林", "로엔그린", "Lohengrin", "Lohengrin", "Lohengrin"], "desc_short": ["A sword that bears the name of the knight of the swan.", "名為白鳥騎士的劍", "백조의 기사의 이름을 가진 검", "Une épée qui porte le nom du chevalier du Cygne.", "Ein Schwert, das den Namen des Schwanenritters trägt.", "Una espada que lleva el nombre del caballero del cisne."], "desc_long": ["A sword that bears the name of the legendary knight of the swan who is portrayed in many songs and theatricals. The knight's popularity instilled admiration among many knights of fame who still seek this relic, even to this day.", "擁有古代傳說中騎士之名的劍。該騎士被人們稱為白鳥騎士，許多歌曲和戲劇都是以他為題材的。為此，歷代著名騎士都憧憬著這把古劍，並四處尋找它。", "예부터 전해져 내려오는 전설에 등장하는 기사의 이름을 가진 검. '백조의 기사'라는 이명으로 불린 그 기사를 소재로 한 노래나 연극도 많다. 그 명성 덕분에, 대대로 유명한 기사들이 이 검을 찾아 헤맸다고 한다. 오래된 명검이지만, 아직도 많은 기사의 동경을 받고 있는 검.", "Une épée qui porte le nom du chevalier du Cygne dont parle bien des chances et des pièces de théâtre. La popularité de ce chevalier instille l'admiration de nombreux autres chevaliers célèbres qui continuent, encore aujourd'hui, à rechercher cette relique.", "Ein Schwert mit dem Namen des legendären Schwanenritters, der Gegenstand vieler Lieder und Schauspiele. Seine Berühmtheit stachelt viele Ritter bis heute an, dieses Relikt in Besitz zu bringen.", "Una espada que lleva el nombre del caballero del cisne, figura muy usada en cantares y teatros. La fama de este caballero generó mucha admiración en otros muchos caballeros que, aun a día de hoy, continúan buscando esta reliquia."]}, "icon": "item_10215.png"}