{"slot": "Weapon", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Flametongue", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 12, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 33, "element_inflict": ["Fire"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Sword", "strings": {"name": ["Flametongue", "火舌", "불꽃의 혀", "Pyrolame", "Flammenzunge", "Hoja ardiente"], "desc_short": ["A sword that incinerates foes.", "能燒盡敵人的炎之劍", "적을 불태우는 불꽃의 검", "Épée qui incinère l'adversaire.", "Ein Schwert, das Feinde einäschert.", "Espada que abrasa a los enemigos."], "desc_long": ["A sword tempered with fire from the spirits of the deceased. The curved edged of this blade is said to be forever burning, though its heat cannot be felt by whoever grasps it, and thus presents no actual danger to the wielder. However, it does burn any foe it strikes, immediately incinerating said target. Legend tells of a young warrior from the Military Nation of Zoldaad who used the flametongue to defeat countless beasts.", "用精靈之炎鍛造的劍。微微彎曲的刀身燃燒著永不熄滅的火焰，持劍者不會感到燙手，也不會被火焰燒到。不過，該劍一旦砍到敵人，火焰便會燃燒過去，不留情面地將敵人徹底燃盡。在軍事國家佐爾達多有著攜帶此劍，一路斬殺魔物的年輕英雄的傳說。", "정령의 불꽃으로 벼렸다는 검. 부드러운 곡선을 그리는 검날은 항상 타오르고 있지만, 소유자는 전혀 뜨겁지 않고 불에 다치지도 않는다. 하지만 적을 베면 순식간에 불이 옮겨붙어 가차 없이 불타오른다. 군사국가 졸다드에는 이 검으로 마물을 잇따라 처치했다는 젊은 영웅의 이야기가 전해진다.", "Une épée renforcée avec le feu de l'esprit des défunts. On raconte que ses courbes tranchantes brûlent indéfiniment, mais sa chaleur ne peut être ressentie par l'utilisateur. Bien qu'elle ne présente donc aucun danger pour son propriétaire, cette lame incinère immédiatement quiconque se retrouve frappé par elle. La légende raconte qu'un jeune guerrier de la Nation Militaire de Zoldaad terrassa de nombreuses bêtes avec la Pyrolame.", "Ein Schwert, das in elementarem Feuer gehärtet wurde. Auf seiner gekrümmten Klinge brennt ewiges Feuer, doch kann derjenige, der den Griff hält, weder die Hitze spüren noch von ihr verletzt werden. Jeder getroffene Feind aber wird augenblicklich von den Flammen erfasst und gnadenlos zu Asche verbrannt. Legenden erzählen von einem jungen Krieger aus Zoldaad, der mit diesem Schwert zahllose Bestien erlegt haben soll.", "Una espada templada con el fuego de los espíritus de los difuntos. Dicen que su filo curvado arde eternamente, aunque quien la empuña no nota el calor y no corre peligro alguno. Sin embargo, sí que quema a los enemigos y les prende fuego al instante. Una leyenda cuenta que un joven guerrero de la nación militar de Zoldaad venció a un sinfín de bestias con esta espada."]}, "icon": "item_10206.png"}