{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Brotherhood", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 432, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 135, "element_inflict": ["Water"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10318.png", "type": "Sword", "strings": {"name": ["Brotherhood", "兄弟會", "플라타니티", "Fraternité", "Bruderschaft", "Fraternidad"], "desc_short": ["A beloved sword made with a bluish see-through blade.", "刀身呈清透藍色的友愛之劍", "투명하고 푸른 검날을 가진 우애의 도", "Une épée fétiche dont la lame est d'un bleu transparent.", "Ein Schwert mit einer bläulich durchscheinenden Klinge.", "Una preciada espada con una hoja translúcida azul."], "desc_long": ["A sword from the distant world of Spira. Its blade is reminiscent of the crystalline waters of the sea. A young man who landed in Spira after an encounter with the mysterious beast known as Sin is said to have received this weapon as a gift from a friend. Afterwards, he would set off on a pilgrimage with a young summoner as one of her guardians in order to rid the world of Sin's calamities by defeating it once and for all.", "來自遙遠異界「史匹拉」的劍。劍身呈美麗的海藍色，讓人聯想到清澈的大海。相傳這是被神秘魔物「辛」搬運到史匹拉的青年，從某個人手中獲得的武器。手持這把劍的青年成為了一位少女召喚士的「護衛」，陪伴她一起踏上了擊敗散播恐懼的魔物「辛」的旅途。", "까마득히 먼 이계 '스피라'에서 유입된 검. 맑은 바다를 연상시키는 푸르고 아름다운 검날이 특징이다. 수수께끼의 마물 '신'에 의해 스피라를 헤매게 된 청년이, 어느 인물에게서 물려받은 것이라 한다. 청년은 이 검을 손에 쥐고, 소환사 소녀를 지키는 호위인 '가드'가 되어 세계를 공포에 떨게 하는 재앙 '신'을 쓰러뜨리는 여행에 동행했다고 한다.", "Une épée venant du monde lointain appelé \"Spira\". Cette lame rappelle les eaux cristallines de la mer. Un jeune homme atterrit à Spira après avoir rencontré une bête mystérieuse répondant au nom de Sin et dit avoir reçu cette arme en cadeau de la part d'un ami. Ensuite, il partit en pèlerinage accompagnant une jeune invocatrice en tant que gardien afin de se débarrasser de Sin une bonne fois pour toute.", "Ein Schwert aus der fernen Welt von Spira. Seine Klinge erinnert an das kristallklare Wasser des Meeres. Ein junger Mann, der nach einer Begegnung mit der mysteriösen Bestie Sin in Spira landete, soll diese Waffe von einem Freund erhalten haben. Anschließend soll er mit einer jungen Beschwörerin als Wächterin zu einer Pilgerreise aufgebrochen sein, um Sins Unheil ein für alle Mal zu beseitigen.", "Una espada del lejano mundo de Spira. Su hoja recuerda a las aguas cristalinas del mar. Se dice que un joven que llegó a Spira tras un encuentro con una bestia misteriosa llamada Sinh la recibió como regalo de un amigo. Más adelante se embarcó en un peregrinaje con una joven invocadora a la que protegía para liberar al mundo de las calamidades de Sin venciéndolo de una vez por todas."]}, "accuracy": 0}