{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": ["UNIT_ID", 214000304], "name": "Cobalt Winglet", "type_id": 2, "skills": [100010, 100040], "is_twohanded": false, "rarity": 5, "compendium_id": 439, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP +10%' passive.", "Grants 'MP +10%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 28, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 20, "DEF": 20}, "icon": "item_10223.png", "type": "Sword", "strings": {"name": ["Cobalt Winglet", "鈷鐵翼劍", "날개검", "Espafut", "Kobalt-Winglet", "Hoja alada de cobalto"], "desc_short": ["A one-handed sword with a white blade from another world. (Minfilia only)", "來自異界的白刃單手劍（敏菲利亞專用）", "이계에서 유입된 하얀 검날의 한손검(민필리아 한정)", "Une épée à une main avec une lame blanche venant d'un autre monde. (Uniq. Minfilia)", "Ein einhändiges Schwert mit weißer Klinge aus einer anderen Welt. (Nur Minfilia)", "Espada de una mano con una hoja blanca de otro mundo. (Solo Minfilia)"], "desc_long": ["A weapon from the distant world of Eorzea. This one-handed sword boasts of a beautiful ivory blade, and was forged by a group of talented blacksmiths. Many gladiators and knights are said to love this weapon.", "來自異界艾歐澤亞的武器，是由能工巧匠鍛造而成的單手劍。刀身呈美麗的白色，深受劍術師和騎士喜愛。", "이계 '에오르제아'에서 유입된 무기. 실력이 좋은 대장장이들이 만들어낸, 흰색의 아름다운 검날이 특징인 한손검이다. 검술사와 나이트가 애용한다고 한다.", "Une arme du monde lointain d’Éorzéa. Cette épée à une main, forgée par de talentueux forgerons, possède une magnifique lame en ivoire. Beaucoup de guerriers et de gladiateurs aiment cette épée.", "Eine Waffe aus der fernen Welt Eorzea. Dieses einhändige Schwert hat eine wunderschöne Elfenbeinklinge und wurde von einer Gruppe talentierter Schmiede hergestellt. Viele Gladiatoren und Ritter ziehen diese Klinge vor.", "Un arma del lejano mundo de Eorzea. Esta espada de una sola mano posee una hermosa hoja de marfil y fue forjada por un grupo de hábiles herreros. Se dice que es la favorita de muchos gladiadores y caballeros."]}, "accuracy": 0}