{"slot": "Weapon", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "カムシーン", "type_id": 2, "skills": [214530], "is_twohanded": false, "rarity": 7, "compendium_id": 628, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'デミルーン' ability."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 105, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Sword", "strings": {"name": null, "desc_short": {"1": "英雄阿爾·阿瓦德使用的彎刀"}, "desc_long": {"1": "異界英雄阿爾·阿瓦德使用的彎刀。它是一把繼承者專屬的名刀，在阿爾·阿瓦德死後，該劍作為陪葬品與主人一起沉睡在王陵之中。不知有多少人為了尋求卡姆辛而踏入王陵最終喪命。相傳，後來有一名流浪劍士在王陵中戰勝了黑龍，最終得到了這把彎刀。", "0": "A curved sword coming from a faraway land, said to have been owned by Al Awad, the first king of the kingdom of Naj during the Geshua dynasty. Many sought for this sword, and journeyed to the tomb where the sword was buried with Al Awad, but little have survived with none returning with the sword. That is until a certain drifting swordsman called \"Tornado\" won the battle against a black dragon guarding the tomb to obtain the sword.", "5": "Una espada de hoja curva de una tierra lejana. Cuentan que perteneció a Al Awad, el primer rey de Naj durante la dinastía de los Geshua. Muchos, anhelosos por conseguir esta espada, se han aventurado en la tumba donde está enterrada junto a Al Awad; pero pocos han regresado con vida y, de esos pocos, ninguno volvió con la espada. Al menos así fue hasta que \"Tornado\", un diestro espadachín, venció al dragón negro que guardaba la tumba donde yacía la espada.", "4": "Ein gebogenes Schwert aus einem fernen Land, das im Besitz von Al Awad gewesen sein soll, dem ersten König des Reiches von Naj während der Geshua-Dynastie. Viele jagen nach dem Schwert und reisten zu dem Grab, wo es zusammen mit Al Awad liegt, doch wenige überlebten und niemand kehrte mit ihm zurück. Bis ein wandernder Schwertkämpfer namens \"Tornado\" den Kampf gegen einen schwarzen Drachen gewann, der das Grab bewachte."}}, "icon": "item_10234.png"}