{"slot": "Weapon", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Mythril Sword", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 10, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 26, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Sword", "strings": {"name": ["Mythril Sword", "秘銀劍", "미스릴 검", "Épée en mithril", "Mithrilschwert", "Espada de mitrilo"], "desc_short": ["A long sword made of mythril.", "用秘銀製作的長劍", "미스릴로 만든 장검", "Épée longue faite de mithril.", "Ein Langschwert aus Mithril.", "Espada larga hecha de mitrilo."], "desc_long": ["A sword made of mythril which boasts flexibility and durability. All soldiers dream of owning this blade, and possession of it alone is said to raise a soldier above the rest of his peers. Unfortunately, the rare metal it is forged from makes the mythril sword a rare weapon to produce. Currently, a social experiment to boost troop morale by offering this blade as a prize is being conducted.", "用既堅硬又輕柔的金屬秘銀製作的劍。士兵們都很嚮往得到秘銀武器。據說獲得了秘銀武器，就相當於領先其他人一步。只是，秘銀武器的價格非常昂貴，所以一般的士兵很難得到秘銀武器。不過，也有軍隊為了提升士兵們的士氣，而將秘銀劍當作獎賞賞賜給士兵。", "가볍고 유연하면서도 경도가 높은 미스릴이라는 금속으로 만든 검. 병사들에게는 선망의 대상이다. 이것만 있으면 동기들보다 한발 앞서갈 수 있다고 믿는 병사가 많지만, 미스릴 무기는 가격이 비싸서 아무나 구하지 못한다. 병사들의 사기를 올리기 위해 이 검을 포상으로 내놓는 일도 있다.", "Une épée faite de mithril qui concilie flexibilité et résistance. Tous les soldats rêvent de posséder cette lame et le simple fait d'en posséder une placerait un soldat au dessus de ses pairs. Malheureusement, le métal avec lequel cette épée est forgée est rare, ce qui rend l'épée de mithril difficile à trouver. Une expérience sociale consistant à offrir cette lame en récompense est actuellement conduite dans le but de remonter le moral des troupes.", "Ein Schwert aus Mithril, gleichzeitig elastisch und unvergleichlich hart. Solch eine Waffe sein Eigen zu nennen ist der Traum eines jeden Soldaten. Mithril ist jedoch viel zu selten, um solche Waffen in großer Zahl herstellen zu können. Es gibt Versuche, die Truppenmoral zu heben, indem man Mithrilschwerter als Belohnung für besondere Leistungen in Aussicht stellt.", "Una espada hecha de mitrilo que destaca por su flexibilidad y durabilidad. Todos los guerreros sueñan con una, y el solo hecho de poseerla ya supone una distinción para un soldado. Sin embargo, al estar hecha de ese raro metal, cuesta mucho de producir. Está en marcha un experimento social para motivar a las tropas ofreciendo esta espada como premio."]}, "icon": "item_10204.png"}