{"slot": "Weapon", "compendium_shown": true, "price_buy": 400, "requirements": null, "name": "Long Sword", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 9, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 40, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10201.png", "type": "Sword", "strings": {"name": ["Long Sword", "長劍", "롱소드", "Épée longue", "Langschwert", "Espada larga"], "desc_short": ["A soldier's standard issue sword.", "士兵們常用的長劍", "병사에게 주로 보급하는 장검", "Épée standard de soldat.", "Standardschwert eines Soldaten.", "Espada convencional de soldado."], "desc_long": ["Though of higher quality than the broadsword, this blade is still standard issue for soldiers. Young warriors who want to stand out from their peers compete with one another in secret to see who can rid themselves of this weapon the quickest by replacing it with a much stronger one. However, most of them cannot afford better equipment given the poor salary of most soldiers.", "比寬刃劍性能更好的劍，有很多地方將這種劍當做基本裝備配給一般士兵。虛榮心強的年輕士兵們為了儘早換上更強力的武器而暗中較勁，增強自己的實力，可現狀卻是除非升官，否則以普通士兵的工資想換一把新武器非常困難。", "브로드소드보다 성능이 좋은 검. 이쪽도 일반 병사의 기본 장비로 많이 쓴다. 바람이 잔뜩 든 젊은 병사들은 하루라도 빨리 이 검을 버리고 더 강한 장비로 바꾸기 위해 애쓰지만, 승진이라도 하지 않는 한 일반 병사의 급료로는 빠듯한 게 현실이다.", "Bien que de meilleure qualité que le glaive, cette lame reste une arme basique de soldat. Les jeunes combattants qui veulent se démarquer se lancent un défi pour voir qui est capable de remplacer le plus vite possible cette arme par un modèle plus puissant. Ceci dit, la plupart ne peuvent acheter de meilleur équipement en raison du faible montant du salaire des soldats.", "Eine Standardwaffe unter Soldaten, jedoch von besserer Qualität als das Breitschwert. Junge Rekruten wetteifern oft im Geheimen darum, wer als erster sein Langschwert durch eine viel stärkere Waffe ersetzen kann. Allerdings werden die meisten Soldaten viel zu schlecht besoldet, als dass sie sich je bessere Ausrüstung leisten könnten.", "Aunque de mayor calidad que la espada ancha, sigue siendo de uso convencional entre los soldados. Los jóvenes guerreros con ganas de destacar compiten con sus compañeros en secreto para ver quién se puede hacer con una espada más potente antes. Sin embargo, por lo bajo de sus salarios, pocos pueden hacerse con algo mejor."]}, "accuracy": 0}