{"slot": "Weapon", "compendium_shown": true, "price_buy": 200, "requirements": null, "name": "Rusted Sword", "type_id": 2, "skills": [220240, 220250], "is_twohanded": false, "rarity": 1, "compendium_id": 751, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Gemma's Awakening' passive.", "Grants 'Excalibur' ability."], "price_sell": 20, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10238.png", "type": "Sword", "strings": {"name": ["Rusted Sword", "生鏽的劍", "녹슨 양날 검", "Épée rouillée", "Verrostetes Schwert", "Espada oxidada"], "desc_short": ["A mysterious sword brought from the Farplane.", "來自異界的謎之劍", "이계에서 유입된 수수께끼의 검.", null, null, "Una espada misteriosa del Etéreo."], "desc_long": ["A mysterious sword brought from a faraway world. Despite being covered in rust, the sword emits a ward of light that repels magic. This leads many to believe that it is no ordinary sword, and that it was created with a certain objective in mind. It is rusted to the point where it's almost impossible to tell what it looked like before, but it is believed that it will display its true powers in the hands of those who are able to draw out its latent powers.", "來自異界的謎之劍", "까마득히 먼 이계에서 유입된 수수께끼의 검. 손잡이에서부터 검날에 이르기까지 검 전체에 녹이 슬어 있으나, 사악함을 물리치는 힘이 희미하게 감돌고 있어 단순한 무기 이상의 기능을 지닌 명검임을 알 수 있다. 과거의 모습을 상상조차 하기 힘들 정도로 너덜너덜하지만, 숨겨진 힘을 끌어낼 수 있는 자가 장착하게 되면 진정한 힘을 발휘할 수 있을지도 모른다.", null, null, "Una espada misteriosa de un mundo lejano. A pesar de estar cubierta de óxido, esta espada emite un haz de luz que repele la magia. Esto hace que muchos piensen que no se trata de una espada ordinaria, sino que fue creada con un propósito especial en mente. La espada se ha oxidado hasta el punto de que ya no se sabe cómo era antes, pero se dice que mostrará su verdadero poder cuando acabe en manos de alguien digno de esta hoja."]}, "accuracy": 0}