{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Onion Sword", "type_id": 2, "skills": [200440, 211500], "is_twohanded": false, "rarity": 8, "compendium_id": 552, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Bladeblitz' ability.", "Grants 'Onion Cutter' ability."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 135, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10230.png", "type": "Sword", "strings": {"name": ["Onion Sword", "洋蔥劍", "양파 검", "Épée oignon", "Zwiebelschwert", "Espada cebolla"], "desc_short": ["A mysterious sword brought from the Farplane.", "來自異界的神秘的劍", "이계에서 유입된 수수께끼의 검", "Une mystérieuse épée venant de l'Au-delà.", "Ein mysteriöses Schwert aus dem Abyssum.", "Una misteriosa espada del Etéreo."], "desc_long": ["A mysterious sword brought from the Farplane. No one knows how it was made or what it is made of, but regardless, it exhibits sharpness beyond the ordinary. According to records, this sword was used by the Warrior of the Light who opted to become an \"Onion Knight,\" but this job is shrouded in mystery as some calls the Onion Knight the weakest of all jobs, whereas others proclaim it as being the greatest among all jobs.", "來自異界的神秘的劍。製造方法、使用的原料都不得而知，但其鋒利程度無人質疑。據文獻記載，揮舞這把劍的光之戰士選擇了「洋蔥劍士」作為自己的職業。有的人說這是最弱的職業，也有人說這是最強的職業，然而很少有人知曉這職業的真相。", "이계에서 유입된 수수께끼의 검. 제작 방법에 대해서는 일절 밝혀진 바 없으며 어떤 재료가 사용되었는지조차 알 수 없지만, 압도적인 날카로움을 자랑하는 검이다. 문헌에 따르면, 이 검을 휘두르던 빛의 전사는 '양파 검사'라는 직업을 선택했다고 알려져 있다. 누군가는 최약이라 칭하고, 또 다른 누군가는 최강이라 칭하는 이 직업의 진상을 알고 있는 자는 극히 드물다.", "Une mystérieuse épée venant de l'Au-delà. Personne ne sait qui a fabriqué cette arme ou ce qui la compose, mais son tranchant est bien plus grand que la plupart des armes ordinaires. Selon les écrits, cette lame était celle du Guerrier de la Lumière qui choisit de devenir \"Chevalier Oignon\", mais ce métier est entouré de mystères, car il est considéré comme étant le plus faible de tous, alors que d'autres proclament le contraire.", "Ein mysteriöses Schwert aus dem Abyssum. Niemand weiß, woher es stammt oder woraus es gemacht ist, gleichwohl übertrifft die Schärfe der Schneide die vieler anderer. Den Aufzeichnungen zufolge wurde es von dem Krieger des Lichts geschwungen, der zu einem \"Zwiebelritter\" wurde, doch diese Bezeichnung bleibt geheimnisumwoben, da einige den Zwiebelritter als den stärksten und andere wiederum als den schwächsten Ritter bezeichnen.", "Una misteriosa espada del Etéreo. Nadie sabe cómo se creó o de qué está hecha, pero, aun así, está afilada como ninguna. Según los registros, esta espada perteneció al Guerrero de la Luz que decidió convertirse en un \"Caballero Cebolla\". Sin embargo, no está del todo claro, puesto que para muchos ser Caballero Cebolla no conlleva mucha honra, mientras que otros no dudan en ensalzar esta profesión por encima del resto."]}, "accuracy": 0}