{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Mana Blade", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 342, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 101, "element_inflict": null, "MP": 0, "MAG": 8, "SPR": 8, "DEF": 8}, "icon": "item_10218.png", "type": "Sword", "strings": {"name": ["Mana Blade", "瑪娜之劍", "마나의 검", "Épée de Mana", "Manaklinge", "Espada de Mana"], "desc_short": ["A holy sword often spoken of in the Farplane.", "異界傳承的聖劍", "이계에 전설로 전해지는 성검", "Une épée sacrée que l'on trouve dans les légendes de l'Au-delà.", "Ein heiliges Schwert, über das häufig im Abyssum gesprochen wird.", "Una espada sagrada de la que a veces se suele hablar en el Etéreo."], "desc_long": ["A holy sword spoken of in a far away world. Called by different names in various tales, it is said to unleash its true power only when the world falls into chaos. When the ancient weapon Mana Fortress showed signs of reawakening it angered the gods, at which time this sword chose a timid young boy from Potos Village to whom it bestowed its power.", "遙遠的異界傳承下來的聖劍，在眾多傳說故事中它擁有著不同的名字，每當世界陷入危機，它便會展現其真正的力量。相傳，當危險的古代兵器瑪娜要塞即將復活時，這把聖劍選擇了波多斯村的一個膽小的少年成為自己的主人。", "머나먼 이계에 전해지는 '성검'. 수많은 설화와 전설에 각기 다른 이름으로 등장하며, 세계가 위기에 빠졌을 때만 진정한 힘을 해방한다고 한다. 일찍이 신들의 분노를 사는 계기가 된 고대 병기 '마나의 요새'가 부활할 조짐을 보였을 때, 포토스라는 작은 마을에 사는 심약한 소년을 주인으로 선택했다고 전해진다.", "Une épée sacrée que l'on trouve dans les légendes d'un autre monde. Portant différents noms en fonction de la légende dont elle est extraite, on raconte qu'elle libère son véritable pouvoir lorsque le monde sombre dans le chaos. Lorsque la Forteresse Mana, ancienne arme endormie, montra des signes de réveil, les dieux entrèrent dans une rage folle et cette épée choisit un timide jeune garçon du Village Potos comme porteur de son pouvoir.", "Ein heiliges Schwert, von dem in einer fernen Welt gesprochen wird. In verschieden Geschichten trägt es unterschiedliche Namen und es soll seine wahre Macht entfalten, wenn die Welt in Chaos verfällt. Als die Manafestung Zeichen des Wiedererwachens zeigte, verärgerte dies die Götter und das Schwert wählte einen schüchternen Jungen aus Quelldorf, dem es seine Macht verlieh.", "Una espada sagrada de la que se habla en un mundo muy lejano. Llamada de formas distintas en varias historias, se dice que desata su poder verdadero sólo cuando el mundo cae en el caos. Cuando la antigua arma Fortaleza de Mana mostró signos de volver a despertar, enfureció a los dioses, momento en que esta espada eligió a un tímido muchacho de la aldea de Potos, a quién le otorgó su poder."]}, "accuracy": 0}