{"slot": "Weapon", "compendium_shown": true, "price_buy": 200, "requirements": null, "name": "Broadsword", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 8, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 20, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 15, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Sword", "strings": {"name": ["Broadsword", "寬刃劍", "브로드소드", "Glaive", "Breitschwert", "Espada ancha"], "desc_short": ["An ordinary long sword.", "普通的長劍", "일반적인 장검", "Épée longue ordinaire.", "Ein normales Schwert.", "Espada larga corriente."], "desc_long": ["An ordinary long sword with more power than a dagger. Since it is created in mass quantities, not much can be expected from this blade used by lower class soldiers. The design of the broadsword varies slightly from region to region, and despite granting no special abilities to its user they are commonly used for basic defense.", "普通的劍，比較普及。相比短劍攻擊力要高，不過因為是量產品，所以性能沒有想像得那麼好。有些地方將這種劍配給普通士兵當作基本裝備。劍的外觀會根據地域不同而有所分別，不過性能方面還是一樣，都是那種可有可無，不過總比空著手強的感覺。", "널리 보급된 검. 단검보다 공격력이 높지만 대량생산된 물건이니 큰 기대는 하지 않는 게 좋다. 하급 병사의 장비로 채택한 곳도 있다. 지역에 따라 모양은 다소 차이가 나지만 공통적으로 무난하고 특색이 없으며 맨손보다는 나은 수준의 성능을 보인다.", "Une épée longue ordinaire plus puissante qu'une dague. Produite en grandes quantités, il ne faut pas attendre grand chose de cette lame utilisée par les soldats de base. Le style du glaive varie selon les régions. Bien qu'il ne confère aucune capacité spéciale, il est utilisé un peu partout pour se défendre.", "Ein gewöhnliches Einhandschwert. Es ist effektiver im Kampf als ein Dolch, dennoch handelt es sich hierbei um massenhaft produzierte Waffen, von denen man nicht zu viel erwarten sollte. Generell gilt für diese Schwerter die Devise „besser als nichts“. Manchmal findet man sie daher in den Händen niederrangiger Fußsoldaten.", "Una espada larga corriente, más poderosa que una daga. Se produce en serie, lo que no dice mucho de esta hoja usada por soldados de bajo rango. Su diseño varía ligeramente de región a región y, aunque carece de habilidades especiales, se suele usar como defensa básica."]}, "icon": "item_10200.png"}