{"slot": "Weapon", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Baroque Sword", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 471, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 45, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10227.png", "type": "Sword", "strings": {"name": ["Baroque Sword", "巴洛克劍", "바로크 소드", "Baroque", "Barockschwert", "Sable barroco"], "desc_short": ["An easy-to-use sword made in another world.", "在異界製作而成的易於使用的劍", "이계에서 만들어진 다루기 쉬운 검", "Une épée facile à utiliser fabriquée dans un autre monde.", "Ein leicht zu führendes Schwert aus einer anderen Welt.", "Una espada fácil de usar fabricada en otro mundo."], "desc_long": ["A sword from another world made of materials foreign to this one. Its curious design leaves an opening in the middle of the blade while sporting a bright red hue. Although it lacks any special abilities or elemental attributes, in its home world of Spira it can be customized to serve its wielder's needs. This in turn would mean that the potential of this weapon could possibly be endless.", "用這個世界不存在的物質製作而成的異界之劍。劍的中心部像被挖空了一樣，形狀獨特，顏色鮮紅惹眼。它不帶任何特殊效果或屬性，不過在異界「史匹拉」，人們更喜歡根據用途來改造武器。像這種沒有特殊效用的武器可以隨意改造，所以更受歡迎。", "이 세계에는 존재하지 않는 물질로 만들어진 이계의 검. 검날의 중앙 부분이 갈라진 것 같은 독특한 형태를 띤 검날은, 선명한 붉은 색으로 빛나고 있다. 딱히 특수한 효과나 속성 등은 가지고 있지 않지만, 이계 스피라에서는 사용자의 용도에 따라 무기를 개조하는 것이 보통이기 때문에, 개조의 흔적이 없는 무기는 범용성이 뛰어나다는 이유로 환영받기도 한다.", "Une épée d'un autre monde fabriquée à l'aide de matériaux que l'on ne trouve pas dans le nôtre. D'aspect étrange, elle possède une ouverture au milieu de la lame et arbore une teinte rougeâtre. Bien qu'elle ne permette pas d'apprendre d'aptitude particulière et qu'elle ne bénéficie d'aucun attribut élémentaire, dans son monde d'origine, Spira, elle pouvait être modifiée pour répondre aux besoins de son porteur. Ce qui semble vouloir dire que les possibilités de cette lame sont infinies.", "Ein Schwert aus einer anderen Welt, dessen Bestandteile in dieser Welt unbekannt sind. In der Mitte der rot strahlenden Klinge befindet sich eine Öffnung. Obwohl es keine Spezialfertigkeit oder Elementareigenschaften besitzt, kann es in seiner Ursprungswelt Spira an die Bedürfnisse des Trägers angepasst werden. Das Potential dieser Waffe ist darum schier unendlich.", "Una espada de otro mundo hecha con materiales aquí desconocidos. Su curioso diseño deja un espacio abierto en medio de la hoja, a la vez que desprende un halo rojo. Aunque carece de habilidades especiales o atributos elementales, en su mundo de origen, Spira, puede personalizarse para las necesidades de quien la use, lo que abre un sinfín de posibilidades en el potencial de esta arma."]}, "accuracy": 0}