{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Sorcery", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 618, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 100, "element_inflict": null, "MP": 0, "MAG": 84, "SPR": 0, "DEF": 0}, "type": "Sword", "strings": {"name": ["Sorcery", "魔法劍", "소서리", "Sorcellerie", "Zauberei", "Hechizo"], "desc_short": ["A sword made for a magic swordsman.", "為魔法劍士製造的劍", "마법검사를 위해 만들어진 검", "Une épée fabriquée pour un guerrier magique.", "Ein Schwert für Magierschwertkämpfer.", "Una espada elaborada para un espadachín mágico."], "desc_long": ["A sword made for a magic swordsman. The sword's blade is made using ores that intensifies magic powers, thus drawing out the power within magic swordsmen to greatly increase their attack and magic power. It is extremely difficult to master the arts of a magic swordsman, and only a few were able to properly use their powers in battle. As such, gears for magic swordsmen are rarely found on the market, making this sword a very difficult piece to come by.", "能夠提高攻擊力以及魔力的劍。該劍的刀身上使用了能夠增幅魔力的礦石，可以使魔法劍士的力量提升至最大值。魔法劍很難駕馭，能在實戰中發揮其功力的人少之又少，再加上魔法劍士用的裝備在市面上很少流通，因而顯得該劍更加珍貴。", "공격력뿐 아니라 마력도 대폭 상승시켜 주는 검. 마법검사의 힘을 최대치로 끌어낼 수 있도록 제작된 것으로, 검날에는 마력을 증폭시키는 광석이 사용되었다. 마법검을 습득하기란 상당히 어려우며, 실전에 적용할 정도의 레벨에 다다른 자는 전 세계를 뒤져도 손에 꼽는다. 마법검사용 장비도 좀처럼 유통되지 않으므로, 무척이나 귀중한 물건이다.", "Une épée fabriquée pour un guerrier magique. La lame de cette épée a été forgée en utilisant un minerai spécial qui intensifie les pouvoirs magiques, faisant ainsi ressortir la puissance enfouie chez les chevaliers mage et peut augmenter à la fois leur attaque physique et magique. L'art des chevaliers mages est extrêmement difficile à maîtriser et seules quelques personnes sont vraiment en mesure de l'utiliser efficacement en combat. C'est pourquoi, les pièces d'équipement spécifiques aux chevaliers mages sont très difficiles à trouver sur le marcher, faisant de cette épée une pièce très rare.", "Ein Schwert für Magierschwertkämpfer. Die Klinge besteht aus verschiedenen, Magie verstärkenden Erzen und erweckt das magische Potenzial in Schwertkämpfern, um ihre Angriff und ihre Magie zu erhöhen. Die Kunst des magischen Schwertkampfes ist extrem schwer zu meistern, nur einige wenige können sie im Kampf einsetzen. Daher ist Ausrüstung für Magierschwertkämpfer auf dem Markt eine Seltenheit, so wie dieses Schwert.", "Una espada elaborada para un espadachín mágico. La hoja de la espada está hecha de minerales que intensifican los poderes mágicos; por tanto, se nutren del propio poder de los espadachines mágicos para aumentar considerablemente sus ataques mágicos y físicos. Las técnicas de los espadachines mágicos son difíciles de dominar y tan solo una minoría selecta llega a usar correctamente sus poderes en combate. Por tanto, es difícil encontrar equipo específico para espadachines mágicos en el mercado, por lo que esta espada es una pieza casi única."]}, "icon": "item_10232.png"}