{"slot": "Weapon", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Razzmatazz", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 473, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2000, "stats": {"status_inflict": {"Petrify": 30, "Sleep": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 76, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10229.png", "type": "Sword", "strings": {"name": ["Razzmatazz", "活力劍", "래즈머태즈", "Razzmatazz", "Rummel", "Razzmatazz"], "desc_short": ["An otherworldly sword with the power to petrify and sleep.", "擁有石化和睡眠之力的異界之劍", "석화와 수면의 힘을 가진 이계의 검", "Une épée d'un autre monde avec le pouvoir d'endormir et de pétrifier.", "Ein Schwert aus einer anderen Welt mit der Kraft, zu versteinern und einzuschläfern.", "Una espada de otro mundo que petrifica y duerme."], "desc_long": ["A sword from another world made of materials foreign to this one. It has the ability to turn the foes it strikes into stone, or to lull them to sleep. Although its resemblance to the Break Blade is uncanny, this is due to the practice of customizing weapons in the world of Spira, where it is fairly common for two weapons of similar design to hold completely different abilities regardless of their appearance.", "用這個世界不存在的物質製作而成的異界之劍。能夠讓敵人陷入石化或睡眠狀態。其外觀酷似石化劍。不過在異界史匹拉，人們更喜歡根據用途來改造武器，所以產生了很多外形相同而功能完全不同的武器。", "이 세계에는 존재하지 않는 물질로 만들어진 이계의 검. 공격한 상대를 석화 또는 수면 상태에 빠뜨릴 수 있는 힘을 지녔다. 겉보기엔 브레이크 블레이드와 매우 닮았지만, 이계 스피라에서는 사용자의 용도에 따라 무기를 개조하는 것이 보통이기 때문에, 형태는 비슷해도 전혀 다른 성능이 다른 무기가 여럿 존재한다고 한다.", "Une épée d'un autre monde fabriquée à l'aide de matériaux que l'on ne trouve pas dans le nôtre. Cette lame peut pétrifier les ennemis ou les endormir. Dans le monde de Spira, cette arme était fabriquée en imprégnant la lame avec des grenades pétrifiantes, c'est pourquoi, il est fort probable que le processus soit imitable dans ce monde également. Sa ressemblance avec Brise-lame est assez troublante. Elle est due au fait que les habitants de Spira ont pour habitude de personnaliser leurs armes, et il n'est pas rare que deux armes aient une apparence très similaire tout en ayant pas du tout les mêmes propriétés.", "Ein Schwert aus einer anderen Welt, dessen Bestandteile in dieser Welt unbekannt sind. Es kann Gegner in Stein verwandeln oder sie einschläfern. In der Welt von Spira ist es üblich, zwei Waffen mit demselben Aussehen zu entwerfen, ihnen aber komplett verschiedene Fähigkeiten zu geben. Aus diesem Grund ähnelt dieses Schwert äußerlich der Brecherklinge.", "Una espada de otro mundo hecha con materiales aquí desconocidos. Tiene la habilidad de convertir a los enemigos en piedra o dormirlos. Aunque es obvio que se parece al Sable pétreo, se debe a la práctica de personalizar las armas en el mundo de Spira, donde es bastante común que dos armas de diseño similar contengan habilidades totalmente distintas."]}, "accuracy": 0}