{"slot": "Weapon", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Icebrand", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 13, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 33, "element_inflict": ["Ice"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10207.png", "type": "Sword", "strings": {"name": ["Icebrand", "冰印劍", "얼음서리 검", "Cryolame", "Frostbrand", "Estoque de hielo"], "desc_short": ["A sword that freezes foes.", "能冰封敵人的冰之劍", "적을 꽁꽁 얼리는 얼음의 검", "Épée qui gèle l'adversaire.", "Ein Schwert, das Feinde vereist.", "Espada que congela a los enemigos."], "desc_long": ["A sword that looks as if carved out of transparent ice. As its design suggests, it envelops foes in a wave of severely cold temperatures, eventually freezing them. It is especially effective against fire beasts, and thus widely used in volcanic areas. The beauty of the icebrand has also seen it used in various ritualistic ceremonies where it is often carried by young maidens.", "宛如用寒冰製作的劍，劍刃晶瑩剔透。正如看到的那樣，該劍擁有冰之力，能夠用冰冷的寒氣攻擊敵人。對火屬性的魔物可以造成極大的傷害，在前往火山地帶等火屬性魔物多的地方時必不可少。因該劍非常美麗，所以在典禮儀式中也會經常用到，一般情況下多由年輕女子攜帶此劍。", "얼음을 잘라서 만든 듯 파랗고 투명한 검날을 가진 검. 보기와 같이 얼음의 힘이 있어, 공격한 상대를 혹독한 냉기로 얼려버린다. 불속성 마물에게 탁월한 효과가 있어서 화산지대 등지에서 자주 사용한다. 미관도 뛰어나 의전용 무기로도 쓰이는데, 이때 묘령의 여인이 드는 것이 관습이다.", "Cette épée semble avoir été taillée dans de la glace transparente. Elle enveloppe les ennemis dans une vague de froid, allant parfois jusqu'à les geler. Elle est surtout efficace contre les bêtes de feu et utilisée dans les régions volcaniques. Sa beauté lui vaut d'être utilisée dans diverses cérémonies rituelles au cours desquelles des jeunes filles la tiennent dans leurs mains.", "Ein Schwert, das aus reinem Eis herausgemeißelt zu sein scheint. Wenig überraschend kann es seine Gegner in klirrend kalte Luft einhüllen und in kurzer Zeit gefrieren. Da es besonders wirksam gegen Feuerkreaturen ist, wird es in vulkanischen Gegenden geschätzt. Wegen seiner Schönheit spielt es auch in manchen Zeremonien eine zentrale Rolle.", "Una espada que parece esculpida en hielo transparente. Como sugiere su diseño, envuelve a los enemigos en una oleada de temperaturas gélidas y acaba por congelarlos. Es especialmente efectiva contra bestias de fuego, por lo que se usa en zonas volcánicas. La belleza del estoque de hielo provoca también que se utilice en ceremonias rituales, en manos de jóvenes sacerdotisas."]}, "accuracy": 0}