{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Moonblade", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 303, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 118, "element_inflict": ["Dark"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Sword", "strings": {"name": ["Moonblade", "月之信仰", "문페이스", "Lame lunaire", "Mondklinge", "Espada lunar"], "desc_short": ["A plain battle sword.", "毫無裝飾的戰鬥用劍", "장식이 배제된 전투용 검", "Épée de combat sans superflu.", "Ein schmuckloses Schwert für das Schlachtfeld.", "Espada sencilla."], "desc_long": ["A sword shrouded in darkness that boasts of incredible power. The discovery of this sword happened only recently, as the blade had originally been rumored to exist in a distant world. Unfortunately, so little information is known about this sword, that its name, history, and even source of darkness remain a mystery. The only thing about this sword that seems apparent is that its lack of embellishments point to it having been made specifically for battle.", "帶有黑暗之力的劍，攻擊力極強。曾經被認為只存在於異界的武器，終於得以發現。有關這把劍的資訊非常少，其名稱、歷史及為何擁有黑暗之力，都尚不明確。它的劍身沒有過多裝飾，因而可以推測出這是一把專門用於戰鬥的武器。", "매우 높은 공격력을 자랑하는, 어둠의 힘을 지닌 검. 머나먼 이계에 존재한다고 전해지던 검이 최근 실제로 발견되었다. 이 검에 관한 정보는 극히 적으며, 이름의 유래나 내력, 어둠의 힘을 가지게 된 이유 등은 전혀 밝혀지지 않았다. 불필요한 장식이 없는 그 모습으로 미루어, 철저하게 전투용으로 특화된 검이라는 사실만은 유일하게 알 수 있다.", "Une épée enveloppée de ténèbres qui possède une puissance inouïe. Elle ne fut découverte que récemment et l'on dit que cette lame appartenait autrefois à un monde lointain. Malheureusement, on en sait si peu sur cette épée que son nom, son histoire et même sa source de ténèbres restent un mystère. La seule chose qui semble certaine, c'est que son apparence d'une grande sobriété prouve qu'elle fut pensée spécifiquement pour le combat.", "Ein extrem zerstörerisches Schwert, in dem eine dunkle Kraft verborgen liegt. Bis zu seiner Entdeckung vor einiger Zeit wurde angenommen, dass dieses Schwert sich in einer fernen Welt befindet. Nur wenig ist bekannt über diese Waffe, weder was ihr Name bedeutet, noch was der Ursprung der ihr innewohnenden Dunkelheit ist. Das einzige Offensichtliche ist, dass sie mit ihrer schlichten Form nur für einen einzigen Zwecke geschaffen wurde – den Kampf.", "Espada envuelta en oscuridad que destaca por su enorme poder. Esta hoja se ha descubierto hace poco, ya que, en un principio, se rumoreaba que existía en un mundo lejano. Lamentablemente, se tiene tan poca información sobre ella que su nombre, su historia e incluso la fuente de tal oscuridad siguen siendo un misterio. Lo único patente es que la falta de adornos indica que se creó específicamente para la batalla."]}, "icon": "item_10216.png"}