{"slot": "Weapon", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Enhancer", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 15, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 82, "element_inflict": null, "MP": 0, "MAG": 23, "SPR": 0, "DEF": 0}, "icon": "item_10209.png", "type": "Sword", "strings": {"name": ["Enhancer", "魔化細劍", "인핸스 소드", "Lame Soutien", "Verstärker", "Artífice"], "desc_short": ["A sword that heightens the wielder's intelligence.", "能提高智慧的劍", "지성을 높이는 검", "Épée qui augmente l'intelligence de son porteur.", "Schwert, das die Intelligenz des Trägers erhöht.", "Espada que agudiza la inteligencia."], "desc_long": ["A sword beloved by mystic knights for its ability to heighten the wielder's intelligence. The enhancer was made from materials that facilitate the flux of magic, precisely because many mystic knights tend to prefer this weapon. Its lightness compared to other swords also makes it easier to maneuver, though it is uncertain how much of this is due to the influence of the wielder. The enhancer has become quite popular amongst soldiers for its ease of use, and for the great amount of offensive power it exhibits as a sword.", "能夠提高持有者智慧的劍，是魔法劍士們的最愛。由於許多人都將它作為魔法劍來使用，因此該劍由導魔性能較好的材料製成。不知是否因為受到了使用者的影響，該劍要比一般的劍更輕便，再加上其攻擊力並不遜色於其他的劍，因此也受到了戰士們的一致好評。", "소유자의 지성을 높이는 검. 특성상 마법검사들이 널리 애용한다. 보통은 마법검으로 쓰기 때문에 만들 때 마력이 잘 통하는 재료를 쓴다. 그래서인지 다른 검보다 비교적 가볍고 다루기 쉽다. 물리적인 공격력도 괜찮아서 전사들도 다루기 쉽다는 평을 내린다.", "Une épée appréciée par les chevaliers mages pour sa capacité à renforcer l'intelligence de son porteur. Elle a été forgée dans des matériaux qui facilitent le flux de magie, car les chevaliers mages sont nombreux à préférer ce type d'arme. Sa légèreté la rend très maniable, bien qu'on se soit pas sûrs de l'influence qu'a le porteur sur cette caractéristique. Elle a aussi une grande force offensive, ce qui la rend très populaire chez les soldats.", "Ein Schwert, geliebt wegen seiner Eigenschaft, die Intelligenz des Trägers zu erhöhen. Der Verstärker wurde aus Materialien hergestellt, die Ströme der Magie enthalten. Seine Leichtigkeit macht das Führen leicht, wenn auch unbekannt ist, wie viel Einfluss der Besitzer dabei hat. Der Verstärker erfreut sich wegen seiner leichten Handhabung und seiner Offensivkraft größter Beliebtheit unter Soldaten.", "Espada muy apreciada por los caballeros místicos por su capacidad para agudizar la inteligencia del portador. Se fabricaba con materiales que facilitasen el flujo de la magia, precisamente porque muchos caballeros místicos solían preferir este tipo de arma. Su ligereza también la convierte en una opción más manejable, aunque no está claro hasta qué punto se debe a la espada y no a la persona que la empuña. Este objeto se ha vuelto bastante popular entre los soldados por su facilidad de uso y la enorme cantidad de poder ofensivo que despliega como espada."]}, "accuracy": 0}