{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Gaia Blade", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 467, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 60, "element_inflict": ["Earth"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Sword", "strings": {"name": ["Gaia Blade", "地靈之劍", "땅의 정령검", "Lame de Gaïa", "Gaiaklinge", "Hoja Gaia"], "desc_short": ["A sword that contains the power of an earth spirit.", "寓有大地精靈的劍", "대지의 정령이 깃들어 있는 검", "Une épée qui contient le pouvoir d'un esprit de la terre.", "Ein Schwert mit der Kraft eines Erdgeistes.", "Una espada que contiene el poder de un espíritu de tierra."], "desc_long": ["A sword housing an earth spirit that emits a brown aura from its blade. It was passed down from one generation to the next in a certain village, and thus has a long history behind it. According to popular belief, an earth spirit was trapped within the blade as a way to communicate with the god of agriculture, and each year a girl would dance with this blade in hand to pray for a bountiful harvest. However, it was originally a set of two blades, with the Gaia Blade being meant to be used in unison with the Aqua Blade.", "寄宿大地精靈的劍。劍身環繞土色光輝。這是某村落的劍士傳承給其子孫的寶劍，時至今日已經走過了漫長的歷史。據說，為了和豐收之神對話，才將地靈寄宿於劍中，每年都會有一名女性持劍跳舞，來祈禱農作物豐收。這種劍本是和水靈之劍配合著使用的。", "대지의 정령이 깃들어 있는 검. 검날에는 흙색의 오라가 감돌고 있다. 어느 마을의 검사가 자손에게 계승한 것으로, 긴 역사를 가지고 있다. 일설에 따르면, 풍요의 신과 대화하기 위해 검에 땅의 정령을 깃들게 하여, 일 년에 한 번 이 검을 가진 여인이 검무를 추며 마을의 풍요를 기원했다고 한다. 본래 두 자루의 검이 한 세트로, 물의 정령검과 함께 사용하는 것이 정석이다.", "Une épée abritant un esprit de terre dont la lame émet une aura marron. Elle était autrefois passée de génération en génération dans un certain village et possède donc une très longue histoire. Selon la croyance populaire, un esprit de terre a été emprisonné à l'intérieur de la lame afin de pouvoir communiqué avec le dieu de l'agriculture, et chaque année une fille dansait, cette épée à la main, afin d'avoir de bonnes récoltes. Cependant, il s'agissait à l'origine de deux lames, la lame de Gaïa était faite pour être utilisée de concert avec la lame Aqua.", "Ein Schwert, in dem ein Erdgeist lebt, der eine braune Aura verstrahlt. Über Generationen hinweg wurde es in einem bestimmten Dorf weitergegeben und hat daher eine lange Geschichte hinter sich. Dem Glauben nach war darin ein Erdgeist gefangen, um mit den Göttern des Ackerbaus zu sprechen. Jedes Jahr würde ein Mädchen mit der Klinge in der Hand damit tanzen und für eine gute Ernte beten. Ursprünglich waren es sogar zwei Klingen für den gemeinsamen Einsatz, Aquaklinge und Gaiaklinge.", "Una espada que encierra a un espíritu de la tierra, cuya hoja emite un aura marrón. Pasó de padres a hijos en una aldea, por lo que tiene una larga historia. Según la creencia popular, se atrapó a un espíritu de la tierra en la hoja para poder comunicarse con el dios de la agricultura, y cada año una muchacha bailaba con la espada en la mano para rogar por una cosecha generosa. Sin embargo, originalmente era un juego de dos espadas, pensada para ser usada junto con la hoja Aqua."]}, "icon": "item_10226.png"}