{"slot": "Weapon", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Coral Sword", "type_id": 2, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 14, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 33, "element_inflict": ["Lightning"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Sword", "strings": {"name": ["Coral Sword", "珊瑚劍", "산호검", "Épée en corail", "Korallenschwert", "Sable de coral"], "desc_short": ["A sword that electrifies foes.", "用珊瑚製作的雷之劍", "산호로 만든 번개의 검", "Épée qui électrifie l'adversaire.", "Ein Schwert, das Feinde elektrisiert.", "Espada que electrifica a los enemigos."], "desc_long": ["A sword imbued with lightning that is very effective against aquatic foes. It is actually made from a piece of sea coral, an organism known to readily absorb magic, naturally charged with electricity. Apparently sea coral achieves this charged state by absorbing the electricity of any lightning that strikes the water it lives in. Electrified coral is still used in many regions to hunt for fish, especially in regions where thunderstorms often occur.", "能夠對水生系魔物造成極大傷害的雷之劍。用積蓄雷之力的珊瑚作為劍刃製作出來的劍，時常處於放電狀態。珊瑚作為一種易於吸收魔力的生物而為世人熟知，而在海中吸收了雷之力的珊瑚會全身帶電。這種帶電的珊瑚在落雷多發的地區較多，有些地方捕魚時，會用這種珊瑚將魚電暈後再將其捕獲。", "물에 사는 마물에게 탁월한 효과를 발휘하는 번개검. 번개의 힘이 담긴 산호를 깎아서 검날을 만들었으며, 항상 방전하고 있다. 산호는 원래 마력을 잘 흡수하는 생물로 유명한데, 바닷속에서 번개의 힘을 모으면 전류를 띠게 된다. 낙뢰가 잦은 지역에서 자주 발견되며, 이 산호로 물고기를 감전시켜 잡는 방법을 아직도 쓰는 지역이 있다.", "Une épée imprégnée de foudre très efficace contre les ennemis aquatiques. Elle est en réalité fabriquée à partir de corail, un organisme connu pour absorber la magie et être naturellement chargé en électricité. Celui-ci se charge en absorbant l'électricité de la foudre frappant l'eau, son habitat naturel. Le corail électrifié est encore utilisé pour la pêche dans de nombreuses régions, notamment dans celles où les orages éclatent fréquemment.", "Ein mit der Kraft des Blitzes versehenes Schwert, das gegen Wasserkreaturen besonders effektiv ist. Es besteht eigentlich aus einem Stück Koralle. Korallen sind bekannt für ihre Tendenz, natürliche magische Energien aufzunehmen, etwa während eines Blitzeinschlages. In Küstengebieten mit unstetem Wetter werden auch heute noch elektrische Korallen für den Fischfang eingesetzt.", "Una espada que contiene la esencia del rayo, muy efectiva contra enemigos acuáticos. Está hecha con un trozo de coral, un organismo que absorbe la magia y está cargado de electricidad natural. Al parecer, obtiene dicha carga absorbiendo la electricidad de cada rayo que cae en el agua en la que vive. El coral electrificado aún se utiliza en muchas regiones para pescar, especialmente en zonas con muchas tormentas."]}, "icon": "item_10208.png"}