{"slot": "Weapon", "compendium_shown": true, "price_buy": 150000, "requirements": null, "name": "マスカレイド", "type_id": 3, "skills": [214470], "is_twohanded": false, "rarity": 8, "compendium_id": 627, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'ウェイクアップ' ability."], "price_sell": 15000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 130, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Great Sword", "strings": {"name": null, "desc_short": {"1": "輕巧的聖王遺劍"}, "desc_long": {"1": "異界傳說中登場的聖王遺物之一，它有如羽毛一般輕盈，能夠讓持劍者如翩翩起舞般使用出華麗的招式。相傳，它原本是一把短劍，通過覺醒才能變為大劍，但傳說是真是假並無人知曉。假面舞會曾屬於一位女劍士，但由於她中了陰謀而失去了這把劍。出於對君主的忠誠心，她踏上了尋劍之旅，發誓不惜性命也要將劍奪回。", "0": "One of the Holy King's relics that appears in legends from a faraway land. It is light as a feather, and allows the user to unleash its power as if dancing. It is said that the sword is actually a small sword, but awakening it transforms it into a large sword. The owner, a female swordsman, was deceived and stolen of this sword, but her unwavering loyalty to her master moved her to go on a perilous journey to regain her sword.", "5": "Una de las reliquias del Rey Sagrado que aparece en las leyendas de una tierra lejana. Es ligera como una pluma y su portador puede desatar su poder como si de un baile se tratara. Se dice que esta espada es corta, pero si se la despierta se transforma en una espada larga. A su dueña, una espadachina, la engañaron y le robaron su espada; pero la férrea lealtad que le profesaba a su señor, hizo que se embarcase en un peligroso viaje para recuperarla.", "4": "Eines der Relikte des heiligen Königs aus einem fernen Land. Es ist leicht wie eine Feder und erlaubt dem Träger, seine Macht spielend leicht zu entfesseln. Es ist eigentlich ein Kurzschwert, doch durch Erwecken verwandelt es sich in ein Breitschwert. Der Besitzerin wurde das Schwert durch Täuschung gestohlen, doch sie begab sich auf die gefährliche Reise, um es wiederzuerlangen."}}, "icon": "item_10325.png"}