{"slot": "Weapon", "compendium_shown": true, "price_buy": 4500, "requirements": null, "name": "Mythril Saber", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 287, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 450, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 45, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10304.png", "type": "Great Sword", "strings": {"name": ["Mythril Saber", "秘銀大劍", "미스릴 대검", "Sabre en mithril", "Mithrilsäbel", "Sable mitrilo"], "desc_short": ["A great sword made of mythril.", "用秘銀製作的大劍", "미스릴로 만든 대검", "Grande lame faite de mithril.", "Ein großes Schwert aus Mithril.", "Espada grande hecha de mitrilo."], "desc_long": ["A great sword made of precious mythril. Its width and length do not differ from that of any other great sword, but the mythril that composes it makes this sword incredibly light. Although swinging it requires as much strength as handling a one-handed sword, a great deal of expertise is required to become accustomed to its reach. Thus, the mythril saber is best left for those veterans who know how to counterbalance its unique characteristics.", "用貴重金屬秘銀製作的大劍。和其他大劍一樣刃寬且巨大，但由於使用秘銀為原料，它的重量非常輕。儘管能夠以揮動單手劍的力量進行操控，但由於需要花時間熟悉大劍特有的攻擊範圍，因此並非所有人都能自如地使用。毋寧說更加適用平衡感較強的老手。", "귀중한 금속인 미스릴로 만들어진 대검. 다른 대검과 마찬가지로 폭이 넓으면서도 미스릴을 사용했기 때문에 매우 가볍다. 한손검과 같은 정도의 힘으로 휘두를 수도 있지만, 대검이기 때문에 독자적인 간격을 몸으로 기억할 필요가 있다. 누구든 간단히 다룰 수 있는 것은 아니며, 오히려 균형을 잡을 수 있는 숙련자에게 적합하다.", "Une épée immense faite de mithril. Sa longueur et sa largeur sont semblables à celles d'autres spathes, mais le mithril qui la compose la rend incroyablement légère. Son maniement ne demande pas plus de force que celui d'une arme à une main, mais il faudra de longues heures de pratiques pour s'habituer à sa portée. Le sabre en mithril est donc à réserver en priorité aux vétérans qui sauront gérer ses caractéristiques uniques.", "Ein großes Schwert aus wertvollem Mithril. Trotz seiner für einen Zweihänder typischen Abmessungen ist es ausgesprochen leicht. Es lässt sich so einfach schwingen wie ein einhändiges Schwert, doch diese Leichtigkeit macht im Gegenzug den richtigen Umgang mit seiner langen Klinge umso schwieriger. In der Regel wird der Mithrilsäbel daher nur von erfahrenen Kämpfern verwendet.", "Una espada grande hecha de valioso mitrilo. Aunque es igual de ancha y larga que otras espadas grandes, resulta increíblemente ligera por ser de mitrilo. Para blandirla se requiere la misma fuerza que para levantar cualquier espada de una mano, pero se requiere mucha maestría para acostumbrarse a su longitud. Por estos motivos, más vale dejar un sable de mitrilo a guerreros veteranos que sepan compensar sus características únicas."]}, "accuracy": 0}