{"slot": "Weapon", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Excalibur", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 20, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 120, "element_inflict": ["Light"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10305.png", "type": "Great Sword", "strings": {"name": ["Excalibur", "石中劍", "엑스칼리버", "Excalibur", "Excalibur", "Excálibur"], "desc_short": ["A legendary sword with the sun's crest.", "刻有太陽紋章的傳說中的聖劍", "태양의 문장을 새긴 전설의 성검", "Épée légendaire affichant un symbole solaire.", "Legendäres Schwert der Sonne.", "Espada legendaria con el blasón del sol."], "desc_long": ["A legendary sword that emits a holy light. Its beautiful design bears the sun's crest on its hilt, and the blade itself is adorned with beautiful waves. The bright light it shines is also said to vanquish evil beings. This legendary weapon's whereabouts were unknown for quite a long time, but this didn't stop the hordes of frenzied soldiers from hunting down this fabled blade. Its scabbard is said to grant divine protection against agony and misfortune to whomever wears it.", "寄宿有神聖之光的傳說之劍。劍柄上刻有太陽的紋章，刀身波動起伏非常美麗。該劍綻放著耀眼的光輝，擁有神聖之力，可消滅世間之惡。雖然關於此劍的傳說廣為流傳，但這把劍的的確切位置一直不為人知，使得很多戰士和冒險者四處瘋狂尋求。該劍的劍鞘有守護之力，能夠保護攜帶它的人遠離苦痛與災難。", "성스러운 빛이 깃든 전설의 검. 자루에 태양의 문장이 새겨져 있고 검날에 아름다운 파도무늬가 들어있다. 눈 부신 빛을 뿜어 악한 자를 소멸시키는 힘을 가졌다고 한다. 전설로는 유명하지만, 오랫동안 소재가 알려지지 않아 수많은 전사와 모험가들이 혈안이 되어 찾아 헤맸다. 칼집에는 소유자의 신체를 수호하고 고통과 재난을 멀리하는 힘이 있다고 한다.", "Une épée légendaire qui émet une lumière divine. Son style est magnifique : la garde est décorée avec un symbole solaire tandis que la lame affiche de belles vagues. La forte lumière s'en dégageant serait à même de faire passer les serviteurs du mal de vie à trépas. Son emplacement a longtemps été un mystère, mais ceci n'a pas empêché des hordes de soldats motivés de se lancer inlassablement à sa recherche. On dit que son fourreau confère une protection divine contre la douleur et la malchance.", "Ein legendäres, in heiligem Licht erstrahlendes Schwert. Auf dem Heft prangt das Zeichen der Sonne und ein filigranes Wellenmuster ziert die Klinge. Sein helles Licht soll alles Böse bannen. Für lange Zeit galt das Schwert als verschollen, doch gab es immer Abenteurer, die ihr ganzes Leben der Suche nach diesem Schatz hingaben. Seine Scheide soll den Besitzer vor Leid und Unglück beschützen.", "Una espada legendaria que emite una luz divina. Su hermoso diseño cuenta con el blasón de sol en la empuñadura y hermosas olas en la hoja. Se dice que la luz brillante que emite vence a los seres malvados. Se dio por perdida durante mucho tiempo, pero eso no impidió que hordas de soldados frenéticos la buscaran sin descanso. Dicen que su vaina también concede protección divina contra la agonía y la desgracia a su portador."]}, "accuracy": 0}