{"slot": "Weapon", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Apocalypse", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 485, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 103, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10311.png", "type": "Great Sword", "strings": {"name": ["Apocalypse", "天啓劍", "아포칼립스", "Apocalypse", "Apokalypse", "Apocalipsis"], "desc_short": ["A large sword named for the end of days.", "意為「默示錄」的大劍", "묵시록의 이름을 가진 대검", "Une longue épée baptisée d'après le nom de la fin du monde.", "Ein Großschwert benannt nach dem Ende aller Tage.", "Una espada grande con el nombre del fin del mundo."], "desc_long": ["A great sword of unknown origin said to appear before the fall of humankind. Although accounts of its appearance have been handed down through generations, details such as the materials it is composed of, its maker, and the date of its creation all remain a mystery. Scholars regard it as an omen of calamities yet to come, while others believe it to be a revelation from the gods. Some theories claim that perhaps it isn't a weapon at all, but instead the words that rise on the surface of the blade are meant to be read as the divine will of higher entities.", "出處不明的大劍，會突然出現在即將滅亡之人的面前。其原料、製作者、製作時間，全都無人知曉，是迷幻般的大劍。針對其起源，有學者認為它是災禍的前兆，也有觀點認為它是來自神明的啟示。甚至有人稱，其劍身會浮出的神秘文字表明它根本不是武器，而是傳達神明意志的書籍。", "멸망이 눈앞에 닥친 인류의 앞에 어디선가 나타난 정체불명의 대검. 재료, 제작자, 제작 시기, 모든 것이 수수께끼에 싸여 있어 환상의 대검이라고 구전되어 왔다. 학자들 사이에서도 재해의 전조, 혹은 신의 계시라는 두 가지 평가로 나뉘며, 어쩌면 무기가 아니고 검날에 떠오른 문자로 신의 의지를 읽어내기 위한 서적일지도 모른다는 설도 있다.", "Une grande épée d'origine inconnue qui selon certains serait apparue bien avant l'humanité. Bien que les registres fassent état de sa présence depuis des générations, les détails de sa création et les matériaux qui la composent restent un mystère. Les érudits la voient comme le signe d'une catastrophe à venir, alors que d'autre la considère comme un signe envoyé par les dieux. Selon certaines théories, il ne s'agirait même pas d’une arme et les mots qui sont gravés à sa surface seraient en fait la volonté divine d'êtres supérieurs.", "Ein großes Schwert unbekannter Herkunft, das vor dem Ende der Menschheit erscheinen soll. Obwohl es über mehrere Generationen weitergereicht wurde, sind seine Bestandteile, sein Schöpfer und sein Entstehungsdatum ein Rätsel. Gelehrte halten es für ein Zeichen kommenden Unheils, während andere denken, es sei eine Offenbarung der Götter. Einige meinen sogar, es sei gar keine Waffe, sondern die Wörter auf der Oberfläche der Klinge drückten den heiligen Willen höherer Wesen aus.", "Un espadón de origen desconocido que se dice aparece antes de la caída de la humanidad. Aunque se han transmitido registros sobre su apariencia durante generaciones, detalles como los materiales de los que está hecho, quién lo fabricó y cuándo siguen siendo un misterio. Los estudiosos lo consideran un presagio de calamidades venideras, mientras otros creen que es una revelación de los dioses. Según algunas teorías, ni siquiera es un arma, sino que las inscripciones de su hoja expresan la voluntad divina."]}, "accuracy": 0}