{"slot": "Weapon", "compendium_shown": true, "price_buy": 15000, "requirements": null, "name": "Dragvandil", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 795, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 61, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10332.png", "type": "Great Sword", "strings": {"name": ["Dragvandil", "多拉格梵迪爾", "드래그반딜", "Dragvandil", "Dragvandil", "Dragvandil"], "desc_short": ["A treasured blade brought from the faraway world of Luxendarc.", "來自異界盧森達爾克的寶劍", "이계 룩센다르크에서 유입된 보검.", "Une épée précieuse rapportée du monde lointain de Lucsendarc.", "Ein kostbares Schwert aus der fernen Welt von Luxendarc.", "Una valiosa espada del lejano mundo de Luxendarc."], "desc_long": ["A treasured blade brought from the faraway world of Luxendarc. It is said to have been passed on among a family of heroes. This blade was sealed deep within a cave in the faraway world of Luxendarc, and was protected by a very powerful dragon.", "來自異界盧森達爾克的寶劍。傳說是英雄一族代代相傳的寶劍。被封印在異界盧森達爾克的某個隱密洞窟的深處、由強悍的龍守護著。", "이계 룩센다르크에서 유입된 보검. 영웅의 일족에 대대로 전해져 내려오고 있다고 한다. 이계 룩센다르크의 어느 깊은 동굴 속에 봉인되어, 강력한 드래곤의 수호를 받고 있었다.", "Une épée précieuse rapportée du monde lointain de Lucsendarc. La légende raconte qu’il s’agit d’un héritage transmis au sein d’une famille de héros. La lame était scellée au plus profond d’une grotte et protégée par un redoutable dragon.", "Ein kostbares Schwert aus der fernen Welt von Luxendarc. Es heißt, dass es in einer Familie von Helden weitergegeben wurde. Die Klinge wurde tief in einer Höhle in Luxendarc versiegelt und von einem sehr mächtigen Drachen bewacht.", "Una valiosa espada del lejano mundo de Luxendarc. Se dice que esta espada pasaba de generación en generación en una familia de héroes. La espada acabó sellada en lo más profundo de una cueva de Luxendarc donde un poderoso dragón se encargaba de custodiarla."]}, "accuracy": 0}