{"slot": "Weapon", "compendium_shown": true, "price_buy": 30000, "requirements": null, "name": "Organyx", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 545, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 74, "element_inflict": ["Dark"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Great Sword", "strings": {"name": ["Organyx", "有機劍", "오가닉스", "Organyx", "Organyx", "Organix"], "desc_short": ["A large sword imbued with dark power.", "寓有黑暗之力的大劍", "어둠의 힘을 품은 대검", "Une épée longue imprégnée d'un pouvoir de ténèbres.", "Ein Großschwert mit dunkler Macht.", "Una espada larga imbuida de poder oscuro."], "desc_long": ["A large sword imbued with dark power. The blade is a deep purple, reminiscent to the depth of dark, and yields the power of dark within. The power of dark has long been a subject of fear to many, and a bringer of calm to others. Likewise, this sword may either bring fear or calm depending on its user.", "攻擊力極高的大劍，其刀身呈暗紫色，讓人聯想到深不可測的黑暗。它帶有強大的暗屬性力量，既可引發恐懼，也可帶來平和。至於最終會產生何種效果，則取決於使用者的人格。", "높은 공격력을 자랑하는 대검. 깊은 어둠을 연상시키는 보랏빛을 띤 검날에는 강한 어둠의 힘이 깃들어 있다. 예로부터 어둠의 힘은 인간들에게 공포와 동시에 평안을 선사하는 것이었다. 이 대검 역시, 사용자에 따라 불길한 검이 될 수도, 안녕을 가져오는 검이 될 수도 있으리라.", "Une épée longue imprégnée d'un pouvoir de ténèbres. Cette épée, d'un pourpre profond, rappelle la profondeur des ténèbres dont elle tire son pouvoir. La puissance des ténèbres a longtemps été un sujet de crainte pour beaucoup, et un moyen d'en calmer d'autres. De la même façon, cette épée peut soit faire peur, soit calmer. Tout dépend de celui qui s'en sert.", "Ein Großschwert mit dunkler Macht. Die Klinge strahlt ein tiefes Purpur aus und trägt die Macht des Dunklen in sich. Die Macht der Dunkelheit erweckte lange Zeit Furcht in den Menschen, aber Ruhe in anderen. Das Gleiche gilt für dieses Schwert, je nachdem, wer es führt.", "Una espada larga imbuida de poder oscuro. Su hoja es de un púrpura ennegrecido que recuerda a la más profunda oscuridad. Asimismo, alberga el poder de la oscuridad en su interior. La oscuridad ha sido fuente de miedos para muchos, pero también un tranquilizante para tantos otros. Por esta razón, esta espada puede calmar o atemorizar, dependiendo de quien la empuñe."]}, "icon": "item_10213.png"}