{"slot": "Weapon", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Iron Duke", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 666, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 118, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10328.png", "type": "Great Sword", "strings": {"name": ["Iron Duke", "鋼鐵公爵", "아이언 듀크", "Duc d'acier", "Eiserner Fürst", "Duque de hierro"], "desc_short": ["A large sword from the Farplane made from the beak of a giant bird.", "用巨鳥的鳥喙製作的異界大劍", "거대한 새의 부리로 만든 이계의 대검", "Une épée longue venant de l'Au-delà fabriquée à partir du bec d'un oiseau géant.", "Ein Großschwert aus dem Abyssum gemacht aus dem Schnabel eines Riesenvogels.", "Una espada larga del Etéreo hecha con el pico de un pájaro gigante."], "desc_long": ["A rough large sword brought from the faraway world of Eos. The sword holds no special properties, and instead it was crafted so that it can inflict massive damage to opponents. These swords were created in Eos using a beak from a giant bird, and is considered one of the strongest weapons around.", "來自異界伊歐斯庸俗的大劍。雖然沒有特別的功用，不過有大幅提昇攻擊力的設計。在異界伊歐斯，這是人們能夠以巨鳥的嘴巴來當作素材來製作的優秀武器之一。", "이계 이오스에서 유입된 투박한 대검. 특별한 효과는 없지만, 공격력을 엄청나게 상승시킬 수 있도록 제작되었다. 거대한 새의 부리를 재료로 사용해 제작한, 이계 이오스 최고의 무기 중 하나.", "Une épée longue assez grossièrement forgée rapportée du monde lointain d’Éos. Elle ne possède pas de propriété spéciale, elle a plutôt été conçue pour infliger un maximum de dégâts aux ennemis. Cette épée a été créée à Éos en utilisant le bec d’un oiseau géant. Elle est considérée comme l’une des armes les plus fortes.", "Ein grobschlächtiges Großschwert aus der fernen Welt Eos. Obwohl das Schwert über keine speziellen Eigenschaften verfügt, ist es so gefertigt, dass damit heftiger Schaden über Gegner gebracht werden kann. In der fernen Welt Eos wurden diese Schwerter aus den Schnäbeln riesiger Vögel angefertigt und gehören dort zu den mächtigsten Waffen überhaupt.", "Una tosca espada larga del lejano mundo de Eos. Esta espada no posee propiedades especiales, pero, en su lugar, se elaboró de tal manera que inflige un daño inimaginable a cualquier enemigo. Además, estas espadas se crearon en Eos con el pico de un pájaro gigante y se consideran unas de las armas más potentes que existen."]}, "accuracy": 0}