{"slot": "Weapon", "compendium_shown": true, "price_buy": 150000, "requirements": null, "name": "Save the Queen (FFIX)", "type_id": 3, "skills": [217120], "is_twohanded": false, "rarity": 8, "compendium_id": 684, "dmg_variance": null, "slot_id": 1, "effects": ["Grants '100-Knight Slayer' passive."], "price_sell": 15000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 30}, "HP": 0, "ATK": 135, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10329.png", "type": "Great Sword", "strings": {"name": ["Save the Queen (FFIX)", "天佑女王 (FFIX)", "세이브더퀸 (FFIX)", "Justicière  (FFIX)", "Infantinwache", "Viva la Reina (FFIX)"], "desc_short": ["A knight's blade once wielded by a female general from another world.", "異界女將軍所揮舞的騎士劍", "이계의 여장군이 휘두르던 기사의 검", "Une épée de chevalier qui fut autrefois portée par une générale d'un autre monde.", "Ein Ritterschwert, das einst von einer Generalin aus einer anderen Welt geschwungen wurde.", "Una espada de caballero que antaño perteneció a una general de otro mundo."], "desc_long": ["A knight's blade from the faraway world of Gaia. The blade is very fine and beautiful, and was the choice weapon used by a female general who swore her loyalty to the queen of Alexandria. It is said that she faced the crisis that struck Alexandria with this sword in hand.", "來自異界蓋亞的騎士劍。擁有纖細刀身的美劍，為無限忠誠於女王的女將軍所愛用的武器。王都亞力山德利亞出現前所未有的危機時，女將軍曾以這把劍抗戰到底。", "이계 가이아에서 유입된 기사의 검. 가느다란 검날의 아름다운 검으로, 이계 가이아에 존재하는 알렉산드리아 왕국의 여왕에게 충성을 맹세한 여장군이 애용하던 검이었다. 수도 알렉산드리아에 큰 위기가 닥쳤을 때도, 그 여장군은 이 검을 손에 들고 끝까지 싸워나갔다고 한다.", "Une épée de chevalier venant du lointain monde de Gaïa. Cette lame, fine et magnifique, aurait appartenu à une femme général ayant juré loyauté à la reine d’Alexandrie, et on raconte d'ailleurs qu'elle aurait fait face à la crise qui frappa Alexandrie cette arme à la main.", "Ein Ritterschwert aus der fernen Welt Gaia. Das herrliche Stück ist äußerst filigran und war die Lieblingswaffe einer Generalin, die der Königin von Alexandria ihr Treue geschworen hatte. Als schweres Unheil das Königreich befiel, stellte sie sich ihm mutig mit dem Schwert in der Hand entgegen.", "Una espada de caballero procedente del lejano mundo de Gaia, hermosa y de hoja estrecha. Cuentan las leyendas que era el arma preferida de una general que juró lealtad a la reina de Alexandria y que la empuñó para hacer frente a la crisis que amenazó la capital."]}, "accuracy": 0}