{"slot": "Weapon", "compendium_shown": true, "price_buy": 1, "requirements": null, "name": "Excalipoor", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 348, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 1, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Great Sword", "strings": {"name": ["Excalipoor", "石中剣", "엑스칼리파", "Excalipur", "Excalipoor", "Excálipuf"], "desc_short": ["An imitation of a legendary holy sword.", "傳說中的聖劍的仿製品", "전설의 성검 모조품", "Une imitation d'une épée légendaire.", "Eine Kopie des legendären heiligen Schwertes.", "Una imitación de una espada sagrada legendaria."], "desc_long": ["A sword modeled after the Excalibur. Though at first look it appears as if it would boast high ATK, this couldn't be further from the truth. Still, many seek this sword, which is surprisingly hard to find. It is though this blade was made specifically for such people. Replicated down to the finest detail, one would be pressed to tell it from the real thing just by looking at it.", "傳說中的聖劍石中劍的仿製品，它看上去擁有較高的攻擊力，但想要給予敵人巨大傷害則是癡人說夢。許多人都尋求著傳說中的聖劍，而這把仿製劍就是為這些人準備的。它做工精緻簡直和真劍沒有什麼兩樣，當做觀賞品收藏還是十分值得的。", "전설의 성검 엑스칼리버를 본떠 만든 검. 얼핏 보면 공격력이 높을 것 같지만, 적에게 큰 피해를 주는 것은 꿈만 같은 이야기다. 전설의 성검을 갖고 싶은 사람들을 위해 만든 모조품. 진짜로 착각할 만큼 정교해서 관상용으로 치면 뛰어난 물건이기는 하다.", "Une épée modelée à partir d'Excalibur. Bien qu'elle semble pouvoir augmenter drastiquement l'ATT de prime abord, ce n'est pas le cas en réalité . Beaucoup espèrent toutefois trouver un jour cette épée, qui se révèle, contre toutes attentes, assez difficile à trouver. On raconte que cette épée a été fabriquée justement pour ce genre de personnes. Réplique quasi parfaite de l'originale jusque dans ses moindres détails, bien peu de personnes seraient en mesure de faire la différence entre les deux à l'œil nu.", "Ein nach Excalibur modelliertes Schwert. Auch wenn es auf den ersten Blick den Eindruck macht, als besäße es einen hohen ANG-Wert, ist das ist nicht wahr. Dennoch sind viele auf der Suche nach diesem Schwert, das schwer zu finden ist. Es wurde dem Original bis ins kleinste Detail nachempfunden und es ist nahezu unmöglich, beide Schwerter nur rein äußerlich zu unterscheiden.", "Una espada forjada a imagen de Excálibur. Aunque a primera vista parece como si pudiese aumentar enormemente el ATQ, esto está muy lejos de lo que realmente hace. Aun así, muchos persiguen esta espada, que es muy complicada de encontrar. Es como si su hoja estuviese hecha específicamente para esa gente. Replicada hasta el más mínimo detalle, es complicado distinguirla de la real con sólo mirarla."]}, "icon": "item_10314.png"}