{"slot": "Weapon", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Lotus Blade Agni", "type_id": 3, "skills": [213150], "is_twohanded": false, "rarity": 7, "compendium_id": 850, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Fire Resistance +15%' passive."], "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 125, "element_inflict": ["Fire"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10333.png", "type": "Great Sword", "strings": {"name": ["Lotus Blade Agni", "紅蓮劍阿格尼", "홍련의 검 아그니", "Agni, épée du lotus", "Lotusklinge Agni", "Agni, espada del loto"], "desc_short": ["A large sword imbued with fire magic.", "寄宿著火之魔力的大劍", "불의 마력이 깃든 대검.", "Une grande épée imprégnée des pouvoirs du feu.", "Ein mannsgroßes Schwert, das von Feuermagie durchdrungen ist.", "Una espada enorme imbuida con magia de fuego."], "desc_long": ["A large sword the size of a man that is imbued with fire magic. Equipping the sword increases the user's resistance against fire attacks. As the great sword's appearance states, it is very powerful, but in turn, the wide and thick blade makes it so heavy that it can be quite a burden to hold. When used properly, the weight of the sword lends the power to rend anything in half, but then again, very few are able to properly wield this sword.", "與成年男性身高差不多高的巨大劍。寄宿著火之魔力，裝備後能夠提高火屬性的耐性。雖然擁有不輸給外表的高攻擊力，但是劍身又厚又寬，常人連扛著這把劍走都很辛苦。雖然利用劍身重量使出的斬擊威力巨大，但是幾乎沒有人能夠熟練地使用它。", "성인 남성의 신장만큼이나 거대한 검. 불의 마력이 깃들어 있으며, 장착하면 불속성 공격에 대한 저항력이 상승한다. 겉보기만큼이나 뛰어난 공격력을 자랑하는 대검이지만, 폭이 넓고 두껍기 때문에 상당히 무거우며 들고 다니기에도 꽤나 애를 먹는다는 것이 단점이다. 그 무게를 실어 휘두르면 벨 수 없는 것은 없다고 하지만, 제대로 이 검을 휘두를 수 있는 자는 거의 없다.", "Une grande épée de la taille d’un homme imprégnée des pouvoirs du feu. Elle confère à son porteur une résistance améliorée face aux attaques de feu. Fidèle à son allure imposante, l’épée est extrêmement puissante, mais particulièrement difficile à manier en raison de son épaisseur et de son poids. Entre les mains d’un guerrier habile, elle est cependant capable de trancher n’importe quel matériau. Très peu de combattants ont malgré tout les capacités d’exploiter ce pouvoir.", "Ein mannsgroßes Schwert, das von Feuermagie durchdrungen ist. Das enorme Schwert schützt seinen Träger von Feuerangriffen und ist daher sehr mächtig, aber durch seine breite und dicke Klinge ist es leider schwer zu halten und zu führen. Bei richtiger Handhabung schlägt das Schwert mit seiner Wucht alles entzwei, doch nur sehr wenige sind in der Lage, es richtig zu führen.", "Una espada enorme del tamaño de un hombre que está imbuida con magia de fuego, por lo que aumenta la resistencia al fuego de quien se la equipa. Además, como se puede apreciar, se trata de una espada grande muy potente, aunque, debido al tamaño y peso de su hoja, es muy difícil de manejar. Aun así, si uno es capaz de blandirla, podrá cortar a lo que sea por la mitad."]}, "accuracy": 0}