{"slot": "Weapon", "compendium_shown": true, "price_buy": 15000, "requirements": null, "name": "Platinum Saber", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 596, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 70, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Great Sword", "strings": {"name": ["Platinum Saber", "白金大劍", "백금의 군도", "Sabre de platine", "Platinumklinge", "Sable de platino"], "desc_short": ["A large sword made from platinum.", "以白金製成的大劍", "백금으로 만들어진 대검", "Une épée longue faite de platine.", "Ein Großschwert aus Platin.", "Una espada larga de platino."], "desc_long": ["A large sword made from platinum. It is expected for a large sword made of platinum to be extremely heavy, but through the efforts of many blacksmiths, the overall weight of the sword was greatly reduced. The sword is light enough to be swung by the weak, yet retains the power expected from a sword of its size. The sword works best when used to crush enemies by swinging it down with might rather than slashing.", "以白金製成的大劍。由於白金比重較大，因此用這種素材製成的大劍必然也會相當沉重。但經過武器工匠的不懈努力，終於實現了對白金武器的輕量化。它已經輕巧到對腕力沒有自信的人都能輕鬆使用，同時其威力又絲毫未減少。相比斬擊，它更適合憑藉重量砸向敵人的攻擊方式。", "백금으로 만들어진 대검. 무거운 백금을 사용해 만든 대검인 만큼 그 중량이 상당할 것이라 예상되지만, 이 대검은 무기장인들의 끊임없는 노력 끝에 경량화에 성공한 것이다. 근력이 자신 없는 자라 하더라도 무난히 휘두를 수 있을 정도로 가볍지만, 그 위력은 전혀 줄어들지 않았으며 베어내기보다는 체중을 실어 힘으로 때려눕히는 공격에 특히 유효하다.", "Une épée longue faite de platine. Il est normal de s'attendre à ce qu'une grande épée faite de platine soit extrêmement lourde, mais grâce aux efforts de beaucoup de forgerons, le poids de cette épée fut grandement réduit. Désormais suffisamment légère pour être maniée par les plus faibles, elle n'a pourtant rien perdu de sa puissance. Il vaut mieux l'utiliser pour écraser les ennemis d'un coup vertical que d'essayer de les trancher.", "Ein Großschwert aus Platin. Da es aus Platin ist, sollte es eigentlich extrem schwer sein, doch durch die Bemühungen vieler Schmiede wurde das Gewicht stark reduziert. Das Schwert ist leicht genug, um von physisch Schwächeren geschwungen zu werden, behält jedoch die Kraft seiner Größe. Am wirkungsvollsten ist es, wenn es auf den Gegnern herabfährt.", "Una espada larga de platino. Se supone que debería pesar bastante; pero, gracias al esfuerzo de muchos herreros, se ha logrado reducir su peso enormemente. De hecho, incluso pueden blandir esta espada los que carecen de músculo y sin que esta pierda el poder que se espera de una espada de su tamaño. Al usarla, se recomienda asestar golpes potentes en lugar de pequeñas cuchilladas."]}, "icon": "item_10307.png"}