{"slot": "Weapon", "compendium_shown": true, "price_buy": 150000, "requirements": null, "name": "Dandelga", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 433, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 15000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 130, "element_inflict": ["Fire"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10319.png", "type": "Great Sword", "strings": {"name": ["Dandelga", "霸炎劍丹德格爾", "패염검 단데르가", "Dandelga", "Dandelga", "Dandelga"], "desc_short": ["A large sword once owned by the hero of flames.", "由烈焰英雄所持有的大劍", "맹렬한 불꽃의 영웅이 소유했던 대검", "Une grande épée qui fut une fois portée par le héros des flammes.", "Ein Großschwert, das einst der Held der Flammen besaß.", "Una espada grande que fue portada por el héroe de las llamas."], "desc_long": ["The great sword of the hero Vargas, who hails from another world. Legend has it that Dandelga was the masterpiece of one of Vargas's friends, a blacksmith who used special minerals and volcanic fire in order to forge it. This blade engulfed in flames is said to boost the abilities of the wielder, having given Vargas himself the incomparable audacity and bravery to challenge the gods during the great war that took place in his world long ago.", "曾屬於異界大英雄瓦爾加斯的大劍。這是由他的好友利用特殊礦石和火山的熱度鍛造而成的武器。烈焰纏繞的刀身，有著振奮持有者鬥志的效果。從朋友那裡獲得這把大劍後，瓦爾加斯在對抗諸神的大戰中勇猛作戰，立下了無可比擬的功勞。", "이계에서 유입된, 과거의 영웅 발가스의 대검. 그의 친구인 어느 대장장이가, 화산의 열을 이용해 특수한 광석을 연마하여 만들어 냈다고 한다. 불꽃에 둘러싸인 그 검날은 소유자를 고양하는 효과가 있으며, 발가스는 이 대검을 친구에게서 건네받은 뒤 신들과의 전쟁에서 용감무쌍한 활약을 보였다고 한다.", "L'épée d'un héros nommé Vargas, qui appartient à un autre monde. La légende raconte que Dandelga était le chef-d’œuvre d'un forgeron, ami de Vargas, qui utilisa des minéraux spéciaux et le feu d'un volcan pour la forger. On raconte que cette épée entourée de feu augmente les aptitudes de son porteur, permettant à Vargas d'avoir l'incomparable audace et bravoure de défier les dieux lors de la grande guerre qui eut lieu dans son monde il y a très longtemps.", "Das großartige Schwert des Helden Vargas aus einer anderen Welt. Der Legende nach war Dandelga das Meisterwerk eines seiner Freunde, eines Schmiedes, der es mit besonderen Mineralien und Vulkanfeuer schmiedete. Diese flammenzüngelnde Klinge erhöht die Fertigkeiten des Trägers und gab Vargas die Kühnheit, die Götter in dem Krieg herauszufordern, der sich vor langer Zeit in seiner Welt ereignete.", "El espadón del héroe Vargas, procedente de otro mundo. Según la leyenda, Dandelga era la obra maestra de uno de los amigos de Vargas, un herrero que usó minerales especiales y fuego volcánico para forjarla. Se dice que su hoja envuelta en llamas aumenta las habilidades de quien la blande, y que dio a Vargas la audacia incomparable y la valentía para desafiar a los dioses en la gran guerra que tuvo lugar en este mundo hace ya mucho."]}, "accuracy": 0}