{"slot": "Weapon", "compendium_shown": true, "price_buy": 150000, "requirements": null, "name": "Deathbringer", "type_id": 3, "skills": [101040], "is_twohanded": false, "rarity": 8, "compendium_id": 323, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Man-Eater' passive."], "price_sell": 15000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 120, "element_inflict": ["Dark"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10214.png", "type": "Great Sword", "strings": {"name": ["Deathbringer", "奪命之刃", "데스 브링거", "Calamité", "Todbringer", "Quitapenas"], "desc_short": ["A great sword endowed with the power of darkness.", "附帶有黑暗之力的大劍", "어둠의 힘이 깃든 대검", "Grande épée renfermant le pouvoir des ténèbres.", "Ein großes Schwert mit der Macht der Finsternis.", "Espadón imbuido de poder oscuro."], "desc_long": ["A great sword that hails from ancient times which holds incredible destructive power, and was thus aptly named the \"deathbringer\" by those who witnessed it. Although many mistake this weapon as evil due to its ominous name, the blade itself is actually free of any curse. However, the great darkness that lives within it requires a great amount of spiritual discipline in order to be manipulated effectively.", "自太古存在至今的大劍，目睹其無窮破壞力的人們將它命名為奪命之刃。由於名稱太過不吉利，人們誤以為它是邪惡之劍，但它其實並沒有被詛咒。然而，的確有龐大的黑暗之力寓於其劍身，因此需要有強韌的精神才能控制這把劍。", "태곳적부터 존재하는 대검으로, 그 무자비한 파괴력을 직접 목격한 사람들이 어느샌가 '죽음을 가져오는 것'이라 부르게 되었다. 워낙 불길한 이름이라 사악한 검이라 오해하는 사람도 있지만, 이 검 자체가 저주받은 것은 아니다. 하지만 검에는 방대한 어둠의 힘이 깃들어있어 제어하기 위해서는 강인한 정신력이 필요하다.", "Une grande épée venue des temps anciens qui possède une incroyable puissance destructrice et a été nommée Calamité par ceux qui ont croisé son fil. Considérée par beaucoup comme maléfique à cause de son nom, cette lame est en réalité libre de toute malédiction. Cependant, les forces des ténèbres qui résident en elle nécessitent de la part de celui qui la manie une grande discipline spirituelle.", "Ein großes Schwert aus einem vergangenen Zeitalter, das enorme Zerstörungskraft in sich birgt. Zeugen seines Wirkens gaben ihm den passenden Namen „Todbringer“. Wegen dieses Namens halten viele das Schwert für ein Werkzeug des Bösen, doch ist es frei von jedem Fluch. Dennoch bedarf es großer geistiger Disziplin, um die enorme finstere Macht dieses Schwertes beherrschen zu können.", "Espadón de tiempos inmemoriales. Aquellos que lo han visto lo han apodado \"Quitapenas\" acertadamente a causa de su increíble poder destructivo. Aunque, al oír tal nombre, muchos consideran que es un arma malvada, la hoja está libre de toda maldición. Sin embargo, se requiere mucha disciplina espiritual para manejarla, ya que contiene una gran oscuridad."]}, "accuracy": 0}