{"slot": "Weapon", "compendium_shown": true, "price_buy": 150000, "requirements": null, "name": "Excalibur II", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 686, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 15000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 130, "element_inflict": ["Light"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10330.png", "type": "Great Sword", "strings": {"name": ["Excalibur II", "石中劍Ⅱ", "엑스칼리버 Ⅱ", "Excalibur II", "Exkalibur II", "Excalibur II"], "desc_short": ["A knight's sword from a different world that is notoriously hard to come by.", "非常難獲得的異界騎士劍", "이계에서 유입된, 손에 넣기 까다롭기로 유명한 기사의 검", "Une épée de chevalier venant d'un monde différent qui est connue pour être très difficile à obtenir.", "Ein schwer zu findendes Ritterschwert aus einer anderen Welt.", "Una espada difícil de obtener, procedente de otro mundo."], "desc_long": ["A knight's sword from the faraway world of Gaia. The blade holds an unusual green tone to it. This sword is known back in the world of Gaia as being the strongest of all knight swords, and is also notorious for how difficult it is to obtain.", "來自異界蓋亞的騎士劍。以綠色刀身為特徵。在異界蓋亞被稱為是最強武器的騎士劍，因獲得方法非常困難聞名。", "이계 가이아에서 유입된 기사의 검. 녹색으로 빛나는 검날이 특징으로, 이계 가이아에서 최강이라 불리던 검이지만 손에 넣기 상당히 까다로운 것으로도 유명했다고 한다.", "Une épée d’un chevalier venant du lointain monde de Gaïa. La lame possède un ton vert inhabituel. Cette épée est connue dans le monde de Gaïa comme étant la plus puissante de toutes les épées de chevalier.", "Ein Ritterschwert aus der fernen Welt Gaia, das sich durch seine stechend grüne Klinge auszeichnet. Es soll so mächtig wie selten sein.", "Una espada de caballero procedente del lejano mundo de Gaia que se caracteriza por el color verde de su hoja. En Gaia, es famosa por ser la más formidable de todas y casi imposible de conseguir."]}, "accuracy": 0}