{"slot": "Weapon", "compendium_shown": true, "price_buy": 4500, "requirements": null, "name": "Iron Will", "type_id": 3, "skills": [208970], "is_twohanded": false, "rarity": 4, "compendium_id": 705, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'DEF +15%' passive."], "price_sell": 450, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 40, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Great Sword", "strings": {"name": ["Iron Will", "鐵塊", "철괴", "Volonté de fer", "Eiserner Wille", "Voluntad férrea"], "desc_short": ["A giant blade brought from another world.", "來自異界的巨大的劍", "이계에서 유입된 거대한 검", "Une lame géante venant d'un autre monde.", "Ein riesiges Schwert aus einer anderen Welt.", "Una espada gigante que proviene de otro mundo."], "desc_long": ["A giant blade brought from another world. The dull blade is used to crush its enemies with its weight. No amount of washing or honing could remove the smell of blood seeped into its blade.", "來自異界的巨大的劍。其刃雖鈍，卻可以重量壓制敵人。不論如何洗淨或重新研磨，沾染在刀身的血味都不會消失。", "이계에서 유입된 거대한 검. 날카로운 검날과 중량으로 적을 제압한다. 아무리 깨끗이 갈고 닦아도, 검신에 배인 피냄새가 사라지는 일은 없었다.", "Une épée géante venant d'un autre monde. Mal aiguisée, elle si lourde que son porteur se sert surtout de son poids pour écraser ses ennemis. Rien ne peut effacer l'odeur de sang imprégnant sa lame, même en la lavant ou en l'aiguisant plusieurs fois.", "Ein gigantisches Schwert, das aus einer fremden Welt stammt. Weil die Klinge völlig stumpf ist, benutzt man sein Gewicht, um seine Gegner damit zu zermahlen. Wie sehr man sich auch darum bemüht, das Schwert zu waschen und polieren - der Geruch von in seiner Klinge eingesickertem Blut wird niemals verschwinden.", "Una espada gigante que proviene de otro mundo. Esta espada, que va perdiendo su brillo, se usaba para aplastar al enemigo con su peso. Además, no importe lo mucho que se lave o se afile, es imposible eliminar el olor a sangre que desprende."]}, "icon": "item_10331.png"}