{"slot": "Weapon", "compendium_shown": true, "price_buy": 30000, "requirements": null, "name": "Durandal", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 364, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 74, "element_inflict": ["Light"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Great Sword", "strings": {"name": ["Durandal", "聖劍迪蘭達爾", "뒤랑달", "Durandal", "Durandal", "Durandal"], "desc_short": ["A large sword which name means immortal blade.", "意為「不滅之刃」的神聖大劍", "불멸의 검을 의미하는 성스러운 대검", "Une longue épée dont le nom signifie : \"Lame immortelle\".", "Ein Großschwert dessen Name Unsterbliche Klinge lautet.", "Una espada grande cuyo nombre significa \"espada eterna\"."], "desc_long": ["A large sword once wielded by a great hero. It's name means the immortal blade. There is a story about a hero who, when on the brink of death, in order for the durandal not to fall in enemy hands slammed it to the floor which actually caused the floor to split open. It is unclear whether or not this anecdote is true, but there is no denying the pin-point sharpness this holy blade boasts.", "某位英雄曾持有的大劍，其名稱意為「不滅之刃」。根據傳說，當英雄被敵人襲擊而瀕臨死亡之時，為了不讓聖劍迪蘭達爾落入敵手，他奮力砸向大理石以試圖將大劍摧毀，不料大理石被砸碎，而劍身絲毫沒有受損。這個傳說是否真實可靠尚未可知，但毋庸置疑，其劍身以鋒利堅固著稱。", "어느 영웅이 지녔던 대검. 그 이름은 '불멸의 검'이라는 의미이다. 전승에 따르면, 영웅이 적의 습격을 받아 빈사 상태에 놓였을 때 뒤랑달을 적에 손에 넘기지 않기 위해 대리석에 내리쳤지만, 오히려 대리석이 두 동강 나버렸다는 일화가 있다. 전승이 진실인지는 알 수 없지만, 날카로운 날을 자랑하는 성스러운 검이라는 사실에는 틀림이 없다.", "Une longue épée appelée \"lame immortelle\" et qui fut autrefois portée par un grand héros. Les légendes racontent qu'un héros, qui ne souhaitait pas que Durendal tombe entre de mauvaises mains, frappa un grand coup sur le sol avec, et ouvrit la terre en deux. La véracité de cette histoire n’est certes pas attestée, mais personne ne peut nier le tranchant implacable de cette lame.", "Ein Großschwert, das einst ein großer Held schwang. Sein Name lautet unsterbliche Klinge. Der Legende nach schmetterte der Held das Schwert auf den Boden, damit Durandal nicht in feindliche Hände fiel. Der Boden aber teilte sich. Niemand weiß, ob diese Geschichte stimmt, doch die Schärfe des Schwertes ist nicht zu leugnen.", "Una larga espada que una vez blandió un gran héroe. Su nombre significa \"hoja inmortal\". Cuenta la historia que hubo un héroe que, estando a punto de morir, golpeó a Durandal contra el suelo para evitar que cayera en malas manos, pero lo único que logró fue partir el suelo en dos. No se sabe a ciencia cierta si esta anécdota es o no real, pero que su filo sagrado está afilado al máximo es algo indiscutible."]}, "icon": "item_10315.png"}