{"slot": "Weapon", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Tailor's Scissors", "type_id": 3, "skills": [20280], "is_twohanded": true, "rarity": 7, "compendium_id": 644, "dmg_variance": [1, 1.6], "slot_id": 1, "effects": ["Grants 'Death' magic."], "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 105, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10327.png", "type": "Great Sword", "strings": {"name": ["Tailor's Scissors", "裁縫師的剪刀", "재단사의 가위", "Ciseau de tailleur", "Schneiders Scheren", "Tijeras de sastre"], "desc_short": ["A giant pair of sharp scissors.", "鋒利的巨大剪刀", "날카로운 거대한 가위", "Une paire de ciseaux géante aiguisée.", "Ein riesiges Paar Scheren.", "Un par de tijeras gigantes y afiladas."], "desc_long": ["A giant pair of sharp scissors that was originally used in battle by a very powerful tailor to shear fur off of monsters. It can be used for tailoring, but the sharp blades can cause massive injuries to novice tailors attempting to use it. Because of this, no one is making these scissors anymore. Only a handful of top-class tailors are still using these to this very day.", "原為擅長戰鬥的裁縫師，為了獲得魔物毛皮所使用的巨大剪刀。也能夠在製作衣服時使用，不過因過於尖銳，技巧不純熟的裁縫師很容易受傷，現在已經不再生產。就算是一流的裁縫師，能夠真正駕馭這把剪刀的也是少之又少。", "본래 노련한 전사였던 어느 재봉사가 마물의 모피 등을 얻기 위해 사용했다던 거대한 가위. 옷을 만들 때도 사용할 수 있지만, 워낙 잘 드는 탓에 미숙한 재봉사가 다치는 일이 끊이질 않아 현재는 사용되지 않는다. 일류 재봉사 중에서도 이 가위를 능숙히 다룰 수 있는 사람은 얼마 되지 않는다고 한다.", "Une paire de ciseaux géante aiguisée originellement utilisée en combat  par un puissant tailleur pour couper la fourrure des monstres. Elle peut être utilisée dans la confection de vêtements, mais ses lames aiguisées peuvent causer de grave blessure à un tailleur débutant qui les manipulerait pour la première fois. C’est pour cette raison que plus personne ne les fabrique aujourd’hui. Seule une poignée de tailleurs expérimentés continuent à les utiliser.", "Eine gigantische Schere, die ursprünglich von einem kampferprobten Schneider verwendet wurde, um an das Fell von allerlei Monstern zu gelangen. Zwar wurde sie durchaus auch zur Anfertigung von Kleidungsstücken verwendet, weil aber die Schneide derart scharf war und sich besonders unerfahrene Schneider immer wieder daran verletzten, wird sie nicht mehr hergestellt. Auch unter erstrangigen Schneidern gibt es nur eine Handvoll Meisterschneider, die wirklich mit dieser Schere umzugehen wissen.", "Un par de tijeras gigantes que, originalmente, usaba un sastre para cortarle el pelo a los monstruos en combate. Los sastres las usan para desempeñar su oficio, pero sus hojas afiladas pueden causarle serias heridas a los sastres con poca experiencia si intentan usarlas. Por ello, estas tijeras se han dejado de fabricar y solo un puñado de sastres de élite las siguen usando a día de hoy."]}, "accuracy": 50}