{"slot": "Weapon", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Buster Sword", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 18, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 35, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10303.png", "type": "Great Sword", "strings": {"name": ["Buster Sword", "破壞劍", "버스터 소드", "Épée broyeuse", "Meisterschwert", "Espada mortal"], "desc_short": ["A sword as big as a full-sized human.", "與成人身高一樣長的大劍", "어른 키만 한 대검", "Épée aussi grande qu'un être humain.", "Ein Schwert so groß wie ein Mensch.", "Espada tan grande como un adulto."], "desc_long": ["A wide sword as large as a full grown adult. Swinging it is a herculean task, but legend has it that a blonde warrior with blue eyes from another world once wielded it with ease. It was a prized memento of the joys and sorrows he once shared with a certain friend. The buster sword doesn't have a scabbard, and its weight makes it particularly difficult to transport. It was therefore affixed with a magnetic component that allows it to be carried over the shoulder.", "寬幅的大劍。劍長與成年男性身高相當，想要揮動此劍非常困難。在異界有傳聞說，曾經有位金髮碧眼的戰士能輕鬆駕馭此大劍。據說他的劍是某位和他同甘共苦的好友遺留給他的貴重之物。該劍沒有劍鞘，因過於巨大無法正常攜帶於身，所以便有了用磁力將劍背在後背的方法。", "폭이 넓은 대검. 길이가 성인 남성의 키만 해서 아무나 쉽게 휘두를 수 없으나, 이계에는 이 무기를 가볍게 다루는 푸른 눈의 금발 전사가 있다고 한다. 그는 고락을 함께한 친구에게 검을 물려받아 소중하게 다루었다고 한다. 칼집이 없어서 자석으로 등에 부착하여 휴대한다.", "Une épée aussi grande qu'un homme. Trancher l'air avec est une tâche herculéenne mais une légende raconte qu'un guerrier blond aux yeux bleus venant d'un autre monde la maniait avec aisance. Elle est le souvenir précieux des joies et des peines qu'il avait partagées avec une amie. L'épée broyeuse n'a pas de fourreau et son poids important la rend particulièrement difficile à transporter. Ce problème fut résolu en utilisant un composant magnétique pour la porter par-dessus l'épaule.", "Ein extrem großes Schwert, so groß und breit wie ein ausgewachsener Mensch. Es ist nahezu unmöglich zu schwingen, doch der Legende nach soll ein blonder Krieger mit blauen Augen in einer anderen Welt es mit Leichtigkeit geführt haben. Für ihn war es ein Andenken an die Freuden und Leiden, die er einst mit einem Freund geteilt hatte. Das Meisterschwert wird mithilfe eines Magnetelements direkt auf dem Rücken getragen.", "Una espada ancha tan grande como un adulto. Blandirla es una tarea hercúlea, pero dicen las leyendas que en otro mundo hubo un guerrero rubio de ojos azules que consiguió blandirla sin esfuerzo. Era un recuerdo de las penas y alegrías que había compartido con un amigo. La espada carece de vaina, y su peso complica su transporte. Se le añadió un componente magnético para que pudiera ser transportada sobre el hombro."]}, "accuracy": 0}