{"slot": "Weapon", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Tonitrus", "type_id": 3, "skills": [202510], "is_twohanded": false, "rarity": 7, "compendium_id": 572, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Auto-Bravery' passive."], "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 120, "element_inflict": ["Lightning"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10231.png", "type": "Great Sword", "strings": {"name": ["Tonitrus", "雷鳴劍", "토니트루스", "Tonitrus", "Tonitrus", "Tonitrus"], "desc_short": ["A sword with a blade infused with the power of lightning.", "刀身寓有雷之力的劍", "검날에 번개의 힘이 깃든 검", "Une épée dont la lame est imprégnée du pouvoir de la foudre.", "Ein Schwert, dessen Klinge über die Macht des Blitzes verfügt.", "Una espada cuya hoja está impregnada con el poder del rayo."], "desc_long": ["A sword with a blade infused with the power of lightning. According to ancient records, this sword had no particular features aside from it being very sharp. Then one day, lightning struck the tip of the blade, imbuing it with the power of lightning. Care needs to be taken when using it as it can electrify the user.", "寓有雷之力的劍，外形仿照了閃電。據古籍記載，起初這把劍除了鋒利以外沒有任何特點。可是在某一時刻，一道閃電擊中了劍身，自此以後這把劍就獲得了強大的雷之力。如果操作不慎則有可能觸電，所以裝備者一定要提起注意。", "번개의 힘이 깃든 검으로, 천둥벼락을 본따 디자인되었다. 고서적에 의하면, 이 검은 본래 날카로운 날을 제외하고는 별다른 특징이 없는 검에 불과했다. 그러나 어느 날 휘두른 검 끝에 번개가 내리쳐, 그 이후 번개의 강력한 힘이 검신에 깃들게 되었다고 한다. 안이한 마음으로 사용하면 장착자마저 감전시켜 버리므로 주의가 필요하다.", "Une épée dont la lame est imprégnée du pouvoir de la foudre. Selon d'anciens écrits, cette épée n'avait rien de particulier en dehors de son incroyable tranchant. Puis, un jour, la foudre frappa la pointe de la lame, l'imprégnant ainsi de son pouvoir. Cette épée est à manier avec une extrême précaution, car elle peut électrocuter son porteur.", "Ein Schwert, dessen Klinge über die Macht des Blitzes verfügt. Uralten Aufzeichnungen nach war dieses Schwert bloß scharf und nicht mehr. Dann schlug eines Tages der Blitz in seiner Spitze ein und lud sie mit seiner Macht auf. Es sollte vorsichtig gehandhabt werden, da es den Träger schocken kann.", "Una espada cuya hoja está impregnada con el poder del rayo. Según los registros de la antigüedad, esta espada no posee ninguna característica especial aparte de estar muy afilada. Así fue hasta que un día un rayo cayó sobre su punta y le transfirió su poder. Quien porte esta espada ha de tener cuidado, pues podría electrocutarse."]}, "accuracy": 0}