{"slot": "Weapon", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Save the Queen", "type_id": 3, "skills": [100710], "is_twohanded": false, "rarity": 7, "compendium_id": 304, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Auto-Protect' passive."], "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 112, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Great Sword", "strings": {"name": ["Save the Queen", "天佑女王", "세이브더퀸", "Justicière", "Königinnenwache", "Viva la Reina"], "desc_short": ["A loyal blade that protects its master until the end.", "保衛主君的誓言之劍", "주군을 지켜내는 맹세의 검", "Épée loyale qui protège son maître jusqu'à la fin.", "Beschützt seinen Herrn bis zum bitteren Ende.", "Hoja fiel que protege a su maestro hasta el fin."], "desc_long": ["A sword given as proof of having taken an oath of loyalty. The spirit of integrity and tenacity that lives within this blade creates an invisible barrier that protects its wielder. It is one of the most prestigious honors a knight may ever receive, and extremely rare even among those sworn to serve the royal family. A knight's ability with the sword alone would not suffice to earn him this weapon, as he must first prove his high level of education and unshakable loyalty. Only those knights who meet all of the requirements may wield this blade.", "宣誓效忠，便可獲得此劍。清廉堅韌的意志寓於其中，形成保護性命的無形屏障。騎士是由主君賜予的名譽稱號。而如果一位騎士擔任了王族護衛，則表明此人不僅劍技高超，而且教養良好並忠誠不二。這把劍，就是為滿足上述所有條件的騎士準備的。", "충성을 맹세한 증거로 하사되는 검. 검에 깃든 청렴하고 강인한 의지가 눈에 보이지 않는 보호벽을 만들어낸다. 기사란 주군으로부터 특별히 주어지는 명예로운 칭호로, 그중에서도 왕족의 경호를 맡는 자에게는 검술 실력뿐만 아니라 높은 교양과 흔들림 없는 충성이 요구되었다. 이 검은 그 모든 조건을 채운 기사만이 가질 수 있었던 것이라고 한다.", "Une épée offerte en signe d'allégeance. L'esprit d'intégrité et la ténacité qui résident dans cette lame créent une barrière invisible qui protège celui qui la porte. C'est l'un des plus grands honneurs qu'on puisse rendre à un chevalier, et même parmi ceux qui servent la famille royale, rares sont ceux qui possèdent cette arme. Le talent à l'épée ne suffit pas pour la mériter, il faut d'abord prouver son haut niveau d'éducation et sa loyauté indéfectible. Seuls les chevaliers qui remplissent toutes ces conditions peuvent recevoir cette lame.", "Ein Schwert, das als Sinnbild eines geleisteten Treueschwurs verliehen wird. Der Geist der Integrität und Standhaftigkeit, der ihm innewohnt, erzeugt ein unsichtbares Schutzschild um den Träger. Es gilt als die höchste Ehre für einen Ritter, ein solches Schwert verliehen zu bekommen, und selbst unter den direkten Vasallen der Königsfamilie nennen nur wenige eines ihr Eigen. Von einem angehenden Träger dieser Klinge wird nicht nur kämpferisches Können, sondern auch hohe Bildung und vor allem unerschütterliche Loyalität erwartet.", "Espada otorgada como prueba de un voto de lealtad. El espíritu que vive en la hoja, íntegro y tenaz, crea una barrera invisible que protege a quien la blande. Es uno de los honores más prestigiosos que puede recibir un caballero y es difícil de ver incluso entre los que han jurado servir a la familia real. La maestría con la espada no basta para que un caballero consiga esta arma, antes debe demostrar que es una persona cultivada y de lealtad inquebrantable. Sólo aquellos que cumplan todos los requisitos blandirán esta hoja."]}, "icon": "item_10313.png"}