{"slot": "Weapon", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Rune Blade", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 17, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 27, "element_inflict": ["Light"], "MP": 0, "MAG": 10, "SPR": 0, "DEF": 0}, "type": "Great Sword", "strings": {"name": ["Rune Blade", "符文劍", "룬 블레이드", "Lame runique", "Runenschwert", "Hoja rúnica"], "desc_short": ["An old sword engraved with mystic symbols.", "刻有古代文字的神聖大劍", "고대 문자를 새긴 성스러운 대검", "Vieille épée gravée de symboles mystiques.", "Ein Schwert mit eingravierten Runen.", "Espada antigua con símbolos grabados."], "desc_long": ["A great sword of mysterious power engraved with ancient writing that emits a sacred aura. The archaic symbols belonging to an ancient civilization that have been chiseled into the blade hold the mysterious hidden power that give this weapon its special ability. Unfortunately, replicating the rune blade is quite difficult, as there are currently only a handful of people left who can effectively read and write these characters, in addition to understanding the sorcery behind them.", "刻有古代文字且擁有神秘力量的大劍。劍刃上附有神聖之力。古代文明所用的文字擁有著神秘力量。只是，該文字必須用特殊的咒術刻上去才能發揮功效，目前，就算有研究者精通這種文字，可也找不到幾個能用咒術讓文字發揮功效的人了。", "신비한 힘을 지닌 고대 문자가 새겨진 대검. 성스러운 힘을 띠고 있다. 과거에 존재한 문명이 사용하던 고대 문자는 신비한 힘을 가지고 있지만, 특수한 주술로 새겨야만 효력을 발휘한다. 지금은 문자를 읽고 쓰는 연구자는 많아도 주술을 쓸 수 있는 사람은 극도로 적다.", "Une épée immense aux pouvoirs mystérieux et sur laquelle est gravée une écriture ancienne. Elle émet une aura divine, et ses capacités proviennent de l'étrange pouvoir caché des symboles archaïques gravés dans sa lame. Ces symboles seraient ceux d'une ancienne civilisation. Il est très difficile de répliquer la lame runique car peu de gens sont capables de lire et écrire ces caractères ainsi que de comprendre la sorcellerie qui y est liée.", "Ein großes Schwert mit eingravierten magischen Runen. Die antiken Schriftzeichen auf der Klinge gehen auf eine längst verschwundene Zivilisation zurück und beherbergen eine geheimnisvolle Macht. Leider kann dieses Schwert nicht in Massen hergestellt werden, da für das Eingravieren eine besondere magische Technik erforderlich ist und nur wenige Gelehrte die alte Sprache noch beherrschen.", "Una gran espada con un misterioso poder y una inscripción antigua que emite un aura sagrada. Estos símbolos arcaicos de una civilización antigua grabados en la hoja contienen un poder misterioso que confiere a la espada su habilidad especial. Sin embargo, replicarla es difícil, ya que a día de hoy solo unos pocos pueden leer y escribir estos caracteres y comprender la magia que hay detrás."]}, "icon": "item_10302.png"}