{"slot": "Weapon", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Revolving Saw", "type_id": 3, "skills": null, "is_twohanded": true, "rarity": 7, "compendium_id": 638, "dmg_variance": [1, 1.6], "slot_id": 1, "effects": null, "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 130, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10326.png", "type": "Great Sword", "strings": {"name": ["Revolving Saw", "鋸劍", "리볼빙 쏘우", "Scie motorisée", "Drehsäge", "Sable motosierra"], "desc_short": ["A treasured sword around which countless teeth revolve.", "有無數鋸齒在周圍旋轉的寶劍", "무수히 많은 톱날이 주변을 회전하는 보검", "Une épée de grande valeur entourée d'innombrables dents.", "Ein begehrtes Schwert mit vielen Zähnen.", "Una preciada espada que muchos cambiarían por su propia madre."], "desc_long": ["A treasured sword around which countless teeth revolve. The saw remain immobile outside of battle, but the moment it is equipped, the saw begins to rotate at speeds reflecting the wielder's emotion. The saw is extremely difficult to use by those who lack the weapon skill, or those who experience fluctuations in emotions, as controlling the speed of the saw requires extensive training for use, even by veteran mercenaries.", "有無數鋸齒在周圍旋轉的寶劍，只要將其裝備到手上，鋸齒就會飛速旋轉起來，並會根據裝備者的情緒變化而改變旋轉速度。由於它是一種速度極快的武器，因而新手以及感情波動較大的人都無法駕馭它，即使是機械師也需要修煉很長一段時間，才能夠使用好它。", "무수히 많은 톱날이 주변을 회전하고 있는 것처럼 만들어진 보검. 전투 중이 아닐 때는 정지 상태이지만, 손에 장착한 순간 기동하기 시작하여 감정 변화에 따라 그 속도가 변화한다. 빠른 속도로 기동하는 검이기 때문에, 경험이 미숙한 자나 감정 기복이 심한 자는 다루기가 힘들며 능숙한 머시너리라 하더라도 자유자재로 다루기까지는 기나긴 수행이 필요할 것이다.", "Une épée de grande valeur entourée d'innombrables dents. Immobile la plupart du temps, la scie entourant cette épée se met à tourner à grande vitesse dès lors qu'elle sent les émotions de son porteur affluer lorsqu'un combat est sur le point de commencer. Cette scie est extrêmement difficile à manier pour quelqu'un ne sachant pas se servir d'une épée. Elle nécessite également un entraînement particulier visant à apprendre à contrôler ses émotions afin de pouvoir limiter la rotation de la scie, même pour des mercenaires vétérans.", "Ein begehrtes Schwert mit vielen Zähnen. Diese Zähne bleiben regungslos, doch wenn der Kampf beginnt, fangen sie an zu kreisen. Diese Säge ist schwer einzusetzen, sodass man viel Talent dafür benötigt. Zudem wird die Geschwindigkeit der Sägezähne von den eigenen Gefühlen kontrolliert, sodass man viel Übung dafür braucht. Selbst Veteranen fällt es nicht leicht.", "Una preciada espada que muchos cambiarían por su propia madre. La sierra permanece inmóvil fuera de la batalla, pero en cuanto se equipa la sierra empieza a girar a la velocidad en que se mueven las emociones de su portador. Usar esta sierra resulta complicado para los que carecen de la habilidad suficiente o para los temperamentales, pues su uso requiere de un entrenamiento exhaustivo, incluso para los mercenarios más veteranos."]}, "accuracy": 50}