{"slot": "Weapon", "compendium_shown": true, "price_buy": 150000, "requirements": null, "name": "Crimson Saber", "type_id": 3, "skills": [210200], "is_twohanded": false, "rarity": 8, "compendium_id": 498, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Crimson Soul' passive."], "price_sell": 15000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 90, "element_inflict": ["Fire"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Great Sword", "strings": {"name": ["Crimson Saber", "深紅烈焰", "진홍의 군도", "Sabre carmin", "Purpurklinge", "Sable carmesí"], "desc_short": ["A large sword that shines like burning flames. (Enables special abilities when equipped by Rain)", "如熊熊烈焰般閃耀的大劍【雷因裝備時，發動特定技能】", "타오르는 화염처럼 빛나는 대검 [레인 장착 시 특정 어빌리티 발동]", "Une longue épée qui scintille comme des flammes ardentes. (Permet à Rain d'utiliser des aptitudes spéciales)", "Ein Großschwert, das strahlt wie eine Flamme. (Aktiviert bei Rain Spezialfertigkeiten)", "Una espada larga que brilla como el fuego. (Activa habilidades especiales si se la equipa Rain)."], "desc_long": ["A large sword that shines like burning flames used by a knight of Grandshelt named Rain. The beautiful, silver blade reacts to the wielder's emotions to let out a shimmer reminiscent of flames. It is said that this sword was made using a special technique, featuring a unique curve along the center of the blade that is not found on any other swords. (Enables special abilities when equipped by Rain)", "格蘭謝爾特騎士雷因的愛劍。美麗的銀白色刀身和持有者強烈的意志共鳴，發出熊熊烈焰般的光輝。不同於市面上流通的普遍刀劍，它使用了特殊的技術，使得劍身中央處刀刃向內彎曲。【雷因裝備時，發動特定技能】", "그랑셸트의 기사, 레인의 애검. 은백색으로 아름답게 빛나는 검날은 소유자의 강한 마음에 반응하여 타오르는 불꽃 같은 빛을 발한다. 중앙이 잘록하게 빠진 특유한 형태를 띤 검으로, 일반적으로 유통되는 검과는 궤를 달리하고 있어 무언가 특수한 기술로 제작된 것이라는 추측을 사고 있다. [레인 장착 시 특정 어빌리티 발동]", "Une grande épée aussi incandescente qu'une flamme utilisée par un chevalier de Grandshelt répondant au nom de Rain. Cette magnifique épée en argent réagit aux émotions de son porteur et scintille telle une flamme. La légende  veut que cette lame fut fabriquée à l'aide d'une technique spéciale, et comporte une courbe unique en son centre qui la démarque de toutes les autres épées. (Confère des compétences spéciales à Rain lorsqu'il s'en équipe)", "Ein Großschwert, das strahlt wie eine Flamme und von Rain geführt wird, einem Ritter von Grandshelt. Die wunderschöne Silberklinge reagiert auf die Emotionen des Trägers, indem sie einen Flammenschimmer zeigt. Es soll mit einer besonderen Technik hergestellt worden sein. So weist es in der Mitte eine ungewöhnliche Krümmung auf. (Aktiviert bei Rain Spezialfertigkeiten)", "Una espada larga que brilla como el propio fuego y que usó un caballero de Grandshelt llamado Rain. La hoja de la espada, forjada con plata y de una belleza excepcional, reacciona a las emociones de su portador y desprende un destello muy parecido a una llama. Se dice que esta espada se forjó siguiendo una técnica especial; por eso, la hoja tiene una curva especial en el centro que la distingue de cualquier otra espada. Activa habilidades especiales si se la equipa Rain)."]}, "icon": "item_10320.png"}