{"slot": "Weapon", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Great Sword", "type_id": 3, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 16, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 27, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Great Sword", "strings": {"name": ["Great Sword", "巨劍", "그레이트소드", "Spathe", "Großschwert", "Espadón"], "desc_short": ["A great sword that deals heavy damage.", "用強力一擊擊垮敵人的大劍", "묵직한 일격으로 적을 때려눕히는 대검", "Longue épée qui inflige de lourds dégâts.", "Ein großes, verheerendes Schwert.", "Gran espada que inflige gran daño."], "desc_long": ["An extremely large sword. One strike from this blade can cause a vast amount of damage, but the great weight it carries limits the amount of people who can actually wield it. Even if one manages to lift it, swinging it may prove impossible for the average person. For this reason, the great sword is said to be more commonly used to mow down enemies, rather than actually cutting them.", "非常巨大的大劍。單次攻擊的破壞力極強，但是由於劍身非常巨大且極其沉重，所以一般人無法使用。就算能夠舉起此劍，也沒有幾個人能自如操控此劍。普通情況下都是依靠劍的重量，用蠻力橫掃敵人。所以比起斬殺敵人，更像是在擊潰敵人。", "대단히 길고 커다란 대검. 일격에 담긴 파괴력은 절대적이지만, 너무 크고 무거워서 다룰 수 있는 사람이 적다는 게 단점이다. 들 수는 있어도 일반적인 검처럼 자유롭게 휘두를 수 있는 사람은 거의 없다. 무게를 이용해서 후려치는 것이 기본적인 사용법이다. 벤다기보다 때려잡는 무기라고 할 수 있다.", "Une épée extrêmement grande. Un seul coup de cette épée peut causer des dégâts immenses, mais son poids en fait une lame que peu de guerriers sont capables de manier. Même en admettant qu'une personnne puisse arriver à la soulever, son poids est tel qu'il est impossible pour une personne normale de l'utiliser. La spathe serait davantage utilisée pour faire tomber l'ennemi que pour le trancher.", "Ein enorm großes Schwert. Es kann verheerenden Schaden anrichten, wegen seines hohen Gewichtes ist jedoch nur eine Handvoll Personen dazu in der Lage, es überhaupt zu verwenden. Anders als ein gewöhnliches Schwert wird es weniger mit einer schneidenden, sondern eher mit einer spaltenden Bewegung verwendet, wobei sein volles Gewicht zur Wirkung kommt.", "Una espada extremadamente grande. Un golpe suyo inflige un gran daño, pero su peso hace que solo puedan empuñarla unos pocos. Incluso consiguiendo levantarla, blandirla puede resultar imposible para una persona corriente. Por ese motivo, se usa principalmente para derribar a los enemigos más que para hacerles cortes."]}, "icon": "item_10301.png"}