{"slot": "Weapon", "compendium_shown": true, "price_buy": 15000, "requirements": null, "name": "Defender", "type_id": 3, "skills": [210660], "is_twohanded": false, "rarity": 5, "compendium_id": 540, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Crisis Evasion' passive."], "price_sell": 1500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 65, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10321.png", "type": "Great Sword", "strings": {"name": ["Defender", "守護者", "디펜더", "Épée gardienne", "Verteidiger", "Defensor"], "desc_short": ["A broad sword made from hard steel.", "用堅硬鋼鐵製成的寬刃大劍", "단단한 강철로 만들어진 폭넓은 대검", "Une immense épée fait d'un acier très dur.", "Ein Breitschwert aus gehärtetem Stahl.", "Una espada hecha con acero endurecido."], "desc_long": ["A broad sword that was brought from the distant world of Ivalice made from hard steel. The wielder of this sword has a greater chance of evading attacks. The sword is quite noticeable with its broad blade and jewel set on the base of its hilt. These swords are known as \"knight's swords\" in Ivalice, and was used by knights who pledged their allegiance to their masters and gods, while also holding faith in themselves.", "來自異界伊瓦利斯的大劍，有助於提升閃避率。它以堅硬的鋼鐵作為原料，刀身寬大，刀柄鑲嵌著寶石。在伊瓦利斯，這種大劍通常被稱為騎士劍，是效忠神明和主君的騎士的常用裝備。", "이계 '이발리스'에서 유입된 대검. 장착하면 회피율이 상승한다. 단단한 강철로 만들어진 것으로, 품이 넓고 보석을 박아넣은 둥근 칼자루가 특징이다. 이발리스에서는 '기사의 검'이라 불리며, 주군이나 신에게 충성을 맹세하고 자신의 신조를 위해 검을 휘두르는 기사들이 지니던 것이라고 한다.", "Une immense épée fait d'un acier très dur originaire du monde lointain d'Ivalice. Le porteur de cette épée a une plus grande chance d'esquiver les attaques ennemies. Cette épée passe difficilement inaperçu avec sa lame gigantesque et les joyaux qui parsèment la base de sa garde. Ces épées sont connues sous le nom \"d'épées de chevalier\" en Ivalice, et étaient utilisées par des chevaliers qui avaient prêté allégeance à leurs maîtres et aux dieux, tout en ayant une foi inébranlable en eux-mêmes.", "Ein Breitschwert aus gehärtetem Stahl aus der fernen Welt von Ivalice. Der Träger hat eine höhere Chance, Angriffen auszuweichen. Mit seiner breiten Klinge und dem juwelenverzierten Griff ist es recht auffällig. Man kennt sie in Ivalice als \"Ritterschwerter\", da sie von Rittern gebraucht wurden, die ihren Meistern und Göttern die Treue schworen und zudem in sich selbst vertrauten.", "Una espada hecha con acero endurecido que proviene del lejano mundo de Ivalice. Todo aquel que empuñe esta espada tiene más posibilidades de evitar golpes. La espada en sí es bastante llamativa debido a su hoja ancha y a la joya que tiene incrustada en su empuñadura. A estas espadas se las conoce en Ivalice como \"espadas de los caballeros\", ya que las usaban los caballeros que habían jurado lealtad a los dioses y sus señores, aparte de tener fe en sí mismos."]}, "accuracy": 0}