{"slot": "Weapon", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Glauca's Greatsword", "type_id": 3, "skills": [100730], "is_twohanded": false, "rarity": 7, "compendium_id": 608, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Auto-Regen' passive."], "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 125, "element_inflict": ["Dark"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Great Sword", "strings": {"name": ["Glauca's Greatsword", "格拉烏卡大劍", "글라우카의 대검", "Longue épée de Glauca", "Glaucas Großschwert", "Espadón de Glauca"], "desc_short": ["A crimson large sword brought from the faraway world of Eos.", "來自異界伊歐斯的紅色大劍", "이계 이오스에서 유입된 진홍색의 대검", "Une épée longue et pourpre venant du monde lointain d'Éos.", "Ein Purpurgroßschwert aus der fernen Welt von Eos.", "Una espada larga de color carmesí del lejano mundo de Eos."], "desc_long": ["A crimson large sword brought from the faraway world of Eos. This sword is said to have been used by a general of the Niflheim Empire. It is said that this general, who wore a unique set of armor made of liquid steel, held power beyond any mere mortal with how he could swing the sword with the greatest of ease.", "異界伊歐斯的軍事國家尼弗海姆帝國將軍的大劍。該將軍身穿用液態金屬製作的特殊鎧甲，能夠不費吹灰之力揮舞起這把大劍，有著非比尋常的戰鬥力。", "이계 이오스에 존재하는 군사국가 니플하임 제국의 장군이 휘둘렀다는 대검. 액체 금속으로 만든 특수한 갑옷으로 몸을 감싼 그 장군은, 이 대검을 가볍게 다루는 등 상식을 초월한 전투력을 지니고 있었다고 한다.", "Une épée longue et pourpre venant du monde lointain d'Éos. On raconte que cette épée était celle d'un général de l'Empire de Niflheim. On raconte aussi que ce général qui portait un ensemble d'armure unique fait en acier liquide possédait un pouvoir bien plus grand que n'importe quel simple mortel vu la facilité avec laquelle il pouvait manier son épée.", "Ein Purpurgroßschwert aus der fernen Welt von Eos. Dieses Schwert soll von einem General des Imperiums von Niflheim genutzt worden sein. Es heißt, dieser General, der eine Rüstung aus flüssigem Stahl trug, soll mehr Kraft als jeder Sterbliche besessen haben, da er sein Schwert so leicht wie kein anderer schwang.", "Una espada larga de color carmesí del lejano mundo de Eos. Se dice que esta espada perteneció a un general del Imperio de Niflheim. Aquel general llevaba Un equipo de armadura único hecho con acero líquido que le proporcionaba una fuerza enorme con la que podía blandir su espada con una facilidad pasmosa."]}, "icon": "item_10324.png"}