{"slot": "Weapon", "compendium_shown": true, "price_buy": 1400, "requirements": null, "name": "Kiku-ichimonji", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 22, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 140, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 30, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10401.png", "type": "Katana", "strings": {"name": ["Kiku-ichimonji", "菊一文字", "키쿠이치몬지", "Kiku-ichimonji", "Kiku-Ichimonji", "Kikuichimonji"], "desc_short": ["A katana adorned with chrysanthemums.", "鞘上刻有菊花圖案的刀", "칼집에 국화 무늬를 새긴 도", "Katana orné de chrysanthèmes.", "Mit Chrysanthemen verziertes Katana.", "Katana adornada con crisantemos."], "desc_long": ["A katana of such beauty it is a pity to put to use. The chrysanthemums that adorn its scabbard are a symbol of nobility that was often used as a coat of arms. Originally this type of blade was forged exclusively for the royal family, and thus only a handful of blacksmiths were allowed to use this design on their pieces. For a samurai, receiving the kiku-ichimonji from his lord was the ultimate honor.", "該刀的刀身非常美麗，令持有者根本不捨得用來戰鬥。其特徵是鞘上刻有菊花的圖案。菊花代表著高貴，經常用作紋章刻於各處。該刀原本是準備獻給王族而打造出來的，只有少數得到許可的刀匠才能雕刻菊花圖案。據說從君主那裡作為賞賜獲得此刀，是武士的榮耀。", "사용하기 아까울 정도로 칼날이 아름다운 도. 칼집에 국화 무늬가 새겨진 게 특징이다. 국화꽃은 고귀함을 상징해서 문장으로 쓰이는 일이 많았다. 이 도 역시 원래는 왕족에게 바치기 위해 만든 것으로, 허락받은 소수의 도공만이 국화 무늬를 새길 수 있었다. 사무라이가 주군으로부터 이 도를 받으면 평생의 자랑거리가 된다.", "Un katana tellement magnifique que l'utiliser est presque un sacrilège. Les chrysanthèmes ornant le fourreau sont un symbole de noblesse et étaient utilisés autrefois comme blason. Traditionnellement, ce type de lame était fabriqué exclusivement pour la famille royale et, de ce fait, seule une poignée de forgerons étaient autorisés à utiliser ce symbole sur leurs pièces. Pour un samouraï, recevoir le kiku-ichimonji des mains de son seigneur représente l'honneur ultime.", "Ein Katana von solcher Schönheit, dass es zum Benutzen eigentlich viel zu schade ist. Die Chrysanthemen auf seiner Scheide symbolisieren Erhabenheit und wurden häufig als königliches Wappenmotiv verwendet. Ursprünglich durften nur ganz bestimmte Schmiede das Chrysanthemenmotiv verwenden. Für einen Samurai war es die größte Ehre, ein solches Schwert von seinem Herrn geschenkt zu bekommen.", "Una katana de tal belleza que da pena usarla. El crisantemo que adorna su vaina es un símbolo de nobleza que se usaba a menudo como escudo de armas. Originalmente se forjaba solo para la familia real, por lo que solo algunos herreros tenían permiso para usar este diseño. Para un samurái, recibir la kikuichimonji de su señor suponía el honor más alto."]}, "accuracy": 0}