{"slot": "Weapon", "compendium_shown": true, "price_buy": 28000, "requirements": null, "name": "Light Blade", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 843, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 54, "element_inflict": ["Light"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10430.png", "type": "Katana", "strings": {"name": ["Light Blade", "吸血妖刀", "빛의 검", "Lame droite", "Lichtklinge", "Hoja diestra"], "desc_short": ["A katana with a blade of light.", "刀身發著光的太刀", "빛의 칼날을 지닌 도.", "Un katana doté d’une lame de lumière.", "Ein Katana mit einer Lichtklinge.", "Una katana con una hoja de luz."], "desc_long": ["A katana with a blade of light that was created using Aldore's advanced technologies. The katana is usually found as only a hilt, but when held, the katana reacts to the wielder's magic powers to form a blade. This property makes it difficult to use for extensive periods of time, but the blade doesn't require any special care, and when not in use, is very light-weight, so it became a weapon of choice to those on espionage missions, or for those traveling afar.", "刀身發著光的太刀", "알도르의 선진 기술로 생산된 빛속성의 도. 미사용 시에는 날이 없는 손잡이 상태이지만, 휘두르면 장착자의 마력을 칼날 형태로 유지하는 구조로 제작되었다. 오랜 시간 사용하기 위해서는 일정한 훈련이 필요하지만, 빛의 칼날은 점검이 필요 없고 가볍기 때문에, 은밀한 임무나 장거리 진군에 안성맞춤인 장비라 할 수 있다.", "Un katana doté d’une lame de lumière. Il fut créé à l’aide des technologies sophistiquées d’Aldore. De prime abord, il s’agit d’une simple garde. Or, l’arme est capable de réagir aux pouvoirs magiques de son porteur pour former une lame de lumière. Cette caractéristique rend ce katana difficile à utiliser sur des périodes prolongées, mais en contrepartie, la lame n’exige aucun entretien et l’arme est remarquablement légère hors combat. Elle est ainsi devenue le premier choix des guerriers chargés de missions d’espionnage et des grands voyageurs.", "Ein Katana mit einer Lichtklinge, das mithilfe von Aldores fortschrittlicher Technologie gefertigt wurde. Das Katana besteht normalerweise nur aus dem Griff, doch wenn dieser in der Hand liegt, reagiert das Katana auf die magischen Kräfte des Trägers und formt eine Klinge. Diese Eigenschaft erschwert allerdings die Verwendung über einen längeren Zeitraum hinweg, doch die Klinge braucht ansonsten keine besondere Pflege. Wird die Klinge nicht gebraucht, ist die Waffe sehr leicht und deshalb auf Spionagemissionen oder auf weiten Reisen äußerst bleibt.", "Una katana con una hoja de luz que se creó con la tecnología avanzada de Aldore. A simple vista, esta katana no es más que una empuñadura, pero, cuando uno la agarra, esta reacciona a los poderes mágicos del usuario y aparece la hoja de la espada. Este efecto complica el uso de esta arma durante periodos largos de tiempo; sin embargo, su hoja no requiere de ningún cuidado especial y, además, pesa poquísimo. Por estos motivos, esta arma se convirtió en la opción preferida de todo aquel que realizaba misiones de espionaje o tenía que viajar lejos."]}, "accuracy": 0}