{"slot": "Weapon", "compendium_shown": true, "price_buy": 4200, "requirements": null, "name": "Sakurafubuki", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 28, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 420, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 98, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10408.png", "type": "Katana", "strings": {"name": ["Sakurafubuki", "櫻吹雪", "꽃보라", "Sakurafubuki", "Sakurafubuki", "Sakurafubuki"], "desc_short": ["A katana adorned with cherry blossoms.", "裝飾有櫻花花瓣的忍刀", "벚꽃 장식을 단 닌자도", "Katana orné de fleurs de cerisier.", "Mit Kirschblüten dekoriertes Schwert.", "Katana adornada con flores de cerezo."], "desc_long": ["A ninja sword adorned with cherry blossoms, a flower that blooms but once a year for a short period of time only to wither away in an instant. The beauty of its blade and scabbard make it a highly coveted piece of art, but any who may find themselves on the receiving end of one of its attacks will meet their end as quickly as the beautiful flowers that adorn it.", "櫻花在一年之中只會綻放一次，在短暫的時閒内盡情展示自己的美，而此刀便是由櫻花花瓣點綴的忍刀。刀的刀鞘與刀身都非常美，很多人都想將其當作美術品收藏起來。其實，正如此刀名一樣，它能將敵人像櫻花一樣轉瞬即逝瞬間斬殺，所以，此刀非常鋒利。", "일 년에 한 번, 아주 잠깐 흐드러지게 피었다가 순식간에 지는 벚꽃의 모양을 새긴 닌자도. 칼집과 칼날의 생김새가 매우 아름다워서 미술품으로 소장하기 원하는 사람도 적지 않다. 하지만 이 도의 이름은 찰나에 피고 지는 벚꽃처럼 순식간에 적의 목숨을 거둔다는 데에서 온 것으로, 도 자체의 위력도 대단히 높다.", "Une épée de ninja ornée de fleurs de cerisier, lesquelles fleurissent une fois par an pendant une très courte période puis se fanent en un instant. La beauté de sa lame et de son fourreau en fait une pièce d'art très prisée, mais la personne devant affronter son porteur risque de trouver la mort aussi vite que les fleurs ornant cette épée se fanent.", "Ein mit Kirschblüten dekoriertes Ninjaschwert. Die Blüten des Kirschbaums zeigen sich jedes Jahr nur wenige Tage. Klinge und Scheide des Schwertes sind mit allerhöchster Kunstfertigkeit hergestellt, was es zu einem begehrten Sammlerobjekt macht. Die kurzlebigen Kirschblüten sind jedoch auch ein Symbol für das plötzliche Ende des Lebens derer, die sich dieser Klinge gegenüber sehen.", "Una espada ninja adornada con flores de cerezo, una flor que florece una vez al año durante un corto tiempo para marchitarse después. La belleza de su filo y su vaina la hacen muy codiciada, pero cualquiera que sufra sus ataques perecerá tan rápido como las flores que la adornan."]}, "accuracy": 0}