{"slot": "Weapon", "compendium_shown": true, "price_buy": 28000, "requirements": null, "name": "Sasuke - Replica", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 821, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 65, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10428.png", "type": "Katana", "strings": {"name": ["Sasuke - Replica", "佐助刀·複製品", "사스케의 도·레플리카", "Katana de Sasuke - Réplique", "Sasukes Katana - Replik", "Réplica de Acero de Sasuke"], "desc_short": ["A replica of the beloved katana of a legendary ninja.", "傳說中的忍者所使用過的愛刀複製品", "전설의 닌자가 애용한 도의ㅐ 레플리카.", "Une réplique d’un katana qui est cher à un ninja légendaire.", "Eine Replik des geliebten Katanas, das einem legendären Ninja gehörte.", "La réplica de la preciada katana de un ninja legendario."], "desc_long": ["A replica of one of the twelve shining arms that was used by the legendary ninja, Sasuke. Though it looks very similar to the katana, Sasuke, it is a fake, so it lacks the power the real katana holds. At least it offers the owner a chance to feel how it's like to own one of the twelve shining arms.", "十二武具之一，傳說中的忍者「佐助」所使用過的愛刀複製品。與佐助刀非常相似，雖然性能不如真品，但是可以體驗到獲得光輝十二武具的感受。", "눈부시게 빛나는 십이무구 중 하나. 전설의 닌자 사스케가 애용한 도의 레플리카로, 사스케의 도와 비슷하게 생긴 모조품이기 때문에, 성능은 진품에 한참 미치지 못하지만 십이무구 중 하나를 손에 넣은 듯한 기분을 맛볼 수 있다.", "Une réplique d’une des douze armes brillantes, un katana qui était cher à Sasuke, un ninja de légende. Bien qu’elle ressemble à s’y méprendre au véritable katana, il s’agit d’un faux ne possédant aucun des pouvoirs de l’épée originale. Elle offre néanmoins à son porteur une chance de s’imaginer la sensation que procure l’une des douze armes brillantes.", "Die Replik von einer der zwölf glänzenden Waffen, die dem legendären Ninja Sasuke gehörte. Obwohl die Waffe dem Katana sehr ähnlich sieht, das Sasuke führte, ist es eine Fälschung und verfügt somit nicht über die Kräfte des echten Katanas. Aber wenigstens weißt der Besitzer nun, wie es sich anfühlt, eine dieser zwölf glänzenden Waffen zu besitzen.", "Una réplica de la preciada katana de Sasuke, un ninja legendario. Aunque es casi igual que la katana original, se trata de una falsificación y, por tanto, carece del poder del arma de verdad. Aun así, su portador puede experimentar cómo sería tener en sus manos una de las doce armas brillantes."]}, "accuracy": 0}