{"slot": "Weapon", "compendium_shown": true, "price_buy": 140000, "requirements": null, "name": "Virtuous Contract", "type_id": 4, "skills": [100050], "is_twohanded": false, "rarity": 8, "compendium_id": 711, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'MP +20%' passive."], "price_sell": 14000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 130, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Katana", "strings": {"name": ["Virtuous Contract", "純白契約", "백의 계약", "Contrat vertueux", "Tugendvertrag", "Contrato virtuoso"], "desc_short": ["A white katana once wielded by a samurai from another world.", "異界武士所使用的白刀", "이계의 사무라이가 사용하던 하얀 빛의 도", "Un katana blanc qui fut autrefois porté par un samouraï d'un autre monde.", "Ein weißes Katana, einst geschwungen von einem Samurai aus einer anderen Welt.", "Una katana blanca que antaño empuñó un samurái de otro mundo."], "desc_long": ["A white katana once wielded by a samurai of the East who existed in another world. The white tone of the blade is purely for decoration, but the blade itself was created by a master blacksmith for battle efficiency. The world where this blade existed was home to a group of androids called \"YoRHa\" who used this blade in battle.", "來自異界東洋武士使用的白刀。純白的刀裝為裝飾專用，其刀刃則為一流鍛冶師所打造的逸品。在異界中，自動步兵人形所構成的「寄葉部隊」中的一員裝備著這把刀。", "이계에서 유입된, 동양의 사무라이가 장비했다고 알려진 하얀 빛의 도. 그 순백의 빛은 어디까지나 장식용이지만, 일류 대장장이의 손에서 만들어진 물건이기도 하다. 이 도가 존재하던 이계에서는, 자동 보병 인형으로 구성된 '요르하 부대'의 일원이 장비하고 있었다고 한다", "Un katana blanc qui fut autrefois porté par un samouraï de l'Est qui vivait dans un autre monde. Si les tons blancs de cette lame ont une utilité purement décorative, la lame, elle, fut forgée par un maître forgeron avec pour seul objectif son efficacité au combat. Le monde d'où est issue cette lame est la terre d'origine d'une troupe d'élite appelée \"YoRHa\" qui en fait usage sur le champ de bataille.", "Ein aus einer fernen Welt stammendes weißes Katana, das einst ein Krieger aus dem Osten führte. Die Ausführung der schneeweißen Schwertscheide dient nur der Zierde, seine Klinge aber ist das Meisterstück eines erstklassigen Schwertschmiedes. In jener Welt, in der dieses Schwert existierte, führte ein Mitglied der aus Androiden bestehenden YoRHa-Streitkräfte diese Waffe.", "Una katana blanca que antaño empuñó un samurái oriental de otro mundo. El tono blanquecino que tiene la espada es pura decoración; sin embargo, esta espada la creó un maestro herrero para ser muy eficiente en combate. demás, el mundo del que proviene esta espada era el hogar de un grupo de androides que se denominaban \"YoRHa\". Estos solían usar esta espada en sus combates."]}, "icon": "item_10422.png"}