{"slot": "Weapon", "compendium_shown": true, "price_buy": 70000, "requirements": null, "name": "Cruel Oath", "type_id": 4, "skills": [218930], "is_twohanded": false, "rarity": 7, "compendium_id": 710, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Cruel Oath' passive."], "price_sell": 7000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 105, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10423.png", "type": "Katana", "strings": {"name": ["Cruel Oath", "漆黑誓約", "흑의 서약", "Serment cruel", "Grausamer Schwur", "Juramento cruel"], "desc_short": ["A black katana once wielded by a warrior from another world.", "異界武士所使用的黑刀", "이계의 무사가 사용하던 검은 빛의 도", "Un katana noir qui fut autrefois porté par un guerrier d'un autre monde.", "Ein schwarzes Katana, einst geschwungen von einem Krieger aus einer anderen Welt.", "Una katana negra que antaño portó un guerrero de otro mundo."], "desc_long": ["A black katana once wielded by a warrior of the East who existed in another world. The plain black toned blade is designed for efficiency in battle. The world where this blade existed was home to a group of androids called \"YoRHa\" who used this blade in battle.", "來自異界東洋武士使用的黑刀。漆黑的刀裝毫無裝飾之意，此刀純粹為戰鬥打造。在異界中，自動步兵人形所構成的「寄葉部隊」中的一員裝備著這把刀。", "이계에서 유입된, 동양의 무사가 사용했다고 알려진 검은 빛의 도. 순수한 검은 빛의 이 도는 그야말로 실전용이라는 느낌을 준다. 이 도가 존재하던 이계에서는, 자동 보병 인형으로 구성된 '요르하 부대'의 일원이 장비하고 있었다고 한다.", "Un katana noir qui était autrefois porté par un guerrier de l'est qui vivait dans un autre monde. Sa lame entièrement noire est conçue pour être efficace sur le champ de bataille. Le monde d'où est issue cette lame est la terre d'origine d'une troupe d'élite appelée \"YoRHa\" qui en fait usage sur le champ de bataille.", "Ein aus einer fernen Welt stammendes schwarzes Katana, das einst ein Krieger aus dem Osten führte. Diese schwarze Waffe strahlt mit ihrer schlichten Ausführung eine Formvollendung aus, die auf ihre Bestimmung zum tatsächlichen Kriegseinsatz hindeutet. In jener Welt, in der dieses Schwert existierte, führte ein Mitglied der aus Androiden bestehenden YoRHa-Streitkräfte diese Waffe.", "Una katana negra que antaño portó un guerrero oriental de otro mundo. Esta espada es completamente negra porque está diseñada para ser más eficiente en combate. Además, el mundo al que pertenece esta espada era el hogar de un grupo de androides que se denominaban \"YoRHa\". Estos solían usar esta espada para luchar."]}, "accuracy": 0}