{"slot": "Weapon", "compendium_shown": true, "price_buy": 28000, "requirements": null, "name": "Kogarasumaru", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 861, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 72, "element_inflict": ["Dark"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10431.png", "type": "Katana", "strings": {"name": ["Kogarasumaru", "靈劍·小鳥丸", "코가라스마루", "Kogarasumaru", "Seelenschwert - Kogarasumaru", "Kogarasumaru"], "desc_short": ["A katana from the Farplane with the power of dark.", "充滿暗之力的異界之刀", "어둠의 힘이 깃든 이계의 도.", "Un katana issu de l’Au-delà et imprégné des pouvoirs des ténèbres.", "Ein Katana aus einer fernen Welt, das die Kraft der Dunkelheit in sich trägt.", "Una katana del Etéreo dotada con el poder de la oscuridad."], "desc_long": ["A spirit sword from a faraway world that is imbued with the magic power of dark that is bestowed by the emblem etched on the blade. The sword imparts and amplifies the wielder's power of dark.", "將蘊含暗之魔力的徽章刻印在刀身的靈劍。使用者將被賦予暗之力，自身的力量也會得到增幅。", "검날에 어둠의 마력이 깃든 문장이 새겨진 이계의 영검. 사용하는 자에게 어둠의 힘을 부여하며, 그 힘을 증폭시켜 준다고 한다.", "Une épée spirituelle issue d’un monde lointain. Elle est imprégnée de la puissance magique des ténèbres conférée par l’emblème gravé sur sa lame. Elle confère et amplifie les pouvoirs ténébreux du porteur.", "Ein Geisterschwert aus einer fernen Welt, dem die magische Kraft der Dunkelheit innewohnt, die von dem auf die Klinge geätzten Emblem ausgeht. Das Schwert gibt die Kraft der Dunkelheit an seinen Träger weiter und verstärkt sie noch.", "Una espada espiritual de un mundo lejano dotada con el poder de la oscuridad a causa del emblema que tiene grabado en su hoja. Esta espada confiere y aumenta el poder oscuro de su portador."]}, "accuracy": 0}