{"slot": "Weapon", "compendium_shown": true, "price_buy": 28000, "requirements": null, "name": "Raikiri", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 525, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 60, "element_inflict": ["Lightning"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10416.png", "type": "Katana", "strings": {"name": ["Raikiri", "雷切", "라이키리", "Raikiri", "Raikiri", "Raikiri"], "desc_short": ["A katana that can cut even lightning.", "可斬斷雷電的刀", "번개조차 가르는 도", "Un katana qui peut même trancher la foudre.", "Ein Katana, das selbst Licht schneidet", "Una katana capaz de cortar hasta un rayo."], "desc_long": ["A katana that can cut even lightning. Advancements made in techniques employed in blacksmithing made it possible to recreate this katana imbued with the power of lightning. According to records, this katana is able to slice through lighting at a blink of an eye, leaving burn marks in its wake. In order to strike this weapon to perfection, one must use high-quality steel made from a special blend of iron and black sand.", "傳說中曾經斬斷雷電的古老刀劍的複製品。鍛冶技術的進步使得重現這種武器成為可能。根據文獻記載，它能將閃電一刀兩斷，而刀身僅僅只留下燒焦的痕跡。它需要優質鋼材以使成品盡可能接近傳說中的水平。", "번개를 갈랐다는 일화를 지닌 고대의 도를 재현한 것. 대장장이 기술이 발달함에 따라 재현할 수 있게 된 무기 중 하나로, 번개의 힘이 깃들어 있다. 문헌에 따르면 그 발도는 눈으로 쫓을 수조차 없고, 그 참격은 벼락마저 양단하며, 베인 뒤엔 불탄 자국이 남는다고 한다. 소실된 진품을 한계까지 추구하였기 때문에, 질 좋은 옥강을 재료로 사용하는 것이 상식이다.", "Un katana qui peut même trancher la foudre. Les récentes avancées en matière de ferronnerie ont permis de créer ce katana imprégné du pouvoir de la foudre. Selon divers écrits, cette lame est capable de couper un éclair en deux aussi facilement que du beurre, en un clin d'œil, laissant des marques de brûlure sur son sillage. Le forgeron qui souhaite atteindre la perfection de cette arme doit utiliser un acier de très grande qualité fait d'un mélange spécial de fer et de sable noir.", "Ein Katana, das selbst Licht schneidet. Fortschrittliche Schmiedetechniken ermöglichten dieses Katana, das die Kraft des Blitzes in sich birgt. Aufzeichnungen zufolge kann dieses Katana so schnell schneiden, dass es Brandspuren hinterlässt. Um diese Waffe zu perfektionieren, muss hochwertiger Stahl aus einer besonderen Eisenlegierung sowie schwarzer Sand verwendet werden.", "Una katana capaz de cortar hasta el rayo. Los avances en herrería han hecho posible que se pueda recrear esta katana imbuida con el poder del rayo. Según los registros, esta katana puede cortar un rayo en un abrir y cerrar de ojos, dejando marcas de quemadura a su paso. Para que esta arma sea perfecta, se ha de usar acero de alta calidad hecho a partir de una aleación de hierro y arena negra."]}, "accuracy": 0}