{"slot": "Weapon", "compendium_shown": true, "price_buy": 28000, "requirements": null, "name": "Chirijiraden", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 305, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 80, "element_inflict": ["Fire"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10412.png", "type": "Katana", "strings": {"name": ["Chirijiraden", "塵地螺鈿飾劍", "진지 나전장식검", "Chirijiraden", "Chirijiraden", "Chirijiraden"], "desc_short": ["An exquisitely crafted and detailed sword.", "雕刻精巧的刀", "정교한 세공으로 장식된 도", "Épée dont l'exellence de la forge n'a d'égal que le raffinement de ses détails.", "Ein prächtiges, hervorragend gearbeitetes Schwert.", "Espada de factura exquisita y detallista."], "desc_long": ["A sword endowed with the power of fire, and nicknamed the \"fire-eater.\" Rumor had it that this blade slept in the depths of an abyss until a recipe found in the underground libraries of another world revealed its manufacturing process. Apparently, the samurai from that world were highly skilled in beckoning the spirits of weapons. This katana's spirit in particular is a gorgeous blue flame said to incinerate anything it touches.", "帶有以金屬粉塵為底漆的螺鈿裝飾的利劍。其劍身含有火焰之力，也有人稱其為噬火刀。傳言它一直沉睡在深淵底部，但是在異界地下書庫發現了相關文獻，其中記述了製造方法。異界武士善於引導出刀劍中的意念，而從這把劍中引出的意念會化為美麗的藍色火焰，將周遭化為灰燼。", "불꽃의 힘을 지녀 '불 먹는 도'라 부르는 사람도 있다. 심연의 밑바닥에 잠들어있다고 알려져 있었으나, 이계의 지하 서고에서 발견된 문서에 의해 제작 방법이 밝혀졌다. 이계의 무사는 도에 깃든 마음을 '끄집어내는' 것이 특기인데, 이 도에서 나온 마음은 아름다운 불꽃이 되어 주위 일대를 모조리 불태웠다고 한다.", "Une épée imprégnée du pouvoir du feu et surnommée la \"mange-feu\". Cette lame aurait reposé au fond d'une abîme jusqu'au jour où une formule fut trouvée dans une bibliothèque souterraine d'un autre monde, révélant sa méthode de fabrication. Les samouraïs de ce monde auraient été capables d'invoquer les esprits des armes avec habileté. L'esprit de ce katana est une somptueuse flamme bleue qui réduirait en cendres tout ce qu'elle touche.", "Ein Schwert mit der Macht des Feuers, von manchen auch „Feuerfresser“ genannt. Erzählungen zufolge ging dieses Schwert in einem tiefen Abgrund verloren, doch mithilfe kürzlich entdeckter Schriften aus einer andersweltlichen Bibliothek war es möglich, es nachzuschmieden. Die Samurai jener Welt verstanden es, den in einem Schwert schlummernden Geist zu erwecken. Der Geist dieses Katana erscheint als gleißende blaue Flammen, die alles verzehren können.", "Espada imbuida con el poder del fuego apodada \"Comefuego\". Se rumorea que esta hoja yacía en las profundidades abisales hasta que una receta encontrada en las bibliotecas subterráneas de otro mundo reveló cómo crearla. Parece ser que los samurái de ese mundo tenían una habilidad especial para atraer a los espíritus de las armas. El espíritu de esta katana concreta es una llama azul que, según dicen, incinera todo lo que toca."]}, "accuracy": 0}