{"slot": "Weapon", "compendium_shown": true, "price_buy": 1400, "requirements": null, "name": "Kazekiri", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 23, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 140, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 35, "element_inflict": ["Wind"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Katana", "strings": {"name": ["Kazekiri", "斬風刃", "바람베기 칼", "Kazekiri", "Windschneider", "Kazekiri"], "desc_short": ["A katana rumored capable of cutting air.", "傳聞連天空都可斬斷的刀", "휘두르면 하늘도 벨 수 있다는 도", "Katana capable de trancher l'air.", "Soll sogar Luft spalten können.", "Katana que se dice puede cortar el aire."], "desc_long": ["A katana praised for its ability to slice anything, including the air itself. It is said to be able to cut the whirlwinds created by giant birds in half. There was once an incident where a great many people were hacked down by this blade in the dark of night. The resulting mound of dismembered bodies was said to resemble the aftermath of a ferocious metal-clawed beast.", "擁有鋒利的刀刃，據說能夠斬裂天空的刀。傳聞說在巨島產生的旋風，也會被此刀一刀兩斷。曾經有過一起事件，就是在夜晚街道行走的人接二連三地被此刀斬殺，因切面過於平滑，使得人們還以為出現了擁有鋒利堅爪的新型魔物。", "베는 맛이 일품이며 하늘조차 가른다는 명도. 거대한 새가 만드는 회오리바람도 칼질 한 번이면 두 갈래로 갈라진다고 한다. 과거에 밤길을 걷던 사람이 잇따라 이 칼에 베이는 사건이 일어났을 때, 상처가 너무나 예리해서 인간이 아닌 새로운 마물이 나타난 게 아니냐며 소동이 일어난 적도 있다.", "Un katana loué pour sa capacité à couper n'importe quoi, même l'air. Il serait capable de couper en deux les tourbillons créés par les oiseaux géants. Autrefois, de nombreuses personnes furent massacrées par cette lame au cours d'une sombre nuit d'hiver. La montagne de corps démembrés laissée derrière ce massacre évoquait un carnage sans nom.", "Ein Katana von solcher Schärfe, dass es Wirbelwinde oder sogar den Himmel selbst zerschneiden können soll. Einer Erzählung nach wurden eines Nachts mehrere Menschen mit dieser Klinge so sauber entzwei geschnitten, dass anschließend Gerüchte über eine neue Art von Ungeheuer die Runde machten.", "Una katana conocida por su habilidad para cortar cualquier cosa, incluso el mismísimo aire. Se dice que puede cortar en dos los torbellinos de los pájaros gigantes. Hubo una vez un incidente en el que esta espada cortó a muchos en mitad de la noche. Se dice que el montón de cuerpos desmembrados resultante parecía las secuelas dejadas por una bestia con garras de metal."]}, "icon": "item_10402.png"}