{"slot": "Weapon", "compendium_shown": true, "price_buy": 140000, "requirements": null, "name": "Ise-no-Kami", "type_id": 4, "skills": [101110], "is_twohanded": false, "rarity": 8, "compendium_id": 790, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Aquan Killer' passive."], "price_sell": 14000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 114, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10426.png", "type": "Katana", "strings": {"name": ["Ise-no-Kami", "伊勢守", "이세노카미", "Ise no Kami", "Ise no kami", "Isenokami"], "desc_short": ["A famed blade brought from the faraway world of Luxendarc.", "來自異界盧森達爾克的名刀", "이계 룩센다르크에서 유입된 명검.", "Une épée légendaire rapportée du monde lointain de Lucsendarc.", "Ein berüchtigtes Schwert aus der fernen Welt von Luxendarc.", "Una famosa espada del lejano mundo de Luxendarc."], "desc_long": ["A famed blade owned by a master swordsman that was brought from the faraway world of Luxendarc. It is said that the master swordsman bestowed this blade to his beloved pupil on her first mission as a member of the Eternian forces.", "來自異界盧森達爾克，某位被稱為劍聖的劍術高手所使用的名刀。據說當身為劍聖愛徒的少女以艾塔魯尼亞公國軍的身分初次執行任務時，劍聖將這把刀送給了她。", "이계 룩센다르크에서 검성이라고 불린 검의 달인이 사용했다고 알려진 명검. 그 검성은 제자였던 어느 소녀가 에타르니아 공국군의 일원으로서 첫 임무에 나설 때 이 검을 물려주었다고 한다.", "Une épée légendaire rapportée du monde lointain de Lucsendarc. Elle appartenait autrefois à un maître épéiste. La légende raconte que l’épéiste aurait confié cette épée à son élève bien aimée lors de sa première mission en tant que membre de l’armée d’Éternia.", "Ein berüchtigtes Schwert, das einst einem Schwertmeister aus der fernen Welt von Luxendarc gehörte. Es heißt, dass das Klingengenie die Waffe seiner Lieblingsschülerin für ihre erste Mission als Mitglied der Eternianischen Streitkräfte mitgab.", "La famosa espada de un maestro espadachín del lejano mundo de Luxendarc. Se dice que el maestro le entregó esta espada a su alumna predilecta durante su primera misión como miembro del ejército de Eternia."]}, "accuracy": 0}