{"slot": "Weapon", "compendium_shown": true, "price_buy": 70000, "requirements": null, "name": "Hoemaru", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 619, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 7000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 120, "element_inflict": ["Fire"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10418.png", "type": "Katana", "strings": {"name": ["Hoemaru", "吠丸", "호에마루", "Hoemaru", "Hoemaru", "Hoemaru"], "desc_short": ["A famed katana imbued with the power of flames.", "寄宿有火焰之力的名刀", "불꽃의 힘이 깃든 명도", "Un célèbre katana imprégné du pouvoir des flammes.", "Ein berühmtes Katana mit der Macht der Flammen.", "Una famosa katana imbuida con el poder de las llamas."], "desc_long": ["A famed katana, said to have been owned by a battle savvy genius, which is imbued with the power of flames. There are many rumors on how it got its name, but the most trusted is how the name \"Hoemaru,\" means \"to howl,\" which is what the blade does when facing a worthy opponent. The blade is extremely sharp, and a single swipe is said to sever straight through bones with ease.", "寄宿有火焰之力的刀，自古只有被稱為戰鬥天才的人才配擁有它。其名字的由來眾說紛紜，其中最有力的一種說法是，在與強者戰鬥時，這把刀就像是有生命一樣，發出了吠吼聲，因而得名吠丸。吠丸極為鋒利，一刀下去甚至能夠斬斷敵人的骨頭。", "불꽃의 힘이 깃든 도. 옛날 전투의 천재라 불리던 인물이 갖고 있던 것이라 한다. 이름의 유래에 대해서는 여러 설이 있지만, 강자와의 싸움이 벌어지면 마치 살아 있는 듯이 웅웅대는 소리를 낸다는 설이 유력하다. 날이 무척이나 날카로워, 가볍게 스치기만 해도 뼛속까지 베어 버린다고 한다.", "Un célèbre katana imprégné du pouvoir des flammes qui aurait appartenu à un petit génie du combat. Il existe de nombreuses rumeurs qui racontent comment il aurait obtenu son nom, mais la plus crédible reste le sens de \"Hoemaru\" qui signifie \"hurler\", ce que fait la lame lorsqu'elle fait face à un ennemi de valeur. Cette lame est extrêmement tranchante et on raconte même qu'un seul coup suffirait à pénétrer le corps jusqu'à l'os sans aucun effort.", "Ein sagenumwobenes Katana, das einst einem Genie im Kampf gehört haben soll und mit der Macht der Flamme getränkt ist. Gerüchten zufolge steht der Name \"Hoemaru\" für \"Geheul\". Dieses lässt das Schwert los, wenn es auf einen würdigen Gegner trifft. Die Klinge ist extrem scharf und ein einziger Schlag soll Knochen durchtrennen.", "Una famosa katana imbuida con el poder de las llamas que perteneció a un genio. Circulan muchos rumores en relación a su nombre, pero el más conocido es \"Hoemaru\" que significa \"Aullido\". Esto se debe a que la espada emite un aullido cuando su portador se enfrenta a un oponente complicado. La katana está muy afilada y es capaz de atravesar carne y hueso de un solo golpe."]}, "accuracy": 0}