{"slot": "Weapon", "compendium_shown": true, "price_buy": 140000, "requirements": null, "name": "Purple Lightning", "type_id": 4, "skills": [210230], "is_twohanded": false, "rarity": 8, "compendium_id": 501, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Azure Soul' passive."], "price_sell": 14000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 92, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10415.png", "type": "Katana", "strings": {"name": ["Purple Lightning", "紫電", "자색 번개", "Éclair pourpre", "Violetter Blitz", "Rayo Púrpura"], "desc_short": ["A katana that gives off a beautiful blue shine. (Enables special abilities when equipped by Lasswell)", "發出蒼藍光輝的美麗刀劍【拉斯韋爾裝備時，發動特定技能】", "푸른 빛을 발하는 아름다운 도 [라스웰 장착 시 특정 어빌리티 발동]", "Un katana qui brille d'un magnifique éclat bleuté. (Permet à Lasswell d'utiliser des aptitudes spéciales)", "Ein blau strahlendes Katana. (Aktiviert bei Lasswell Spezialfertigkeiten)", "Una katana que produce un bello destello azul. (Activa habilidades especiales si se la equipa Lasswell)."], "desc_long": ["A katana used by Lasswell that gives off a beautiful blue shine. The blade is very straight and has an ethereal feel to it, which reacts to the wielder's emotions to let out a cold, yet beautiful shimmer. Under the tender care of Lasswell, this katana, which was originally used by Rain's father, Raegan, has weathered many years without dulling. (Enables special abilities when equipped by Lasswell)", "格蘭謝爾特騎士拉斯韋爾的愛刀。其刀身筆直剔透，和持有者的強烈意志共鳴，發出美麗又冷峻的光芒。它曾屬於雷因的父親雷根，經拉斯韋爾的精心呵護後，儘管已經使用多年，其鋒利程度仍可比當初。【拉斯韋爾裝備時，發動特定技能】", "그랑셸트의 기사, 라스웰의 애도. 투명하게 비치는 듯한 검날로 이루어진 직도로, 소유자의 강한 마음에 반응하여 싸늘한 기운을 띠는 푸르고 아름다운 빛을 발한다. 레인의 아버지인 레겐이 남긴 물건으로, 라스웰의 정성스러운 손질로 오랜 기간 휘둘러왔음에도 불구하고 그 날은 조금도 무뎌지지 않았다. [라스웰 장착 시 특정 어빌리티 발동]", "Un katana à l'éclat bleu scintillant utilisé par Lasswell. Sa lame est particulièrement droite et son aspect éthéré réagit aux émotions de son porteur en émettant un éclat froid, mais magnifique. Grâce à l'entretien minutieux de Lasswell, ce katana, qui appartenait à l'origine à Raegan, le père de Rain, a enduré le poids des années sans jamais s'émousser. (Confère des compétences spéciales à Lasswell lorsqu'il s'en équipe)", "Ein blau strahlendes Katana. Die gerade Klinge strahlt etwas Ätherisches aus und reagiert auf die Emotionen des Trägers mit einem schönen blaukalten Schimmer. Jetzt unter der Obhut von Lasswell, wurde es zuvor von Rains Vater Raegen geführt. In all den Jahren nutzte es sich nie ab. (Aktiviert bei Lasswell Spezialfertigkeiten)", "Una katana que produce un bello destello azul. Esta katana pertenece a Lasswell, su hoja es recta y su aspecto etéreo, lo que hace que emita un destello frío, pero bonito, cuando reacciona a las emociones de quien la blande. Antes de pasar a manos de Lasswell, era propiedad del padre de Rain, Raegan. Lasswell la cuida con mucho mimo, por lo que perdura sin importar el paso de los años. (Activa habilidades especiales si se la equipa Lasswell)."]}, "accuracy": 0}