{"slot": "Weapon", "compendium_shown": true, "price_buy": 140000, "requirements": null, "name": "Masamune", "type_id": 4, "skills": [101360, 224570], "is_twohanded": false, "rarity": 8, "compendium_id": 833, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Doublehand' passive.", "Grants 'Octaslash' ability."], "price_sell": 14000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 150, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10429.png", "type": "Katana", "strings": {"name": ["Masamune", "正宗", "마사무네", "Masamune", "Masamune", "Masamune"], "desc_short": ["A katana with an extravagantly long blade.", "擁有極長刀身的太刀", "터무니없이 긴 칼날을 지닌 도.", "Un katana doté d’une lame excessivement longue.", "Ein Katana mit besonders langer Klinge.", "Una katana con una hoja extremadamente larga."], "desc_long": ["A katana with an extravagantly long blade. It is said to have been used by a legendary SOLDIER in a faraway world. The beautiful brilliance of the blade boasts unprecedented sharpness, but because the katana is very heavy, most swordsmen are able to use it properly. The legendary SOLDIER, though, was able to swing it with ease, and was even able to strike enemies with a blink of an eye.", "擁有極長刀身的太刀", "터무니없이 긴 칼날을 지닌 도. 까마득히 먼 이계의 전설의 솔져가 애용하던 것이라고 알려져 있다. 아름답게 빛나는 칼날은 발군의 날카로움을 자랑하지만, 중량이 상당한 탓에 평범한 검사는 휘두를 수조차 없다. 그러나 전설의 솔져는 이 도를 자유자재로 다루며 엄청난 속도의 발도술까지 사용했다고 한다.", "Un katana doté d’une lame excessivement longue. Selon les dires, il aurait appartenu à un membre légendaire de SOLDAT originaire d’un monde lointain. Le magnifique éclat que sa lame émet atteste de son tranchant extraordinaire, mais son poids imposant le rend inutilisable par la grande majorité des épéistes. Ce guerrier légendaire et membre de SOLDAT pouvait toutefois la manier avec aisance, de sorte qu’il était capable de frapper ses ennemis à la vitesse de l’éclair.", "Ein Katana mit besonders langer Klinge. Es soll von einem SOLDATEN aus einer fernen Welt getragen worden sein. Die wunderschöne Klinge ist sehr scharf, doch da das Katana ungewöhnlich schwer ist, sind die meisten Kämpfer nicht in der Lage, die Klinge richtig zu führen. Der legendäre SOLDAT war jedoch in der Lage, das Schwert mit Leichtigkeit zu schwingen und seine Gegner blitzschnell zu erledigen.", "Una katana con una hoja larga muy extravagante. Se dice que la usó un SOLDADO legendario de un mundo lejano. El brillo tan deslumbrante de esta katana hace que su filo destaque de una forma exagerada; pero, al pesar tanto, la mayoría de los guerreros no son capaces de usarla correctamente. Sin embargo, el SOLDADO legendario era capaz de sujetarla fácilmente, además de golpear a cualquier enemigo en cuestión de segundos."]}, "accuracy": 0}