{"slot": "Weapon", "compendium_shown": true, "price_buy": 28000, "requirements": null, "name": "Murasame", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 25, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 61, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10404.png", "type": "Katana", "strings": {"name": ["Murasame", "村雨", "무라마사", "Murasame", "Murasame", "Murasame"], "desc_short": ["A sinister katana that drains blood.", "吸噬過大量鮮血的妖刀", "수많은 피를 빨아들인 요기 서린 도", "Katana sinistre qui vide la cible de son sang.", "Ein blutgieriges, verfluchtes Schwert.", "Katana siniestra que drena la sangre."], "desc_long": ["An infamous katana. Legend has it that it converts its owners desires into power, and that the beauty of its blade draws others towards it. The murasame shines most after it has drained the blood of a living creature, and though powerful, it eventually leads whomever wields it to kill meaninglessly. Thus, rumors say that no one has been in possession of it for very long.", "此刀為著名的妖刀。傳說妖刀有著能將持有者的慾望轉換成力量的能力。妖刀的刀身極其美麗，會讓看到的人都想得到它，然而，妖刀最為美麗的瞬間果然還是吸取活物鮮血的時候。雖然此刀非常強力，但有傳言說持有者會被肆意破壞的衝動所吞噬，見人就砍，所以沒有人能長期使用此刀。", "이 도는 요기가 서린 것으로 유명하다. 소유자의 욕망을 힘으로 바꾼다고 전해지며, 칼날이 사람을 홀릴 정도로 아름답다. 하지만 이 도가 가장 빛나는 순간은 사람의 피를 먹었을 때라고 한다. 대단히 강력하지만, 손에 들면 당장 뭐라도 베어버리고 싶은 충동에 빠져서 오래 사용한 사람이 거의 없다고 한다.", "Un katana tristement célèbre. La légende dit qu'il transforme les désirs de son propriétaire en force et que la beauté de sa lame attire les gens vers lui. La murasame émet de la lumière après avoir fait couler le sang de sa victime et pousse celui qui la détient à tuer encore et encore. Les rumeurs racontent que pour cette raison, personne n'est jamais resté en sa possession très longtemps.", "Ein berühmtes, verfluchtes Schwert. Angeblich wird es umso stärker, je größer die Gier seines Besitzers ist. Die Schönheit seiner Klinge zieht den Betrachter magisch an, doch am hellsten strahlt es, nachdem es mit frischem Blut benetzt wurde. Es weckt im Besitzer den Wunsch, willkürlich um sich zu schlagen, weswegen es selten lange in den Händen derselben Person bleibt.", "Una katana infame. Según la leyenda, convierte los deseos de su amo en poder, y la belleza de su hoja atrae a muchos. La murasame brilla más cuando ha drenado la sangre de un ser vivo y, aunque es poderosa, acaba por condenar a su portador a matar sin control. Por eso, según los rumores, nadie la ha poseído durante mucho tiempo."]}, "accuracy": 0}