{"slot": "Weapon", "compendium_shown": true, "price_buy": 140000, "requirements": null, "name": "Sasuke", "type_id": 4, "skills": [101370], "is_twohanded": false, "rarity": 8, "compendium_id": 820, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Dual Wield' passive."], "price_sell": 14000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 130, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10427.png", "type": "Katana", "strings": {"name": ["Sasuke", "佐助刀", "사스케의 도", "Katana de Sasuke", "Sasukes Katana", "Acero de Sasuke"], "desc_short": ["The beloved katana of a legendary ninja.", "傳說中的忍者所使用過的愛刀", "전설의 닌자가 애용한 도.", "Un katana qui est cher à un ninja légendaire.", "Das geliebte Katana eines legendären Ninjas.", "La preciada katana de un ninja legendario."], "desc_long": ["One of the twelve shining arms, and the beloved katana of the legendary ninja, Sasuke. Sasuke was prehensile and could use both hands with deadly efficiency, which allowed him to use a weapon in each hand to fell many powerful enemies in battle. This particular katana holds the very soul of Sasuke, and those who hold it are imparted with some of the skills that Sasuke exhibited. Only those who have shown their might to The Starving Wicked Beast, Adferra, can wield this spear.", "十二武具之一，傳說中的忍者「佐助」所使用過的愛刀。據說佐助並沒有使用武器的慣用手，左右手拿著不同的刀，打倒了各種強敵。這把刀寄宿著佐助的靈魂，能將佐助的一部技術傳授給裝備者。只有「飢渴凶惡的魔獸．阿達非拉」所認同之人才能夠獲得。", "눈부시게 빛나는 십이무구 중 하나. 전설의 닌자 사스케가 애용한 도로, 사스케는 무기를 사용하는 손을 가리지 않고 좌우 각각 다른 무기를 사용해 여러 강적을 쓰러뜨렸다고 알려져 있다. 이 도에는 그러한 사스케의 영혼이 깃들어 있으며, 장착한 자에게 그의 기술 일부를 전해준다고 한다. '굶주려 있는 흉악한 마수 알다페라'에게 그 힘을 인정받은 자만이 이 무기를 손에 넣을 수 있다.", "L’une des douze armes brillantes : un katana qui était cher à Sasuke, un ninja de légende. Sasuke était ambidextre et pouvait se servir de ses deux mains avec une efficacité mortelle. Il pouvait ainsi terrasser ses ennemis tant d’une main que de l’autre. Ce katana contient l’âme de Sasuke, et ceux qui le portent se voient hériter des talents du grand ninja lui-même. Seuls ceux qui ont démontré leur force aux yeux d’Adferra, la bête maléfique affamée, peuvent brandir cette arme.", "Eine der zwölf glänzenden Waffen und das geliebte Katana des legendären Ninjas Sasuke. Sasuke war mit seinen Händen äußerst geschickt und somit in der Lage, in beiden Händen eine Waffe mit tödlicher Präzision zu führen und unzählige mächtige Gegner im Kampf zu besiegen. Diesem besonderen Katana wohnt die Seele von Sasuke inne und wer es in der Hand hält, auf den werden einige von Sasukes Fähigkeiten übertragen. Nur wer seine Macht Adferra, der hungernden Teufelsbrut, gegenüber bewiesen hat, kann diese Waffe mit ihrer langen Klinge führen.", "Una de las doce armas brillantes y la preciada katana de Sasuke, un ninja legendario. Sasuke era muy habilidoso, por lo que podía usar cualquiera de sus manos con una eficacia mortal cuando blandía un arma. De esta forma, derrotó a muchos enemigos en infinitud de combates. Esta katana en particular alberga el alma de Sasuke, y todo aquel que la agarra es capaz de dominar algunas de las habilidades que este ninja exhibió en su día. Sin embargo, solo aquellos que hayan demostrado su poder ante Adferra, la malvada bestia voraz, podrán usar esta arma."]}, "accuracy": 0}