{"slot": "Weapon", "compendium_shown": true, "price_buy": 70000, "requirements": null, "name": "Murasame+", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 736, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 7000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 111, "element_inflict": null, "MP": 0, "MAG": 14, "SPR": 0, "DEF": 0}, "icon": "item_10424.png", "type": "Katana", "strings": {"name": ["Murasame+", "村雨·改", "개량형 무라마사", "Murasame+", "Murasame+", "Murasame+"], "desc_short": ["An attractive katana with enhanced abilities.", "性能強化的妖刀", "더욱 성능을 끌어올린 도.", "Un katana élégant aux qualités améliorées.", "Ein herrliches Katana mit verbesserten Eigenschaften.", "Una katana muy bonita con propiedades mejoradas."], "desc_long": ["An attractive katana with enhanced abilities. The murasame is said to be a magical katana that instills its owner to go on a killing spree, and this particular enhanced murasame has been further honed by a blacksmith to see how sharper the blade can become. The blade is now so sharp that it can cut anything it comes in contact with. It is said that the brilliance of the blade intensifies as it draws blood from its prey.", "經過改良，提高性能的刀。據說只要拿在手上，就會有股想要砍東西的衝動，名為「村雨」的妖刀。據說是某個刀匠為了確認刀刃能銳利到何種程度而鍛造的，就是這把「村雨．改」。其刀刃銳利的程度，只要觸碰到的瞬間就會皮開肉綻，在吸收了鮮血後，刀刃的光輝還會更加耀眼。", "개량을 거쳐 더욱 성능을 끌어올린 도. 손에 들면 당장 뭐라도 베어버리고 싶은 충동에 빠져 버린다는 요기 서린 칼, '무라마사'의 날이 어디까지 날카로워질 수 있는지 고민한 대장장이가 벼려 낸 것이 바로 이 '개량형 무라마사'이다. 만지는 순간 피부를 베어내 버릴 정도로 날카로운 이 칼날은 생피를 빨아들이면 더욱 그 빛을 발한다고 한다.", "Un katana élégant aux qualités améliorées. La légende affirme que Murasame a la capacité de pousser son porteur au massacre. La lame de cette épée a été longuement aiguisée par un forgeron avide d’admirer son tranchant dans toute sa grandeur. Elle est à présent si affûtée qu’elle peut couper tout ce qu’elle touche. Il est dit que l’éclat produit par ce katana gagne en intensité dès lors qu’il goûte au sang de sa proie.", "Ein herrliches Katana mit verbesserten Eigenschaften. Das Murasame ist magisches Katana, von dem gesagt wird, dass es seinen Benutzer in einen Zustand wahrer Mordlust versetzt. Besonders dieses verstärkte Murasame wurde von seinem Schwertschmied so bearbeitet, dass es eine absolute Schärfe erreicht. Nun ist das Katana so scharf, dass es alles zerschneidet, mit dem es in Kontakt kommt. Der Legende nach erhält die Klinge einen unheiligen Glanz, je mehr Blut ihrer Beute sie saugt.", "Una katana muy bonita con propiedades mejoradas. Se dice que Murasame tiene un poder especial que hace que quien la porte experimente una especie de furia asesina. Además, esta versión mejorada de Murasame está aún más afilada de lo normal, por lo que puede atravesar la carne como si fuera mantequilla. Por otro lado, se dice que el brillo de su hoja aumenta cuando entra en contacto con la sangre de sus víctimas."]}, "accuracy": 0}