{"slot": "Weapon", "compendium_shown": true, "price_buy": 28000, "requirements": null, "name": "Platinum Long Sword", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 718, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 64, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10419.png", "type": "Katana", "strings": {"name": ["Platinum Long Sword", "白金太刀", "백금의 태도", "Épée L. en platine", "Platinlangschwert", "Mandoble de platino"], "desc_short": ["A long sword made from platinum.", "用白金製作的太刀", "백금으로 만들어진 태도", "Une épée longue faite d'argent.", "Ein Langschwert aus Platin.", "Una espada larga de platino."], "desc_long": ["A long sword made from platinum. Swords made of platinum tend to be heavier than other metals making them hard to swing efficiently, but with the advancements made through the tedious labors of many craftsman, these swords were made lighter, thus making them widely used among adventurer's all throughout the land. In the hands of a skilled swordsman, the blade can easily split solid stone in two.", "以白金製成的太刀。因為白金比較重，當作太刀材料的話，會讓斬擊變得遲鈍。但是近年來，鍛造師們揮灑了無數的汗水，終於成功將其輕量化，在冒險者之間已經廣泛的被使用。根據使用者的實力，造工精緻的成品甚至能將岩石一刀兩段。", "백금으로 만들어진 태도. 백금은 무게가 나가는 금속인 탓에, 태도의 재료로 이용할 경우 참격의 속도가 떨어진다. 그러나 최근 대장장이들의 피나는 노력 끝에 경량화에 성공하여, 모험가들 사이에서 널리 사용되고 있다. 사용자의 힘에 따라 다르겠지만, 날이 선 날카로운 태도는 바위조차도 둘로 갈라버릴 수 있다고 한다.", "Longue épée faite de platine Les épées faite de platine ont tendance à être plus lourdes et difficiles à manier efficacement, mais avec les avancés faites par le dur labeur de beaucoup d’artisans, ces épées ont été rendue plus légères et donc largement utilisées par les aventuriers à travers le pays. Dans les mains d’un épéiste talentueux la lame peut facilement couper en deux une pierre.", "Ein aus Platin gefertigtes Langschwert. Für gewöhnlich sind aus Platin gefertigte Langschwerter verhältnismäßig schwer und damit durchgeführte Manöver daher oft plump und ungelenk. In letzter Zeit gelang es Schwertschmieden durch beinahe schon rührende Hingabe, das Gewicht zu verringern und die Benutzung dieser Schwertgattung unter allen Abenteurern zu verbreiten. Natürlich kommt es auch auf das Geschick des Trägers an, aber man sagt sich, dass ein frisch geschliffenes Langschwert dieser Art so scharf ist, dass es imstande ist, selbst Steine entzweizuschneiden.", "Una espada larga de platino. En comparación con otros metales, las espadas de platino tienden a pesar mucho, por lo que es difícil usarlas. Sin embargo, gracias a los avances desarrollados con el esfuerzo de muchos artesanos, estas espadas ahora son más ligeras y, por tanto, están más extendidas entre los aventureros. A manos de un espadachín experto, esta espada es capaz de cortar una piedra en dos con una facilidad pasmosa."]}, "accuracy": 0}