{"slot": "Weapon", "compendium_shown": true, "price_buy": 140000, "requirements": null, "name": "Himonto", "type_id": 4, "skills": [220690], "is_twohanded": false, "rarity": 8, "compendium_id": 758, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Frozen Law' passive."], "price_sell": 14000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 110, "element_inflict": ["Ice"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10425.png", "type": "Katana", "strings": {"name": ["Himonto", "冰紋刀", "빙문도", "Himonto", "Himonto", "Himonto"], "desc_short": ["An ice blade with a beautiful edge.", "擁有美麗刀紋的冰之刀", "아름다운 칼날을 자랑하는 얼음의 도.", null, null, "Una espada de hielo con un filo muy cuidado."], "desc_long": ["An ice blade with a beautiful edge. It looks as if it was directly carved out of solid ice, but the blade is actually made of crystallized ice magic, which is then honed like any other metal. The blade emits chilling magic, and a single swipe will send shards of ice flying through the air. A single nick from this blade will begin to freeze those struck from where they are hit.", "擁有美麗刀紋的冰之刀。雖然看起來像是直接用冰塊削製而成的刀刃，但其實是用冰之魔力結晶化後產生的金屬所鍛造。刀身圍繞著冰冷的魔力，只要揮動就會在空氣中產生飛舞的碎冰。據說被此刀刃傷到的人，會瞬間被凍成冰塊。", "아름다운 칼날을 자랑하는 얼음의 도. 얼음 그 자체를 깎아 만든 듯이 보이지만, 실제로는 얼음의 마력을 결정화해 만든 금속을 연마한 것이다. 검날에는 항상 냉기의 마력이 감돌고 있으며, 한번 휘두를 때마다 공중에 미세한 얼음이 흩날린다. 이 도에 살짝이라도 상처를 입은 자는 그 자리에서 얼어붙고 만다고 한다.", null, null, "Una espada de hielo con un filo muy cuidado. Parece que se elaboró directamente a partir de un bloque de hielo, pero en realidad la hoja está hecha de magia de hielo cristalizada, que posteriormente se afila como cualquier otro metal. La hoja desprende magia de frío y, con un solo golpe, lanza fragmentos de hielo por el aire. Un solo rasguño a causa de esta hoja empezará a congelar al oponente que haya tocado."]}, "accuracy": 0}