{"slot": "Weapon", "compendium_shown": true, "price_buy": 28000, "requirements": null, "name": "Goho Katana", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 870, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2800, "stats": {"status_inflict": {"Confusion": 30, "Petrify": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 52, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10432.png", "type": "Katana", "strings": {"name": ["Goho Katana", "護法軍刀", "보호의 군도", "Katana de défense", "Katana der Schutzhoheit", "Katana Goho"], "desc_short": ["A long katana modeled after the beloved sword of a loyal warrior.", "模仿忠肝義膽武將的愛刀所製作的太刀", "충성심이 깊은 장병의 도를 본따 만든 도검.", "Un long katana inspiré de l’épée de prédilection d’un fidèle guerrier.", "Ein langes Katana, das dem geliebten Schwert eines treuen Kriegers nachempfunden ist.", "Una katana larga elaborada en semejanza a la preciada espada de un shogun."], "desc_long": ["A long katana modeled after the beloved sword of a loyal warrior. The blade is crafted masterfully and extremely sharp, but the katana became prominent for use in divine ceremonies praying for victories, and almost disappeared from the hands of warriors on the battlefield. It can also be found used as an offering during war expeditions at the headquarters of generals with the will and want for reason and order.", "模仿忠肝義膽武將的愛刀所製作的太刀。鍛造過程十分細心，並擁有相當銳利的刀鋒，但是主要使用於祈求戰勝的祭祀，幾乎沒有士兵會拿著它上戰場。為了效仿他那為守護法律與秩序而轉戰各地的清廉信念，遠征軍本鎮通常會祭祀著此刀。", "충성심이 깊은 장병의 도를 본따 만든 도검. 그 주조는 정교하고 칼날 또한 날카로우나, 전쟁의 승리를 기원하는 신사에서 사용하는 것으로 유명해져 전장에서 이 도를 지니고 싸우는 병사는 점차 사라졌다고 한다. 각지를 전전하며 법과 질서를 지키려 한 장군의 의지를 기리기 위해, 원정군 본진에서 받들어 모시는 경우가 많다.", "Un long katana inspiré de l’épée de prédilection d’un fidèle guerrier. La lame est un véritable chef-d’œuvre au tranchant spectaculaire, mais l’épée est principalement utilisée au cours de cérémonies de célébration divines et n’est que rarement aperçue entre les mains d’un guerrier sur le champ de bataille. On peut également en voir quelques-unes dans les quartiers des généraux désireux de faire respecter l’ordre et la discipline, où elle est donnée en offrande.", "Ein langes Katana, das dem geliebten Schwert eines treuen Kriegers nachempfunden ist. Die Klinge ist meisterlich gefertigt und sehr scharf, doch dieses Katana wurde hauptsächlich in göttlichen Zeremonien verwendet, in denen für den Sieg gebetet wurde, und wurde daher immer seltener auf dem Schlachtfeld gesehen. Es wird auch als Opfergabe in den Hauptquartieren von Generälen der Kriegsexpeditionen verwendet, um für Vernunft und Ordnung zu sorgen.", "Una katana larga elaborada en semejanza a la preciada espada de un leal guerrero. Su hoja está elaborada con maestría y es muy afilada. Sin embargo, esta katana adquirió importancia cuando empezó a usarse en ceremonias para pedirle la victoria a los dioses, por lo que apenas se ve ya en el campo de batalla. También, se usa como ofrenda durante las expediciones bélicas: se le entrega a generales que tienen el deseo y la voluntad de luchar por el orden y la razón."]}, "accuracy": 0}