{"slot": "Weapon", "compendium_shown": true, "price_buy": 70000, "requirements": null, "name": "Genji Blade", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 378, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 7000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 107, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10413.png", "type": "Katana", "strings": {"name": ["Genji Blade", "源氏刀", "겐지의 도", "Lame de Genji", "Genjiklinge", "Hoja de Genji"], "desc_short": ["The beloved blade of a wanderer from another world.", "曾屬於在異界漂泊的神秘壯漢的刀", "이계를 떠도는 수수께끼의 사내가 지닌 도", "L'épée fétiche d'un épéiste d'un autre monde.", "Die geliebte Klinge eines Reisenden aus einer anderen Welt.", "La espada preciada de un vagabundo de otro mundo."], "desc_long": ["A beloved item once owned by a man said to be a collector of weapons who fought against heroes in various worlds. From its name, it is assumed to be related to the legendary Genji clan, and is said to have a cutting edge so sharp it can cut any lesser weapons right in two. If one were able to defeat this mysterious man who deeply admires the heroes he faces, this blade might very well find itself a new owner.", "這是一位在異界和眾多英雄戰鬥、收藏了眾多武器的神秘男子引以為豪的珍品。顧名思義，這是和傳說中的源氏一族關係密切的武器，能夠輕易地將一般武器一刀兩斷。這位壯漢十分熱愛英雄氣概，如果能戰勝他，也許就能夠成為這把刀的新主人。", "여러 이계의 영웅과 싸우고, 수많은 무기를 수집해 온 수수께끼의 사내가 보유하고 있던 걸작. 전설의 일족 '겐지'와 관련된 것으로 추측되며, 어중간한 무기는 순식간에 두 동강 내버릴 정도의 위력을 자랑한다. 영웅의 열정을 각별히 사랑하는 수수께끼의 사내를 보기 좋게 꺾을 수 있다면, 이 도의 새로운 주인이 될 수 있을 것이다.", "L'épée fétiche d'un homme collectionneur d'épées qui aurait combattu contre des héros de différents mondes. Son nom indiquerait qu'elle est liée au légendaire clan Genji. On raconte que sa lame est si tranchante qu'elle serait capable de trancher en deux n'importe qu'elle arme. Si cet homme étrange, qui admirait profondément les héros qui lui faisaient face, à bel et bien été vaincu, cette lame devrait sans doute chercher à se trouver un nouveau propriétaire.", "Dieser Gegenstand war seinem Besitzer viel wert. Er war ein Waffensammler, der in verschiedenen Welten kämpfte. Der Name weist auf den legendären Genji-Klan hin und seine Spitze ist so scharf, dass sie jede geringere Waffe durchschneidet. Wer den mysteriösen Besitzer besiegt, der den gegnerischen Helden Respekt entgegenbringt, könnte der neue Besitzer dieser Klinge werden.", "Un objeto preciado que pertenecía a un hombre que decía ser coleccionista de armas, y que luchó contra los héroes de varios mundos. De su nombre asumimos que está relacionado con el legendario clan Genji, y se dice que tiene un borde cortante tan afilado que puede cortar cualquier arma menor en dos. Si se es capaz de derrotar a este hombre misterioso que tanto admira a los héroes a los que se enfrenta, puede que esta hoja encuentre a su nuevo dueño."]}, "accuracy": 0}