{"slot": "Weapon", "compendium_shown": true, "price_buy": 4200, "requirements": null, "name": "Osafune", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 24, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 420, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 42, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10403.png", "type": "Katana", "strings": {"name": ["Osafune", "備前長船", "비젠오사후네", "Osafune", "Osafune", "Osafune"], "desc_short": ["A sturdy and reliable vintage katana.", "穩定放心的老字號出品", "품질과 신뢰성이 보장된 명품", "Katana classique résistant et fiable.", "Aus einer traditionsreichen Schmiede.", "Katana de estilo antiguo, sólida y fiable."], "desc_long": ["A katana created by a craftsman who founded his own school. He took in many pupils in order to leave his skills as a blacksmith for posterity. All of his students currently work as a group, producing this highly prized blade as a brand name item. Poor quality mass-reproductions can occasionally be found, but true collectors know to look for the osafune's certified traditional finish.", "長船是曾經的某名匠所興辦的流派名。創辦人有很多弟子，他為了能將自己鍛造刀劍的技術流傳後世盡了全力。現今，長船已成為了1種品牌，它是由多名經過修行的工匠一起創建起來的。雖然有一部份人斥之為量產品，可實際上該傳統製作法打造出來的刀非常穩定，很多人都很愛用。", "오사후네는 옛 명장이 일으킨 계파의 이름이다. 창시자는 많은 제자를 거두어 칼 만드는 기술을 후세에 전하기 위해 온 힘을 다했다. 시간이 흘러 지금은 숙련된 장인들이 집단으로 만드는 일종의 브랜드 상품으로 자리 잡았다. 양산품이라 해서 무시하는 사람도 있지만, 전통이 보장하는 안정적인 완성도를 믿고 애용하는 이도 많다.", "Un katana créé par un artisan ayant fondé sa propre école. Cet artisan acceptait de nombreux élèves afin de laisser ses talents de forgeron à la postérité. Ses élèves travaillent actuellement ensemble pour produire cette lame très prisée. On peut parfois en trouver des reproductions de pauvre qualité mais les vrais collectionneurs savent reconnaître au premier coup d'œil la finition caractéristique de l'osafune.", "Osafune ist ein alter Stil der Schmiedekunst. Sein Begründer unterrichtete zahlreiche Schüler, um seine Fähigkeiten der Nachwelt zu erhalten. Heutzutage arbeiten zahlreiche erfahrene Schmiede unter dem Markennamen Osafune. Es existieren zwar auch Exemplare aus Massenware und von schlechter Qualität, doch wahre Sammler wissen solche von den Meisterwerken mit dem traditionellen Schliff zu unterscheiden.", "Una katana creada por un artesano que fundó su propia escuela. Aceptó a muchos aprendices para dejar su habilidad como legado. Sus estudiantes trabajan ahora en grupo, produciendo esta preciada hoja como buque insignia. De vez en cuando se encuentran reproducciones de baja calidad, pero los verdaderos coleccionistas reconocen el acabado certificado de la osafune."]}, "accuracy": 0}