{"slot": "Weapon", "compendium_shown": true, "price_buy": 560, "requirements": null, "name": "Ashura", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 26, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 56, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 21, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Katana", "strings": {"name": ["Ashura", "阿修羅", "아수라", "Ashura", "Ashura", "Ashura"], "desc_short": ["A katana named after a god of war.", "擁有戰神之名的忍刀", "투신의 이름을 빌린 닌자도", "Katana qui emprunte son nom à un dieu guerrier.", "Nach einem Kriegsgott benannt.", "Katana con nombre de dios de la guerra."], "desc_long": ["A katana that shares the same name as the war gods that the ninja revere. Though it bears an impressive moniker, the katana itself is quite ordinary and has no real special abilities. Its use is widespread since basically anyone who handles it can wield it. However, most people probably use it more for the divine protection it provides, rather than its actual battle power.", "與忍者們所信奉的戰神阿修羅同名的刀。雖然名字是戰神的名字，可性能卻普普通通，沒什麼特別的地方。換句話說，就是誰都能使用此刀，所以此刀在市場上也很常見。相信大部份攜帶此刀的人相比刀的攻擊力，更想要的是同名戰神阿修羅的加護。", "닌자 사이에서 투쟁의 신으로 추앙받는 아수라의 이름을 딴 닌자도. 이름은 거창하지만, 성능은 그저 무난한 수준이다. 하지만 뒤집어 생각하면 그만큼 누구나 다루기 쉬워서 보급률도 높다. 공격력보다 투신의 가호를 얻기 위한 상징으로 들고 다니는 사람이 많아서 그런지도 모른다.", "Un katana portant le nom des dieux de la guerre vénérés par les ninjas. Bien que son nom impressionne, cette arme est plutôt ordinaire et ne possède aucune capacité particulière. Ce katana est utilisé un peu partout car n'importe qui peut le manipuler, mais beaucoup l'utilisent pour sa protection divine plutôt que pour sa force en combat.", "Ein Ninjaschwert, das den Namen der von den Shinobi verehrten Kriegsgöttern trägt. Trotz dieses imposanten Namens ist das Schwert an sich recht gewöhnlich und wird weithin verwendet. Die meisten Träger betrachten es allerdings eher als eine Art Talisman, der das Wohlwollen der Kriegsgötter sichern soll, denn als eigentliche Waffe.", "Una katana con el nombre de los dioses de guerra a quienes los ninjas veneran. A pesar de lo impresionante de su nombre, es bastante corriente y carece de habilidades especiales. Se usa principalmente porque cualquiera puede blandirla. Sin embargo, muchos la usan por la protección divina que ofrece, más que por su poder real en batalla."]}, "icon": "item_10406.png"}