{"slot": "Weapon", "compendium_shown": true, "price_buy": 14000, "requirements": null, "name": "Yakei", "type_id": 4, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 393, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1400, "stats": {"status_inflict": {"Poison": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 58, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Katana", "strings": {"name": ["Yakei", "邪迎八景", "사영팔경", "Jagei-yakei", "Yakei", "Yakei"], "desc_short": ["A katana oozing with venom.", "時刻浸染著猛毒的刀", "항상 맹독이 배어 있는 도", "Un katana imprégné de venin.", "Ein vor Gift triefendes Katana.", "Una katana que rezuma veneno."], "desc_long": ["Originally called the jagehakkei, its blade is seeping with poison, and is able to bring down even giants monsters with the smallest of scratches. It's name seemingly having no meaning, though various theories have been passed around over the years, this blade is still surrounded in mystery.", "帶有劇烈毒素的刀，輕輕劃傷即可令巨大的魔物一命嗚呼。其名稱聽起來像是有過一段晦暗的過去，令眾人長期以來不停地猜想和爭論，不過其謎團至今仍未解開。這一點讓這把刀顯得更加神秘莫測。", "항상 검날에 맹독이 배어 있으며, 살짝 스친 상처만으로도 거대한 마물조차 죽음에 이르게 하는 단도. 그 이름의 유래는 불명으로 오랜 시간에 걸쳐 의논이 반복되었지만 아직 밝혀진 바 없으며, 그러한 문제가 이 도의 미스테리어스함을 더하고 있다.", "Appelée au départ \"jagehakkei\", cette lame est imprégnée d'un poison si puissant qu'il est capable de mettre à terre des monstres géants avec une simple éraflure. Son nom semble n'avoir aucune signification particulière, et bien que beaucoup de théories circulent à son sujet depuis des années, cette lame reste, encore aujourd'hui, entourée de mystère.", "Die Klinge des Jagehakkei trieft vor Gift und bringt mit dem kleinsten Kratzer selbst gigantische Monster zur Strecke. Der Name scheint keine Bedeutung zu tragen. Obwohl es seit langem Gerüchte zu diesem Schwert gibt, weiß niemand etwas genaues.", "Llamado originalmente el jagehakkei, su cuchilla rezuma veneno y puede derribar incluso a los monstruos más gigantes con el más pequeño de los arañazos. Parece que su nombre no tiene sentido, y aunque se han barajado varias teorías a lo largo de los años, esta hoja sigue estando rodeada de misterio."]}, "icon": "item_10410.png"}