{"slot": "Weapon", "compendium_shown": true, "price_buy": 18000, "requirements": null, "name": "Platinum Axe", "type_id": 8, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 598, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 76, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Axe", "strings": {"name": ["Platinum Axe", "白金斧", "백금의 도끼", "Hache de platine", "Platinumaxt", "Hacha de platino"], "desc_short": ["An axe made from platinum.", "以白金製成的斧頭", "백금으로 만들어진 도끼", "Une hache faite de platine.", "Eine Axt aus Platin.", "Un hacha de platino."], "desc_long": ["An axe made from platinum. Long ago people would scoff at the concept of using heavy platinum for axes. But with recent advancements in processing techniques, platinum was made light-weight, while retaining its durability, thus bringing to fruition the development of easy to swing axes. A platinum axe swung with momentum is sure to prove deadly against monsters in battle.", "以白金製成的大斧。曾經，用比重很大的白金製作大斧被認為是一種荒謬的想法。但近幾年來，隨著製造技術的不斷進步，白金製品的輕量化成為了可能。在保持堅固性的同時，這種大斧已經實現了便攜性。經離心力增強的破壞能力，定能在和魔物的戰鬥中發揮巨大作用。", "백금으로 만들어진 도끼. 무거운 금속인 백금으로 도끼를 제작하겠다는 발상은, 과거에는 그저 황당무계한 이야기일 뿐이었다. 그러나 최근에는 제작 기술의 진화로 경량화가 진행되어, 단단한 백금으로 만들어졌지만 자유롭게 휘두를 수 있는 도끼를 개발할 수 있게 되었다. 원심력을 이용해 파괴력을 증가시킨 백금제 도끼는 마물과의 전투에서 든든한 아군이 되어줄 것이다.", "Une hache faite de platine. Autrefois, les gens se seraient moqués de ceux souhaitant utiliser du platine pour fabriquer des haches. Mais grâce aux récentes avancées qui ont permis de rendre ce métal plus léger tout en conservant sa dureté, ils sont arrivés à fabriquer des haches qui se manient très facilement. Une hache en platine maniée avec élan saura se montrer mortelle contre tous les monstres en combat.", "Eine Axt aus Platin. Vor langer hätten die Menschen über Platinumäxte gelacht. Doch durch neueste Fortschritte in der Herstellung wurde das Material viel leichter gemacht, bei gleicher Robustheit, sodass Äxte aus Platin sich mittlerweile hoher Nachfrage erfreuten. So eine entschlossen geschwungene Axt erweist sich als entscheidend gegen Monster im Kampf.", "Un hacha de platino. Antiguamente, la gente se mofaría de quienes usaran este tipo de hachas. Sin embargo, gracias a los avances en las técnicas de procesado, ahora se puede fabricar platino ligero sin que se pierda su durabilidad. Esto ha hecho que se popularicen las hachas de platino por su ligereza. Además, un buen golpe con esta hacha hará que los enemigos no se levanten del suelo."]}, "icon": "item_10807.png"}