{"slot": "Weapon", "compendium_shown": true, "price_buy": 5400, "requirements": null, "name": "Vorpal Axe", "type_id": 8, "skills": [101080], "is_twohanded": false, "rarity": 4, "compendium_id": 300, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Beast Killer' passive."], "price_sell": 540, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 47, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10813.png", "type": "Axe", "strings": {"name": ["Vorpal Axe", "斬首斧", "죽음의 도끼", "Hache vorpal", "Vorpale Axt", "Hacha mortífera"], "desc_short": ["An axe that delivers a swift death to its foes.", "給敵人帶來死亡的斧頭", "적에게 죽음을 선사하는 도끼", "Hache qui inflige une mort rapide aux ennemis.", "Eine todbringende Axt.", "Hacha que propina muerte rápida al enemigo."], "desc_long": ["An otherworldly axe created from materials not of this world. After the invasion of the fearsome Seven Heroes, a certain book was discovered with the recipe for this axe written within. Next to it was also an inscription that read \"The warrior who masters this axe will swing it as if in a dance, and while his opponents mock him they shall be struck down, for this beautiful dance calls for their death.\"", "異界戰斧，其原料並不存在於這個世界。在可怕的七英雄來襲之際，有人發現了記述此斧製作方法的書籍。其中有這樣的記載：「技藝嫻熟的戰士，能夠如跳舞一般揮舞此斧，在敵人眼花繚亂之時斬取其性命。那華麗的舞步，誠可謂死亡之舞」。", "이 세계에는 존재하지 않는 물질로 만들어진, 까마득히 먼 이계의 도끼. 무시무시한 7영웅이 쳐들어왔을 당시 제작 방법을 기록한 책이 발견되었다. 그 책에는 이러한 설명이 있다. '숙달된 전사는 마치 춤추듯 이 도끼를 휘두르며, 적이 그 춤에 농락당하는 사이 목숨을 빼앗는다. 그 화려한 춤사위는 그야말로 죽음의 춤이라 부를 만하다.'", "Une hache étrange faite de matériaux venus d'un autre monde. Après l'invasion des terribles Sept héros, on découvrit un livre contenant la formule de cette hache. À ses côtés se trouvait une inscription qui disait : \"Le guerrier qui maîtrise cette hache saura la manier au rythme d'une danse, et tandis que ses ennemis se gausseront, tous tomberont à terre, car cette danse envoûtante signe leur mort.\"", "Eine Axt aus einer fernen Welt, die aus hier unbekannten Materialien gefertigt wurde. Nach dem Überfall der schrecklichen Sieben Helden wurde ein Text gefunden, der die Herstellungsweise dieser Axt beschreibt. Daneben befand sich folgender Text: „Der Krieger, der diese Axt meistert, tanzt mit ihr gleich einem Reigen, und seine höhnenden Feinde fällt er, wo sie stehen, denn sie sehen nicht: es ist der Reigen des Todes.“", "Hacha sobrenatural hecha de materiales de otro mundo. Tras la invasión de los temibles siete héroes, se encontraron algunos libros con la receta de esta arma. La acompañaba una inscripción que rezaba: \"El guerrero que domine esta hacha, la blandirá como si bailara. Los oponentes caerán burlándose de la preciosa danza, que no es otra cosa que la llamada de la muerte.\""]}, "accuracy": 0}