{"slot": "Weapon", "compendium_shown": true, "price_buy": 5400, "requirements": null, "name": "Giant's Axe", "type_id": 8, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 33, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 540, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 50, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10804.png", "type": "Axe", "strings": {"name": ["Giant's Axe", "巨人斧", "거인의 도끼", "Hache de géant", "Gigantenaxt", "Hacha de gigante"], "desc_short": ["An axe that hits with the force of a giant.", "能發揮出巨人一般力量的斧子", "거인과도 같은 괴력을 발휘하는 도끼", "Hache qui frappe avec la force d'un géant.", "Axt mit der Durchschlagskraft eines Riesen.", "Hacha con la fuerza de un gigante."], "desc_long": ["An axe dropped by a giant...or rather, a plain axe of bigger size than the standard. Its destructive power corresponds to its great size, rendering it capable of dealing a considerable amount of damage when swung with momentum. However, since the blade carries most of the weapon's weight, those powerless to handle it correctly may see the blade return full circle in their direction. Perhaps the strength of a giant is required to wield this axe after all.", "如果望文生義，認為它是巨人遺失的斧子，那可就大錯特錯了。這把斧子只是比一般的斧子大了那麼一點點。也正因此，它的破壞力也十分強大，能夠給予敵人不小的傷害。不過它的斧刃實在是太沉了，沒有點力氣可是駕馭不住它的。看來想要揮動它，使用者需要擁有巨人般的力氣。", "거인이 떨어뜨린 도끼……가 아니라 단순히 보통 도끼보다 큰 도끼. 파괴력도 그만큼 높아서 무게를 실어 휘두르면 공격력이 상당하다. 하지만 날 부분에 무게가 집중된 탓에 근력이 모자란 사람은 오히려 무기에 휘둘릴 수 있다. 제대로 다루려면 정말로 거인 같은 힘이 필요할지도 모른다.", "Une hache abandonnée par un géant... ou plutôt, une simple hache de taille supérieure à la normale. Sa force destructrice allant de pair avec ses dimensions, elle peut infliger des dégâts considérables si elle est bien maniée. Comme la lame représente la plus grande partie de son poids, les guerriers qui ne sauraient pas la tenir correctement peuvent voir son fil se retourner contre eux. Finalement, il faut peut-être la force d'un géant pour la brandir.", "Eine Axt, die von einem Riesen fallen gelassen wurde ... oder besser eine normale Axt, die größer als normal ist. Mit viel Schwung eingesetzt, ist diese Axt eine der zerstörerischsten. Da die Klinge allerdings den Großteil des Gewichts ausmacht, fällt die Klinge oft in die eigene Richtung zurück, wenn sie von kraftlosen Abenteurern geführt wird. Wahrscheinlich kann nur ein Riese diese Axt führen.", "Un hacha que se le cayó a un gigante... o más bien un hacha sin más, de mayor tamaño del habitual. Su gran tamaño le confiere un poder destructivo, capaz de provocar daños considerables cuando se utiliza adecuadamente. Eso sí, la hoja es la parte más pesada del arma, por lo que los que carecen de la fuerza necesaria para manejarla como es debido podrían ver cómo vuelve hacia ellos trazando un círculo completo. Al fin y al cabo, quizás sí sea necesaria la fuerza de un gigante para poder empuñar esta hacha."]}, "accuracy": 0}