{"slot": "Weapon", "compendium_shown": true, "price_buy": 180000, "requirements": null, "name": "Viking Axe", "type_id": 8, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 349, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 18000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 125, "element_inflict": ["Water"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10814.png", "type": "Axe", "strings": {"name": ["Viking Axe", "維京斧", "바이킹의 도끼", "Hache de Viking", "Wikingeraxt", "Hacha vikinga"], "desc_short": ["The axe belonging to the one who controls the seas.", "制霸海上之人所擁有的斧", "바다를 지배하는 자의 도끼", "Une hache appartenant à celui qui contrôle les océans.", "Eine Axt, die dem gehört, der die Meere lenkt.", "El hacha que pertenece al que controla los mares."], "desc_long": ["An axe with high ATK only allowed to be wielded by head pirates. The outlaws of the seas known as pirates aren't as lawless as they seem, and actually adhere very strictly to the pirate code. When one becomes the leader of pirates they receive this axe along with the responsibility of watching over their henchmen, and ruthlessly punishing any who break the pirate code.", "只有海盜的頭領才能夠使用的強力大斧。海盜是出了名的無法無天的組織，但他們並不是毫無規章秩序的團體，每個海盜團都會有自己獨特的規矩。海盜頭領從上一代頭領手中接過斧子的同時，也接過了用其保護小弟的義務與處決破壞規矩的人的決心。", "해적 두목만이 가질 수 있는, 공격력이 뛰어난 도끼. 해적들은 보통 바다의 무법자로 열려져 있지만 실상은 절대 무질서하지 않고, 자기들만의 엄격한 규칙에 따라 활동하는 경우가 대부분이다. 두목은 선대로부터 이 도끼와 함께 부하들을 지킬 의무와 규칙을 어긴 자를 가차 없이 단죄할 각오를 물려받는다.", "Une hache qui augmente fortement l'ATT ne pouvant être portée que par des pirates. Les hors-la-loi des océans connus sous le nom de \"pirate\" sont beaucoup moins sans foi ni loi qu'il n'y paraît. Tous obéissent sans discuter à un code très strict et la moindre infraction est sévèrement punis. Lorsque l'un d'entre eux devient chef, il reçoit cette hache en même temps que la responsabilité de veiller sur ses hommes.", "Eine Axt mit hohem ANG-Wert, die nur von Piratenkapitänen geführt werden darf. Die als Piraten bekannten Banditen der Meere sind nicht so gesetzlos, wie sie scheinen, und folgen tatsächlich einem strikten Piratenkodex. Wird jemand zum Anführer, so erhält er diese Axt gemeinsam mit der Verantwortung, über das Gefolge zu wachen und gnadenlos alle zu bestrafen, die den Piratenkodex brechen.", "Un hacha con gran poder de ATQ que sólo se permite llevar a jefes pirata. Los forajidos del mar, conocidos como piratas, no son tan anárquicos como parecen, y de hecho cumplen de forma estricta el código pirata. Cuando uno se convierte en el líder de los piratas, recibe este hacha junto con la responsabilidad de mirar por sus hombres, y de castigar sin piedad a quien viole el código pirata."]}, "accuracy": 0}