{"slot": "Weapon", "compendium_shown": true, "price_buy": 5400, "requirements": null, "name": "Golden Axe", "type_id": 8, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 272, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 540, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 55, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Axe", "strings": {"name": ["Golden Axe", "黃金斧", "황금 도끼", "Hache en or", "Goldaxt", "Hacha dorada"], "desc_short": ["A golden axe that brings fortune to the righteous.", "給正直之人帶來財富的黃金之斧", "정직한 자에게 부를 안겨주는 황금의 도끼", "Hache dorée qui porte bonheur aux vertueux.", "Goldene Axt, die den Gerechten Glück bringt.", "Hacha dorada que da suerte a los justos."], "desc_long": ["An axe that grants a flux of spiritual energy to the righteous man or woman who wields it. Although it may appear to be a normal golden axe at first glance, its blade remains unusually intact. Legend also has it that it possesses such strength that it can cut down great trees with the slightest swing. Merchants revere the golden axe as a charm that brings good fortune, and thus many of their stores bear its image as a symbol of respectable business.", "傳說中，泉水精靈授予内心正直之人的斧子。看上去只是一把普通的金色手斧，但它不僅不會傷刃，而且還可以不費吹灰之力就砍倒一棵大樹。商人們把它當作能夠帶來財富的吉祥物，其中有些人將它的圖案作為店鋪的標識，以彰顯自己是正直的商人。", "샘의 정령이 정직한 자에게 주었다고 하는 도끼. 겉보기엔 흔한 금색 손도끼처럼 보이지만, 절대 이가 빠지지 않으며, 큰 힘을 들이지 않고도 손쉽게 거목을 베었다고 하는 전승이 남아있다. 상인들 사이에는 부를 가져다주는 행운의 물건으로 여겨지며, 정직하게 장사한다는 의미로서 이 도끼를 마크로 사용하는 자도 있다.", "Une hache qui offre un flux d'énergie spirituel aux vertueux qui la manient. Elle paraît semblable aux autres haches à première vue, mais sa lame reste toujours intacte. D'après la légende, elle posséderait une telle force qu'elle pourrait abattre un arbre d'un seul coup. Les marchands considèrent ce type de hache d'or comme un talisman porte-bonheur, et c'est pourquoi ils affichent souvent son image sur leur devanture en signe de respectabilité.", "Eine Axt, die einen Strom von spiritueller Energie durch den Rechtschaffenen strömen lässt. Auch wenn sie auf den ersten Blick wie eine normale goldene Axt aussieht, bleibt die Klinge ungewöhnlich lang intakt. Legenden besagen, dass sie mit nur einem Schwung einen ganzen Baum fällen kann. Händler verehrten die Goldaxt als ein Amulett, das Glück bringt, und daher ziert sie das Symbol einiger Geschäfte.", "Hacha que garantiza un flujo de energía espiritual a la persona bienintencionada que la empuñe. A primera vista puede parecer un hacha dorada más, pero su hoja permanece intacta por más tiempo que ninguna otra. La leyenda también dice que su poder es tal, que puede talar un gran árbol con el más ligero de los golpes. Los mercaderes consideran el Hacha dorada como un talismán de la buena suerte, y muchas de sus tiendas muestran con orgullo su imagen como prueba de negocio respetable."]}, "icon": "item_10806.png"}