{"slot": "Weapon", "compendium_shown": true, "price_buy": 18000, "requirements": null, "name": "Fransisca", "type_id": 8, "skills": [214700], "is_twohanded": false, "rarity": 5, "compendium_id": 620, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Yo-yo' ability."], "price_sell": 1800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 78, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Axe", "strings": {"name": ["Fransisca", "法蘭飛斧", "프란시스카", "Fransisca", "Franziska", "Francisca"], "desc_short": ["An improved hand axe.", "經過改良的手斧", "개량 손도끼", "Une hache à une main améliorée.", "Eine verbesserte Handaxt.", "Un hacha con ciertas mejoras."], "desc_long": ["A hand axe commonly used by pioneers that has been improved to be used in battle. This sharp-edged weapon appears in legends from a faraway land, and is crafted so that it can inflict damage, even when hurled. It is said that, in the hands of a master, it can be thrown to return to the user much like a yo-yo.", "來自異界的武器，原本是開拓民所使用的手斧，後經改良變得更適合戰鬥使用，斧刃更加鋒利，形狀也在投擲時更能發揮斧子的威力。使用熟練後，可以像操控悠悠球一般令斧子來去自如。", "이계의 전승에 등장하는 무기 중 하나로, 개척민이 사용하는 손도끼를 전투용으로 개량한 것이다. 날이 훨씬 날카로워졌으며, 투척 시 위력을 발휘할 수 있도록 개조되었다. 이 무기에 숙달된 자는 마치 요요를 다루는 것처럼 손아귀에 다시 돌아오도록 제어하며 던질 수 있다고 한다.", "Une hache à une main habituellement utilisée par les pionniers qui a été améliorée pour être utilisable en combat. Cette arme au tranchant aiguisé apparaît dans les légendes d'un monde lointain et est fait de telle sorte qu'elle puisse infliger des dégâts même quand elle est lancée. On raconte qu'entre les mains d'un maître, elle peut être lancée de telle sorte qu'elle revienne dans les mains du lanceur, comme un yo-yo.", "Eine von Entdeckern gebrauchte Handaxt, die für den Kampf optimiert wurde. Dies scharfe Waffe kommt in den Legenden eines fernen Landes vor und fügt Schaden zu, selbst wenn sie geworfen wird. Es heißt, in den Händen eines Meisters kehrt sie zum Werfer zurück wie ein Yo-Yo.", "Un hacha con ciertas mejoras para usarse en combate con la que suelen contar los colonizadores. Esta arma afilada aparece en las leyendas de una tierra lejana y está forjada con el propósito de infligir daño, incluso cuando se lanza. Se dice que si la lanza un experto puede hacer que vuelva como si se tratase de un bumerán."]}, "icon": "item_10820.png"}