{"slot": "Weapon", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Refined Engine Axe", "type_id": 8, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 818, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 9000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 130, "element_inflict": ["Fire"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10822.png", "type": "Axe", "strings": {"name": ["Refined Engine Axe", "斬鬼斧·精製", "리파인 엔진 액스", "Méchache raffinée", "Verbesserte Motoraxt", "Hacha mecánica refinada"], "desc_short": ["A restored ancient axe.", "古代之斧的改良品", "고대의 도끼를 개량한 것.", "Une ancienne hache restaurée.", "Eine restaurierte Axt aus längst vergangenen Tagen.", "Una antigua hacha restaurada."], "desc_long": ["A restored ancient axe that was modified so that it can be used more efficiently. The weapon is made so that heated blades protrude out during battle. People have, from long past, tried to find military applications for the weapons found in ancient ruins, but most endeavors have ended unsuccessful. This supports the idea that the person who successfully modified this axe was very talented in the arts of modification.", "古代之斧的改良品", "고대의 기술로 만든 도끼를 사용하기 쉽도록 개량한 것. 전투 시에는 도끼날 부분이 돌출되어, 열기가 오르는 구조로 제작되었다. 고대 유적에서 발굴한 무기를 군사적으로 이용하려는 움직임은 예전부터 있었으나, 성공에 이르는 경우는 그렇게 많지 않다. 그 때문에 이 도끼의 개량에 성공한 자는 상당히 우수한 인물일 것이라는 추측이 돌고 있다.", "Une ancienne hache restaurée qui a été améliorée à l’aide de diverses modifications. Cette arme est équipée de lames chauffées à blanc qui se dégagent au combat. Depuis des siècles, différents experts ont essayé de trouver des applications militaires aux armes découvertes à l’intérieur des anciennes ruines, mais la plupart de ces initiatives ont échoué. Ceci suggère que la personne qui est parvenue à modifier cette arme possédait un talent rare et précieux.", null, "Una antigua hacha que se modificó para usarse con mayor eficacia. Esta hacha está diseñada de tal forma que sus hojas sobresalen cuando se entra en combate. Desde tiempos inmemoriales, la gente ha intentado dar con aplicaciones militares para las armas que se descubrían en las ruinas antiguas, pero casi todos estos esfuerzos eran en vano. Esto sustenta la idea de que la persona que consiguió modificar esta hacha era todo un experto en el arte de la modificación."]}, "accuracy": 0}