{"slot": "Weapon", "compendium_shown": true, "price_buy": 1800, "requirements": null, "name": "Great Axe", "type_id": 8, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 30, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 180, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 32, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Axe", "strings": {"name": ["Great Axe", "大斧", "거대도끼", "Hache large", "Große Axt", "Gran hacha"], "desc_short": ["A reinforced axe designed for the battlefield.", "強化過的戰鬥專用斧子", "위력을 강화한 전투용 도끼", "Hache renforcée conçue pour le combat.", "Ein gewaltige Streitaxt.", "Hacha reforzada para el campo de batalla."], "desc_long": ["An axe stronger than the battle axe. It didn't take long for the axe to be considered a proper weapon once people began using it in battle. Unlike the sword and the bow, which require extensive training, the convenience of the axe comes from the destruction it can cause by simply being swung about. Research on axe enhancements, such as how to make them easier to handle, more durable, and lighter, still continues to this day.", "戰斧經過強化後得到的大斧。從斧子參加戰鬥到斧子成為常用武器之一，並沒有花很長時間。劍與弓都是需要花費長時間去訓練的武器，而斧子並不用，只需用力亂揮就能帶來一定程度的破壞力，所以比較親民，更容易普及。現今，研究員都在對斧子的攜帶性、斧刃的持久性以及重量進行改良。", "전투도끼를 더 강화한 것. 도끼가 전투에 쓰이기 시작하자, 사람들은 금세 도끼를 정식 무기로 활용하기 시작했다. 검이나 활은 연습이 필요하지만, 도끼는 휘두르기만 해도 일정한 파괴력이 보장되기 때문이다. 그리하여 날의 내구도나 무게중심, 들었을 때의 편안함 등을 개량하기 위한 연구가 지금도 이어지고 있다.", "Une hache plus puissante que la hache de combat. La hache a rapidement été considérée comme une véritable arme une fois que les gens ont commencé à l'utiliser en combat. À la différence de l'épée et de l'arc qui requièrent un entraînement poussé, la hache peut causer des dégâts importants sans même savoir la maîtriser. Des recherches sur la façon d'améliorer sa maniabilité, sa durabilité et sa légèreté sont toujours en cours.", "Eine größere, mächtigere Form der Kampfaxt. Nachdem Äxte erstmals im Kampf eingesetzt worden waren, dauerte es nicht lange, bis sie sich ihren Platz in den Reihen der Kriegswaffen gesichert hatten. Anders als Schwerter und Bögen, deren effektiver Einsatz viel Übung verlangt, kann eine Axt auch durch bloßes Dreinschlagen schon viel Schaden anrichten. Auch heute noch wird nach Möglichkeiten geforscht, Äxte leichter, stabiler und allgemein effektiver zu machen.", "Un hacha más potente que la de guerra. Una vez se empezó a usar en batalla, se consolidó rápidamente como arma. A diferencia de la espada y el arco, que requieren un entrenamiento extenso, la parte práctica del hacha es la destrucción que provoca solo con blandirla. Todavía se estudia cómo mejorarla, haciéndola más fácil de manejar, más duradera y más ligera."]}, "icon": "item_10801.png"}