{"slot": "Weapon", "compendium_shown": true, "price_buy": 1800, "requirements": null, "name": "Mythril Axe", "type_id": 8, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 271, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 180, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 48, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10803.png", "type": "Axe", "strings": {"name": ["Mythril Axe", "秘銀斧", "미스릴 도끼", "Hache en mithril", "Mithrilaxt", "Hacha de mitrilo"], "desc_short": ["An axe forged from mythril.", "用秘銀製作的斧子", "미스릴로 만든 도끼", "Hache forgée dans le mithril.", "Axt aus Mithril.", "Hacha forjada con mitrilo."], "desc_long": ["An axe made of mythril that is lighter, stronger, and easier to control than standard axes. However, since axes are known for their incredible weight, the unfamiliar weightlessness of this particular axe does not sit well with many. Although its blade is extremely sharp and it is easy enough to carry around, it lacks the usual sensation of smashing whatever it strikes, and has thus faced some voices of disapproval.", "用秘銀製作的斧子。以秘銀為原料的武器，每一種都輕便堅固、易於使用。但是，像斧子等重武器突然變太輕了的話，多數人都會感到很迷茫不知所措。斧刃鋒利，便於攜帶，不過也有人認為手感太輕，得不到斧頭攻擊特有的將敵人拍扁的感覺。", "미스릴제 도끼. 미스릴로 만들어진 무기는 매우 가볍고 단단하며 다루기 쉽다. 하지만 도끼 같은 중량급 무기의 경우에는 일반적인 장비와는 무게가 달라서 감을 잡지 못해 애를 먹는 자도 많다. 날이 아주 예리하고 휴대하기도 편하지만, 도끼 공격의 특징인 때려 부수는 감각이 영 부족하다는 불만의 목소리도 있다.", "Une hache en mithril plus légère, robuste et maniable que les haches standard. Les haches étant souvent réputées pour leur poids considérable, la légèreté inhabituelle de celle-ci peut déstabiliser les guerriers. Sa lame est extrêmement tranchante, et elle est facile à transporter, mais elle n'offre pas les mêmes sensations de frappe et déconcerte bien des utilisateurs.", "Eine Axt aus Mithril, die deutlich leichter, stärker und einfacher zu führen ist als herkömmliche Äxte. Da Äxte für ihr immenses Gewicht bekannt sind, ist die ungewohnte Leichtigkeit dieser Axt für viele dennoch schwer zu handhaben. Obwohl ihre Klinge äußerst scharf und sehr leicht ist, fehlt es ihr an der nötigen Durchschlagskraft und stößt bei einigen auf Missfallen.", "Hacha de mitrilo más ligera, resistente y manejable que las fabricadas con otros materiales. Sin embargo, muchos de los que están acostumbrados al enorme peso que comúnmente caracteriza a las hachas no son capaces de habituarse a esta. Aunque su hoja es muy afilada y fácil de transportar, sus golpes carecen de la sensación de devastar todo lo que alcanzan, cosa que no gusta a todo el mundo."]}, "accuracy": 0}