{"slot": "Weapon", "compendium_shown": true, "price_buy": 1800, "requirements": null, "name": "Ogrekiller", "type_id": 8, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 31, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 180, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 36, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Axe", "strings": {"name": ["Ogrekiller", "屠魔斧", "오거 킬러", "Tueuse d'ogres", "Ogertöter", "Mataogros"], "desc_short": ["An axe said to have the power to drive off ogres.", "傳聞能擊退巨人的斧子", "거인도 물리칠 수 있다는 도끼", "Hache qui aurait le pouvoir de repousser les ogres.", "Selbst Oger fürchten diese Axt.", "Hacha que se dice ahuyenta a los ogros."], "desc_long": ["Once there was a man-eating ogre that lived in a cave near a village it constantly tormented. However, legend has it that just when the village people had given up hope, a mysterious old man wandered in and gave them an axe that instantly split the man-eating ogre in half. The ogrekiller that exists today shares the same folklore.", "曾經，在某村落附近的洞窟中，住著吃人的食人鬼，牠沒事就會襲擊村落，人們拿牠一點辦法也沒有。就在所有人都放棄了希望的時候，一位老人來到了這個村落，他將一把斧子交給了村民。而這把斧子，就是將食人鬼一刀兩斷的屠魔斧。這就是有關現今在市場上流通的屠魔斧的傳說。", "옛날 어떤 마을 근처에 있던 동굴에 식인귀가 들어앉아 내키는 대로 마을 사람들을 괴롭혔다. 모두가 지쳐 포기하려던 찰나에 지나가던 노인이 도끼 한 자루를 주었는데, 이 도끼가 순식간에 식인귀를 반으로 쪼개버렸다고 한다. 현재 시장에 유통되는 오거 킬러의 이름은 이 전설에서 유래된 것이다.", "Il existait autrefois un ogre mangeur d'hommes qui vivait dans une cave près d'un village qu'il tourmentait en permanence. Alors que les habitants commençaient à se résigner à leur sort, un vieil homme mystérieux apparut et leur donna une hache qui leur permit de couper la bête en deux. Le hachoir d'aujourd'hui partage cette même histoire.", "Einst lebte in einer Höhle ein Oger, der unablässig die Bewohner des nahegelegenen Dorfes heimsuchte. Als die Menschen schon alle Hoffnung aufgegeben hatten, überreichte ihnen ein geheimnisvoller Reisender eine Axt, mit der sie letztlich den Oger in zwei Teile spalteten. Heutige Ogertöter sind dieser legendären Axt nachempfunden.", "Había una vez un ogro devorahombres que vivía en una cueva cerca de una aldea a la que aterrorizaba. Sin embargo, dice la leyenda que, cuando los aldeanos habían perdido la esperanza, un anciano apareció y les regaló un hacha que partió al ogro en dos al instante. La mataogros de hoy en día comparte esta tradición."]}, "icon": "item_10802.png"}