{"slot": "Weapon", "compendium_shown": true, "price_buy": 36000, "requirements": null, "name": "Demon Axe", "type_id": 8, "skills": [203250], "is_twohanded": false, "rarity": 6, "compendium_id": 534, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP + 5%' passive."], "price_sell": 3600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 65, "element_inflict": ["Dark"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10811.png", "type": "Axe", "strings": {"name": ["Demon Axe", "惡魔戰斧", "악마의 도끼", "Hache du démon", "Dämonenaxt", "Hacha maldita"], "desc_short": ["A large axe said to have been dropped by a demon.", "惡魔帶來的大型戰斧", "악마가 전해주었다는 거대한 도끼", "Une grosse hache qui aurait été abandonnée par un démon.", "Eine Großaxt, deren Vorbesitzer ein Dämon war.", "Un hacha de gran tamaño que un demonio se dejó caer."], "desc_long": ["A large axe said to have been dropped by a demon. It holds the power to slightly increase the user's HP. One can easily tell the dark aura shrouding the axe, which is powerful enough to obliterate holy objects with a single blow. The drawback is that it is very heavy, making it difficult to handle. Seeing a person swing this axe, cleaving away at monsters, portrays an image of intense savagery akin to demons.", "反復無常的惡魔帶給人類的巨大戰斧，能少量提高裝備者的HP。其整體散發出邪惡的氣場，有著一擊摧毀神聖之物的破壞力。它非常沉重難以駕馭。如果有人能用這把戰斧橫掃魔物群，那他勢必有如惡魔般兇惡駭人。", "변덕스러운 악마가 인간에게 전해 주었다는 거대한 도끼. 약간이지만 장착자의 HP를 상승시켜 주는 효과를 지녔다. 전체적으로 불길한 어둠의 아우라를 발산하고 있으며, 내리치면 성스러운 것들을 분쇄해 버리는 파괴력을 자랑한다. 이 도끼로 마물을 쓰러뜨리는 모습은, 그야말로 사나운 악마를 방불케 한다고 한다.", "Une grosse hache qui aurait été abandonnée par un démon. Elle porte en elle un pouvoir qui augmente légèrement les PV de son porteur. Il est très facile de sentir que cette hache dégage une aura obscure, suffisamment puissante pour désintégrer n'importe quel objet sacré en un clin d'œil. Son poids la rend malheureusement très difficile à manier. Voir quelqu'un utiliser cette hache, tranchant en deux les monstres, renvoie une image d'intense sauvagerie, pareille à celle d'un démon.", "Eine Großaxt, deren Vorbesitzer ein Dämon war. Sie hat die Kraft, die LP des Trägers leicht zu erhöhen. Die dunkle Aura der Axt ist stark genug, heilige Objekte mit einem Schlag zu zerschmettern. Der Nachteil ist ihr Gewicht, weshalb sie schwer zu handhaben ist. Sieht man, wie jemand mit dieser Axt Monster zerschmettert, hat der Anblick etwas Dämonisches.", "Un hacha de gran tamaño que un demonio se dejó caer. Contiene un poder que incrementa levemente la VIT de quien la porta. Además, se puede observar con claridad el aura oscura que envuelve al hacha. Su poder es tan fuerte que puede destruir objetos sagrados de un solo golpe. Lo único malo es su peso, por lo que cuesta empuñarla. Cuando se ve a alguien con esta hacha cortando monstruos en pedazos, la escena resulta un tanto salvaje y propia de los demonios."]}, "accuracy": 0}