{"slot": "Weapon", "compendium_shown": true, "price_buy": 1800, "requirements": null, "name": "Rune Axe", "type_id": 8, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 329, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 180, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 53, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 12, "DEF": 0}, "type": "Axe", "strings": {"name": ["Rune Axe", "符文斧", "룬 도끼", "Hache runique", "Runenaxt", "Hacha rúnica"], "desc_short": ["An axe engraved with ancient writings.", "刻有古代文字的斧", "고대 문자가 새겨진 도끼", "Une hache comportant des inscriptions anciennes gravées.", "Eine Axt mit eingravierter antiker Schrift.", "Un hacha con grabados de escrituras antiguas."], "desc_long": ["An axe engraved with ancient writings. It is said to increase the ability to focus for its bearer. There are currently still scholars who study and understand these writings. However, it has been found that simply writing these characters produces no effect. Nowadays, only a tiny portion of shaman are capable of engraving these words to the same effect, making this axe incredibly rare.", "刻有古代文字且擁有神秘力量的斧，據說可以提高持有者的集中力。雖然有學者能夠解讀上面的古代文字，但研究表明，這種文字只有經由一小部分咒術師之手鐫刻，才能發揮出原本的力量。因此此斧極為稀有。", "신비한 힘을 지닌 고대 문자가 새겨진 도끼. 사용자의 집중력을 높여준다고 한다. 지금도 이 문자를 연구하고 다룰 수 있는 학자는 존재하지만, 이 문자는 그냥 쓰기만 해서는 효과가 없다는 사실이 밝혀졌다. 지금은 극히 일부 주술사들만이 새길 수 있어 희소가치가 높다.", "Une hache comportant des inscriptions anciennes gravées. On raconte qu'elle peut augmenter la concentration de son utilisateur. Bien que les chercheurs soient encore en train d'essayer de déchiffrer les anciens écrits gravés sur cet instrument de mort, ils sont tout de même parvenus à découvrir que le simple fait de recopier ces mots ne produit aucun effet. De nos jours, seule une toute petite poignée de shamans sont capables de graver ces mots tout en reproduisant leurs effets, ce qui rend cette hache extrêmement rare.", "Eine Axt mit eingravierter antiker Schrift. Sie erhöht angeblich die Konzentration ihres Trägers. Es gibt heute immer noch Gelehrte, die diese Schrift studieren und verstehen, jedoch hat sich herausgestellt, dass das Schreiben der Zeichen allein keinen Effekt hat. Heutzutage können nur wenige Schamanen diese Worte ähnlich machtvoll gravieren, was diese Axt äußerst selten macht.", "Un hacha con grabados de escrituras antiguas. Se dice que aumenta la habilidad de concentración a su portador. Todavía existen estudiosos que observan y comprenden estas escrituras. Sin embargo, se ha averiguado que al escribir simplemente estos caracteres no se produce ningún efecto. Hoy en día, sólo una pequeña parte de los chamanes son capaces de grabar estas palabras alcanzando el mismo efecto, lo que convierte a esta hacha en una herramienta increíblemente rara."]}, "icon": "item_10805.png"}