{"slot": "Weapon", "compendium_shown": true, "price_buy": 1700, "requirements": null, "name": "War Hammer", "type_id": 9, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 38, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 170, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 30, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Hammer", "strings": {"name": ["War Hammer", "戰鎚", "전쟁망치", "Marteau de guerre", "Streithammer", "Martillo de guerra"], "desc_short": ["A hammer made for use in battle.", "戰鬥專用的鎚", "전투용으로 만든 망치", "Marteau destiné au combat.", "Ein für den Kampf gefertigter Hammer.", "Martillo especial para batallas."], "desc_long": ["The sword and the lance were considered formidable weapons despite the fact that they were not always effective against heavily armored opponents. An opening in the armor was essential to deal damage with these sharp weapons, but targeting such small crevices during battle was extremely difficult. Thus, the war hammer was created to crush armor instead of cutting through it. Its size is bigger than that of a regular hammer, and its head resembles a pickaxe.", "雖然劍與槍是非常銳利的強力武器，但是在全身鎧甲的敵人面前，發揮不出其功效。想要瞄準鎧甲的縫隙很困難。所以人麼想出了一種方法，就是將鎧甲一起摧毀，從這種想法衍生出來的，就是戰鬥專用的鎚了。它相比工具鎚要大很多，鎚頭也是一側為普通的鎚子，而另一側則是堅韌的尖嘴狀。", "검이나 창 등의 예리한 무기는 강력하지만, 적이 단단한 갑옷을 두르고 있으면 공격이 잘 통하지 않는 단점이 있다. 전쟁망치는 방어구의 틈새를 노려서 찌르기 어려우니 그냥 갑옷째로 으스러뜨리자는 발상으로 만든 것이다. 공구보다 크고 머리 한쪽이 곡괭이처럼 생겼다.", "L'épée et la lance étaient considérées comme des armes formidables même si elles n'étaient pas toujours efficaces contre les adversaires en armure. Avec ces armes tranchantes, il fallait trouver une petite ouverture dans l'armure pour espérer infliger des dégâts. Or, il était très difficile de viser un tel endroit en combat. Le marteau de guerre fut alors créé dans le but d'écraser l'armure de l'adversaire. Il est plus grand qu'un marteau ordinaire et sa tête ressemble à celle d'une pioche.", "Scharfe Waffen wie Schwerter oder Speere sind in vieler Hinsicht extrem effektiv, doch im Kampf gegen schwer gerüstete Gegner stoßen sie an ihre Grenzen. Um Schaden anrichten zu können, müssen schmale Spalten und Öffnungen in der Rüstung genau getroffen werden. Der Streithammer jedoch ist dazu in der Lage, selbst dicke Rüstungen einfach zu durchschlagen. Dazu hat er einen längeren Stiel als ein normaler Hammer und sein Kopf ähnelt dem einer Spitzhacke.", "La espada y la lanza se consideraban armas formidables a pesar de que no siempre funcionaban contra oponentes de armadura sólida. Resultaba imprescindible encontrar una apertura para poder cortar a través de ella, pero en batalla no era tarea sencilla. Por ello se creó el martillo de guerra, para aplastar la armadura en vez de cortarla. Es mayor que una maza corriente y su cabeza recuerda a una piqueta."]}, "icon": "item_10902.png"}