{"slot": "Weapon", "compendium_shown": true, "price_buy": 17000, "requirements": null, "name": "Rock Hammer", "type_id": 9, "skills": [101010], "is_twohanded": false, "rarity": 5, "compendium_id": 811, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Stone Killer' passive."], "price_sell": 1700, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 51, "element_inflict": ["Earth"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10918.png", "type": "Hammer", "strings": {"name": ["Rock Hammer", "岩錘", "록 해머", "Marteau de pierre", "Steinhammer", "Martillo de roca"], "desc_short": ["A hammer infused with the power of earth.", "蘊含土之魔力的鎚子", "땅의 마력이 감도는 바위를 깎아내어 만든 망치.", "Un marteau imprégné des pouvoirs de la terre.", "Ein Hammer mit der Kraft der Erde.", "Un martillo imbuido con el poder de la tierra."], "desc_long": ["A hammer infused with the power of earth. Those struck by this hammer are said to feel as if they were being crushed beneath a huge boulder. The stone the hammer is carved from is made from fossilized carcasses of monsters that held magic powers. These stones are hard to come by, so they are strictly controlled to ensure that they are not needlessly used.", "以蘊含土之魔力的岩石製成的鎚子。由於帶有土之魔力，被這槌子毆打的人會感受到有如被巨大岩石碾壓的衝擊。做為材料的岩石由帶有魔力的生物遺骸堆積凝固而成，是被限制採掘的貴重素材。", "땅의 마력이 감도는 바위를 깎아내어 만든 망치. 땅속성의 힘이 깃들어 있으며, 이 망치로 얻어맞은 자는 큰 바위에 짓눌린 듯한 충격을 받는다고 한다. 재료로 사용되는 바위는 마력을 지닌 생물의 사체가 축적되어 응고한 것이라 알려져 있으며, 귀중한 재료인 탓에 채집하는 데 제한이 따르는 듯하다.", "Un marteau imprégné des pouvoirs de la terre. Ceux qui sont frappés par cette arme sont comme pulvérisés par un énorme rocher. La pierre qui constitue ce marteau consiste en plusieurs couches de carcasses de monstres fossilisées contenant une grande puissance magique. Il s’agit d’un matériau particulièrement rare soumis à des restrictions sévères afin d’éviter tout emploi inutile.", "Ein Hammer, dem die Kraft der Erde innewohnt. Jeder, der von diesem Hammer getroffen wird, soll sich fühlen, als würde er von einem mächtigen Felsbrock erschlagen. Der Stein, aus dem dieser Hammer gemeißelt ist, besteht aus fossilierten Kadavern von Monstern, die über magische Kräfte verfügten. Es ist nicht leicht, derartige Steine zu finden, was zu einer strengen Kontrolle führt, um sie nicht zu verschwenden.", "Un martillo imbuido con el poder de la tierra. Si te golpean con este martillo, sentirás como si te aplastase un pedrusco gigante. Asimismo, esta arma se elabora con un tipo de piedra que se consigue a partir de los fósiles de monstruos mágicos. Por ello, se trata de un material difícil de encontrar, por lo que su uso está controlado de forma muy estrictica para evitar que se malgaste."]}, "accuracy": 0}