{"slot": "Weapon", "compendium_shown": true, "price_buy": 85000, "requirements": null, "name": "Master's Hammer", "type_id": 9, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 495, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 8500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 108, "element_inflict": ["Earth"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Hammer", "strings": {"name": ["Master's Hammer", "名匠之鎚", "명장의 망치", "Marteau maître", "Meisterhammer", "Martillo maestro"], "desc_short": ["A hammer made by a famous craftsman.", "經名匠之手製成的鎚子", "명장의 손에서 제작된 망치", "Un marteau fabriqué par un artisan célèbre.", "Der Hammer eines berühmtes Schmiedes.", "Un martillo forjado por un reputado artesano."], "desc_long": ["A hammer made by a famous, legendary dwarven craftsman. He was a very talented and skilled blacksmith who created his very own tools to use for his profession. This hammer is one of them that he used, not only for crafting, but also for tunnel excavations, as a weapon for hunting expeditions, and more.", "優秀的工匠多來自矮人，其中一位留名後世的偉大工匠曾經使用這把鎚子。他是一個技藝高超的鍛冶師，工作時使用的工具也親自製作,而這把鎚子也並不例外。從鍛冶工作到討伐魔物，甚至挖掘坑道，他都能用這把鎚子完成。", "우수한 대장장이가 많은 드워프족 중에서도, 후세에 전설의 명장으로 이름을 날린 어느 인물이 사용하던 망치. 그는 본래 솜씨가 뛰어난 대장장이로, 작업에 사용하는 도구도 모두 직접 만들어냈다고 한다. 이 망치 또한 그가 제작한 것으로, 대장장이 작업 및 마물 처치와 갱도 굴착에 이르기까지 다방면에 걸쳐 활용했다고 알려져 있다.", "Un marteau forgé par un artisan nain aussi célèbre que légendaire. Cet artisan était un forgeron extrêmement doué et talentueux qui avait pour habitude de créer les outils avec lesquels il forgeait ses œuvres. Ce marteau est justement un des nombreux outils qu'il utilisait, non seulement pour son travail, mais aussi pour ses excavations de tunnels, et parfois en tant qu'arme lorsqu'il partait à la chasse.", "Der Hammer eines berühmtes Zwergenschmiedes. Als äußerst talentierter Schmied stellte er seine eigenen Schmiedewerkzeuge her. Dieser Hammer ist eines dieser Werkzeuge, das nicht nur zum Schmieden dient, sondern auch für Ausgrabungen, als Jagdwaffe und mehr.", "Un martillo forjado por un reputadísimo artesano enano. Era un herrero con talento y habilidoso; además, creaba sus propias herramientas, que luego usaba para trabajar. Este martillo es una de esas herramientas y lo usaba para todo: en la forja, para excavar túneles, como arma de caza y mucho más."]}, "icon": "item_10914.png"}