{"slot": "Weapon", "compendium_shown": true, "price_buy": 17000, "requirements": null, "name": "Sledgehammer", "type_id": 9, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 417, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1700, "stats": {"status_inflict": {"Confusion": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 50, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10910.png", "type": "Hammer", "strings": {"name": ["Sledgehammer", "粉碎鎚", "대형 망치", "Marteau-masse", "Vorschlaghammer", "Almádena"], "desc_short": ["A large, long-handled hammer with a big metal head.", "在長柄頂端裝嵌著金屬塊的大型戰鎚", "긴 자루에 금속을 덧댄 대형 망치", "Un grand marteau pour grandes mains avec une grande tête de métal.", "Ein großer, langstieliger Hammer mit einem großen Metallkopf.", "Un martillo grande de mango largo con una cabeza enorme."], "desc_long": ["A simple large hammer made with a head and hilt of metal. Different from the war hammer, this particular weapon has a head that is flat on both striking points, allowing any momentum received from one side to be released in the form of a counterblow through the other. Unfortunately, great  physical strength is required to wield the sledgehammer, reducing the number of warriors who use this weapon. On the other hand, miners have been known to use it as a tool while working in tunnels.", "由長柄和金屬塊構成的構造簡單的大型鎚。和戰鎚系武器不同，它的錘頭兩面呈扁平，不僅能夠擊碎目標，還能在攻擊完右邊的敵人後，利用反作用力繼續攻擊左邊的敵人。不過，由於十分沉重，並非所用人都能正常使用。它同時也是在礦坑中得到廣泛使用的業務用鎚。", "자루와 금속으로 구성된 심플한 대형 망치. 전쟁망치 계열의 무기와는 차이가 있으며 망치 머리 부분의 양면이 평평하기 때문에, 때려눕히는 것뿐 아니라 오른쪽으로 공격한 뒤 반동으로 왼쪽도 공격하는 호쾌한 전법도 사용할 수 있다. 그러나, 당연하게도 높은 근력이 필요하므로 아무나 사용할 수는 없다. 갱도의 채굴에 사용하는 작업용 망치이기도 하다.", "Un grand marteau tout simple possédant une tête et une garde en métal. Contrairement au Marteau de guerre, cette arme à une tête plate des deux côtés permettant à l'énergie reçue lors d'un contre d'être expulsée en une puissante contre-attaque. Malheureusement, une force prodigieuse étant nécessaire pour manipuler ce marteau, bien peu de guerriers sont réellement capable de s'en servir. Certains racontent que des mineurs s'en servaient lors de la construction de tunnels.", "Ein simpler großer Hammer mit metallenem Kopf und Griff. Der Kopf dieser Waffe ist flach auf beiden Seiten, sodass der Schwung eines Schlags zugleich für einen zweiten genutzt werden kann. Für diesen Vorschlaghammer braucht es jedoch große Kraft, sodass ihn nur wenige führen können. Minenarbeiter sollen ihn ihm Bergbau jedoch häufiger gebrauchen.", "Un gran martillo sencillo hecho con una empuñadura y una cabeza de metal. A diferencia del martillo de guerra, dispone de una cabeza con dos extremos planos, lo que facilita que el momento recibido en uno de los lados se convierta en contraataque en el otro. Sin embargo, manejar este martillo requiere gran fuerza física, por lo que pocos guerreros pueden blandirlo. Por otro lado, se dice que hay mineros que lo usan como herramienta en los túneles."]}, "accuracy": 0}