{"slot": "Weapon", "compendium_shown": true, "price_buy": 5100, "requirements": null, "name": "Mythril Hammer", "type_id": 9, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 39, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 510, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 37, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10903.png", "type": "Hammer", "strings": {"name": ["Mythril Hammer", "秘銀鎚", "미스릴 망치", "Marteau en mithril", "Mithrilhammer", "Martillo de mitrilo"], "desc_short": ["A hammer made of mythril.", "用秘銀製作的鎚", "미스릴로 만든 망치", "Marteau fait de mithril.", "Hammer aus Mithril.", "Martillo hecho de mitrilo."], "desc_long": ["A hammer made of mythril often used by dwarves in battle. The dwarves, who excel in smithing and the industrial arts, live underground and rarely form ties with other peoples. Although stubborn in nature, dwarves are diligent workers with a strong sense of duty. Those who manage to earn their support and favor could very well benefit from the mighty weapons and armor that come from their forges.", "用秘銀製作的鎚，是矮人們戰鬥時使用的武器。矮人們善於鍛冶及工藝製作，他們居住在地下，不常與其他種族來往。雖然矮人們大多都很頑固，但他們生性直爽且十分講義氣，如果能夠得到他們的幫助，必能獲得強大的武器與防具。", "미스릴로 만든 망치. 드워프가 주로 쓰는 무기이다. 금속 가공과 공예에 재주가 있는 드워프들은 동굴이나 지하에 살며 다른 종족과는 거의 교류하지 않는다. 성격은 고집 세고 직선적이며, 의리 있고 인정이 많다. 드워프의 도움을 받을 수만 있다면 강력한 무기와 방어구를 얻을 수 있을지도 모른다.", "Un marteau en mithril souvent utilisé par les nains au combat. Les nains excellent dans l'art de la forge et de la fabrication, et vivent sous terre, à l'écart des autres peuples. De nature entêtée, les nains sont des travailleurs courageux, dotés d'un grand sens du devoir. Ceux qui parviennent à gagner leur confiance et leur soutien peuvent profiter des puissantes armes et armures qu'ils créent dans leurs forges.", "Ein Hammer aus Mithril, der oft von Zwergen im Kampf benutzt wird. Die Zwerge, die Meister im Schmieden sind, leben unter der Erde und pflegen selten Kontakte zu anderen Völkern. Auch wenn sie von Natur aus stur sind, gelten Zwerge als fleißige Arbeiter und haben ein starkes Pflichtbewusstsein. Wer ihr Vertrauen genießt, kann von den mächtigen Waffen und Rüstungen profitieren, die in ihren Schmieden entstehen.", "Martillo hecho de mitrilo usado a menudo por enanos en el campo de batalla. Los enanos, famosos por su tecnología y habilidad en la herrería, viven bajo tierra y casi nunca se relacionan con otros pueblos. Son tercos por naturaleza, pero trabajadores ejemplares con un marcado sentido del deber. Los que consiguen granjearse su afecto podrían beneficiarse enormemente del poderoso armamento que proviene de sus forjas."]}, "accuracy": 0}