{"slot": "Weapon", "compendium_shown": true, "price_buy": 680, "requirements": null, "name": "Iron Hammer", "type_id": 9, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 37, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 68, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 24, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Hammer", "strings": {"name": ["Iron Hammer", "鋼鐵鎚", "철제 망치", "Marteau en fer", "Eisenhammer", "Mazo de hierro"], "desc_short": ["A hammer forged from iron.", "用鐵製作的鎚", "철로 만든 망치", "Marteau forgé à partir de fer.", "Ein Hammer aus Eisen.", "Mazo forjado en hierro."], "desc_long": ["A hammer made of iron. It boasts of more power than the wooden hammer, but it is still a mere tool in nature. Although it may be considered a weapon due to the strong force it exhibits when it strikes, it would most likely never prove a match for a sword or lance. Curiously, many have taken to calling people unable to swim \"iron hammers,\" as just like this weapon, they sink as soon as they enter a body of water.", "用鐵製作的鎚。相比木鎚來說要結實很多，攻擊力也高不少，不過鐵鎚也是工具鎚，雖然能夠作為武器使用，不過與劍、槍這些武器相比，還是差很多。如果將鐵鎚扔進湖水的話，它會很快沉入水底，所以，人們在嘲諷不會游泳沉入水底的人時，會稱其為鋼鐵鎚。", "철로 만든 망치. 나무망치보다 튼튼하고 공격력도 높지만, 이것 역시 본질은 작업 도구다. 세게 내려치면 무기로 쓸 수는 있지만, 검이나 창을 상대하기에는 역부족이다. 물에 던지면 순식간에 가라앉기 때문에 수영을 전혀 못 하는 사람을 쇠망치 같은 사람이라고 놀리기도 한다.", "Un marteau en fer. Il est plus puissant que le marteau en bois mais reste tout de même une arme peu efficace. Bien qu'il puisse être considéré comme une arme grâce à sa grande puissance, il est bien loin d'égaler l'épée ou la lance. On raconte que les personnes qui ont réchappé à un coup de ce marteau sur la tête sont devenues toutes folles. C'est sûrement de là que provient l'expression \"être marteau\".", "Ein Hammer aus Eisen. Besser als der Holzhammer, aber im Wesentlichen immer noch ein Werkzeug. Sein schwerer Kopf verleiht im eine gewisse Durchschlagskraft, dennoch hält er einem Vergleich mit einer Lanze oder einem Schwert nicht stand. In manchen Ländern werden Nichtschwimmer als „Eisenhämmer“ bezeichnet, wohl weil ihnen im Wasser das gleiche Schicksal blüht wie einem dieser Werkzeuge.", "Un mazo hecho de hierro. Es más poderoso que la maza de madera, pero sigue siendo una herramienta. Aunque puede considerarse un arma por el fuerte impacto que produce, no es rival para espadas o lanzas. Curiosamente, algunos llaman \"mazo de hierro\" a quienes no saben nadar, ya que se hunden en el agua igual de rápido que ellas."]}, "icon": "item_10901.png"}