{"slot": "Weapon", "compendium_shown": true, "price_buy": 34000, "requirements": null, "name": "Thor's Hammer - Replica", "type_id": 9, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 786, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 3400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 72, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10916.png", "type": "Hammer", "strings": {"name": ["Thor's Hammer - Replica", "雷神之錘·複製品", "토르 해머·레플리카", "Marteau de Thor - Réplique", "Thors Hammer - Replik", "Replica de Mjolnir"], "desc_short": ["A replica of the hammer named for the god who commands lightning.", "以掌管雷電之神的名字所命名的鎚子複製品", "번개를 관장하는 신의 이름을 지닌 망치의 레플리카.", "Une réplique du marteau nommé en l’honneur du dieu du tonnerre.", "Eine Replik des Hammers, der nach einem Gott benannt wurde, der frei über Blitz und Donner verfügen kann.", "Una réplica del martillo que lleva el nombre del dios que controla el rayo."], "desc_long": ["A replica of one of the twelve shining arms named for the god who commands lightning. Though it looks very similar to Thor's Hammer, it is a fake, so it lacks the power the real hammer holds. At least it offers the owner a chance to feel how it's like to own one of the twelve shining arms.", "十二武具之一，以掌管雷電之神的名字所命名的鎚子複製品。與雷神之錘非常相似，雖然性能不如真品，但是可以體驗到獲得光輝十二武具的感受。", "눈부시게 빛나는 십이무구 중 하나. 번개를 관장하는 신의 이름을 딴 망치의 레플리카로, 토르 해머와 비슷하게 생긴 모조품이기 때문에, 성능은 진품에 한참 미치지 못하지만 십이무구 중 하나를 손에 넣은 듯한 기분을 맛볼 수 있다.", "Une réplique de l’une des douze armes brillantes : le marteau nommé en l’honneur du dieu du tonnerre. Bien qu’elle ressemble à s’y méprendre au Marteau de Thor, il s’agit d’un faux ne possédant aucun des pouvoirs de l’arme originale. Elle offre néanmoins à son porteur une chance de s’imaginer la sensation que procure l’une des douze armes brillantes.", "Eine Replik eine der zwölf funkelnden Waffen, die nach dem einem Gott benannt wurde, der die Kraft der Blitze beherrscht. Obwohl er Thors Hammer verblüffend ähnlich sieht, handelt es sich um eine Fälschung, der die Kraft des echten Hammers fehlt. Immerhin sich aber an ihr nachempfinden, wie es wohl wäre, eine der zwölf funkelnden Waffen zu besitzen.", "Una réplica del martillo que lleva el nombre del dios que controla el rayo. Aunque se parece mucho a Mjolnir, se trata de una falsificación, por lo que carece de cualquier tipo de poder en comparación con el original. Aun así, su portador puede experimentar cómo sería tener en sus manos una de las doce armas brillantes."]}, "accuracy": 0}