{"slot": "Weapon", "compendium_shown": true, "price_buy": 340, "requirements": null, "name": "Wooden Hammer", "type_id": 9, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 36, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 34, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 18, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Hammer", "strings": {"name": ["Wooden Hammer", "木鎚", "나무망치", "Marteau en bois", "Holzhammer", "Maza de madera"], "desc_short": ["A hammer crafted from wood.", "用木頭製作的鎚", "나무로 만든 망치", "Marteau confectionné à partir de bois.", "Ein Hammer aus Holz.", "Maza tallada en madera."], "desc_long": ["An ordinary hammer made of wood, as its name suggests. Its power is low because it was originally created to serve as a tool, and not as a weapon. The wooden hammer doesn't even compare to other tools made of metal, and thus could prove risky if used for a long period of time. If the owner has the ability to acquire a better weapon in its stead, it is highly recommended that he or she do so as quickly as possible.", "正如其名，這是把普通的木製工具鎚。主要是用來釘釘子。因為是日常生活中用的工具鎚，所以作為武器的攻擊力並不高。相比用金屬製作的武器來說耐久度也不夠，用一段時間就會壞。如果手中有其他更好的武器，建議早點更換。", "말 그대로 나무로 만든 흔한 작업용 망치. 못 따위를 박을 때 쓴다. 전투용으로 만든 게 아니라서 공격력은 낮다. 강도도 금속제보다 낮아서 이걸로 오래 싸우기는 불안하다. 다른 선택지가 있다면 망설이지 말고 갈아타는 것을 권장한다.", "Un marteau ordinaire en bois, comme son nom le suggère. Son efficacité est limitée car il a été créé à l'origine pour servir d'outil. Le marteau en bois ne peut être comparé à aucune autre arme en métal tant il est inefficace, et il est extrêmement risqué de l'utiliser en combat. Tout possesseur de cette arme devrait en changer le plus vite possible", "Wie der Name schon sagt, ein gewöhnlicher Hammer aus Holz. Ursprünglich als Werkzeug gedacht, ist seine Schlagkraft nicht überragend, erst recht nicht im Vergleich mit Waffen aus Metall. Da zudem der Hammerkopf leicht brechen kann, empfiehlt es sich, bei erster Gelegenheit auf eine bessere Waffe umzusteigen.", "Una maza corriente hecha de madera, como su nombre indica. Su potencia es baja porque fue creada como herramienta, no como arma. Ni siquiera llega a la altura de otras armas de metal, por lo cual usarla a largo plazo es un riesgo. Si su propietario puede adquirir un arma mejor, se recomienda que lo haga lo antes posible."]}, "icon": "item_10900.png"}