{"slot": "Weapon", "compendium_shown": true, "price_buy": 17000, "requirements": null, "name": "Beast Hammer", "type_id": 9, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 406, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1700, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 54, "element_inflict": ["Fire"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Hammer", "strings": {"name": ["Beast Hammer", "野獸鎚", "야수의 망치", "Marteau bestial", "Bestienhammer", "Martillo bestial"], "desc_short": ["A hammer made from the hide of a beast.", "用野獸毛皮製作的鎚子", "짐승의 모피를 사용해 만든 망치", "Un marteau fabriqué à partir des poils d'une bête.", "Ein Hammer gemacht aus dem Huf einer Bestie.", "Un martillo hecho con el pelaje de una bestia."], "desc_long": ["A hammer shaped after ferocious fighting spirit of beast-like warriors. These are made using the pelts of ferocious beasts. There are some who believe that equipping this unlocks a person's hidden potential, allowing them to fight even more bravely than before, however there is no such unique effect held within the weapon itself. It is thought to present its wielder with the illusion that their spirit or fighting potential has been boosted.", "對於那些渴望像野獸一樣兇猛作戰的戰士而言，沒有比這把鎚子更適合的武器了。它使用兇猛野獸的毛皮製成。人們相信這種武器可令裝備者內心深處的戰鬥欲覺醒，讓他們更勇敢地戰鬥。但其實，它並沒有那麼神奇。因為那不過是心理作用的結果。", "짐승처럼 맹렬히 싸우고 싶은 전사의 욕망을 표현한 망치. 사나운 짐승의 모피를 사용하여 만들었다. 장비하면 내면의 투쟁심이 각성하여 용감하게 싸우게 된다고 믿는 자도 많은 모양이지만, 실제로 무기 자체가 신체에 영향을 주는 특수한 효과는 전혀 없다. 장비한 사람의 기분이 고양되어, 전투능력이 향상했다는 착각을 일으키는 것이라고 추측될 뿐이다.", "Un marteau forgé à l'image du féroce esprit combatif de guerriers qui se battaient comme des bêtes. Il est fabriqué en utilisant la peau de bêtes sauvages. Certaines personnes pensent que porter une de ces armes permet de libérer le véritable potentiel de l’utilisateur et de se battre avec une bravoure insoupçonnée. Toutefois, aucune preuve formelle ne permet d'attester d'une telle chose. Certains pensent au contraire que cette augmentation ne serait en réalité qu’une illusion.", "Ein Hammer, der bestiengleichen, wilden Kriegern nachempfunden wurde. Das Fell dieser Bestien wurde für diese Waffe genutzt. Manche glauben, diese Waffe entfessle das verborgene Potential und lasse den Träger noch mutiger kämpfen. Jedoch ist ein solcher Effekt in der Waffe nicht nachgewiesen. Daher nimmt man an, dem Träger werde nur die Illusion gegeben, sein Kampfgeist habe sich gehoben.", "Un martillo con la forma del feroz espíritu de lucha de guerreros salvajes. Se fabrican con pelaje de bestias feroces. Hay quien cree que equiparlo libera el potencial oculto, permitiendo a su portador luchar con más valor, aunque en realidad el arma no produce ese efecto. Se dice que concede a su portador la ilusión de creer que su potencial de lucha ha aumentado."]}, "icon": "item_10913.png"}