{"slot": "Weapon", "compendium_shown": true, "price_buy": 34000, "requirements": null, "name": "Frying Pan", "type_id": 9, "skills": [223690], "is_twohanded": false, "rarity": 6, "compendium_id": 809, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Beloved Encouragement' passive."], "price_sell": 3400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 85, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10917.png", "type": "Hammer", "strings": {"name": ["Frying Pan", "愛的平底鍋", "사랑의 프라이팬", "Poêle", "Bratpfanne", "Sartén"], "desc_short": ["A frying pan filled with the love of a wife for her husband.", "平底鍋內充滿著妻子對丈夫的愛情", "남편을 향한 아내의 사랑이 담긴 프라이팬.", "Une poêle débordant de l’amour d’une femme pour son époux.", "Eine Bratpfanne, welche die Liebe einer Frau für ihren Ehemann in sich trägt.", "Una sartén imbuida por el amor que siente una esposa hacia su marido."], "desc_long": ["A frying pan brought from a faraway world. It is said that a certain monk in a coma was awakened after being struck using a frying pan used by his wife. This odd legend thus made this an item that signifies the marital bond between a husband and wife.", "來自遙遠異界的平底鍋。根據紀錄，在異界曾有個陷入昏迷的武僧，被妻子使用過的平底鍋敲了腦袋後就馬上醒來了。平凡的平底鍋就這樣搖身一變成了代表夫妻羈絆的逸品，因而得此名。", "까마득히 먼 이계에서 유입된 프라이팬. 이계에서 의식불명에 빠진 어느 수도승이, 아내가 사용하던 프라이팬을 두들기는 소리에 번뜩 눈을 떴다는 기록이 남겨져 있다. 꽤나 독특한 부부의 정을 나타내는 물건으로써 이런 이름이 붙게 된 듯하다.", "Une poêle rapportée d’un monde lointain. Selon la légende, un certain moine aurait été tiré de son coma par sa femme, qui l’aurait frappé à l’aide de cette poêle. Cet étrange mythe a depuis transformé cet ustensile de cuisine en un symbole des liens qui unissent un mari et son épouse.", "Eine Bratpfanne aus einer fernen Welt. Es heißt, dass ein gewisser Mönch aus dem Koma geweckt wurde, indem er durch diese Bratpfanne geschlagen wurde, die seine Frau benutzte. Diese seltsame Legende machte den Gegenstand daher zum Symbol für die eheliche Bindung zwischen Ehemann und Ehefrau.", "Una sartén de un mundo lejano. Se dice que, después de que su mujer le golpease con esta sartén, un monje despertó del coma. Esta extraña leyenda acabó convirtiendo a este objeto en el símbolo del vínculo marido-esposa."]}, "accuracy": 0}