{"slot": "Weapon", "compendium_shown": true, "price_buy": 34000, "requirements": null, "name": "Mighty Hammer", "type_id": 9, "skills": [101500], "is_twohanded": false, "rarity": 6, "compendium_id": 341, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP +15%' passive."], "price_sell": 3400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 72, "element_inflict": ["Lightning"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Hammer", "strings": {"name": ["Mighty Hammer", "強力鎚", "전능한 망치", "Marteau magnifique", "Machthammer", "Maza de poder"], "desc_short": ["An otherworldly hammer which harnesses the power of lightning.", "寓有雷之力的異界鎚", "번개의 힘이 깃든 이계의 망치", "Un marteau d'un autre monde qui contient le pouvoir de la foudre.", "Ein jenseitiger Hammer, der die Kraft des Blitzes besitzt.", "Un martillo de otro mundo que canaliza el poder del rayo."], "desc_long": ["A hammer from another world. Imbued with the power of lightning, it also boasts decent ATK. In the world it originally came from, this weapon is said to have only been able to have been used by those who have mastered the job of \"viking,\" riders of the rough seas. Only able to be produced by those known as legendary smiths, they are very rare and even more valuable.", "來自遙遠異界的鎚，寓有雷之力，攻擊力可圈可點。在異界，該鎚本是制霸海洋的優秀「維京戰士」的武器，除了傳說中的鍛冶匠無人能夠製造得出，因此它極為稀有，價值連城。", "이계에서 건너온 망치. 번개의 힘이 깃들어 있으며 공격력도 상당하다. 망치가 존재했던 이계에서는 거친 바다를 누비는 '바이킹'의 정점에 오른 자만이 가질 수 있었다고 한다. 오직 전설의 대장장이라 불리는 인물만이 만들 수 있어 대단히 희귀하다.", "Un marteau d'un autre monde. Imprégné du pouvoir de la foudre, il permet de bien augmenter l'ATT. Dans son monde d'origine, on raconte que cette arme n'était utilisable que par ceux qui avaient réussi à maîtriser le job de \"Viking\", les guerriers des mers indomptables. Uniquement fabricables par des forgerons de légende, ces marteaux sont extrêmement rares et leur valeur est quasi inestimable.", "Ein Hammer aus einer anderen Welt. Er ist getränkt mit der Macht des Blitzes und hat einen guten ANG-Wert. In der Welt, aus der er kommt, soll diese Waffe nur von denjenigen verwendet werden, die den Job des „Wikingers“ gemeistert haben, Befahrer der rauen See. Kann nur von legendären Schmieden hergestellt werden, weshalb er selten und wertvoll ist.", "Un martillo de otro mundo. Imbuido del poder del rayo, también aumenta un poco el ATQ. En el mundo del que proviene, se dice que esta arma solo se ha podido utilizar por aquellos que han dominado el trabajo de \"vikingo\", los jinetes de los mares bravíos. Sólo pueden ser reproducidos por aquellos conocidos como forjadores legendarios. Son muy raros y aún más valorados."]}, "icon": "item_10912.png"}