{"slot": "Weapon", "compendium_shown": true, "price_buy": 5100, "requirements": null, "name": "Blessed Hammer", "type_id": 9, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 306, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 510, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 44, "element_inflict": null, "MP": 0, "MAG": 6, "SPR": 28, "DEF": 0}, "icon": "item_10904.png", "type": "Hammer", "strings": {"name": ["Blessed Hammer", "祝福鎚", "축복받은 망치", "Marteau béni", "Heiliger Hammer", "Maza sagrada"], "desc_short": ["A hammer gifted with a divine blessing.", "受到神的祝福的鎚", "신의 축복을 받은 망치", "Marteau qui a reçu la bénédiction des dieux.", "Ein Hammer, der einen göttlichen Segen trägt.", "Martillo con bendición divina."], "desc_long": ["Those who serve the gods are forbidden from using pointed, sharp weapons such as swords, lances, and even bows. For this very reason, they opt for this hammer instead to defend themselves and their temples from danger. Although originally intended to be used for self-defense only, a single blow from this blessed weapon can cause a massive amount of damage. However, unlike most hammers of its kind, its design has a graceful and polished finish.", "因為嚴格的戒律，聖職者不能夠使用劍、長槍、弓等銳利的武器。但是，面對攻擊也不能夠毫無防備。因此神官們就會配備這種鎚以保衛神殿。雖然它基本用於防身，但受到神明祝福的攻擊仍舊威力不小。它的造型優美精緻，和其它由工具轉變而來的鎚有著很大不同。", "성직자들은 규율에 의해 검이나 창, 활 같은 날카로운 무기를 소지하는 것이 금지되어 있다. 그러나 공격을 받았을 때 저항하지 않을 수는 없기에, 신전을 지키는 신관들은 이 망치를 가지고 있다. 호신용이기는 하나, 신의 축복을 받은 일격은 매우 묵직하다. 공구에서 발전된 계통의 망치와는 만듦새가 다르며, 우아하고 세련된 디자인이다.", "Ceux qui œuvrent au service des dieux n'ont pas le droit d'utiliser des armes pointues et tranchantes telles que les épées, les lances ou les arcs. Pour cette raison, ils optent souvent pour ce marteau afin de se défendre et protéger leur temple contre les dangers. Il a été conçu comme une arme d'autodéfense uniquement, mais un seul coup de cette arme sacrée peut infliger de lourds dégâts. Cependant, à la différence de bon nombre d'autres marteaux, son aspect est poli et raffiné.", "Die Diener der Götter unterliegen einem Gebot, das ihnen die Verwendung scharfer Waffen, selbst Bögen, untersagt. Um sich selbst und ihre Tempel zu verteidigen, greifen sie daher auf einen Hammer wie diesen zurück. Obwohl er in erster Linie der Verteidigung dient, kann die heilige Kraft dieses Hammers großen Schaden anrichten. Anders als die aus Werkzeugen entwickelten Streithämmer ist er zudem elegant und dekorativ.", "Como los servidores de los dioses tienen prohibido usar armas puntiagudas o afiladas, como espadas, lanzas o arcos, suelen optar por emplear este martillo para defenderse a sí mismos y sus templos frente al peligro. Aunque se crearon originalmente para la defensa propia, estas armas bendecidas pueden infligir una gran cantidad de daño. No obstante, se distinguen de la mayoría de martillos de su clase porque tienen un acabado sutil y pulido."]}, "accuracy": 0}