{"slot": "Weapon", "compendium_shown": true, "price_buy": 2700, "requirements": ["UNIT_ID", 211000303], "name": "Thoth's Wand", "type_id": 15, "skills": [100010], "is_twohanded": false, "rarity": 4, "compendium_id": 509, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP +10%' passive."], "price_sell": 270, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 70, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 48, "DEF": 0}, "icon": "item_11512.png", "type": "Mace", "strings": {"name": ["Thoth's Wand", "托特權杖", "토토의 마법봉", "Sceptre de Toth", "Thoths Stab", "Varita de Thoth"], "desc_short": ["A wand brought from the Farplane.", "來自異界的權杖", "이계에서 유입된 마법봉", "Une baguette venant de l'Au-delà.", "Ein Stab aus dem Abyssum.", "Una varita del Etéreo."], "desc_long": ["A wand brought from the distant world of Vana'diel where it is classified as a \"club\" type weapon. It is said that this weapon's power is affected by the moon, but this has not been confirmed outside of the world it came from.", "來自異界瓦納·迪爾的權杖。在原來的世界中，它屬於「單手棍」範疇。據說瓦納·迪爾的月圓月缺會對它的攻擊能力產生影響，但在拉比斯，還沒有發生過這種情況。", "이계 '바나딜'에서 유입된 마법봉. 이 무기가 본래 존재하던 이계에서는 '한손 곤봉'으로 분류되던 무기라고 한다. 바나딜에서는 달이 차고 이지러짐에 따라 공격력이 변화한다고 알려져 있지만, 이 세계에서는 그러한 현상은 확인되지 않았다.", "Une baguette originaire du monde lointain de Vana'diel, où elle est considérée comme une massue. On raconte que la puissance de cette arme est affectée par la lune, mais l'observation de ce phénomène n'a pas été confirmée en dehors du monde d'où elle nous vient.", "Ein Stab aus der fernen Welt Vana'diel, wo er als \"Knüppel\" gilt. Die Kraft der Waffe soll durch den Mond beeinflusst sein, was in dieser Welt aber noch nicht bestätigt wurde.", "Una varita del lejano mundo de Vana'diel, donde también la consideran un arma similar al garrote. Dicen que el poder de esta arma se ve afectado por la luna; sin embargo, este hecho no se ha confirmado fuera del mundo del que proviene."]}, "accuracy": 0}