{"slot": "Weapon", "compendium_shown": true, "price_buy": 360, "requirements": null, "name": "Iron Mace", "type_id": 15, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 43, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 36, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 19, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Mace", "strings": {"name": ["Iron Mace", "鋼鐵權杖", "철제 메이스", "Masse en fer", "Eisenkolben", "Maza de hierro"], "desc_short": ["A mace forged from iron.", "用鐵製作的權杖", "철로 만든 메이스", "Masse forgée à partir de fer.", "Ein Streitkolben aus Eisen.", "Maza forjada en hierro."], "desc_long": ["A mace made in the same manner as the bronze mace, but with iron instead. Since iron is harder and lighter than bronze, this version is much more powerful than its predecessor. The iron mace is also used during ceremonies, though its shape for such occasions is kept mostly circular and without any sharp edges. Regular soldiers are the ones who mainly wield this weapon, while higher ranking soldiers usually carry maces made of materials such as mythril.", "仿照青銅權杖的製法，用鐡鑄成的權杖。鐵比銅更加堅硬輕便，所以鐵製權杖的威力相比青銅權杖提高了不少。權杖在典禮儀式中也會用到，這時用的基本都是平滑圓形設計的權杖。高級一些的士兵會裝備著秘銀製作的權杖，不過一般的士兵還是只會裝備著鋼鐵權杖。", "청동 메이스와 같은 제작법으로 만든 철제 메이스. 철은 구리보다 단단하면서도 가벼우므로 위력이 더 강력하다. 메이스는 의전용 장비로 쓰기도 하는데, 이때는 뾰족한 부분이 없는 둥근 메이스를 주로 쓴다. 또 계급이 높은 병사는 미스릴제를 쓰지만, 일반 병사는 대부분 이 철제 메이스를 쓴다.", "Une masse fabriquée selon le même procédé que la masse en bronze. Le fer étant plus léger et plus dur, la masse en fer est plus puissante que son homologue en bronze. Elle est également utilisée lors de cérémonies, mais sa forme est alors circulaire et ne possède pas de bord tranchant. Les soldats sans grade ou peu gradés utilisent cette arme tandis que les officiers de haut rang possèdent des masses faites de matériaux plus nobles comme le mithril.", "Ein Streitkolben aus Eisen, der auf dem gleichen Grundprinzip fußt wie der Bronzekolben. Eisen ist allerdings leichter und härter als Bronze, weshalb diese Waffe deutlich effektiver ist. Sie wird manchmal auch in Zeremonien verwendet, dann allerdings meist mit einem glatten Kopf ohne Dornen. Eisenstreitkolben findet man häufig in den Händen einfacher Soldaten, während höherrangige Kämpfer manchmal sogar Streitkolben aus Mithril führen.", "Una maza hecha igual que la de bronce, pero en hierro. Al ser el hierro más duro y más ligero, esta versión es mucho más poderosa que su antecesora. Se usa también en ceremonias, pero entonces suele ser circular y sin bordes afilados. Suelen blandirlas los soldados del montón, mientras que los cargos más altos portan mazas de otros materiales como el mitrilo."]}, "icon": "item_11501.png"}