{"slot": "Weapon", "compendium_shown": true, "price_buy": 18000, "requirements": null, "name": "Thorned Mace", "type_id": 15, "skills": [101040], "is_twohanded": false, "rarity": 6, "compendium_id": 288, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Man-Eater' passive."], "price_sell": 1800, "stats": {"status_inflict": {"Poison": 70}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 78, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Mace", "strings": {"name": ["Thorned Mace", "荊棘權杖", "가시 메이스", "Rose de fer", "Stachelkolben", "Maza de púas"], "desc_short": ["A mace laced with poison.", "帶有毒刺的權杖", "독 묻은 가시가 달린 메이스", "Masse parcourue d'un poison mortel.", "Ein Streitkolben mit giftigen Dornen.", "Maza con veneno."], "desc_long": ["Finding methods to create stronger weapons must be an endless struggle for weapon makers. This mace is said to have been created with that idea in mind. Seeking to bring out its ultimate potential, its manufacturer added thorns to its design to amplify its destructive power. In addition to that, the thorns themselves were laced with poison to maximize damage. This all resulted in the incredibly powerful, yet ominous looking thorned mace.", "「如何能夠打造出更強的武器？」這是每個武器製作者心中永恆的難題。從某種意義上來說，這把帶刺的權杖就是對此難題的終極解答。為了加強擊打威力，工匠為之添加了尖刺，為了給敵人追加傷害，又注入了毒素。若只論結果，它的確成了強力武器，但同時又顯得邪惡陰毒。", "'어떻게 하면 더 강한 무기가 될까?'라는 고뇌는 무기를 만드는 자들의 영원한 과제이다. 이 가시 달린 메이스는 어떤 의미로 그것을 한계까지 추구해 만들어진 것이라 할 수 있다. 타격의 위력을 높이기 위해 가시를 달고, 추가 피해를 주기 위해 독을 바른 결과 상당히 강력해지기는 했으나, 생김새는 흉해지고 말았다.", "Parvenir à créer des armes toujours plus fortes est une quête sans fin pour les créateurs d'armes. Cette masse aurait ainsi été conçue avec cet objectif en tête. Afin d'exploiter tout son potentiel, son fabricant a ajouté des épines sur la structure pour amplifier sa puissance destructrice. En plus de cela, les épines sont imbibées de poison qui en augmente les dégâts. Tout cela aboutit à la rose de fer, incroyablement puissante et sombrement terrifiante.", "Die Militärtechnik ist ein ewiger Wettlauf zwischen Angriff und Verteidigung. Diese Waffe ist das Ergebnis eines Versuchs, aus einem simplen Modell das Maximum an Zerstörungskraft herauszuholen. Zunächst wurde der Streitkolben mit Dornen ausgestattet, um ihn effektiver gegen Panzerungen zu machen. Doch das reichte dem Erfinder noch nicht – jeder Dorn wurde zudem mit einem Giftkanal versehen. Das Resultat ist eine äußerst mächtige, aber auch barbarische Waffe.", "Encontrar modos de crear armas más poderosas debe ser el empeño constante de los armeros. Se dice que esta maza se creó con esa intención en mente. Para obtener el poder definitivo del arma, su creador le añadió púas para otorgarle más poder destructivo. Por si fuera poco, dichas púas se bañaron en veneno para maximizar los daños. El resultado fue una maza de púas de aspecto ominoso, aunque con un poder inimaginable."]}, "icon": "item_11504.png"}