{"slot": "Weapon", "compendium_shown": true, "price_buy": 9000, "requirements": null, "name": "Fangbreaker", "type_id": 15, "skills": [101500], "is_twohanded": false, "rarity": 5, "compendium_id": 784, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP +15%' passive."], "price_sell": 900, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 62, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11516.png", "type": "Mace", "strings": {"name": ["Fangbreaker", "尖牙棒", "팡 브레이커", "Brise-crocs", "Reißzahnbrecher", "Partezarpas"], "desc_short": ["A ball-topped mace named after its ability to break fangs.", "掛著鐵球並擁有牙碎別名的棒", "송곳니를 부순다는 이름을 가진 철구슬 달린 메이스.", "Une massue à boule qui tient son nom de sa faculté à briser les crocs.", "Ein Morgenstern, der nach seiner Funktion, Reißzähne zu zerbrechen, benannt ist.", "Un mazo cuyo nombre hace referencia a su facilidad para romper colmillos."], "desc_long": ["A ball-topped mace named after its ability to break fangs. The momentum of the mace unleashes a blow so strong that it can crush a monster's fangs as well as the monster itself. Zoldaad soldiers who ride magitek armors find swords and spears cumbersome for use, so many opt to uses these maces so that they can attack while riding on their armors.", "擁有牙碎別名，掛著鐵球的錘矛。利用離心力放出的一擊正如其名、足以發揮擊碎魔物利牙，甚至讓驅體的部份爆散的威力。對大多時候都搭乘著魔導裝甲的佐爾達多帝國士兵來說，裝備大劍跟槍械反而會妨礙行動，像尖牙棒這種方便攜帶的短柄兵器，在士兵間有著不可動搖的人氣。", "'송곳니를 부순다'는 이름을 지닌, 철구슬이 달린 메이스. 원심력을 실은 일격은 그 이름대로 마물의 이빨을 부수고 몸 일부를 날려버릴 정도의 위력을 발휘한다. 마도 아머에 탑승할 일이 많은 졸다드 병사는 칼을 차거나 창을 휴대하는 것이 걸리적거리기 때문에 손잡이가 짧아 휴대아 용이한 팡 브레이커가 상당한 인기를 끌게 되었다.", "Une massue à boule qui tient son nom de sa faculté à briser les crocs. L’élan produit par cette arme est tel qu’elle peut briser les crocs d’un monstre, et le monstre lui-même, en un seul coup. Les soldats de Zoldaad qui se déplacent sur les armures magitech, jugeant les épées et lances trop encombrantes, préfèrent utiliser ces massues de sorte à attaquer tout en restant perchés sur leur monture.", "Ein Morgenstern, der nach seiner Funktion, Reißzähne zu zerbrechen, benannt ist. Die Wucht dieser Schlagwaffe entfesselt einen Hieb, der so mächtig ist, dass er nicht nur die Reißzähne, sondern das ganze Monster zermalmt. Zoldaad-Truppen, die Magitech-Mechs steuern sehen von der Benutzung unpraktischer Waffen wie Schwertern und Speeren ab, und bevorzugen Wuchtwaffen wie den Fangbrecher, um auch aus dem Mech heraus angreifen zu können.", "Un mazo con una bola en su extremo superior cuyo nombre hace referencia a su facilidad para romper colmillos. Este mazo adquiere tal impulso cuando se usa que es capaz de aplastarle los colmillos a cualquier monstruo; bueno, y a los monstruos también los deja hechos polvo. Por otra parte, a los soldados de Zoldaad que van montados en unidades Magitec les resulta muy aparatoso llevar espadas y lanzas, por lo que muchos de estos optan por usar estos mazos con los que pueden atacar mientras van montados en sus unidades."]}, "accuracy": 0}