{"slot": "Weapon", "compendium_shown": true, "price_buy": 18000, "requirements": null, "name": "Mace of Zeus - Replica", "type_id": 15, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 728, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 55, "element_inflict": null, "MP": 0, "MAG": 49, "SPR": 0, "DEF": 0}, "icon": "item_11515.png", "type": "Mace", "strings": {"name": ["Mace of Zeus - Replica", "宙斯鎚矛·複製品", "제우스의 메이스·레플리카", "Masse de Zeus - réplique", "Keule des Zeus - Replik", "Réplica de Maza de Zeus"], "desc_short": ["A replica of a mace given the name of a great god.", "冠有偉大神明之名的權杖的複製品", "신의 이름이 붙은  메이스의 레플리카", "Une réplique d'une masse qui porte le nom d'un dieu tout-puissant.", "Die Replik einer Keule, benannt nach einem mächtigen Gott.", "La réplica de una maza que comparte nombre con un dios todopoderoso."], "desc_long": ["A replica of one of the twelve shining arms given the name of a great god. Though it looks very similar to the Mace of Zeus, it is a fake, so it lacks the power the real mace holds. At least it offers the owner a chance to feel how it's like to own one of the twelve shining arms.", "光輝十二武具之一，冠上神之名的權杖其複製品。是與宙斯鎚矛非常相似的仿造品，雖然性能不如真品，但是可以體驗到獲得光輝十二武具的感受。", "눈부시게 빛나는 십이무구 중 하나, 신의 이름이 붙은 메이스의 레플리카. 제우스의 메이스와 비슷하게 생긴 모조품이기 때문에, 성능은 진품에 한참 미치지 못하지만 십이무구 중 하나를 손에 넣은 듯한 기분을 맛볼 수 있다.", "Réplique de l’une des douze armes brillante au nom d’un grand Dieu. Bien qu’elle soit très similaire à la masse de Zeus, c’est une fausse, il lui manque donc les pouvoirs que l’originale possède. Au moins ça montre à son propriétaire ce que ça fait de posséder l’une des douze armes brillante.", "Eine Replik einer der zwölf funkelnden Waffen, die den Namen eines Gottes trägt. Obwohl sie der Keule des Zeugs sehr ähnelt, ist sie nicht mehr als eine Fälschung. Sie besitzt daher zwar nicht das Potential des Originals, aber es lässt sich an ihr nachempfinden, wie es wohl wäre, eine der zwölf funkelnden Waffen zu besitzen.", "La réplica de una de las doce placas de luz que comparte nombre con un dios todopoderoso. Aunque se parezca muchísimo a la Maza de Zeus, se trata de una falsificación, así que carece del poder que alberga la maza original. Aun así, le ofrece la posibilidad a su portador de saber cómo se siente al agarrar una de las doce placas de luz."]}, "accuracy": 0}