{"slot": "Weapon", "compendium_shown": true, "price_buy": 180, "requirements": null, "name": "Bronze Mace", "type_id": 15, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 42, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 18, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 14, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Mace", "strings": {"name": ["Bronze Mace", "青銅權杖", "청동 메이스", "Masse en bronze", "Bronzekolben", "Maza de bronce"], "desc_short": ["A mace forged from bronze.", "用青銅製作的權杖", "청동으로 만든 메이스", "Masse forgée à partir de bronze.", "Ein Streitkolben aus Bronze.", "Maza forjada en bronce."], "desc_long": ["A mace of bronze that is fairly easy to obtain. Unlike the hammer, the mace was manufactured as a weapon from the very beginning, though both are used to deal heavy blows. The mace is not limited to one shape, and its design depends highly on its maker. However, the more uneven the shape, the more damage it deals, and thus many odd looking versions of this weapon have been created.", "用較容易獲得的青銅製作的權杖。攻擊方式是用較重的頭部毆打敵人。權杖和鎚子一樣都屬於打擊系武器，不過和從工具中發展而來的鎚子不一樣，權杖一開始就是作為武器開發出來的。權杖沒有特定的形狀，頭部會根據工匠不同而各不相同，頭部凹凸越多，給予敵人的傷害就越大，所以也有那種形狀極其複雜的權杖。", "쉽게 구할 수 있는 청동으로 만든 메이스. 묵직한 머리 부분으로 적을 때려 공격한다. 망치와 같은 타격용 무기지만, 공구에서 발전한 망치와 달리 메이스는 처음부터 무기로 개발되었다. 머리 모양은 특별히 정해진 형태가 없어 만드는 사람마다 다르지만, 울퉁불퉁한 편이 더 큰 피해를 주기 때문에 대개 복잡한 형태로 되어 있다.", "Une masse en bronze plutôt facile à obtenir. À la différence du marteau, cette arme fut conçue dès le début comme une arme de guerre bien que les deux soient capables d'infliger des coups puissants. Il existe des masses de formes variées, et leur style dépend beaucoup de l'imagination de leur créateur. Plus une masse est de forme inégale, plus les dégâts qu'elle inflige sont importants, et il existe des versions extrêmement étranges de cette arme.", "Ein Streitkolben aus Bronze, der relativ leicht erhältlich ist. Anders als der Hammer wurde der Streitkolben von vornherein als Waffe konzipiert. Die Form des Kopfes hängt sehr vom Hersteller ab und es existieren zahllose Varianten. Prinzipiell gilt, dass die Durchschlagskraft steigt, wenn der Kopf mehr Unebenheiten aufweist, daher findet man viele sonderbar geformte Exemplare.", "Una maza de bronce bastante fácil de encontrar. A diferencia del martillo, se fabricó como arma desde el principio, aunque ambos asestan golpes fuertes. No se limita a una sola forma, sino que depende del fabricante. Sin embargo, cuanto más irregular es más daño inflige, por eso se han creado versiones de lo más extrañas."]}, "icon": "item_11500.png"}