{"slot": "Weapon", "compendium_shown": true, "price_buy": 2700, "requirements": null, "name": "Platinum Mace", "type_id": 15, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 489, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 270, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 44, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11505.png", "type": "Mace", "strings": {"name": ["Platinum Mace", "白金權杖", "백금의 메이스", "Masse de platine", "Platinumkeule", "Maza de platino"], "desc_short": ["A mace made from platinum.", "用白金製作的權杖", "백금으로 만들어진 메이스", "Une masse faite de platine.", "Eine Keule aus Platin.", "Una maza hecha de platino."], "desc_long": ["A mace made of platinum. Although maces made of gold were greatly effective in battle, their significant weight presented a problem, and thus craftsmen began researching ways in which to make the weapon lighter. However, since platinum can also be quite weighty, an expert craftsman is required to make a platinum mace that is easy enough to wield, making its price remarkably high.", "以白金為原料製成的權杖。金屬制權杖比刀刃更適合對付鎧甲，不過其重量與攻擊力也明顯不成比例，因此各路工匠都試圖用各種手法使它變得更加輕便。很不巧的是，白金的比重非常大，很少有人能夠用這種金屬製作輕便的權杖，因此輕便的白金權杖的價格也就十分昂貴。", "백금으로 만든 메이스. 금속으로 만든 메이스는 갑옷을 상대할 때 검보다 그 효과가 뛰어나지만 공격력은 무게와 비례하기 때문에, 장인들은 다양한 수단으로 경량화를 도모해 왔다. 특히 백금은 무게가 많이 나가는 금속이므로, 이것을 다루기 쉬운 메이스로 만들 수 있는 장인의 수는 얼마 되지 않으며 그 때문에 고가로 거래되고 있다.", "Une masse faite de platine. Bien que les masses en or soient capables d'infliger de très gros dégâts, leur poids posait un véritable problème, et c'est donc tout naturellement que les artisans cherchent un moyen de les alléger. Toutefois, le platine étant lui aussi très lourd, il est nécessaire qu'elle soit fabriquée par un artisan expert en la matière afin de la rendre suffisamment légère pour être facilement portée. Bien évidemment, le prix augmente aussi en conséquence.", "Eine Keule aus Platin. Obwohl die meisten Keulen aus Gold im Kampf effektiv waren, stellte ihr Gewicht doch ein Problem dar. Daher suchten Schmiede nach einem Weg, sie leichter zu machen. Da Platin aber ebenfalls recht schwer sein kann, braucht es einen Experten, um eine Platinkeule zu fertigen, die leicht genug ist, weshalb sie recht teuer sind.", "Una maza hecha de platino. Aunque las mazas de oro eran muy efectivas en batalla, su considerable peso era un problema, así que los artesanos buscaron la manera de aligerarla. Sin embargo, el platino también puede ser pesado, por lo que conseguir una maza de platino fácil de manejar requiere a un artesano experto y hace que su precio sea considerablemente alto."]}, "accuracy": 0}