{"slot": "Weapon", "compendium_shown": true, "price_buy": 900, "requirements": null, "name": "Mythril Mace", "type_id": 15, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 45, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 90, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 30, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11503.png", "type": "Mace", "strings": {"name": ["Mythril Mace", "秘銀權杖", "미스릴 메이스", "Masse en mithril", "Mithrilkeule", "Maza de mitrilo"], "desc_short": ["A mace made of mythril.", "用秘銀製作的權杖", "미스릴로 만든 메이스", "Masse faite de mithril.", "Keule aus Mithril.", "Maza hecha de mitrilo."], "desc_long": ["Battering weapons such as maces have the power to smash through tough armor, but their own great weight hinders those who lack the physical prowess to use them. However, since this mace is made of mythril, its weight presents no problems for the wielder. Its beautiful silver shine and subtly decorated head has also seen the mythril mace used as a staff by bishops.", "打擊武器雖然能夠擊碎敵人堅固的鎧甲，但同時武器自身也相當沉重，為此要求使用者擁有極強的臂力。不過，只要用比其他金屬都輕的秘銀來製造權杖，重量的問題就能多少解決一點了。該權杖的頭部雕刻得十分精美，閃著銀白色的光芒，有時也作為錫杖使用。", "타격무기는 적의 단단한 갑옷을 깨부술 수 있지만, 그만큼 무기 자체의 무게가 상당하다. 무기를 휘두르는 사용자도 그에 걸맞은 힘이 필요하지만, 이 무기는 다른 금속보다 가벼운 미스릴을 써서 중량 문제를 어느 정도 해결했다. 아름다운 은빛이 돋보여서 머리에 섬세한 세공을 추가해 의장용 지팡이로 쓰기도 한다.", "Les armes de frappe comme les masses peuvent briser une armure, mais leur poids important nécessite des capacités physiques hors norme pour être maniées. Cette masse étant faite de mithril, son poids n'est pas un problème pour celui qui la porte. Son magnifique éclat argenté et sa tête subtilement décorée ont donné l'idée à certains évêques d'utiliser cette masse comme un bâton.", "Schlagwaffen wie Keulen haben die Kraft, durch Rüstung zu brechen, aber ihr Gewicht hindert viele daran, sie zu benutzen. Da diese Keule aber aus Mithril gemacht ist, gibt es keine Probleme für den Träger. Wegen ihrem hübschen silbernen Schein und dem subtil dekorierten Schaft wird die Mithrilkeule auch von Bischöfen getragen.", "Las armas contundentes, como las mazas, tienen la capacidad de causar daños atravesando las armaduras, pero su enorme peso imposibilita su uso a los que carecen de la fuerza física necesaria para manejarlas. Sin embargo, como esta maza está hecha de mitrilo, el peso no supone ningún problema. Su precioso brillo argénteo y la sutil decoración que adorna su cabeza también han hecho de ella la opción elegida por algunos obispos, que las usan como bastón."]}, "accuracy": 0}