{"slot": "Weapon", "compendium_shown": true, "price_buy": 900, "requirements": null, "name": "Werebuster", "type_id": 15, "skills": [101080], "is_twohanded": false, "rarity": 3, "compendium_id": 44, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Beast Killer' passive."], "price_sell": 90, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 25, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Mace", "strings": {"name": ["Werebuster", "鎮獸杖", "웨어버스터", "Garogarou", "Wolftöter", "Matatoxis"], "desc_short": ["A mace effective against beastmen.", "對獸人非常有效的權杖", "수인형 마물에게 특히 효과적인 메이스", "Masse efficace contre les hommes-bêtes.", "Besonders effektiv gegen Tiermenschen.", "Maza efectiva contra los hombres bestia."], "desc_long": ["There are many mysteries surrounding werebeasts that are part human and part animal. Legends tell of the existence of such beings, but these accounts can probably be better attributed to humans falling under the influence of a curse or illness. However, when livestock begins to suddenly die of  unnatural causes, it could be a sign that a werebeast is lurking nearby. It is best to tread with caution if that is the case.", "半人半獸的獸人有著許多謎。關於獸人的起源最有說服力的看法有兩種，一種觀點認為獸人是本來就存在的種族，另外一種則認為獸人是人類遭受了魔力的影響、遭受詛咒或是身患某種病後變異而來。雖然在人類聚集的村落中見不到獸人，但是如果家畜莫名其妙地死掉了的話就要小心了，獸人很可能就潛伏在附近。", "반인반수의 외모를 가진 수인족에 대해서는 수수께끼가 많다. 원래 그런 종족이 있었다는 설과 인간이 마력의 영향 또는 질병, 저주로 변화한 것이라는 설이 지금은 가장 유력하다. 마을 근처에는 거의 나타나지 않지만, 변사한 가축이 발견되었다면 근처에 숨어있을 수 있으니 경계해야 한다.", "De nombreux mystères entourent les lycanthropes, créatures mi-hommes mi-animaux. Des légendes racontent l'existence de tels êtres, mais il pourrait en réalité s'agir d'humains souffrant d'une malédiction ou d'une maladie. Quoiqu'il en soit, lorsque le bétail commence à mourir de causes non naturelles, cela peut signifier qu'un lycanthrope rôde dans les parages. Si tel est le cas, mieux vaut rester vigilant, ou mieux encore, ne pas sortir sans son Garogarou.", "Viele Legenden ranken sich um Kreaturen, die teils Mensch, teils Tier sind. Es ist unbekannt, ob es sich hierbei um eine natürlich vorkommende Spezies handelt, oder um Menschen, die einer Form von Fluch oder Krankheit zum Opfer gefallen sind. Diese Wesen halten sich für gewöhnlich von menschlichen Siedlungen fern, dennoch ist Vorsicht geboten, wenn eines sich in der Nähe niederlassen sollte.", "Hay muchos misterios que rodean a las bestias mitad humanas. Las leyendas dicen que existen, pero puede deberse a que se traten de humanos bajo una maldición o enfermedad. Sin embargo, cuando el ganado empieza a morir de forma no natural, puede ser señal de que un hombre bestia acecha. Mejor actuar con cautela en ese caso."]}, "icon": "item_11502.png"}