{"slot": "Weapon", "compendium_shown": true, "price_buy": 18000, "requirements": null, "name": "Nail Bat", "type_id": 15, "skills": null, "is_twohanded": true, "rarity": 6, "compendium_id": 634, "dmg_variance": [1, 1.6], "slot_id": 1, "effects": null, "price_sell": 1800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 115, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11513.png", "type": "Mace", "strings": {"name": ["Nail Bat", "狼牙棒", "못 박힌 배트", "Batte cloutée", "Nagelschläger", "Garra"], "desc_short": ["A mysterious weapon brought from the Farplane.", "來自異界的神奇武器", "이계에서 유입된 수수께끼의 무기", "Une arme mystérieuse venant de l'Au-delà.", "Eine mysteriöse Waffe aus dem Abyssum.", "Un arma misteriosa del Etéreo."], "desc_long": ["A mysterious weapon brought from the Farplane. This \"bat\" is apparently a stick used for a type of entertainment, and is covered with nails. It seems as if this weapon was enshrined in temples made by a race called the Ancients in the world from which it originated.", "來自異界的武器，一根棒子上釘滿了無數的釘子，看起來實為一件恐怖的武器。在異界，它被「古代種」供奉在神殿之中。", "까마득히 먼 이계에서 유입된 무기. 배트라고 불리는 봉 형태의 놀이도구에, 무수히 많은 못이 박혀 있는 무시무시한 장비품으로, 이계에서는 '고대종'이라고 불리던 사람들의 신전에 모셔져 있었다.", "Une arme mystérieuse venant de l'Au-delà. Cette \"batte\" est à première vue une sorte de bâton utilisé dans un certain type de loisir couverte de clous. Apparemment cette arme était conservée précieusement dans un temple de l'Au-delà et a été fabriquée par une race répondant au nom des \"Anciens\".", "Eine mysteriöse Waffe aus dem Abyssum. Dieser \"Schläger\" dient einer bestimmten Form der Unterhaltung und ist mit Nägeln bedeckt. Es scheint, diese Waffe liegt in Tempeln des Abyssums, die einer Rasse namens \"Uralten\" gehören.", "Un arma misteriosa del Etéreo. Este \"bate\" parece ser un palo que se usaba durante algún tipo de evento. Está lleno de clavos. Da la sensación de que el pueblo de los \"Antiguos\" atesoraba esta arma en los templos del Etéreo."]}, "accuracy": 50}