{"slot": "Weapon", "compendium_shown": true, "price_buy": 9000, "requirements": null, "name": "Vesper", "type_id": 15, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 450, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 900, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 60, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Mace", "strings": {"name": ["Vesper", "薄暮權杖", "헤스페로스", "Vesper", "Vesper", "Vesper"], "desc_short": ["A mace named after an evening star.", "意為「黃昏明星」的權杖", "'태백성'의 이름을 가진 메이스", "Une masse baptisée d'après le nom d'une étoile du soir.", "Eine Keule benannt nach dem Morgenstern.", "Una maza bautizada con el nombre de una estrella de la noche."], "desc_long": ["A weapon named after the brightest star in the evening sky of another world. The vesper mace was owned by members of the clergy and other influential men as a beacon of hope shining amidst the darkness born from confusion and despair. As its function was mostly ceremonial, it is quite a hefty weapon that when used by those with enough strength to wield it can cause a great amount of damage.", "「薄暮」在異界意為「黃昏明星」，指傍晚時天邊最美麗閃亮的星宿，象征著黑暗中的一縷希望。所以聖職者與執政者會經常攜帶「薄暮權杖」。雖然該權杖給人一種很強的儀式用杖的感覺，但其實它有著厚實的重量，強大力量的人能夠用它發揮很大的威力。", "'헤스페로스'는, 이계에서는 '태백성'이라는 의미를 가진 단어로 해 질 녘에 아름답게 빛나는 별을 가리킨다. 닥쳐오는 불행과 고난이 가져올 어둠을 비추는 희망의 상징으로서, 성직자나 위정자가 이 메이스를 지녔던 경우도 있었다. 의식을 위한 물건이라는 이미지가 강하기 때문에 무게감 있게 만들어졌으며, 힘이 센 사람이 휘두르면 상당한 피해를 입힐 수 있다.", "Une épée baptisée d'après le nom de la plus brillante des étoiles d'un autre monde. La Vesper était une masse portée par les membres du clergé et d'autres hommes influents comme un phare d'espérance brillant dans les ténèbres nées de la confusion et du désespoir. Elle est principalement utilisée pour les cérémonies, et son poids la rend utilisable uniquement par ceux ayant la force suffisante pour la porter, mais elle peut infliger de très gros dégâts.", "Eine Waffe benannt nach dem hellsten Stern am Abendhimmel einer anderen Welt. Die Vesperkeule war im Besitz von Klerikern und anderen einflussreichen Männern. Sie diente als Zeichen strahlender Hoffnung gegen die aus Verwirrung und Verzweiflung geborenen Dunkelheit. Obwohl sie oft in Zeremonien Einsatz fand, ist es eine ordentliche Waffe, die, richtig eingesetzt, hohen Schaden bewirken kann.", "Un arma que recibe su nombre de la estrella más brillante del cielo nocturno de otro mundo. La maza vesper pertenecía a los miembros del clero y a otras personas influyentes, constituyendo un símbolo de la esperanza que brilla en la oscuridad de la confusión y la desesperación. Como su función era ceremonial, es bastante pesada, y aun así permite a quien pueda blandirla causar un gran daño."]}, "icon": "item_11509.png"}