{"slot": "Weapon", "compendium_shown": true, "price_buy": 2700, "requirements": null, "name": "Skull Crusher", "type_id": 15, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 354, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 270, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 35, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11511.png", "type": "Mace", "strings": {"name": ["Skull Crusher", "重壓槌矛", "크러쉬 메이스", "Marteau broyeur", "Schädelbrecher", "Aplastacráneos"], "desc_short": ["An otherworldly mace able to powderize enemies.", "能夠粉碎敵人的異界槌矛", "적을 분쇄하는 이계의 메이스", "Un marteau d'un autre monde capable de pulvériser les ennemis.", "Eine jenseitige Keule, die Feinde pulverisieren kann.", "Un mazo de otro mundo capaz de pulverizar a los enemigos."], "desc_long": ["An otherworldly mace said to be able to crush enemies to dust. Its head is large, and extremely heavy. Its long handle was constructed so that one could use centrifugal force to produce great power with it. Though all it takes to properly wield this weapon is the strength to lift it, it is quite a difficult weapon to master, but its ATK still makes it highly valued.", "該異界的槌矛擁有極大的破壞力，甚至能一擊將敵人粉碎。其頭部又大又重，柄部細長，為的是利用離心力而增強威力，但想要駕馭它需要十足的臂力。雖然它並不是個容易使用的武器，但對追求一擊制敵的人來說十分有用。", "적을 분쇄할 정도로 강한 파괴력을 지닌 이계의 메이스. 머리 부분이 매우 크고 무겁다. 원심력을 이용해 위력을 높이기 위해 자루를 길게 설계했다. 능숙하게 다루려면 이 메이스를 들고 휘두를 만한 완력이 필요하다. 결코 다루기 쉽지는 않지만, 한 방의 위력을 중시한다면 유용한 무기이다.", "Un marteau d'un autre monde capable de réduire les ennemis en poussière. Sa tête est très large et extrêmement lourde. Son long manche a été fabriqué de sorte que l'utilisateur puisse utiliser la force centrifuge pour en augmenter sa force de frappe. Bien que seule la force brute soit nécessaire pour la manier, elle reste très difficile à maîtriser. Le fait qu'elle permette d'augmenter fortement l'ATT de son porteur fait toutefois d'elle une arme très cotée.", "Ein jenseitiger Streitkolben, der Feinde zu Staub zerdrücken soll. Sein Kopf ist groß und extrem schwer. Der lange Griff wurde entworfen, um die Zentrifugalkraft zu nutzen und so große Kraft zu entwickeln. Auch wenn für das Nutzen dieser Waffe nur Kraft vonnöten ist, ist sie schwierig zu meistern. Wegen ihres ANG-Werts wird sie dennoch geschätzt.", "Un mazo de otro mundo que, según dicen, es capaz de hacer polvo a los enemigos. Su cabeza es grande y extremadamente pesada. Su gran mango fue construido de forma que uno pudiese usar la fuerza centrífuga para producir con ella un gran poder. Aunque todo lo que hace falta para blandir esta arma es tener fuerza para levantarla, se trata de un mazo muy complicado de dominar, aunque su ATQ lo convierte en un instrumento muy valorado."]}, "accuracy": 0}