{"slot": "Weapon", "compendium_shown": true, "price_buy": 90000, "requirements": null, "name": "Mace of Zeus", "type_id": 15, "skills": [219900], "is_twohanded": false, "rarity": 8, "compendium_id": 727, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Ultima Blow' ability."], "price_sell": 9000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 110, "element_inflict": null, "MP": 0, "MAG": 98, "SPR": 0, "DEF": 0}, "icon": "item_11514.png", "type": "Mace", "strings": {"name": ["Mace of Zeus", "宙斯鎚矛", "제우스의 메이스", "Masse de Zeus", "Keule des Zeus", "Maza de Zeus"], "desc_short": ["A mace given the name of a great god.", "冠有偉大神明之名的權杖", "위대한 신의 이름이 붙은 메이스", "Une masse qui porte le nom d'un dieu tout-puissant.", "Eine Keule, benannt nach einem mächtigen Gott.", "Una maza que se llama igual que un dios todopoderoso."], "desc_long": ["One of the twelve shining arms. The power exhibited by this mace is compared to that of a smite from god, and each swing pulverized anything it came in contact with, even the largest of boulders. Despite being known as a weapon fit for the gods, no one knows where exactly this mace is, and many scoffed at it as being something purely of legends. It is said that only those acknowledged by the machine weapon, Elnath, would be able to lay their hands upon this weapon.", "光輝十二武具之一。其打擊力被稱為神之一擊，只要一揮就能讓巨大的岩石粉碎殆盡。它被譽為配得上眾神使用的強力武器，並因此聞名。但沒有人知道真品在哪裡，因此成為人們口耳相傳，傳說中的存在。只有被「悲哀與狂亂的機械兵器艾魯那特」認可力量的人，才有資格獲得它。", "눈부시게 빛나는 십이무구 중 하나. 그 힘은 신의 일격이라 불리며, 한번 휘두르는 것만으로도 거대한 바위조차 흔적도 없이 부숴버린다고 한다. 그야말로 신이 사용하기에 걸맞은 강력한 무기로 그 이름을 떨치고 있지만, 실물의 존재에 대해 아는 자는 아무도 없으며 전설 속에서만 존재하는 것이라 알려져 있다. '슬픔과 광란의 기계 병기, 엘나스'에게 그 힘을 인정받은 자만이 이 무기를 쥘 수 있다.", "Une des douze armes brillantes. Le pouvoir montré par cette masse est comparé a un coup de Dieu, et chaque coup pulvérise tout ce qu’elle rencontre, même les larges blocs de roches. Malgré sa renommée d’arme faite pour les Dieux, personne ne sait vraiment où elle est, et beaucoup en rient comme d'un objet de pure légende. On dit que seul ceux qui sont admis par l’arme mécanique, Elnath, sont capable de mettre la main sur cette arme.", "Eine der zwölf funkelnden Waffen. Ein einzelner Streich mit dieser Keule, soll so verheerend sein wie der Schlag eines Gottes selbst. So lassen sich mit einem bloßen Schwung selbst kolossale Felsen spurenlos pulverisieren. Auch wenn es heißt, dass die Keule so mächtig ist, dass sie von den Göttern benutzt wird, weiß niemand, wo sie sich befindet; daher munkelt man, dass es sich lediglich um einen Mythos handelt. Nur denen, die die Anerkennung von \"Elnath, Kampfmaschine der Raserei und Trauer\" erringen, soll vergönnt sein, die Waffe je führen zu können.", "Una de las doce placas de luz. La potencia de esta maza es comparable con la fuerza de un dios y cada golpe es capaz de pulverizar cualquier cosa que toque, hasta la roca más sólida. A pesar de ser un arma propia de los dioses, nadie sabe realmente de dónde proviene esta maza. De hecho, muchos dicen que tan solo se trata de una leyenda. Pero parece que solo los que son reconocidos por Elnath, la máquina bélica, pueden echarle el guante a esta arma."]}, "accuracy": 0}