{"slot": "Weapon", "compendium_shown": true, "price_buy": 32000, "requirements": null, "name": "Gae Bolg", "type_id": 10, "skills": [101050], "is_twohanded": false, "rarity": 6, "compendium_id": 301, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Dragon Killer' passive."], "price_sell": 3200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 76, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Spear", "strings": {"name": ["Gae Bolg", "龍槍蓋博爾格", "용창 게 볼그", "Gae Bolg", "Gae Bolg", "Gae Bolg"], "desc_short": ["A lance endowed with the power of dragons.", "擁有龍之力的長槍", "용의 힘을 가진 창", "Lance qui renferme le pouvoir des dragons.", "Eine Lanze mit der Macht der Drachen.", "Lanza con el poder de los dragones."], "desc_long": ["An otherworldly lance created from materials not of this world. After the invasion of the fearsome Seven Heroes, a certain book was discovered with the recipe for this lance written within. Since it holds the power of dragons, legend has it that only the most powerful warriors capable of defeating said mythical beasts may wield it. There are countless stories of warriors said to have owned this weapon who pierced their enemies from the sky as they soared like flying dragons.", "異界長槍，其原料並不存在於這個世界。在可怕的七英雄來襲之際，有人發現了記述此槍製作方法的書籍。其中記述這是帶有龍之力的長槍，在異界，只有擊倒巨龍的強者才有資格持有它。也有眾多故事描述攜此長槍的英雄可飛騰空中，而後如飛龍一般降落，刺穿敵人。", "이 세계에는 존재하지 않는 물질로 만들어진, 까마득히 먼 이계의 창. 무시무시한 7영웅이 쳐들어왔을 당시 제작 방법을 기록한 책이 발견되었다. 용의 힘이 깃든 창으로, 이계에서는 용을 쓰러뜨린 강자만이 손에 넣을 수 있던 것이라 전해진다. 이 창을 들고 하늘에 올랐다가 비룡처럼 날아들며 적을 꿰뚫는 영웅들의 일화도 다수 남아있다.", "Une lance étrange faite de matériaux venus d'un autre monde. Après l'invasion des terribles Sept héros, on découvrit un livre contenant la formule de cette lance. Possédant le pouvoir du dragon, la légende raconte que seuls les puissants guerriers capables d'affronter ces créatures mythiques peuvent aussi la manier. On dénombre maintes histoires de guerriers qui auraient possédé cette lance et auraient transpercé leurs ennemis depuis le ciel, tels des dragons volants.", "Eine Lanze aus einer fernen Welt, die aus hier unbekannten Materialien gefertigt wurde. Nach dem Überfall der schrecklichen Sieben Helden wurde ein Text gefunden, der die Herstellungsweise dieser Lanze beschreibt. Sie trägt die Macht der Drachen in sich, und es heißt, dass nur ein Krieger, dessen Kraft der jener mythischen Bestien gleichkommt, sie führen kann. Legenden beschreiben, wie solche Krieger ihre Feinde aus der Luft durchbohrten, einem fliegenden Drachen gleich.", "Lanza sobrenatural hecha de materiales de otro mundo. Tras la invasión de los temibles siete héroes, se encontraron algunos libros con la receta de esta arma. Como contiene el poder de los dragones, dice la leyenda que solo podrán blandirla los guerreros capaces de derrotar a estas místicas bestias. Se cuentan innumerables historias de luchadores que se cree que poseyeron esta arma... Se dice que ensartaban a sus enemigos desde el cielo, planeando como dragones voladores."]}, "icon": "item_11016.png"}