{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": null, "name": "Drakeshorn Spear", "type_id": 10, "skills": [202510], "is_twohanded": false, "rarity": 5, "compendium_id": 676, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Auto-Bravery' passive."], "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 52, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11027.png", "type": "Spear", "strings": {"name": ["Drakeshorn Spear", "龍角之槍", "용각창", "Lance cornodragon", "Drachenhornspeer", "Lanza cuernodragón"], "desc_short": ["Dragoon Duke's once beloved spear.", "龍騎士杜克曾經愛用的長槍", "용기사 듀크가 과거 애용하던 창", "La lance favorite de Duke, le dragonnier.", "Der geliebte Speer des Dragoners Duke.", "La venerada lanza que antaño perteneció a Duke, el dragontino."], "desc_long": ["Dragoon Duke's once beloved spear. Dragoons from Dragon's Village train themselves day in and day out to seal evil dragons. In order to pierce dragon scales, the Dragoon must use their strengths and the spear they hold. When Duke gained prominence among his clan as a Dragoon, he equipped a new spear, so this particular spear was retired then, but it still is a very powerful spear, even to this day.", "龍騎士杜克曾經愛用的長槍。住在龍之鄉的龍騎士，為了封印邪惡的龍而日夜鑽研。為了貫穿堅硬的龍麟，不僅需要龍騎士的力量，更為強大的長槍。因此杜克在成為代表一族的龍騎士而更換新槍時，這把長槍則退居二線，不過其性能到現在都還未衰竭。", "과거 용기사 듀크가 애용해오던 창. 용의 마을에 사는 용기사는, 사악한 용을 봉인하기 위해 밤낮을 단련에 매진하고 있다. 단단한 용의 비늘을 꿰뚫기 위해서는 용기사의 힘뿐 아니라 그의 창도 강해야만 한다. 듀크가 일족을 대표하는 용기사가 되었을 때 새로운 창으로 바꿔 들게 되어 이 창은 일선에서 물러났지만, 그 힘은 조금도 무뎌지지 않았다.", "La lance favorite de Duke, le dragonnier. Les chevaliers dragon de Dragonia s’entraînent tous les jours à sceller des dragons démoniaques. Pour pourvoir percer les écailles d'un dragon, la force seule du dragonnier ne suffit pas, il doit posséder une lance puissante. Lorsque Duke finit par prendre de l'importance au sein de son clan, il reçut une nouvelle lance et il arrêta de se servir de celle-ci. Il s'agit malgré tout d'une lance très puissante, même encore aujourd'hui.", "Der Lieblingsspeer des Dragoners Duke. Die Dragoner des Drachendorfes untewarfen sich Tag und Nacht eines rigorosen Trainings, ohne dass sie nicht fähig wären, böse Drachen zu versiegeln. Um die harten Schuppen eines Drachen zu durchstechen, reicht es nicht aus, die eigene Stärke zu verbessern - auch der Speer selbst muss stark und kräftig sein. Als Duke dann zum Stellvertreter seiner Familie wurde, tauschte er diesen Speer zugunsten eines Neuen aus. Aber auch jetzt noch ist der Drachenhornspeer eine überaus mächtige Waffe.", "La venerada lanza que antaño perteneció a Duke, el dragontino. Los dragontinos de Draconia entrenan día y noche para sellar maliciosos dragones. En este sentido, para penetrar las escamas de estos dragones, los dragontinos han de usar toda su fuerza junto con la lanza que portan. Dicho esto, cuando Duke se ganó la admiración de su clan como dragontino, se hizo con una nueva lanza, por lo que esta fue jubilada. Sin embargo, aun a día de hoy, sigue siendo una lanza muy poderosa."]}, "accuracy": 0}