{"slot": "Weapon", "compendium_shown": true, "price_buy": 160000, "requirements": null, "name": "Dragon Whisker", "type_id": 10, "skills": [220670, 101050], "is_twohanded": false, "rarity": 8, "compendium_id": 752, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Dragon's Mane' passive.", "Grants 'Dragon Killer' passive."], "price_sell": 16000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 138, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11029.png", "type": "Spear", "strings": {"name": ["Dragon Whisker", "龍髭", "용의 수염", "Poil de dragon", "Drachenbarthaar", "Pelo de dragón"], "desc_short": ["A spear capable of splitting the heavens themselves.", "撕裂天地之槍", "하늘과 땅을 갈라버린다고 알려진 창.", "Une lance capable de fendre les cieux.", "Ein Speer mit der Kraft, Himmel und Erde zu spalten.", "Una lanza capaz de atravesar el propio cielo."], "desc_long": ["One of the twelve shining arms. This spear was created by a master craftsman using the hair of a very powerful dragon. According to legends, this spear holds the power to split the very heavens and earth. Only those who have shown their might to the Mage of Sin and Taboos, Alhena, can wield this spear.", "光輝十二武具之一。稀世的工匠以擁有強大力量之龍的鬃毛當作素材所鍛造的長槍，根據傳說指出，此長槍蘊含著能撕裂天地的絕大威力。只有其力量獲得「禁忌罪惡的大魔道士．阿爾赫那」的認可之人，才能擁有此長槍。", "눈부시게 빛나는 십이무구 중 하나. 강력한 힘을 지닌 용의 수염을 이용해 희대의 명인이 제작한 창으로, 전승에 따르면 하늘과 땅을 갈라버릴 정도로 절대적인 위력이 깃들어 있다고 한다. '금기와 죄악의 대마도사 알레나'에게 그 힘을 인정받은 자만이 손에 넣을 수 있다.", "L’une des douze armes brillantes. Cette lance fut créée par un maître artisan. Il l’aurait fabriquée à l’aide des poils d’un dragon immensément puissant. Selon la légende, son pouvoir est tel qu’elle est capable de fendre ciel et terre. Seuls ceux qui ont démontré leur force aux yeux d’Alhena, le mage du péché et des tabous, peuvent brandir cette lance.", "Eine der zwölf funkelnden Waffen. Dieser Speer wurde von einem Meisterhandwerker angefertigt, der bei der Herstellung die Haare eines Drachen verwendete. Der Legende nach trägt dieser Speer die Kraft in sich, Himmel und Erde zu spalten. Nur diejenigen, die ihre Macht dem Magier der Sünde und der Tabus Alhena beweisen, können diesen Speer tragen.", "Una de las doce armas brillantes. Esta lanza la creó un maestro artesano a partir del pelo de un dragón muy poderoso. Según cuenta la leyenda, esta lanza es capaz de desgarrar cielo y tierra. Además, solo aquellos que han demostrado su poder ante Alena, el mago del pecado y los tabús, pueden hacerse con ella."]}, "accuracy": 0}