{"slot": "Weapon", "compendium_shown": true, "price_buy": 640, "requirements": null, "name": "Javelin", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 47, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 64, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 22, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Spear", "strings": {"name": ["Javelin", "標槍", "재블린", "Javelot", "Jagdspeer", "Jabalina"], "desc_short": ["A spear designed to be used as a throwing weapon.", "投擲用的槍", "투척용으로 만든 창", "Lance pouvant être utilisée comme arme de jet.", "Ein ausbalancierter Wurfspeer.", "Lanza diseñada como arma arrojadiza."], "desc_long": ["The javelin was originally thrown high into the sky to attack foes from a great distance. With the improvements on cost and transportation of weapons brought by the emergence of the bow and arrow, however, the use of the javelin to attack long distance gradually diminished. Since this weapon was meant to be disposable, it was produced in such large numbers that it is now often used for lance training.", "原本是投擲用的長槍，主要是投擲向高空，然後刺殺遠距離的敵人。可是，在弓箭經過改良後，這種投擲槍就變得沒什麼用了，不僅價格昂貴，而且攜帶起來也不方便，漸漸的也就不在作為遠距離武器使用了。因為該武器是一次性使用的量產品，所以庫存有很多，現今只能用來當做訓練用的長槍了。", "원래는 멀리 떨어진 적을 공격하기 위한 투척용 창이었다. 하지만 활이 개량되면서 창은 비용이 많이 들고 운반하기 힘들다는 이유로 원거리 무기 자리를 내주게 되었다. 지금은 양산하기 쉽다는 장점을 살려 훈련용 창으로 많이 쓰이고 있다.", "À l'origine le javelot était utilisé comme arme de jet pour attaquer les ennemis à distance. Relativement cher à produire et peu pratique à transporter, il a fini par être remplacé par l'arc et les flèches comme arme d'attaque à distance. Arme jetable après utilisation, elle a été produite en si grande quantité qu'on s'en sert maintenant pour les entraînements au maniement de la lance.", "Ein Speer, der in hohem Bogen auf gegnerische Formationen geschleudert wurde. Durch die Weiterentwicklung von Pfeil und Bogen, die im Krieg wesentlich günstiger herzustellen und zu transportieren sind, gerieten Wurfspeere mehr und mehr in Vergessenheit. Da sie aber vergleichsweise einfach massenweise herzustellen sind, finden sie heute noch als Trainingswaffen Anwendung.", "La jabalina se lanzaba originalmente al cielo para atacar desde gran distancia. Con las mejoras en el coste y el transporte que aportó la introducción del arco y las flechas, el uso de la jabalina como arma de largo alcance disminuyó. Como se consideraba de un solo uso, se fabricó en cantidades tan grandes que actualmente se usan para entrenar el uso de lanzas."]}, "icon": "item_11000.png"}