{"slot": "Weapon", "compendium_shown": true, "price_buy": 4800, "requirements": null, "name": "Ice Lance", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 330, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 480, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 48, "element_inflict": ["Ice"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11005.png", "type": "Spear", "strings": {"name": ["Ice Lance", "玄冰槍", "얼음 랜스", "Lance de glace", "Frostspeer", "Lanza de hielo"], "desc_short": ["A spear with a cool air about it.", "散發著寒氣的長槍", "냉기가 감도는 창", "Une lance qui libère de l'air froid lorsqu'elle est utilisée.", "Ein von kühler Luft umgebener Speer.", "Una lanza con un aura de aire frío."], "desc_long": ["A spear with a cool air about it. Its blade was made using a method that imbues blades with magic. Many who traverse deserts and volcanoes brandish these to fight off the heat. Despite the multiple incidences per year of frostbite and regardless of how they are labeled, the manufacturers are troubled as to how they can keep their customers safe.", "含有玄冰之力的長槍，其槍刃被施加了魔法，在揮舞時寒氣會從槍尖迸發而出。穿越沙漠及火山的旅行者會因為酷熱難耐而揮舞該槍降溫，結果他們反而被強勁的寒氣凍傷。儘管製造者多次提醒買家多加註意，每年卻仍有很多人因此凍傷。", "얼음의 힘이 깃든 창. 휘두르면 창 끝에서 냉기를 방출한다. 칼날에 마법을 걸어 싸우는 마법검의 원리를 이용하여 제작되었다. 사막이나 화산 지대를 여행하는 사람이 너무 덥다고 이 창을 휘둘렀다가 더위를 식히기는커녕 동상을 입는 사건이 해마다 몇 건은 발생한다. 아무리 주의 사항을 써놔도 소용이 없어, 제조사에서 대책을 세우느라 골머리를 앓는다고 한다.", "Une lance qui libère de l'air froid lorsqu'elle est utilisée. Sa lame est imprégnée de magie lors de sa fabrication. Beaucoup d'aventuriers traversant des déserts ou des volcans utilisent cette lance pour les aider à lutter contre la chaleur. On rapporte chaque année quantité de brûlures liées au froid de cette lance, ce qui place les fabricants dans une position bien inconfortable quant à la protection de leurs clients.", "Ein von kühler Luft umgebener Speer. Seine Klinge wurde mittels einer Methode geschaffen, die Klingen mit Magie tränkt. Viele, die Wüsten und Vulkane durchqueren, schwingen sie, um die Hitze zu bekämpfen. Trotz Kennzeichnung haben Hersteller aufgrund diverser Zwischenfälle von Erfrierungen im Jahr Probleme, ihre Kunden zu schützen.", "Una lanza con aura de aire frío. Su hoja se realizó utilizando un método que imbuye a la cuchilla con magia. Muchos de los que atraviesan desiertos y volcanes las blanden para luchar contra el fuego. A pesar de los múltiples incidentes de congelación que hay cada año independientemente de cómo se las etiquete, los fabricantes pasan dificultades para mantener a salvo a sus clientes."]}, "accuracy": 0}