{"slot": "Weapon", "compendium_shown": true, "price_buy": 32000, "requirements": null, "name": "Wyvern Spear", "type_id": 10, "skills": [101050], "is_twohanded": false, "rarity": 6, "compendium_id": 535, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Dragon Killer' passive."], "price_sell": 3200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 80, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11013.png", "type": "Spear", "strings": {"name": ["Wyvern Spear", "飛龍槍", "비룡의 창", "Épieu wyvern", "Lindwurmspeer", "Uña de aerodragón"], "desc_short": ["A spear that can only be wielded by those recognized by the flying dragon.", "只有得到飛龍認可的人能得到的長槍", "비룡에게 인정받은 자만이 손에 넣을 수 있는 창", "Une lance qui ne peut être portée que par ceux reconnus par le dragon volant.", "Ein Speer, den nur führen kann, wer vom fliegenden Drachen anerkannt wurde.", "Una lanza que solo pueden portar aquellos dignos del dragón alado."], "desc_long": ["A spear that can only be wielded by those accepted by flying dragons. Wyverns are quite common among the dragon family, but they still view humans as lower lifeforms, and will rarely ever form a bond with them. There are rare cases of wyverns found living with humans, and when such a wyvern faces death, they turn into a spear as proof of their will to fight to the very end alongside the human they have acknowledged as their friend.", "只有得到飛龍認可的人能得到的長槍。飛龍是最常見的龍種魔物，牠們通常蔑視人類，視人類為低等生物，因此人類很難能夠和牠們形成友誼，不過也有極少數飛龍例外。相傳飛龍臨死時會變身為長槍，將自己的力量託付給最信任的摯友，用以象徴著直到最後一刻也要一起戰鬥的誓言。", "비룡이 마음을 연 자에게만 건넨다고 하는 창. 용 중에서도 특히 그 수가 많은 비룡이지만, 그들은 인간을 하위 종족이라 여기기 때문에 인간과 비룡이 연을 맺기란 상당히 어려운 일이다. 그러나, 드물게 인간과 공존의 길을 걷는 비룡도 존재한다. 이 창은 죽음에 다다른 비룡이 모습을 바꾸어, 마지막 순간까지 함께 싸우겠다는 맹세의 증거로서 벗에게 전해준 것이라고 한다.", "Une lance qui ne peut être portée que par ceux reconnus par le dragon volant. Les wyvernes sont des créatures plutôt communes parmi les dragons, mais, continuant de voir les êtres humains comme des créatures inférieurs, elles tissent rarement des liens avec eux. Il existe toutefois de très rares cas de wyvernes qui vivent aux côtés d'humains et, quand celles-ci s'approchent de la mort, elles se changent en lance comme pour donner une preuve de plus de leur volonté de se battre jusqu'à la fin aux côté de l'humain qu'elles ont choisi pour ami.", "Ein Speer, den nur führen kann, wer von fliegenden Drachen anerkannt wurde. Lindwürmer sind eine verbreitete Drachenart, doch sie sehen Menschen immer noch als niedere Lebensform an und gehen selten eine Bindung mit ihnen ein. In den seltenen Fällen, in denen sie mit Menschen zusammenleben, verwandeln sie sich kurz vor ihrem Tod in einen Speer, als Zeichen für ihren Willen, mit ihrem Menschenfreund bis zum Ende zu kämpfen.", "Una lanza que solo pueden portar aquellos dignos de los dragones alados. Los guivernos son una especie común entre los dragones. Asimismo, ven a los humanos como seres inferiores, por lo que no suelen establecer vínculos con estos. Aun así, hay algunos casos de guivernos que conviven con humanos y, cuando mueren, se transforman en una lanza como muestra de que quieren seguir luchando junto al humano que acabaron considerando su amigo."]}, "accuracy": 0}