{"slot": "Weapon", "compendium_shown": true, "price_buy": 32000, "requirements": null, "name": "Dragon's Whisker - Replica", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 753, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 3200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 69, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11030.png", "type": "Spear", "strings": {"name": ["Dragon's Whisker - Replica", "龍髭·複製品", "용의 수염·레플리카", "Poil de dragon - réplique", "Drachenbarthaar - Replik", "Réplica de Pelo de dragón"], "desc_short": ["A replica of the spear capable of splitting the heavens themselves.", "撕裂天地之槍的複製品", "하늘과 땅을 갈라버린다고 알려진 창의 레플리카.", "Une réplique de la lance capable de fendre les cieux.", null, "Una réplica de la lanza capaz de atravesar el propio cielo."], "desc_long": ["A replica of one of the twelve shining arms capable of splitting the heavens themselves. Though it looks very similar to the Dragon's Hair, it is a fake, so it lacks the power the real spear holds. At least it offers the owner a chance to feel how it's like to own one of the twelve shining arms.", "光輝十二武具之一，撕裂天地之槍的複製品。因為是模仿龍的鬃毛所製作，雖然性能不如真品，但是能體驗到獲得十二武具之一的氣氛。", "눈부시게 빛나는 십이무구 중 하나. 하늘과 땅을 갈라버린다고 알려진 창의 레플리카로, 용의 수염과 비슷하게 생긴 모조품이기 때문에 성능은 진품에 한참 미치지 못하지만 십이무구 중 하나를 손에 넣은 듯한 기분을 맛볼 수 있다.", "Une réplique de l’une des douze armes brillantes capable de fendre les cieux. Bien qu’elle ressemble à s’y méprendre au Poil de dragon, il s’agit d’un faux ne possédant aucun des pouvoirs de la lance originale. Elle offre néanmoins à son porteur une chance de s’imaginer la sensation que procure l’une des douze armes brillantes.", "Eine Replik einer der zwölf funkelnden Waffen, die Himmel und Erde selbst spalten können soll. Obwohl sie dem Drachenbarthaar stark ähnelt, ist sie eine Fälschung, der die Kraft des echten Speeres fehlt. Immerhin sich aber an ihr nachempfinden, wie es wohl wäre, eine der zwölf funkelnden Waffen zu besitzen.", "Una réplica de una de las doce armas brillantes capaz de desgarrar el mismísimo cielo. Aunque se parece mucho a Pelo de dragón, se trata de una falsificación, por lo que carece de cualquier tipo de poder en comparación con la original. Aun así, su portador puede experimentar cómo sería tener en sus manos una de las doce armas brillantes."]}, "accuracy": 0}