{"slot": "Weapon", "compendium_shown": true, "price_buy": 80000, "requirements": null, "name": "Northern Lights", "type_id": 10, "skills": [100710], "is_twohanded": false, "rarity": 7, "compendium_id": 674, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Auto-Protect' passive."], "price_sell": 8000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 120, "element_inflict": ["Ice"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11026.png", "type": "Spear", "strings": {"name": ["Northern Lights", "極光凍槍", "빙창 노던 라이트", "Lumières du nord", "Polarlicht", "Luz del norte"], "desc_short": ["A legendary spear from the Dragon's Village said to hold the dragon's seal.", "在龍之鄉有著「封龍」之名的傳說之槍", "용의 마을의 '용을 봉인하는 자'가 지녔던 전설의 창", "Une lance légendaire venant de Dragonia qui contiendrait le sceau du dragon.", "Ein legendärer Speer aus dem Drachendorf, der das Drachensiegel enthalten soll.", "Una lanza legendaria de Draconia que, aparentemente, contiene el sello de un dragón."], "desc_long": ["A legendary spear from the Dragon's Village said to hold the dragon's seal. The tip of this unbreakable spear is honed so sharp that it can pierce dragon scales easily. The spear has a will of its own, and will freeze a wielder's fingers if it deems the wielder unworthy. There is a story of a young Dragoon known to be a \"dragon sealer,\" who departed, spear in hand, to seal a dragon, but he was never seen of again.", "在龍之鄉以「封龍者」聞名的龍騎士的長槍。槍頭是堅硬的龍麟簡單貫穿鍛製而成。受到任何刺激都不會輕易折斷，槍身會選擇持有者，不適合的人拿上它的話，手會瞬間被冰凍。曾經成為「封龍者」的少年龍騎士在和這把槍一起成功將龍封印後，它就一直下落不明。", "'용을 봉인하는 자'라 불리는, 용의 마을의 용기사가 휘두르는 창. 단단한 용의 비늘을 손쉽게 꿰뚫어버릴 수 있을 만큼 날카롭게 제작되었다. 무엇을 찌른다 해도 결코 부러지는 일 없는 이 창은 창 자체가 의지를 갖고 주인을 고른다고 하며, 어울리지 않는 자가 이 창을 쥐게 되면 순식간에 두 손을 얼려버린다고 한다. 과거 '용을 봉인하는 자'였던 용기사 소년이 이 창을 쥐고 용을 봉인하러 떠난 뒤로 행방불명이 되었다고 한다.", "Une lance légendaire venant de Dragonia qui contiendrait le sceau du dragon. La pointe de cette lance incassable est si affutée qu’elle peut facilement percer les écailles d’un dragon. La lance a sa propre volonté, et peut geler les doigts de son porteur si elle le juge indigne.  Une histoire raconte qu'un jeune dragonnier, connu sous le nom de \"Scelleur de dragon\" était un jour parti pour sceller un dragon, mais personne ne revint plus jamais.", "Dieser legendäre Speer aus dem Drachendorf gehöret einem Dragoner, der auch als \"Drachenversiegler\" bekannt war.  Seine Spitze ist so sorgfältig bearbeitet, dass sie mit Leichtigkeit selbst harte Drachenschuppen zu durchringen vermag. Auf was für Material dieser Speer auch trifft - seine Spitze ist  unzerstörbar; er sucht sich seinen Träger jedoch selbst aus und lässt die Finger eines jeden gefrieren, den er als unwürdig erachtet. Der junge \"Drachenversiegler\" brach eines Tages mit seinem Speer auf, um einen Drachen zu versiegeln, und wurde dann nie wieder gesehen.", "Una lanza legendaria de Draconia que, aparentemente, contiene el sello de un dragón. La punta de esta lanza inquebrantable está tan afilada que es capaz de penetrar las escamas de cualquier dragón con una facilidad pasmosa. Asimismo, la lanza cuenta con voluntad propia y puede congelarle los dedos a su portador si lo considera indigno. Hay una historia sobre un joven dragontino, al que se le conocía como el \"selladragones\", que se marchó, lanza en mano, para sellar a un dragón, pero nunca se le volvió a ver."]}, "accuracy": 0}