{"slot": "Weapon", "compendium_shown": true, "price_buy": 32000, "requirements": null, "name": "Moogle Spear", "type_id": 10, "skills": [211310, 211330], "is_twohanded": false, "rarity": 6, "compendium_id": 546, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Conflicted Mind' passive.", "Grants 'Power Bump' passive."], "price_sell": 3200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 82, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Spear", "strings": {"name": ["Moogle Spear", "莫古利長槍", "모그리 창", "Lance mog", "Mogry-Speer", "Lanza moguri"], "desc_short": ["A spear brought from the Farplane.", "來自異界的長槍", "이계에서 유입된 창", "Une lance venant de l'Au-delà.", "Ein Speer aus dem Abyssum.", "Una lanza del Etéreo."], "desc_long": ["This spear is rumored among us moogles as being really special, kupo. From what I heard, a chosen moogle used this spear to defeat hundreds upon hundreds of monsters, kupo. But since then, no moogle has been able to use it, so rumor has it that our king sealed it away, kupo. I bet anyone who uses this spear will become the target of admiration of all moogles, kupo!", "這是在莫古利之間流傳很久的超強長槍庫啵。莫古聽說，很久以前被選中的莫古利用這把長槍消滅了成百上千的魔物庫啵。不過現在沒有莫古利能駕馭它，所以國王陛下就把它封印起來了庫啵。如果能獲得這個裝備，一定能獲得所有莫古利的尊敬庫啵！", "모그리들 사이에서 대대로 구전되어 온 굉장한 창쿠포. 모그가 듣기로는, 옛날옛적 어느 선택받은 모그리가 이 창으로 몇백 몇천에 달하는 마물들을 쓰렸다고 해쿠포. 사용할 수 있는 모그리가 없어지고, 임금님이 오랜 세월 동안 봉인했다는 소문이야쿠포. 이걸 장착하면, 틀림없이 모든 모그리의 존경을 받을 수 있을거야쿠포!", "Une rumeur chez nous, les mogs, raconte que cette lance serait très spéciale, kupo. De ce que j'en sais, un mog élu utilisa cette lance pour terrasser des centaines et des centaines de monstres. Mais depuis lors, plus aucun mog ne s'en est servi. C'est la raison pour laquelle une rumeur raconte que notre bon roi l'aurait fait sceller, kupo. J'imagine que celui qui porterait cette lance aurait l'admiration de tous les mogs.", "Dieser Speer genießt unter uns Mogrys einen wirklich besonderen Ruf, kupo. Ich habe gehört, dass ein auserwählter Mogry damit hunderte von Monstern besiegte, kupo. Doch seitdem konnte ihn niemand anders verwenden, darum hat der König ihn weggeschlossen, kupo. Ich wette, wer diesen Speer schwingt, wird von allen Mogrys bewundert, kupo!", "Los moguris cuentan que esta lanza es muy especial, kupó. Yo he escuchado que un héroe moguri la usó para derrotar a centenares de monstruos, kupó. Pero desde aquel entonces, ningún otro moguri ha sido capaz de usarla. Se rumorea que nuestro rey la escondió, kupó. ¡Me apuesto cualquier cosa a que la persona que lleve esta lanza será admirada por los moguris, kupó!"]}, "icon": "item_11023.png"}