{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": null, "name": "Lamia's Scythe", "type_id": 10, "skills": [203240, 910200], "is_twohanded": false, "rarity": 5, "compendium_id": 410, "dmg_variance": [1, 1.6], "slot_id": 1, "effects": ["Grants 'MP + 15%' passive.", "Grants 'Bewitching Fragrance' passive."], "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 51, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11019.png", "type": "Spear", "strings": {"name": ["Lamia's Scythe", "拉米亞大鐮", "라미아의 대낫", "Faux de Lamia", "Lamias Sichel", "Guadaña de lamia"], "desc_short": ["A scythe from another world that boosts MP.", "來自異界的能夠提高MP值的大鐮刀", "MP가 상승하는 이계의 대낫", "Une faux d'un autre monde qui augmente les PM.", "Eine Sichel aus einer anderen Welt, die die MP erhöht.", "Una guadaña de otro mundo que aumenta los PM."], "desc_long": ["A great scythe from the distant world of Orience. Lamia's Scythe raises the wielder's MP upon equipping it, and although it boasts of great power, not everyone is qualified to use this destructive weapon at will. In Orience, a young girl is said to have taken this scythe as her weapon, which was in no way lighter in her hands. However, some speculate that her incredible prowess and skill in battle allowed her to wield the scythe with ease.", "來自遙遠異界奧利恩斯的大鐮刀，僅僅裝備上它就可提高MP值。大鐮刀的威力強勁，但由於長度和成年人相當，並非所有人都能自如地使用。有記錄顯示，在奧利恩斯曾有一位少女能夠自如地使用這種武器。不過那並不是因為鐮刀重量輕，而只是這位少女的戰鬥技藝高超。", "까마득히 먼 이계 '오리엔스'에서 유입된 대낫으로, 장비하면 MP가 상승한다. 대낫은 강력한 무기이지만, 웬만한 성인의 신장에 버금가는 크기 때문에 아무나 사용할 수는 없다. 오리엔스에는 이 낫을 자유자재로 다룬 소녀가 있었다는 기록이 남아 있지만, 낫 자체가 가벼운 것이 아니라 소녀의 전투기술이 뛰어났던 것이라고 한다.", "Une grande faux venant du monde lointain d'Orience. La faux de Lamia augmente les PM de son porteur lorsqu'elle est équipée, et bien qu'elle soit très puissante, bien peu de personnes sont réellement capables de s'en servir à volonté. À Orience, on raconte qu'une jeune fille se sert de cette faux comme arme principale, qui n'est cependant pas plus légère entre ses mains. Toutefois, certains disent que ses incroyables prouesses et son sens inné du combat lui permettent de manier la faux avec aisance.", "Eine starke Sichel aus der fernen Welt von Orience. Lamias Sichel erhöht die MP des Trägers, wenn ausgerüstet. Obwohl große Kraft in ihr ruht, kann sie nicht jeder schwingen. Ein junges Mädchen soll diese zerstörerische Sichel in Orience als Waffe genutzt haben. Einige glauben, ihre unglaublichen Fertigkeiten im Kampf sollen ihr das Führen dieser schweren Waffe erleichtert haben.", "Una gran guadaña del lejano mundo de Orience. La Guadaña de Lamia aumenta los PM de quien la lleva al equiparla, y aunque cuenta con una potencia tremenda, no todo el mundo puede manejar esta arma destructiva a su antojo. Se dice que una joven la hizo suya en Orience, aunque su considerable peso era entonces el mismo. Sin embargo, algunos dicen que su increíble destreza en batalla le permitía manejarla sin dificultad."]}, "accuracy": 0}