{"slot": "Weapon", "compendium_shown": true, "price_buy": 1600, "requirements": null, "name": "Partisan", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 48, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 160, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 31, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Spear", "strings": {"name": ["Partisan", "遊擊槍", "파르티잔", "Partisan", "Partisane", "Partesana"], "desc_short": ["A wide spear with three points.", "槍頭寬且呈三角形的長槍", "폭이 넓고 삼각형 촉이 달린 창", "Grande lance dont le fer se sépare en trois parties.", "Ein breiter Speer mit drei Spitzen.", "Lanza ancha de tres puntas."], "desc_long": ["A large and wide spear with a three-pointed tip. Its heavy metal head was designed to slash better than other lances, which was an enhancement made for soldiers of smaller nations to deal damage more efficiently against larger, more powerful adversaries. Subsequently, the partisan came to be associated with small squadrons carrying out raid attacks. It is now the weapon many soldiers turn to after they have finished their training with the javelin.", "大型寬幅且槍尖為三角形的長槍。槍尖部份比較重，相比其他長槍強化了斬擊特性。與大國交戰的小國士兵們，為更有效地擊殺敵人而對普通的槍進行了改良，從而造就了此種武器。槍的名字也是根據使用該槍的遊擊部隊而來。一般人都是用標槍先練習基本功，然後再換成此長槍以便更好地與敵人進行戰鬥。", "크고 널찍한 삼각형 촉이 달린 창. 끝부분이 무겁고 다른 창보다 베기 공격에 특화되었다. 강대국과 교전하던 소국의 병사가 더 효과적으로 피해를 주기 위해 개량한 것이 시초라고 하며, 명칭도 이 창을 쓰던 유격부대에서 따왔다. 재블린으로 기초를 다진 다음 이 무기로 바꾸는 경우가 많다.", "Une lance grande et large dont l'extrémité comporte trois pointes. Sa lourde tête en métal peut taillader plus efficacement que les autres modèles. Elle aida les soldats de nations plus petites à infliger des dommages plus efficacement. Le partisan fut l'arme privilégiée de petits escadrons spécialisés dans les attaques éclairs. Il est aujourd'hui utilisé par de nombreux soldats qui ont terminé leur entraînement au javelot.", "Ein langer Speer mit einer breiten Klinge und zwei seitlichen Zacken, der sich besser für Hiebangriffe eignet als ein normaler Speer. Vermutlich wurde er für den militärischen Gebrauch kleinerer Länder entwickelt, die ihrer begrenzten Truppenzahl mehr Schlagkraft verleihen wollten. Heute wird die Waffe daher häufig mit Freischärlern in Verbindung gebracht.", "Una lanza grande y ancha con tres puntas. Su cabeza metálica está diseñada para cortar más que las otras, una mejora hecha para que los soldados de las naciones más pequeñas pudieran infligir más daño a enemigos grandes y poderosos. Por ello, el partisano se asocia a pequeños escuadrones que realizan incursiones. Ahora es el arma por la que se decantan muchos soldados tras haberse entrenado con la jabalina."]}, "icon": "item_11001.png"}