{"slot": "Weapon", "compendium_shown": true, "price_buy": 32000, "requirements": null, "name": "Holy Lance", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 56, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 3200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 82, "element_inflict": ["Light"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11009.png", "type": "Spear", "strings": {"name": ["Holy Lance", "神聖槍", "홀리 랜스", "Lance sacrée", "Heilige Lanze", "Lanza sagrada"], "desc_short": ["A blessed lance that shines with divine light.", "綻放聖光的祝福之槍", "성스러운 빛을 내는 축복받은 창", "Lance bénie brillant d'une lumière divine.", "Eine gesegnete Lanze des Lichts.", "Lanza bendita que brilla con luz divina."], "desc_long": ["A lance bearing the name of holy magic. The blessed light that it shines eradicates all evil, and the divine protection it offers is said to guard its owner from any calamity that may befall him or her. The silver hued holy lance boasts both raw power and beauty. Only those who are gifted and righteous may wield this sacred lance. Legend has it the holy lance is one of the relics given to mankind by the God of Light.", "用淨化之光燒盡所有邪惡，冠有光魔法神聖之名的長槍。此槍能給予持有者加護，並使之遠離災難。槍的攻擊力極高，並且散發著極其美麗的白銀之光。擁有卓越技術和正義之心的人才配擁有此槍，正可謂是神聖之槍。據說此槍是光之神留給人們的遺物之一。", "정화의 힘으로 악을 불태우는 빛속성 마법 홀리의 이름을 딴 창. 소유자에게 가호를 내려 재앙으로부터 지켜준다고 한다. 공격력이 높고 아름다운 은빛을 띤다. 탁월한 기량과 정의로운 마음을 두루 갖춘 자만이 사용할 수 있다는 성스러운 창이다. 빛의 신이 인간에게 내린 유물 중 하나라고 전해진다.", "Une lance portant le nom d'une magie sacrée. Sa lumière bénite éradique tout être malfaisant et protègerait contre n'importe quelle calamité. Avec sa teinte argentée, la lance sacrée concilie puissance et beauté. Seules les personnes talentueuses et justes peuvent manier cette arme. La légende dit que la lance sacrée est l'une des reliques offertes par le dieu de la lumière à l'humanité.", "Eine Lanze, die heilige Magie in ihrem Inneren trägt. Ihr geweihtes Licht lässt alles Böse verlöschen und ihr göttlicher Schutz bewahrt den Träger vor allem nur denkbaren Unheil. Mit ihrem silbernen Schein ist sie Sinnbild für sowohl Kraft als auch Reinheit. Nur die Besten und Rechtschaffendsten werden auserwählt, diese heilige Lanze zu führen. Der Legende nach wurde sie der Menschheit vom Gott des Lichtes hinterlassen.", "Una lanza con el nombre de la magia sagrada. La luz bendita que irradia erradica el mal, y la protección divina que ofrece protege a su propietario de toda calamidad. Esta lanza sagrada de tono plateado destaca por su poder y belleza. Solo aquellos elegidos pueden blandirla. La leyenda dice que es una de las reliquias dadas a la humanidad por el Dios de la Luz."]}, "accuracy": 0}