{"slot": "Weapon", "compendium_shown": true, "price_buy": 1600, "requirements": null, "name": "Mythril Spear", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 49, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 160, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 40, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Spear", "strings": {"name": ["Mythril Spear", "秘銀長槍", "미스릴 창", "Lance en mithril", "Mithrilspeer", "Lanza de mitrilo"], "desc_short": ["A spear made of mythril.", "用秘銀製作的槍", "미스릴로 만든 창", "Lance faite de mithril.", "Speer aus Mithril.", "Lanza hecha de mitrilo."], "desc_long": ["A lance made of mythril with prongs that shine in a beautiful silver hue. It is extremely light and easy to maneuver, as equipment made of mythril often tends to be. Although many are under the impression that this rare material can only be made into arms by dwarves, this is not always the case. An applied blacksmith with the appropriate skillset may be able to forge such weapons and armor, though perhaps not with the inherited techniques and innate talent passed down through generations of dwarves.", "尖端閃著銀白色的美麗長槍，與其他秘銀製品同樣，十分輕巧，便於使用。雖然一直以來都認為只有矮人才會加工秘銀，但其實，只要是老練的工匠，也是可以做出像模像樣的武器和防具來。不過再怎麼效仿，也敵不過矮人族代代傳承的製作方法與他們與生俱來的一雙巧手。", "날이 은색으로 빛나는 아름다운 창. 다른 미스릴제 무기와 마찬가지로 매우 가볍고 다루기 쉽다. 미스릴은 드워프만 가공할 수 있다고 생각하기 쉽지만, 숙달된 장인이라면 어느 정도는 무기나 방어구를 만들 수 있다. 하지만 드워프들 사이에서 대대로 전해지는 제조법과 드워프 특유의 섬세한 손재주에는 미치지 못한다.", "Une lance en mithril pourvue de dents qui brillent d'un éclat argenté. Elle est extrêmement légère et maniable, comme la plupart des équipements en mithril. On croit souvent que ce type d'armement provient des forges des nains, mais ce n'est pas toujours le cas. Un forgeron de grand talent connaissant ces techniques particulières peut forger ces armes et armures, même s'il n'atteindra peut-être pas l'excellence des nains en la matière.", "Eine Lanze aus Mithril mit Zacken, die im schönen Silberfarbton scheint. Sie ist sehr leicht und einfach zu manövrieren, wie Ausrüstung aus Mithril es oft ist. Auch wenn viele der Meinung sind, dass dieses seltene Material nur von Zwergen zu Waffen geschmiedet werden kann, ist das nicht immer der Fall. Ein erfahrener Schmied mit den entsprechenden Fähigkeiten kann unter Umständen solche Waffen und Rüstungen fertigen, aber wahrscheinlich nicht mit den über Generationen weitergegebenen Techniken und dem angeborenen Talenten der Zwerge.", "Lanza hecha de mitrilo cuyas picas emiten un bello resplandor argénteo. Extremadamente ligera y fácil de manejar, como casi todos los objetos de mitrilo. Aunque mucha gente cree que solo los enanos son capaces de fabricar este material tan poco común, no siempre es así. Un herrero hacendoso y con las habilidades apropiadas también puede llegar a fabricar armas y armaduras con él, pero posiblemente sin el nivel de pericia y el talento pasados de generación en generación entre los enanos."]}, "icon": "item_11002.png"}