{"slot": "Weapon", "compendium_shown": true, "price_buy": 4800, "requirements": null, "name": "Flame Lance", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 289, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 480, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 48, "element_inflict": ["Fire"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11004.png", "type": "Spear", "strings": {"name": ["Flame Lance", "火焰長槍", "불꽃의 창", "Lance de feu", "Flammenspeer", "Lanza ígnea"], "desc_short": ["A lance that burns brightly.", "能夠噴出火焰的長槍", "불꽃을 내뿜는 창", "Lance qui brûle d'un feu ardent.", "Eine hell lodernder Speer.", "Lanza que arde vivamente."], "desc_long": ["A lance endowed with the power of fire that when swung releases flames from its tip. Its enchanted blade was forged in the same manner as a mystical sword's, but it lacks the raw power of the weapons tempered by mages. Due to this, its flames do not burn brightly enough, driving most owners to search tirelessly for ways to enhance it. However, the flame lance still proves very effective against foes who are helpless against fire.", "內含火焰之力的長槍，一經揮舞，槍頭便可迸發火焰。其原理同魔法劍相同，將魔法注入利刃即可。但是，相比經過魔道士注力的武器，其火力尚有不足，因此人們不停地為它進行改良。儘管如此，如果對付那些害怕火焰的魔物，還是能發揮絕大威力的。", "불꽃의 힘을 품은 창으로, 휘두르면 창끝에서 화염이 솟는다. 칼날에 마법을 깃들여 싸우는 마법검의 원리를 응용해 만든 것. 그러나 실제로 마도사에게 힘을 부여받는 것과 비교하면 아직 화력이 한참 부족해 꾸준히 개량이 진행되고 있다. 하지만 불꽃이 약점인 마물에게는 틀림없이 절대적인 위력을 발휘한다.", "Une lance imprégnée du pouvoir du feu qui libère des flammes par sa pointe lorsqu'elle est utilisée. Sa longue lame enchantée a été forgée comme une épée mystique, mais elle n'offre pas la puissance brute des armes renforcée par les mages. Ses flammes brûlent ainsi faiblement et poussent la plupart de ses propriétaires vers une quête désespérée pour l'améliorer. Elle reste malgré tout efficace contre les ennemis vulnérables au feu.", "Dieser Speer trägt die Macht des Feuers in sich und versprüht Flammen, wenn er geschwungen wird. Die Herstellungsweise ist die selbe, die auch für magische Schwerter verwendet wird. Allerdings ist das Resultat immer noch weniger wirkungsvoll, als wenn ein Magier eine Waffe direkt mit einem verstärkenden Zauber belegt. Im Angesicht von Gegnern, die das Feuer scheuen, ist der Flammenspeer dennoch nicht zu unterschätzen.", "Lanza imbuida con el poder del fuego cuya punta expele llamas al blandirla. Crearon su hoja encantada como se forjan las espadas místicas, pero no tiene tanto poder como las armas templadas por magos. Por eso, sus llamas no arden lo suficiente y la mayoría de los propietarios tratan incesantemente de mejorarla. Aun así, la lanza ígnea sigue siendo muy efectiva contra enemigos vulnerables al fuego."]}, "accuracy": 0}