{"slot": "Weapon", "compendium_shown": true, "price_buy": 160000, "requirements": null, "name": "Artisan", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 405, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 16000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 135, "element_inflict": ["Earth"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11018.png", "type": "Spear", "strings": {"name": ["Artisan", "匠槍", "아르티잔", "Artisan", "Kunsthandwerker", "Artesana"], "desc_short": ["A high-spec weapon made by a dedicated craftsman.", "由手藝精湛的工匠精心製造的高性能武器", "장인의 고집이 느껴지는 고성능 무기", "Une arme au très grand potentiel fabriquée par un artisan passionné.", "Eine hochwertige Waffe gemacht von einem leidenschaftlichen Schmied.", "Un arma potente hecha por un artesano apasionado."], "desc_long": ["A weapon made using a combination of cutting edge Dilmagia technologies which launches spears from its giant muzzle. Its construction is extremely complex, and without sufficient mechanical knowledge one wouldn't be able to produce one, let alone repair one. Also, they are a lot lighter than they look, and given the apparent attention to detail it is assumed this was created by quite an outstanding craftsman.", "集合了工業都市迪爾馬基亞最尖端技術的武器，能夠從炮口發射巨大長槍。其構造十分複雜，如果沒有充分的機械知識和技術，連修理都難以做到，更別提製造了。另外，它的重量控制得很好，沒有外觀看起來那麼得沉。細節方面更是拿捏得恰到好處。可見開發者是一位非常優秀的武器技師。", "공업도시 딜마기아의 최첨단 기술을 결집해 만든, 포구에서 거대한 창을 발사하여 공격하는 무기. 구조가 매우 복잡하여, 기계기술에 대한 충분한 지식 없이는 제작은 물론 수리조차 어렵다. 또한, 보기와는 다르게 무게가 나가지 않는 등 섬세한 배려가 느껴지는 점에서, 상당히 우수한 무기장인이 개발한 것이라 추측된다.", "Une arme fabriquée en couplant toutes les technologies de pointe et le savoir-faire de Dilmagia, qui tire des lances depuis son énorme canon. De construction extrêmement complexe, une compréhension très fine de la mécanique est nécessaire pour produire une de ces armes ou même pour en réparer une. Elles sont également bien plus légères qu'elles semblent l'être. Vu le soin apporté aux différents détails qui la compose, on peut aisément penser qu'elle a été fabriquée par un artisan exceptionnel.", "Eine Waffe aus hochmoderner Technologie von Dilmagia, aus deren Mündung riesige Speere schießen. Ihr Aufbau ist höchst komplex. Ohne das nötige mechanische Wissen lässt sie sich weder herstellen noch reparieren. Sie ist ebenfalls um einiges leichter als sie aussieht. Die vielen Details lassen auf einen herausragenden Erbauer schließen.", "Un arma fabricada mediante una combinación de tecnologías punta de Dilmagia que dispara lanzas a través de su boca gigantesca. Su construcción es muy compleja y sería imposible fabricar, ni mucho menos reparar una de ellas sin los conocimientos suficientes. Además, son mucho más ligeras de lo que parecen, y por la atención prestada a los detalles se nota que es obra de un artesano con mucho talento."]}, "accuracy": 0}