{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": null, "name": "Lad Mirazh", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 434, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 62, "element_inflict": ["Ice"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11020.png", "type": "Spear", "strings": {"name": ["Lad Mirazh", "勇蒼斬-弧光幻影", "용창 라드 미라쥬", "Lad Mirazh", "Lad Mirazh", "Lad Mirazh"], "desc_short": ["A lance that houses a spirit of azure hue within.", "寄宿著蒼穹之魂的長槍", "푸른 영혼이 깃든 창", "Une lance qui contient un esprit azuré intense.", "Eine Lanze, die eine azurne Seele beherbergt.", "Una lanza que contiene un espíritu de azul intenso."], "desc_long": ["A lance belonging to the summoner, Karl, who hails from another world. An amalgamation of both spear and axe, this peculiar weapon represents Karl as leader of one of the demon slayers divisions organized by the Akras Summoners' Hall. He has used this weapon against countless foes during his travels, including a multitude of gods that sought to gain control over Grand Gaia. And although Karl has continuously used it to protect his friends as well, it has yet to lose its edge, even in this world.", "來自異界的召喚師卡爾的長槍，由斧頭與長槍結合而成。它是統領阿克拉斯召喚院魔神討伐部隊的卡爾的象征。卡爾曾用該槍討伐過眾多魔神，還與它一同前往過邪惡神明所支配的「格蘭蓋亞」。該槍曾無數次幫助友人打破困境，就算穿越次元，也未失去鋒銳的光芒。", "이계에서 넘어온 소환사 칼의 창. 창과 도끼가 합쳐진 형태로, 아클라스 소환청의 마신퇴치부대를 통솔하던 칼을 상징하는 무기이기도 하다. 칼은 이 창을 쥐고 수많은 마신에 맞서 싸웠으며,  사악한 마음을 품은 신들이 지배하는 '그랜가이아'에 떠나기도 했다. 궁지에 빠진 친구를 몇 번이나 구해냈던 이 창은 차원을 넘어서도 그 날카로움을 잃지 않았다.", "Une lance appartenant à l'invocateur Karl, qui est originaire d'un autre monde. Il s'agit d'une arme étrange, fusion d'une lance et d'une hache, qui représente Karl, chef d'une des divisions de tueurs de démons gérées par le Hall des Invocateurs d'Akras. Il a utilisé cette arme contre d’innombrables ennemis lors de ses voyages, y compris contre les dieux qui ont essayé de prendre le contrôle de Grand Gaïa. Bien que Karl l'ait très souvent utilisée pour protéger ses amis, elle reste encore très tranchante, même dans ce monde.", "Eine Lanze des Beschwörers Karl, der aus einer anderen Welt stammt. Als Kombination aus Speer und Axt steht diese besondere Waffe für Karls Position als Anführer einer der Dämonenvernichter-Divisionen aus der Beschwörerhalle von Akras. Auf seinen Reisen hat er diese Waffe gegen zahllose Gegner eingesetzt, darunter eine Reihe von Göttern, die Grand Gaia beherrschen wollten. Obwohl Karl diese Waffe permanent eingesetzt hat, auch zum Schutz seiner Freunde, ist sie selbst in dieser Welt noch nicht stumpf geworden.", "Una lanza perteneciente al invocador Karl, proveniente de otro mundo. Una mezcla de pica y hacha que representa la posición de Karl como líder de la División de Asesinos de Demonios, comandada por el Salón de Invocadores de Akras. Este ha usado su arma contra incontables enemigos durante sus viajes, incluyendo a multitud de dioses que buscaron ganar el control de Gran Gaia. Y aunque Karl la ha utilizado continuamente para proteger también a sus amigos, esta aún preserva todo su esplendor."]}, "accuracy": 0}