{"slot": "Weapon", "compendium_shown": true, "price_buy": 80000, "requirements": null, "name": "Ventus", "type_id": 10, "skills": [100720], "is_twohanded": false, "rarity": 7, "compendium_id": 571, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Auto-Shell' passive."], "price_sell": 8000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 125, "element_inflict": ["Wind"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11024.png", "type": "Spear", "strings": {"name": ["Ventus", "風鳴槍", "벤투스", "Ventus", "Ventus", "Ventus"], "desc_short": ["A spear that awakens the wind when wielded.", "一經揮動即可捲起風的長槍", "휘두르면 바람을 불러일으키는 창", "Une lance qui éveille le vent lorsqu'elle est portée.", "Ein Speer, der den Wind erweckt, wenn man ihn schwingt.", "Una lanza que despierta al viento cuando se porta."], "desc_long": ["A spear that awakens the wind when wielded. The tip of the spear is made dense so that it increases the damage it can induce, but because it is imbued with the power of the wind, its weight is hardly noticeable in the hands of those fit to use it. There is a legend where a certain one caused a tornado by impaling the Ventus into the ground.", "寓有風之力的長槍，一經揮動即可引發旋風環繞槍身。為了提高威力，其槍頭較為沉重，但高手可藉助風的力量抵消其沉重感。在某些地區，流傳著有人將風鳴槍插在地面引發龍捲風的傳說。", "바람의 힘이 깃든 창으로, 휘두르면 벤투스를 감싸는 듯한 바람을 불러일으킨다. 돌격 위력을 높이기 위해 선단 부분의 창끝이 무겁게 만들어져 있지만, 창에 깃든 바람의 힘 덕분인지 걸맞은 자가 휘두르면 그 무게는 전혀 문제가 되지 않는다고 한다. 어느 지역에서는, 벤투스를 지면에 내리꽂고 회오리를 일으킨 자의 전승이 남아있는 듯하다.", "Une lance qui éveille le vent lorsqu'elle est portée. La pointe de la lance est faite plus dense afin d'augmenter les dégâts qu'elle inflige et, puisqu'elle est imprégnée du pouvoir du vent, son poids est pratiquement imperceptible entre les mains de ceux qui sont capables de la manier. Une légende raconte que", "Ein Speer, der den Wind erweckt, wenn man ihn schwingt. Seine Spitze ist verdichtet, um den Schaden zu erhöhen. Doch da der Speer mit der Macht des Windes getränkt ist, spürt man sein Gewicht kaum in der Hand. Einer Legende zufolge verursachte einer dieser Stäbe einen Wirbelsturm, weil er Vetus auf den Boden spießte.", "Una lanza que despierta al viento cuando se porta. La punta de la lanza es tan densa para así incrementar el daño que produce; pero, al estar imbuida con el poder del viento, su peso apenas es palpable por aquellos que están preparados para usarla. Hay una leyenda que cuenta que alguien provocó un tornado al empalar a Ventus en el suelo."]}, "accuracy": 0}