{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": null, "name": "Platinum Lance", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 656, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 62, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11010.png", "type": "Spear", "strings": {"name": ["Platinum Lance", "白金槍", "백금의 창", "Lance de platine", "Platinlanze", "Lanza de platino"], "desc_short": ["A spear made from platinum.", "用白金製作的長槍", "백금으로 만들어진 창", "Une lance faite de platine.", "Ein Speer aus Platin.", "Una lanza de platino."], "desc_long": ["A spear made from platinum. The tip of the spear is made with platinum, and reflects light as a silvery white glimmer. Long ago, when these spears were first made, the weight of the platinum at the tip made it hard to handle, but with the advancements made through the tedious labors of many craftsman, the spear is now so light that some profess it is actually easier to use than standard fare steel lances. Unfortunately, the price makes it difficult to own, preventing wide spread use of the spear.", "用白金製作的長槍。槍頭使用白金，照射光後就像白銀一樣閃耀。在以前曾因為比重的關係導致槍頭過重會有重心向前的傾向。不過在後來工匠們的努力下，已成功輕量化，甚至比鐵製的長茅還容易使用。當然也因為價錢昂貴的關係，目前還尚未普及。", "백금으로 만들어진 창. 창끝이 백금으로 만들어져, 빛을 비추면 은백색으로 빛난다. 무게 때문에 창끝이 무거워 무게중심이 앞으로 쏠려있다는 것도 이제 옛말로, 현재는 장인들의 피나는 노력 덕택에 경량화에 성공하여 철창보다 백금의 창 쪽이 더 다루기 쉽다는 사람들마저 나오고 있다. 그러나 당연한 이야기겠지만, 가격이 상당하기 때문에 널리 보급되지는 못했다.", "Une lance faite de platine. La pointe de la lance est faite de platine, et reflète la lumière d’une lueur blanche argentée. Il y a longtemps, lorsque ces lances ont commencé à être produites, le poids du platine sur la pointe les rendait difficiles à manipuler, mais avec les progrès réalisés grâce au dur labeur des artisans, la lance est devenue si légère que certains affirment qu’elle est plus facile à manipuler qu’une lance en acier. Malheureusement, le prix la rend difficile d'accès, empêchant sa diffusion de masse.", "Ein Speer, dessen Spitze aus purem Platin gefertigt ist. Wann immer Licht auf sie trifft, strahlt sie in einem weiß-silbrigen Glanz. Durch das ordentliche Gewicht des verwendeten Materials war die Spitze damals außerordentlich schwer und machte den Speer daher zu einem überaus schlecht balancierten Kriegsinstrument. Durch die rührende Hingabe emsiger Handwerker jedoch gelang es schließlich, das Gewicht zu reduzieren, und einen Speer zu produzieren, der sogar noch angenehmer in der Hand liegt, als vergleichbare Eisenlanzen. Bedauerlicherweise verhindert der hohe Preis des Speers seine weite Verbreitung.", "Una lanza de platino. La punta de la lanza es de platino y refleja la luz en forma de destello blanquecino-plateado. Hace mucho tiempo, cuando se empezaron a fabricar estas lanzas, el peso del platino complicaba muchísimo su maniobrabilidad. Sin embargo, gracias a los diversos avances fruto del trabajo duro de muchos artesanos, estas lanzas ahora son tan ligeras que muchos cuentan que son más fáciles de mover que las lanzas de acero estándar. Desgraciadamente, debido al precio, muy poca gente se puede permitir una lanza de platino."]}, "accuracy": 0}