{"slot": "Weapon", "compendium_shown": true, "price_buy": 160000, "requirements": null, "name": "Crimson Blood", "type_id": 10, "skills": [224300], "is_twohanded": false, "rarity": 8, "compendium_id": 822, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Oath to the Departed' passive."], "price_sell": 16000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 130, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_61001.png", "type": "Spear", "strings": {"name": ["Crimson Blood", "深紅龍血", "선혈", "Sang carmin", "Purpurblut", "Sangre carmesí"], "desc_short": ["A spear stained with dragon's blood.", "沾染龍之血的長槍", "용을 토벌하기 위해 특수 제작된 창.", "Une lance maculée de sang de dragon.", "Ein Speer, der mit dem Blut eines Drachen befleckt ist.", "Una lanza manchada con la sangre de un dragón."], "desc_long": ["A very powerful crimson spear. The spear was originally created to hunt dragon's, and the red color is said to come from the dragon's blood drawn by the spear. Despite its purpose, it is said that it has never drawn any dragon's blood since the spear went into the hands of a certain female knight accompanied by a flying dragon.", "以高攻擊力為傲的深紅長槍。原本是為了討伐龍族所製作的武器，因為從槍頭低落的紅血，才將整把長槍染成紅色。但是自從這把長槍被交到一位與飛龍一起行動的女騎士手上後，就沒有再次為了打倒龍族而揮舞過。", "용을 토벌하기 위해 특수 제작된 창. 용의 피가 스며들어 붉은색을 띠고 있다. 이 창에 얽힌 전설에 따르면, 용의 피를 갈망하는 이 창은 용을 토벌하는 자에게 특별한 힘을 불어 넣어준다고 한다.", "Une lance écarlate extrêmement puissante. Elle fut initialement créée pour chasser les dragons. Sa couleur rougeâtre serait par ailleurs due au sang de dragon qu’elle aurait fait couler. Malgré son objectif premier, la légende affirme qu’elle n’a pas goûté à ce même sang depuis qu’elle appartient à une certaine femme dragonnier accompagnée d’un dragon volant.", null, "Una lanza carmesí muy potente. Esta lanza se creó originalmente para cazar dragones, y se dice que su color rojo se debe a que está manchada con la sangre de un dragón. Aun así, también cuentan por ahí que esta lanza nunca llegó a atravesar a ningún dragón, puesto que acabó en manos de una caballera que siempre iba acompañada de un dragón volador."]}, "accuracy": 0}