{"slot": "Weapon", "compendium_shown": true, "price_buy": 4800, "requirements": null, "name": "Trident", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 50, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 480, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 48, "element_inflict": ["Water"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11003.png", "type": "Spear", "strings": {"name": ["Trident", "三叉戟", "삼지창", "Trident", "Dreizack", "Tridente"], "desc_short": ["A lance said to be wielded by the sea god.", "傳說是海之神手中持有的長槍", "바다의 신이 썼다는 창", "Lance qui aurait appartenu au dieu de la mer.", "Lanze eines Meeresgottes.", "Dicen que el dios del mar la portaba."], "desc_long": ["A three-pronged lance said to be the property of the god who protects the seas. This belief originated from the association of the trident to the fishermen who originally used it to catch their prey. Curiously enough, since this weapon can also be thrown like a harpoon, it can sometimes be found lodged in the stomach of giant fish. The trident is a weapon fishermen know in great depth.", "傳說該長槍本屬於保護大海的神明，分成三叉的槍尖是它最顯著的特徵。其實該長槍是捕魚人在捕魚的時候所使用的道具，海神武器的傳說或許也是由此而來。有人把它當做尖槍投擲使用，因此不時會在捕撈上來的大魚的肚子中發現這種長槍，它同時也是海上男兒最中意的武器之一。", "바다를 수호하는 신이 가졌다는 창. 끝이 세 갈래로 갈라진 것이 특징이다. 원래 어부가 물고기를 잡을 때 쓰던 창으로, 바다의 신이 썼다는 이야기는 여기서 유래되었다. 작살처럼 던져서 사용하며, 그물에 걸린 거대한 물고기의 배를 갈라보면 간혹 이 창이 나온다. 바다 사나이들에게는 친숙한 무기 중 하나이다.", "Une lance à trois dents qui aurait appartenu au dieu des mers. Cette croyance vient de sa forme en trident que l'on associe souvent aux pêcheurs qui l'utilisaient pour attraper leurs proies. Cette arme pouvant être lancée comme un harpon, il arrive parfois qu'elle soit retrouvée dans l'estomac d'un poisson géant. Les pêcheurs sont des experts en matière de tridents.", "Eine dreizackige Lanze, von der gesagt wird, dass sie einst im Besitz des Gottes der Meere war. Dieser Glaube rührt daher, dass Fischer ursprünglich den Dreizack nutzten, um ihre Beute zu jagen. Interessanterweise kann die Waffe auch geworfen werden wie eine Harpune und findet sich daher auch manchmal in den Mägen riesiger Fische.", "Lanza de tres picas que, según se dice, perteneció al dios que protege los mares. Esta creencia se debe a la asociación entre el propio tridente y los pescadores que lo usaban originariamente para capturar a sus presas. Curiosamente, dado que esta arma también se puede utilizar como arpón, a veces se encuentra en estómagos de peces gigantes. El tridente es un arma que los pescadores conocen a la perfección."]}, "accuracy": 0}