{"slot": "Weapon", "compendium_shown": true, "price_buy": 32000, "requirements": null, "name": "Zodiac Spear", "type_id": 10, "skills": null, "is_twohanded": true, "rarity": 6, "compendium_id": 482, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 3200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 130, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Spear", "strings": {"name": ["Zodiac Spear", "最強之矛", "최강의 창", "Lance du zodiaque", "Zodiacspeer", "Pica de poder"], "desc_short": ["A powerful otherworldly spear with a powerful name.", "冠有最強之名的異界長槍", "최강의 이름을 가진 이계의 창", "Une puissante lance venant d'un autre monde avec un nom terrible.", "Ein mächtiger Speer aus einer anderen Welt mit einem mächtigen Namen.", "Una poderosa lanza de otro mundo de nombre temible."], "desc_long": ["A spear from the distant world of Ivalice. An incredibly long spear of simple design that must be handled with two hands, regardless of the physical strength of the wielder. This spear is said to be so rare and so difficult to obtain in its world of origin that many believed it to be a mere myth.", "來自異界伊瓦利斯的長槍。造型簡約，不過由於太長，即便是彪形大漢也無法單手操作。在伊瓦利斯，這是一種非常珍貴稀有的長槍，極難獲得，以至於幾乎成為了傳說中的武器。", "이계 '이발리스'에서 유입된 창. 화려한 세공 없이 심플한 디자인으로, 몸집이 큰 남자라 하더라도 한 손만으론 쉽게 다룰 수 없을 정도로 장대하다. 이 창이 본래 존재하던 이계에서는 매우 보기 드문 창으로, 손에 넣는 것도 지극히 어려운 탓에 존재 그 자체가 전설처럼 여겨지기도 한다.", "Une lance venant du monde lointain d'Ivalice. C'est une lance incroyablement longue d'aspect assez rudimentaire qui doit être portée à deux mains quelle que soit la force de son utilisateur. On raconte que cette lance est si rare et si difficile à obtenir dans son monde d'origine que certaines personnes pensent qu'il ne s'agit que d'un mythe.", "Ein Speer aus der fernen Welt Ivalice. Ein unglaublich langer und einfacher Speer, der unabhängig von der Stärke des Träger beidhändig geführt werden muss. Dieser seltene Speer soll so schwer zu erlangen sein, dass man ihn in seiner Ursprungswelt für einen Mythos hält.", "Una lanza del lejano mundo de Ivalice. Una lanza increíblemente larga y de diseño simple que debe ser manejada con las dos manos, independientemente de la fuerza física de quien la porte. Se dice que es tan rara y difícil de conseguir en su mundo de origen que muchos creen que no es más que un mito."]}, "icon": "item_11021.png"}