{"slot": "Weapon", "compendium_shown": true, "price_buy": 4800, "requirements": null, "name": "Wind Spear", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 273, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 480, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 48, "element_inflict": ["Wind"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Spear", "strings": {"name": ["Wind Spear", "疾風槍", "바람의 창", "Lance zéphyr", "Windspeer", "Lanza eólica"], "desc_short": ["A lance that calls forth whirlwinds.", "能捲起旋風的槍", "선풍을 일으키는 창", "Lance qui invoque des tornades.", "Lanze, die Wirbelstürme hervorruft.", "Lanza que invoca tornados."], "desc_long": ["A spear infused with the power of wind that can produce whirlwinds from its tip when swung about. Its magical blade was created in the same manner that mystical swords come to be forged. The wind spear also increases the jumping power of the wielder, making it the perfect weapon for the usually airborne dragoons. This weapon was once adorned with decorations such as bird feathers to accentuate its beauty as it descends rattling during an attack. However, the decorations soon proved distracting, ending this trend almost immediately.", "蘊涵風之力的槍，用力揮動便可在槍尖捲起旋風。此槍利用了魔法劍的原理，將魔法注入了槍尖。因該槍可以增強跳躍力，所以很適合擅長空中戰鬥的龍騎士。曾有一度，這種槍上裝飾有像鳥尾一樣鮮豔的飾物，在下落時隨風飄動的樣子很是美麗，但因該飾物會影響到戰鬥，所以很快就不再流行。", "바람의 힘을 간직한 창으로, 휘두르면 날 끝에서 선풍을 일으킨다. 칼날에 마법을 깃들여 싸우는 마법검의 원리를 이용해 만들었다. 소유자의 점프력을 올려주므로 공중전이 특기인 용기사와 궁합이 잘 맞는다. 낙하할 때 아름답게 휘날린다고 해서 새의 꽁지깃과 같은 화려한 장식을 다는 것이 유행했으나, 전투에 방해된다는 이유로 금방 폐지되고 말았다.", "Une lance imprégnée du pouvoir du vent capable d'invoquer des tornades depuis sa pointe. Sa lame magique a été forgée selon les mêmes méthodes que les épées mystiques. La lance zéphyr augmente aussi la capacité de rebond de son utilisateur, ce qui en fait l'arme idéale pour les dragonniers habitués à parcourir le ciel. Cette arme était autrefois décorée de plumes d'oiseau pour accentuer sa beauté lorsqu'elle s'abat sur l'ennemi, mais ses gravures trop distrayantes ont vite été abandonnées.", "Ein Speer, der mit der Kraft des Windes, die Wirbelstürme aus seiner Spitze des Speers erzeugen kann, durchströmt wird. Seine magische Klinge wurde mit den gleichen Techniken wie die mystischen Schwerter geschmiedet. Der Windspeer erhöht zudem die Sprungkraft des Trägers, was ihn zur perfekten Waffe für Drachenreiter macht. Diese Waffe wurde einst mit Dekorationen wie Vogelfedern verziert, um ihre Schönheit beim Herabschwingen während eines Angriffs zu akzentuieren. Allerdings wiesen sich die Dekorationen schnell als ablenkend heraus, was diesen Trend rasch beendete.", "Lanza imbuida con el poder del viento que puede generar tornados desde su punta con un simple giro. Su filo mágico se creó siguiendo el mismo proceso con el que se forjan las espadas místicas. La lanza eólica también aumenta el poder de salto del portador, lo que la convierte en el arma perfecta para los dragontinos voladores. Hubo un tiempo en el que se solían adornar estas lanzas con plumas de aves y objetos similares para acentuar la belleza con la que se mueve al atacar, pero tanta decoración terminó distrayendo a los guerreros que la empuñaban y la moda desapareció de la noche a la mañana."]}, "icon": "item_11007.png"}