{"slot": "Weapon", "compendium_shown": true, "price_buy": 32000, "requirements": null, "name": "Gungnir", "type_id": 10, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 55, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 3200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 90, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11008.png", "type": "Spear", "strings": {"name": ["Gungnir", "奧汀神槍", "궁니르", "Gungnir", "Gungnir", "Gungnir"], "desc_short": ["A lance of the god of war said to bring victory.", "帶來勝利的戰神之槍", "승리를 부르는 전쟁신의 창", "Lance du dieu de la guerre qui apporterait la victoire.", "Die Lanze eines Kriegsgottes.", "Lanza victoriosa del dios de la guerra."], "desc_long": ["A lance that promises its owner victory. Once owned by a war god, the gungnir's might lives up to its reputation. According to legend, this lance would penetrate any target it was thrown at, and eventually make its own way back to its master. Scholars remain speculative about its supposed divine origins, but there is no doubt that the gungnir has always brought peace over the course of history.", "可讓持有者穩操勝券的槍。此槍為戰神之槍，其威力也是名副其實。有傳聞說，投擲該槍後能著實貫穿瞄準的獵物，貫穿獵物後槍也會自動回到主人手中。雖然學者們都不太相信此槍為神明之物，不過，毋庸置疑的是，此槍在久遠的歷史中，曾多次平復了戰亂。", "소유자에게 승리를 약속하는 창. 전쟁신이 썼다는 이 창은 그 이름에 걸맞은 위력을 자랑한다. 전설에 따르면, 이 창을 던지면 목표를 반드시 꿰뚫고 저절로 소유자에게 돌아온다고 한다. 학자들은 신의 소유물이었다는 설에는 회의적이지만, 이 창이 오랜 역사 속에서 여러 차례 난세를 수습했다는 사실만큼은 확실히 인정한다.", "Une lance qui promet la victoire à son propriétaire. Elle fut un temps détenue par un dieu de la guerre et fait honneur à sa réputation. Selon la légende, cette lance pénétrait n'importe quelle cible avant de faire demi-tour vers son propriétaire. Si ses origines supposées divines restent une hypothèse des érudits, il est indéniable que le gungnir a toujours apporté la paix à travers les siècles.", "Eine Lanze, die ihrem Träger den Sieg verspricht. Der Sage nach war sie einst im Besitz eines Kriegsgottes und tatsächlich ist ihre Kraft entsprechend groß. Sie soll niemals ihr Ziel verfehlen und immer wieder zu ihrem Besitzer zurückkehren. Gelehrte sind sich uneins, ob die Legenden zutreffen, aber es besteht kein Zweifel, dass Gungnir im Laufe der Geschichte zum Ende vieler Kriege beigetragen hat.", "Una lanza que promete la victoria a su propietario. Perteneció a un dios de la guerra y hace honor a su reputación. Según la leyenda, puede atravesar cualquier objetivo contra al que se lance y, finalmente, vuelve a su dueño. Los eruditos dudan de su origen divino, pero no cabe duda de que ha traído la paz a lo largo de la historia."]}, "accuracy": 0}