{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": null, "name": "Dragoon Lance", "type_id": 10, "skills": [218920], "is_twohanded": false, "rarity": 5, "compendium_id": 706, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Dragoon Lance' passive."], "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 55, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11028.png", "type": "Spear", "strings": {"name": ["Dragoon Lance", "草原之龍騎槍", "초원의 용기창", "Lance draconienne", "Dragonerlanze", "Lanza dracónica"], "desc_short": ["A spear representing an oath made in another world.", "異界霸王與老龍締結盟約的長槍", "이계의 패왕과 노룡이 맺은 맹약의 창", "Une lance représentant un serment fait dans un autre monde.", "Ein Speer, der anlässlich eines Schwures in einer anderen Welt gefertigt wurde.", "Una lanza que representa un juramento que se hizo en otro mundo."], "desc_long": ["A spear representing an oath made in another world. Legend has it that there was once an overlord and an ancient dragon who overcame their racial boundaries to bond together in friendship.", "異界霸王與老龍締結盟約的長槍。在異界流傳著霸王與老龍超越種族的友誼的佳話。", "이계에서 유입된, 패왕과 노룡이 맺은 맹약의 창. 이계에는, 종족의 차이를 뛰어넘어 친구가 된 패왕과 노룡의 일화가 전해져 내려오고 있다.", "Une lance témoignant du serment fait dans un autre monde. La légende raconte qu'il y a très longtemps, un roi et un ancien dragon avait dépassé leurs énormes différences pour sceller un pacte d'amitié.", "Ein Speer aus einer fremden Welt, der das Symbol eines Paktes zwischen einem uralten Herrscher und einem alten Drachen ist. Der Legende nach überwanden diese beiden die Gegensätzlichkeit ihrer Familien, um Freundschaft miteinander zu schließen.", "Una lanza que representa un juramento que se hizo en otro mundo. Cuentan las leyendas que, en el pasado, un señor antiguo y un dragón anciano consiguieron superar sus diferencias raciales y, de esta forma, entablar una amistad."]}, "accuracy": 0}