{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": null, "name": "Beast Piercer", "type_id": 10, "skills": [101080], "is_twohanded": false, "rarity": 5, "compendium_id": 777, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Beast Killer' passive."], "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 54, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11033.png", "type": "Spear", "strings": {"name": ["Beast Piercer", "神聖之槍", "야수를 꿰뚫는 창", "Percebêtes", "Bestienstich", "Perforabestias"], "desc_short": ["A long spear used in hunting.", "使用於狩獵的長槍", "사냥에 사용되는 긴 창.", "Une longue lance utilisée par les chasseurs.", "Ein langer Speer, der für Jagdzwecke gebraucht wird.", "Una lanza larga que se usa para cazar."], "desc_long": ["A long spear used in hunting. This spear is talked of in legends among a certain clan of hunters, and is said to be the perfect spear in taking down beasts. This particular spear was modified through generations, so there are many features to it that makes it fit for hunting. It is said that no beast can escape from this spear.", "使用於狩獵的長槍。是某個狩獵民族間代代傳承的傳統長槍、早已發展成最適合狩獵的形式。這把歷史悠久的武器經過多次改良，被附加了各式各樣讓它更適合打獵的作工，據說被這把長槍鎖定的獵物絕對無法逃脫。", "사냥에 사용되는 긴 창. 어느 수렵 민족 사이에 전해져 내려오는 전통적인 창으로, 짐승을 사냥하는 데 최적화된 형태를 띠고 있다. 긴 역사 속에서 수렵용으로 몇 번이나 개량된 걸작품으로, 어떤 짐승도 이 창 앞에서 결코 도망갈 수 없을 것이다.", "Une longue lance utilisée par les chasseurs. Elle fait l’objet de nombreuses légendes au sein d’un certain clan de chasseurs. Il s’agirait de l’arme ultime pour abattre les bêtes. Cette lance a été modifiée au fil des générations et possède désormais plusieurs qualités qui en font un outil de chasse redoutable. Il est dit qu’aucune bête ne peut y échapper.", "Ein langer Speer, der für Jagdzwecke gebraucht wird. Von diesem Speer ist in verschiedenen Legenden die Rede, die innerhalb eines gewissen Jägerklans weitergegeben werden; es soll der perfekte Speer sein, um Bestien zu erjagen. Dieser spezielle Speer wurde über Generationen hinweg modifiziert und hat daher viele Funktionen, die ihn zu einem idealen Jagdwerkzeug machen. Man sagt sich, dass diesem Speer keine Bestie je entkommen kann.", "Una lanza larga que se usa para cazar. Esta lanza aparece en las leyendas de un clan de cazadores, y se dice que es perfecta para derribar bestias. A lo largo de las generaciones, se ha ido modificando, por lo que son muchas las características que hacen que esta lanza sea perfecta para la caza. Además, parece que ninguna bestia puede escapar con vida si se usa esta arma."]}, "accuracy": 0}