{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Aigaion Arm", "type_id": 16, "skills": [101240], "is_twohanded": false, "rarity": 8, "compendium_id": 549, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'High Tide' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 145, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11619.png", "type": "Fist", "strings": {"name": ["Aigaion Arm", "毀滅機械臂", "아이가이온의 팔", "Bras d'Égéon", "Aigaion-Arm", "Brazo de Aigaion"], "desc_short": ["A hand-to-hand weapon modeled after a giant mechanical weapon's arm.", "模仿巨大機械手臂的格鬥武器", "거대 기계 병기의 팔을 본떠 만든 격투무기", "Une arme pour le combat à mains nues modelée à partir du bras d'une arme mécanique géante.", "Eine Nahkampfwaffe, die dem Arm einer riesigen mechanischen Waffe nachempfunden wurde.", "Un arma de cuerpo a cuerpo modelada a partir del brazo mecánico de un gigante."], "desc_long": ["A hand-to-hand weapon modeled after a giant mechanical weapon's arm. It's assumed that whoever created this has met Aigaion once before. It is circuited with a technology that brings out the wearer's latent strength, allowing the user to exhibit powers beyond their norm.", "仿照充滿謎團的巨大兵器毀滅機械的手臂部分的武器。形似原型，可由人類裝備，因此它可能是一位親眼見過毀滅機械的人所設計的。這種武器內部裝有增強力量的裝置，可以使裝備者發揮出強於平時數倍的強大力量。", "수수께끼의 거대 기계 병기 '아이가이온'의 팔을 본따 만든 격투무기. 병기의 팔 그대로가 아니라 인간이 장비할 수 있는 사이즈라는 사실에서, 아이가이온과 만난 누군가가 제작한 것으로 추측할 수 있다. 장착자의 힘을 증폭시켜주는 회로가 삽입되어 있으며, 이 무기를 장착하면 평소의 몇 배에 달하는 힘을 발휘할 수 있다고 한다.", "Une arme pour le combat à mains nues modelée à partir du bras d'une arme mécanique géante. Il est clair que qui que soit l'artisan de cette arme, il a sûrement rencontré Égéon. Il est rempli de technologies qui font ressortir la force latente de son porteur, lui permettant ainsi de faire montre d'une force qui dépasse toutes les normes établies.", "Eine Nahkampfwaffe, die dem Arm einer riesigen mechanischen Waffe nachempfunden wurde. Wer sie erschaffen hat, muss zuvor Aigaion begegnet sein. Ihre Technologie bringt die Stärke des Trägers zum Vorschein, sodass er seine Grenzen überschreiten kann.", "Un arma de cuerpo a cuerpo modelada a partir del brazo mecánico de un gigante. Está claro que quien creó esto conoce a Aigaion. Está hecha con una tecnología que potencia la fuerza de quien la porta, y esto hace que la persona mejore más allá de lo normal."]}, "accuracy": 0}