{"slot": "Weapon", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Mythril Claws", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 274, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 42, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11602.png", "type": "Fist", "strings": {"name": ["Mythril Claws", "秘銀爪", "미스릴 발톱", "Griffes en mithril", "Mithrilklauen", "Garras de mitrilo"], "desc_short": ["Claws forged from mythril.", "用秘銀製作的爪", "미스릴로 만든 발톱", "Griffes forgées en mithril.", "Klauen aus Mithril.", "Garras forjadas con mitrilo."], "desc_long": ["The weapons known as claws are fighting gloves originally meant for enhancing physical attacks with the addition of beast-like nails. The mythril claws were designed to cut and shred, rather than to inflict direct brute force, and the precious material they are made of renders them durable, yet light. Its sharp claws also glisten in a silver light that never fades away. This weapon was made to toy with foes by injuring them with swift attacks, instead of having to calculate how to ravage them with heavy blows.", "裝有形似獸爪部件的拳套，拳套原本是出於增強拳打攻擊的目的而發明的裝備，但經過發展，變成了類似獸爪的東西。獸爪相比普通拳套更傾向於抓撓和切割等功能。該秘銀爪堅硬輕便，鈎爪閃著銀色光芒，而且不會褪色。使用這種裝備時，比起用穩扎穩打的戰術，更適合用迅捷的動作迷惑敵人。", "주먹에 의한 일격을 강화하기 위해 만들어진 너클에 짐승의 발톱처럼 생긴 부분을 추가한 무기. 타격보다는 할퀴고 베어 찢는 공격에 특화되어 있다. 미스릴을 사용해서 단단하고 가벼우며, 은빛으로 빛나는 발톱 부분은 절대 빚 바래지 않는다. 체중을 실은 묵직한 공격보다는 재빠른 움직임으로 상대를 농락하는 쪽에 적합한 무기이다.", "Les armes sous l'appellation de griffes sont des gants de combat conçus à l'origine pour améliorer les attaques physiques, auxquels ont été ajoutées des griffes de bêtes sauvages. Les griffes de mithril sont faites pour couper et déchirer plutôt que pour donner des coups, et leur matière précieuse les rend résistantes mais légères. Ses griffes aiguisées luisent d'un éclat argenté qui ne s'estompe jamais. Cette arme a été conçue pour jouer avec l'adversaire en le blessant d'une succession d'attaques rapides plutôt qu'en l'abattant de quelques coups brutaux.", "Klauen sind Kampfhandschuhe, die ursprünglich dazu gedacht waren, physische Angriffe mit einer Art Tierkrallen zu verstärken. Die Mithrilklauen wurden eher zum Zerschneiden und Zerfetzen geschaffen, als für die Anwendung roher Gewalt. Das wertvolle Material macht sie haltbar und dennoch leicht. Ihre scharfen Klauen glänzen in einem silbernen Licht, das niemals erlischt. Klauen spielen eher mit Feinden, indem sie sie mit flinken Angriffen verletzen, anstatt sie mit starken Schlägen niederzustrecken.", "Las armas conocidas como \"garras\" son guantes de combate diseñados originalmente para mejorar los ataques físicos con el añadido de uñas parecidas a las de los animales. Las garras de mitrilo se idearon para cortar y desgarrar, no para golpear directamente a base de fuerza bruta, y el material precioso del que están hechas las hace ligeras y resistentes. Sus garras afiladas también emiten una luz plateada imperecedera. Esta arma se creó para juguetear con los enemigos, hiriéndolos con ataques rápidos en lugar de tener que calcular cómo machacarlos con golpes duros."]}, "accuracy": 0}