{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Reflect Knuckle", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 812, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 42, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 42, "DEF": 0}, "icon": "item_11624.png", "type": "Fist", "strings": {"name": ["Reflect Knuckle", "反射拳套", "리플렉트 너클", "Poings réflecteurs", "Reflektivkralle", "Puños reflectores"], "desc_short": ["A knuckle which reduces the shock of magic attacks.", "能減緩攻擊型魔法衝擊的拳套", "공격마법에 따른 충격을 완화해 주는 격투무기.", "Un poing qui réduit le choc des attaques magiques.", "Diese Krallen schwächen den Aufprall offensiver Magie ab.", "Un puño que reduce el daño de los ataques mágicos."], "desc_long": ["A knuckle made of materials that repels magic, which reduces the shock coming from magic attacks. It is rumored that a well-timed and well-placed punch can reflect fire, lightning, and cold magic, but this requires physical prowess beyond what mortals can exhibit, so technically this is impossible to do.", "以反彈魔法的素材製作、能減緩攻擊型魔法衝擊的格鬥武器。據說只要抓對那絕妙的揮拳時機、不管是火炎、電擊或是冷氣魔法都能輕易反彈，但要抓住這「絕妙時機」需要超越人類的身體能力、現實中根本不可能做到。", "마력에 반발하는 재료로 만들어져, 공격마법에 따른 충격을 완화해 주는 격투무기. 절묘한 타이밍에 휘두르면 불꽃이나 전격, 냉기 등의 마법을 맞받아칠 수 있다는 소문도 있으나, 인간을 초월한 신체 능력이 요구되기 때문에 현실적으로는 불가능하다고 한다.", "Un poing fait de matériaux capables de repousser la magie et de réduire le choc des attaques magiques. Les rumeurs affirment qu’un coup de poing bien placé permettrait de renvoyer les attaques de feu, de foudre et de glace. Cette technique exige cependant une prouesse physique dépassant de loin celle des mortels, ce qui la rend purement impossible à exécuter.", "Krallen, die aus einem Material bestehen, das den Schock durch Angriffsmagie abschwächt. Es wird gemunkelt, dass ein gut platzierter Hieb auf Magie basierende Flammen, Strom und Kälte abwehren kann. Die Ausführung eines solchen Hiebes jedoch erfordert körperliche Stärke, die über das Kraftpotential eines Menschen hinausgeht und gilt daher als technisch unmöglich.", "Un puño que repele la magia y, por tanto, reduce el daño de los ataques mágicos. Según cuentan, un puñetazo en el sitio y momento adecuados puede reflejar la magia de fuego, rayo y frío, pero hace falta una físico de otro mundo para conseguirlo, por lo que técnicamente es imposible."]}, "accuracy": 0}