{"slot": "Weapon", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Devastator", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 476, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 35, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Fist", "strings": {"name": ["Devastator", "殲滅破壞", "파괴자", "Griffe Rétractile", "Verwüster", "Devastadora"], "desc_short": ["Gloves made in another world.", "在異界製作而成的手套", "이계에서 만들어진 글로브", "Gants faits dans un autre monde.", "Handschuhe aus einer anderen Welt.", "Guantes hechos en otro mundo."], "desc_long": ["A pair of gloves from another world made of materials foreign to this one. They are designed to cover the arms entirely, with the protruding part of the glove meant to be used for attacks. Although it lacks any special abilities or elemental attributes, in its home world of Spira it can be customized to serve its wielder's preferences and needs.", "用這個世界不存在的物質製作而成的異界手套。它可包裹整個手臂，裝備者可利用手背上的凸起部位發動攻擊。這種裝備沒有附帶任何屬性和特殊效果，可以自由進行改造。在異界「史匹拉」，人們更喜歡根據用途來改造武器。", "이 세계에는 존재하지 않는 물질로 만들어진 이계의 글로브. 팔 전체를 푹 감싸는 디자인으로, 손등에 돋아난 돌기로 공격한다. 특수한 효과나 속성을 가지고 있지 않아 범용성이 높고, 이계 스피라에서는 소유자가 각각 커스터마이즈를 통해 취향과 용도에 맞춰 무기를 변형하는 '개조'가 유행이다.", "Une paire de gants d'un autre monde faite à partir de matériaux que l’on ne trouve pas dans le nôtre. Ils sont faits pour couvrir entièrement le bras et leur partie proéminente est faite pour attaquer. Bien qu'ils ne permettent d'apprendre aucune aptitude particulière où n’augmente aucune caractéristique, dans son monde d'origine, Spira, ils pouvaient être personnalisés pour être au plus près des besoins de son porteur.", "Ein Paar Handschuhe aus einer anderen Welt, dessen Bestandteile in dieser Welt unbekannt sind. Sie bedecken die Arme vollständig, die herausragenden Teile dienen zum Angriff. Obwohl es keine Spezialfertigkeit oder Elementareigenschaften besitzt, kann es in seiner Ursprungswelt Spira an die Bedürfnisse des Trägers angepasst werden.", "Un par de guantes de otro mundo hecho con materiales aquí desconocidos. Están diseñados para cubrir por completo los brazos, mientras que la parte que sobresale está pensada para atacar. Aunque carece de habilidades especiales o atributos elementales, en Spira, su mundo de origen, puede personalizarse según las necesidades de quien los lleva."]}, "icon": "item_11616.png"}