{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Override", "type_id": 16, "skills": [209220], "is_twohanded": false, "rarity": 5, "compendium_id": 477, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Double Overdrive' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 50, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11617.png", "type": "Fist", "strings": {"name": ["Override", "超越克服", "오버 라이드", "Griffe de Dragon", "Überbrücken", "Sobretensión"], "desc_short": ["Otherworldly gloves with the power to break limits.", "蘊含超越極限之力的異界手套", "한계를 초월하는 힘이 깃든 이계의 글로브", "Gants d'un autre monde avec le pouvoir de briser les limites.", "Handschuhe aus einer anderen Welt, die Limitrausch bewirken.", "Guantes de otro mundo capaces de hacer superar los límites."], "desc_long": ["A pair of gloves from another world made of materials foreign to this one. They are designed to cover the arms entirely, with the two sharp blades protruding at both sides of the fist meant to be used for attacking. These gloves that glow in a bluish hue are said to draw out the potential of the wearer, allowing him or her to acquire abilities far beyond their limits time and again.", "用這個世界不存在的物質製作而成的異界手套。呈藍色，可包裹前腕部。拳頭兩側的尖銳凸起部分是它的顯著特征。這種手套可以開發持有者的潛在力量，令其發動出更強的攻擊。", "이 세계에는 존재하지 않는 물질로 만들어진 이계의 글로브. 팔 앞부분을 꼼꼼히 덮는 디자인으로, 푸른 빛을 띠는 색상과 주먹의 양쪽에 돋아난 날카로운 돌기가 특징이다. 소유자의 잠재능력을 충분히 끌어낼 수 있도록 조절되어 있어, 이 글로브를 장비한 사람은 한계를 뛰어넘은 강력한 기술을 펼칠 수 있게 된다.", "Une paire de gants d'un autre monde faite à partir de matériaux que l'on ne trouve pas dans le nôtre. Ils sont faits pour couvrir entièrement le bras et les deux lames très tranchantes ressortant des gants des deux côtés du poing sont faites pour attaquer. On raconte que ces deux gants qui luisent d'une lumière bleutée font ressortir le potentiel caché de leur porteur, et leur permet d'apprendre des aptitudes d'un niveau bien au-delà de ce dont ils seraient normalement capables.", "Ein Paar Handschuhe aus einer anderen Welt, dessen Bestandteile in dieser Welt unbekannt sind. Sie bedecken die Arme vollständig, die herausragenden Teile dienen für den Angriff. Diese blau leuchtenden Handschuhe sollen das Potential des Trägers zum Vorschein bringen, so dass er immer wieder Fertigkeiten erwirbt, die jenseits seiner Grenzen liegen.", "Un par de guantes de otro mundo hecho con materiales aquí desconocidos. Están diseñados para cubrir por completo los brazos, mientras que las dos hojas afiladas que sobresalen por los lados están pensadas para atacar. Emiten un brillo azulado que se dice extrae el potencial de quien los lleva, permitiéndole adquirir una y otra vez habilidades más allá de sus límites."]}, "accuracy": 0}