{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Broken Arm", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 648, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 52, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 28}, "icon": "item_11620.png", "type": "Fist", "strings": {"name": ["Broken Arm", "破壞之臂", "브로켄 암", "Bras brisé", "Gebrochener Arm", "Brazo partido"], "desc_short": ["A fist based off a magitek armor arm.", "以魔導裝甲手臂為模型製成的格鬥武器", "마도 아머의 팔 부분을 본떠 만든 격투무기", "Un poing dont la forme rappelle celle d'un bras armé magitech.", "Eine Nahkampfwaffe, die dem Arm eines Magitek-Mechs nachempfunden wurde.", "Un puño diseñado a partir de una unidad Magitec."], "desc_long": ["A fist weapon made of metal that is attached to the arm. It is said to increase the power of the attack by adding momentum to the arm when striking the enemy. The weapon is made of the same materials used in creating the feared magitek armor, and the weapon itself is designed after the magitek armor's arm braces. Because it is designed for the sole purpose of battle, it can't be used for normal wear.", "裝備於拳頭上以金屬製成的格鬥武器。在攻擊敵人時，手臂能夠伸縮增進拳頭的力量。它和曾經以殺戮機械聞名的魔導裝甲是由相同素材所製成，並以機體手臂部分為模型所設計。這種裝備專用於戰鬥，不建議平時穿戴。", "주먹에 장착하는 금속제 격투무기. 적을 공격할 때, 팔이 신축하면서 주먹에 담긴 힘을 증폭시킨다고 한다. 이것은 옛날 살육 머신이라 불리며 모두의 두려움을 샀던 마도 아머와 같은 재료로 제작되었으며, 그 기계의 팔 부분을 본떠서 디자인되었다. 전투에 특화된 탓에 평소에 장착하기란 여간 힘든 일이 아니다.", "Un poing dont la forme rappelle celle d'un bras armé magitech. On raconte que cette arme accroit la puissance des attaques en ajoutant de la vitesse au bras au moment de frapper un ennemi. L’arme est fabriquée avec les mêmes matériaux que pour la création des terrifiantes armure magitech, et elle a été conçue d’après les bras de celles-ci. Uniquement fabriquée pour le combat, elle ne peut être portée avec des vêtements normeaux.", "Eine für den Nahkampf ersonnene Faustwaffe aus Metall. Indem sie den Arm beim Angriff eines Gegners elastisch macht, soll die Kraft des Schlages um ein Vielfaches verstärkt werden. Für die Herstellung der Waffe wurden die selben Grundmaterialien verwendet wie für die vor langer Zeit als \"Mordmaschine\" gefürchteten Magitek-Mechs; auch das Design ist den Fäusten dieser Maschinen nachempfunden. Der Gebrochene Arm ist für den Kampf konzipiert und daher als alltägliches Accessoire unbrauchbar.", "Un puño de metal que se ajusta al brazo. Se dice que aumenta la potencia de ataque al añadirle impulso al brazo cuando se va a golpear al enemigo. Asimismo, esta arma está hecha con los mismos materiales que las unidades Magitec y el arma en sí está diseñada a partir de los brazales de las unidades Magitec. Además, al estar diseñado específicamente para el combate, no se puede usar como complemento."]}, "accuracy": 0}