{"slot": "Weapon", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Tamer's Gloves", "type_id": 16, "skills": [203250], "is_twohanded": false, "rarity": 7, "compendium_id": 827, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP + 5%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 102, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_61601.png", "type": "Fist", "strings": {"name": ["Tamer's Gloves", "馴獸師手套", "야수의 세스터스", "Gants de dompteur", "Bändigerhandschuhe", "Guantes de domador"], "desc_short": ["A pair of gloves made from the pelt and claws of a nian beast.", "使用年獸的皮與爪所製作的手套", "니안의 가죽과 발톱으로 만든 세스터스.", "Une paire de gants fabriqués à partir de la peau et des griffes d’un Nian.", "Handschuhe, die aus dem Pelz und den Klauen einer Nian-Bestie gefertigt wurden.", "Un par de guantes elaborados con la piel y las garras de la bestia nian."], "desc_long": ["A pair of gloves made from the pelt and claws of a nian beast that appeared from a faraway world. It is very difficult to defeat a nian beast, even by seasoned warriors, so these gloves are considered extremely rare.", "使用來自異界的太古魔物「年獸」的皮與爪所製作的手套。因為連老練的戰士都難以擊倒年獸，因此這個手套可以說是非常珍貴的裝備。", "니안의 가죽과 발톱으로 만든 세스터스. 숙련된 전사만이 니안을 쓰러뜨릴 수 있기 때문에, 이 두 가지 재료는 상당한 귀중품으로 취급된다.", "Une paire de gants fabriqués à partir de la peau et des griffes d’un Nian originaire d’un monde lointain. Il est incroyablement difficile de vaincre un Nian, même pour les guerriers les plus chevronnés. Pour cette raison, ces gants sont d’une rareté extrême.", "Handschuhe, die aus dem Pelz und den Klauen einer Nian-Bestie gefertigt wurden, einer Kreatur aus einer fernen Welt. Selbst erfahrene Krieger tun sich schwer, eine Nian-Bestie zu besiegen, weshalb diese Handschuhe als Rarität gelten.", "Un par de guantes elaborados con la piel y las garras de la bestia nian de un mundo lejano. Muy pocos son capaces de derrotar a esta bestia, por lo que estos guantes son un objeto muy poco común."]}, "accuracy": 0}