{"slot": "Weapon", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Cat Claws", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 64, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 36, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Fist", "strings": {"name": ["Cat Claws", "貓爪", "고양이 발톱", "Griffes de chat", "Katzenklauen", "Garras de gato"], "desc_short": ["Bladed gloves that belonged to a thief.", "盜賊曾經當做劍使用的拳套", "원래는 도적이 검으로 쓰던 발톱", "Gants à lames appartenant à un voleur.", "Aus eines Diebes Dolch hergestellt.", "Guantes pertenecientes a un ladrón."], "desc_long": ["Once there lived a thief known as \"The Cat\" who fashioned his daggers to look like claws. The name of his weapon may sound adorable, but it held great power. The Cat was incredibly sly and elusive, until one day his spontaneous visits suddenly stopped. Legend has it that a dagger similar to the ones in his Cat Claws was found next to the carcass of a large mountain cat shortly afterwards.", "將外號為貓的盜賊所使用的短劍重鑄成爪子形狀的武器。雖然名字很可愛，但攻擊力卻不低。盜賊貓非常狡猾、神出鬼沒，可是突然有一天就銷聲匿跡杳無音訊了。傳聞就在同一時期，有人發現了鑄成此爪的短劍和一隻巨大山貓的屍體。", "'고양이'라는 별명을 가진 도적이 썼다는 단검을 발톱 모양으로 재가공한 것. 이름은 귀엽지만 높은 공격력을 자랑한다. '고양이'는 대단히 교활하고 신출귀몰했다고 하는데, 어느 날부터 갑자기 모습을 감추었다. 그리고 비슷한 시기에 이 발톱의 재료가 된 단검과 커다란 산고양이 시체가 같이 발견되었다고 한다.", "Un jour, un voleur nommé « le Chat » façonna sa dague pour la faire ressembler à des griffes. Malgré son nom adorable, cette arme est très puissante. Le Chat était incroyablement rusé et furtif, jusqu'au jour où sa trace fut subitement perdue. La légende dit qu'une dague similaire à celle-ci fut retrouvée près de la carcasse d'un gros chat sauvage peu de temps après.", "Ein Waffe, die aus dem Dolch eines berühmten Diebes gefertigt wurde, den man „die Katze“ nannte. Die Katze war überaus geschickt und listig und kam und ging, wie es ihr beliebte, doch irgendwann war sie plötzlich verschwunden. Zu dieser Zeit etwa entdeckte man den Dolch der Katze neben dem Leichnam eines großen Luchses.", "Hubo una vez un ladrón llamado \"El Gato\" que quiso decorar sus dagas para que parecieran garras. El nombre de su arma puede sonar adorable, pero esconde un gran poder. El Gato era astuto y esquivo, hasta que sus visitas se detuvieron de repente. Según la leyenda, encontraron una daga similar a las de sus garras de gato junto a los restos de un gran gato montés poco después."]}, "icon": "item_11606.png"}