{"slot": "Weapon", "compendium_shown": true, "price_buy": 400, "requirements": null, "name": "Metal Knuckles", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 59, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 40, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11601.png", "type": "Fist", "strings": {"name": ["Metal Knuckles", "金屬指套", "금속 너클", "Poings en métal", "Metallschlagring", "Puño de metal"], "desc_short": ["Gloves with knuckles coated in metal.", "用金屬鍍過表層的爪子", "날을 금속으로 감싼 너클", "Gants de combat recouverts de métal.", "Mit Eisen verstärkte Handschuhe.", "Guantes de nudillos chapados en metal."], "desc_long": ["An enhanced version of the bronze knuckles coated in metal to give them more power. Originally, fist fighting had been used for personal fights only. However, later on courageous warriors began using their fists to fight the monsters constantly menacing their world. They would need both physical and mental strength in order to stand against the beasts' sharp fangs and claws.", "為了提升青銅拳套的攻擊力，用金屬鍍膜後，最終得到的就是此金屬指套了。原本，格鬥術是為針對人的戰鬥而發展起來的武術，不過在這滿是魔物的世界中，竟出現了用拳頭去和魔物對戰的勇猛健將。在魔物的尖牙利爪面前，不僅需要強健的肉體，還需要堅定的精神力。", "금속을 덧대어 공격력을 높인 개량형 너클. 격투술은 본래 대인전을 기준으로 발전한 무술이지만, 항상 마물의 위협에 시달리는 이 세계에서는 주먹으로 위협에 맞서 싸우는 용감한 사람도 생겼다. 날카로운 이빨과 발톱을 가진 마물을 이기려면 강인한 육체뿐만 아니라 용맹한 정신력도 필요하다.", "Une version améliorée des poings en bronze recouverts de métal pour plus de puissance. À l'origine, les arts martiaux étaient faits pour se défendre contre des personnes mal intentionnées, mais de vaillants combattants commencèrent à les utiliser pour défaire les monstres menaçant leur village en permanence. Force mentale et physique sont nécessaires pour résister aux dents et aux griffes de ces puissants adversaires.", "Eine mit Eisen verstärkte Version des Bronzeschlagrings. Ursprünglich wurden die Kampfkünste nur für den Kampf Mensch gegen Mensch entwickelt. In einer Welt voller bedrohlicher Monster dauerte es jedoch nicht lange, bis mutige Krieger sich mit bloßer Faust den Zähnen und Klauen der Bestien entgegenstellten. Dies erfordert jedoch nicht nur einen gestählten Körper, sondern auch einen eisernen Willen.", "Una versión mejorada del puño de bronce, chapado en metal para darle más poder. Antiguamente, las peleas de puños se usaban solo para zanjar temas personales. Sin embargo, los guerreros valientes empezaron a usar los puños contra monstruos que amenazaban constantemente al mundo. Necesitaban fuerza física y mental para resistir a los agudos colmillos y a las garras de las bestias."]}, "accuracy": 0}