{"slot": "Weapon", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Winged Saint", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 317, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 56, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 44}, "type": "Fist", "strings": {"name": ["Winged Saint", "仁義徽章", "의리의 문장", "Cœur de Paladin", "Integerschwingen", "El Noble"], "desc_short": ["A crest that strengthens the wearer's defense.", "能夠提高守護之力的紋章", "수호의 힘을 높여주는 문장", "Emblème qui renforce la défense de son porteur.", "Ein Emblem, das die Verteidigung des Trägers stärkt.", "Blasón que aumenta la DEF del portador."], "desc_long": ["A mysterious crest made from a material alien to this world. This garment has the incredible power of enhancing both the wearer's attack and defense simultaneously. The details of how this emblem is able to affect the wearer's faculties remain unknown, but it is believed that the advanced otherworldly techniques used to create it must boost its owner's latent abilities.", "不可思議的徽章，其原料並不存在於這個世界。它可以提高裝備者的攻擊力和防禦力。至於它為什麼會有這種效果，還有待進一步研究。有人認為這是異界高超的技術在提高裝備者的身體機能。", "이 세계에는 존재하지 않는 물질로 만들어진 신비한 문장. 장착하면 공격력과 방어력이 동시에 상승하는 강력한 효과를 가졌다. 문장을 장착하면 능력이 향상되는 이유에 대해서는 자세히 알려지지 않았지만, 이계의 수준 높은 기술에 의해 장착한 사람의 신체 능력이 증폭되는 것이 아니냐는 견해가 유력하다.", "Un mystérieux emblème fait d'un matériau venu d'un autre monde. Cet objet possède l'incroyable pouvoir d'améliorer à la fois l'attaque et la défense de celui qui le porte. On ignore encore par quel moyen cet emblème peut influer sur les capacités, mais on pense que les techniques avancées qui ont servi à le façonner doivent renforcer les capacités latentes de son propriétaire.", "Ein wundersames Emblem aus in dieser Welt unbekanntem Material. Es verstärkt Angriff und Verteidigung des Trägers erheblich. Warum genau es diese Wirkung hat, ist unklar, aber man vermutet, dass es durch fortschrittliche andersweltliche Technologie die körperlichen Fähigkeiten des Trägers verbessert.", "Blasón misterioso hecho de material de otro mundo. Este complemento tiene el increíble poder de mejorar el ATQ y la DEF del portador. Se desconocen los detalles por los que este emblema afecta a las facultades de quien lo lleva, pero se cree que las técnicas avanzadas y sobrenaturales que se usaron para crearlo liberan las habilidades latentes del propietario."]}, "icon": "item_11614.png"}