{"slot": "Weapon", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Claws of Darkness", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 834, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 130, "element_inflict": ["Dark"], "MP": 0, "MAG": 0, "SPR": 30, "DEF": 0}, "icon": "item_11625.png", "type": "Fist", "strings": {"name": ["Claws of Darkness", "暗黑千刃爪", "암흑천인조", "Griffes ténébreuses", "Klauen der Dunkelheit", "Zarpas tenebrosas"], "desc_short": ["A claw infused with dark power.", "蘊含暗之力的爪子", "어둠의 힘이 깃든 강력한 발톱.", "Une griffe imprégnée de pouvoirs ténébreux.", "Eine Klaue, die mit der Kraft der Dunkelheit erfüllt ist.", "Una garra imbuida con poder oscuro."], "desc_long": ["A powerful claw infused with dark power that increases the user's attack power and spirit. Despite the claw's simple and menacing design, they were beloved and used by a very bright and cheerful female fighter. It is said that she traveled the world, helping people along the way by using the power of darkness to do good instead of evil.", "蘊含暗之力的爪子。裝備後，不只是攻擊力，連精神力都能提高，是相當優秀的逸品。以粗糙設計為特徵的爪子，但是以愛用此武器而聞名的，卻是一位天真爛漫的女性格鬥家。她能夠正確的使用暗之力，並且一邊幫助人一邊在世界各地旅行。", "어둠의 힘이 깃든 강력한 발톱. 장착하게 되면 공격력뿐 아니라 정신력까지 상승하는 훌륭한 물건이다. 우락부락한 디자인이 특징이지만 이 무기를 애용한 것은 천진난만한 여자 무투가였다고 한다. 그녀는 어둠의 힘을 올바르게 사용하여 사람들을 구하며 세계를 여행했다고 알려져 있다.", "Une puissante griffe imprégnée d’une énergie ténébreuse qui augmente la puissance d’attaque et l’esprit de son porteur. Malgré sa conception sobre et menaçante, cette griffe est appréciée et utilisée par une combattante particulièrement joyeuse et rayonnante. Il est dit qu’elle parcourut le monde entier, apportant toujours son aide à ceux dans le besoin et utilisant ses pouvoirs ténébreux pour faire le bien et non le mal.", "Eine mächtige Klaue, die die Angriffskraft und den Geist des Trägers mit ihrer dunklen Macht verstärkt. Trotz ihres primitiven und bedrohlichen Aussehens wurde diese Klaue von einer sehr klugen und fröhlichen Kämpferin getragen. Sie soll durch die Welt gereist sein und anderen Menschen auf ihrem Weg geholfen haben, indem sie die Macht der Dunkelheit nutzte, um Gutes zu tun.", "Una poderosa garra imbuida con poder oscuro que aumenta la potencia de ataque y el espíritu. A pesar de su diseño simple y amenazador, había una guerrera alegre y muy inteligente que siempre la usaba. Se dice que viajaba por todo el mundo para ayudar a la gente usando el poder de la oscuridad para hacer el bien en lugar del mal."]}, "accuracy": 0}