{"slot": "Weapon", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Poison Knuckles", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 275, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 100, "stats": {"status_inflict": {"Poison": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 40, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11604.png", "type": "Fist", "strings": {"name": ["Poison Knuckles", "猛毒拳套", "맹독 너클", "Griffes empoisonnées", "Giftkrallen", "Puño venenoso"], "desc_short": ["Claws equipped with poison.", "塗滿毒藥的爪", "독을 바른 발톱", "Griffes imprégnées de poison.", "In Gift getränkte Krallen.", "Garras equipadas con veneno."], "desc_long": ["Among weapons which can be equipped to ones knuckles, claws are special for their cutting ability. One could even inflict their opponent with poison if it were to be applied to the tips of a set of claws. It was thanks to this idea that the poison knuckles were created. Though cherished by those who make their living carrying out assassinations, they are fiercely detested by fair-fighting martial artists who view their use as unfair.", "細數裝備在拳頭上的武器，最能夠撕裂對手的莫過於爪了，如果利用爪的這一特性，將爪尖塗滿毒藥，就能更有效地給予敵人傷害。該猛毒拳套便是這一設想的產物。一方面，它深受以暗殺為生的殺手們的喜愛，但另一方面，提倡堂堂正正戰鬥的格鬥家們卻對這種卑鄙的武器深惡痛絕。", "발톱은 주먹에 장착하는 무기 중에서도 베어 찢는 공격에 특화되어 있다. 그렇다면 발톱 끝부분에 독을 발라 두면 상대방을 독 상태에 빠뜨릴 수 있을 것이다. 이 맹독 너클은 그러한 발상에 의해 태어났다. 특히 암살을 생업으로 삼는 자들이 애용했으나, 정정당당한 전투를 추구하는 격투가들에게는 비겁한 무기로 낙인 찍혀 미움 받고 있다.", "Parmi les armes à équiper sur les poings, les griffes se distinguent pour leur capacité à lacérer. Il est même possible d'empoisonner son ennemi si l'on trempe la pointe des griffes dans du poison. Cette idée est d'ailleurs à l'origine des griffes empoisonnées. Très prisées des assassins de tout genre, elles sont âprement détestées par les spécialistes en arts martiaux qui considèrent leur utilisation comme malhonnête.", "Klauen zeichnen sich durch ihre besondere Schärfe aus. Der Gegner kann vergiftet werden, indem man die Spitzen der Klauen mit Gift versieht. Diese Idee führte zur Entwicklung der Giftkrallen. Diese werden von Attentätern sehr geschätzt, während faire Kampfkünstler sie verabscheuen.", "Entre las armas que se pueden equipar en los nudillos, las garras destacan por su habilidad para cortar. Incluso se podrían impregnar las puntas con veneno para inocularlo directamente al enemigo. El puño venenoso se creó precisamente siguiendo esa idea. Son muy apreciados por los que se ganan la vida como asesinos, pero los luchadores de artes marciales justos los detestan con toda su alma porque consideran que usarlos es jugar sucio."]}, "accuracy": 0}