{"slot": "Weapon", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Kaiser Knuckles", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 61, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 101, "element_inflict": ["Wind"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11603.png", "type": "Fist", "strings": {"name": ["Kaiser Knuckles", "帝王指套", "카이저 너클", "Poings de Kaiser", "Kaiserklauen", "Mitón de káiser"], "desc_short": ["Gloves with dormant wind powers.", "蘊含風之力的拳套", "바람의 힘을 담은 너클", "Gants aux pouvoirs du vent enfouis.", "Handschuhe, denen Windkräfte innewohnen.", "Guantes con poderes ocultos de viento."], "desc_long": ["Many monarchs throughout history have been known for their valor, but few are known to have used their own fists in a fight. The kaiser knuckles belonged to an emperor who placed more importance in training his body than in ruling his empire. In his search for a way to further improve the attacks he had already developed to their full potential, he found he could do so by quickening them with the power of the wind.", "歷史上雖然有許多武勇善戰的國王，但堅持赤手空拳出陣的卻並不多見。此拳套便是一位比起執政，更喜歡磨練自己身體的皇帝研發出來的。他一直苦惱於如何再提高已經到達極限的拳頭的威力，最後得出的結論是利用風的力量提高拳頭的速度。", "무예가 걸출한 왕은 역사상에 많았지만, 그중 권법을 연마했던 사람은 거의 없을 것이다. 이 너클은 정치보다 신체 단련에 힘쓴 황제가 개발했다. 극한까지 갈고닦은 일격을 어떻게 하면 더 강화할 수 있을지 고민한 끝에 내놓은 해답은, 바람의 힘으로 주먹을 뻗는 속도를 높이는 방법이었다.", "De nombreux rois sont restés célèbres pour leur bravoure, mais rares sont ceux qui ont usé de leurs poings au combat. Les poings Kaiser appartenaient à un empereur qui préférait exercer son corps plutôt que régner sur son empire. Cherchant un moyen d'améliorer encore ses attaques, il découvrit qu'il pouvait les renforcer grâce au pouvoir du vent.", "Viele Monarchen in der Geschichte sind für ihren Mut bewundert worden, doch nur wenige habe ihre eigenen Fäuste im Kampf benutzt. Die Kaiserklauen gehörten einem Herrscher, der mehr Wert auf das Trainieren seines Körpers gelegt hat als auf das Regieren seines Reiches. Auf seiner Suche nach einem Weg, seine bereits perfekten Angriffe weiter zu verbessern, fand er heraus, dass er sie durch die Kraft des Windes beschleunigen konnte.", "Muchos monarcas han pasado a la historia por su valor, pero pocos son los que han usado sus propios puños en la batalla. Los mitones de káiser pertenecieron a un emperador que consideraba más importante entrenar su cuerpo que gobernar el imperio. Descubrió la manera de mejorar todavía más unos ataques que ya de por sí habían alcanzado su máximo potencial: volviéndolos más rápidos con el poder del viento."]}, "accuracy": 0}