{"slot": "Weapon", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Fairy's Claw", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 389, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 300, "stats": {"status_inflict": {"Confusion": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 47, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11612.png", "type": "Fist", "strings": {"name": ["Fairy's Claw", "妖精爪", "요정의 발톱", "Griffe  de fée", "Feenkralle", "Garra de hada"], "desc_short": ["A claw imbued with the protection of the fairies.", "受到仙子加護的爪", "요정의 가호를 받은 발톱", "Une griffe imprégnée de la protection des fées.", "Eine Kralle versehen mit dem Schutz der Feen.", "Una garra imbuida con el poder protector de las hadas."], "desc_long": ["Claws imbued with the protection of fairies. These were the product of a small, child-like fairy who tried and failed to inject them with magic power capable of surprising their wielder, leading to a magic explosion which caused it to change shape. They are thought to have been based on the mythril claws, but now only the fairies know the truth. They have been imbued with a magic power and are capable of confusing anyone they're used on.", "獲得仙子加護的爪。據說是一位成人肉眼看不到的小仙子，為了給武器的主人一個驚喜而向武器施加了魔法，不料魔力失控，導致武器的形狀都發生了改變，最終成為了現在的模樣。人們認為其原型是秘銀爪，不過真相只有那位仙子知道。這種武器能夠利用神奇的力量讓受到攻擊的敵人陷入混亂狀態。", "요정의 가호를 받은 발톱. 어른의 눈에는 보이지 않는 작은 요정이, 소유자를 놀라게 하려고 무기에 마법을 걸다 실패하여 마력이 폭주하게 되었고, 그 결과 상태변화까지 오고 말았다는 물건이다. 원형은 미스릴 발톱이었을 것으로 추측되지만, 지금은 그 요정 이외에 정체를 아는 사람은 없다. 신비한 힘으로 공격한 상대를 혼란 상태에 빠지게 만드는 무기.", "Une griffe imprégnée de la protection des fées. Elle est le résultat de l'expérience ratée d'une fée qui tenta de lui injecter de la magie, afin de surprendre son porteur. Elle ne réussit malheureusement qu’à la faire exploser, ce qui en changea la forme. Certains pensent que des griffes de mithril ont servi de base, mais seules les fées connaissent la vérité. Elles ont été imprégnées de magie et sont capable d'infliger Confusion à tous ceux contre qui elles sont utilisées.", "Eine Kralle versehen mit dem Schutz der Feen. Eine sehr kleine, kindartige Fee hat sie gefertigt. Bei der Herstellung kam es jedoch überraschend zu einer magischen Explosion, wodurch sich ihre Form änderte. Ursprünglich soll es eine Mythril-Klaue gewesen sein, aber nur die Feen kennen die Wahrheit. Sie wurde mit magischer Kraft versehen und verwirrt jeden Gegner.", "Unas garras impregnadas de la protección de las hadas. Fueron el producto de un hada pequeña y un tanto infantil que intentó en vano inyectarlas de un poder mágico capaz de sorprender a su portador, causando una explosión mágica que provocó que cambiase de forma. Se piensa que se basan en las garras de mitrilo, pero solo las hadas conocen la verdad. Han sido imbuidas de un poder mágico y son capaces de confundir a cualquiera contra el que se usen."]}, "accuracy": 0}