{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": ["UNIT_ID", 214000404], "name": "Guts Knuckle", "type_id": 16, "skills": [100010, 100040], "is_twohanded": false, "rarity": 5, "compendium_id": 679, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP +10%' passive.", "Grants 'MP +10%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 88, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Fist", "strings": {"name": ["Guts Knuckle", "勇氣拳套", "근성의 너클", "Poings destructeurs", "Stahlknöchel", "Nudillos valerosos"], "desc_short": ["A fist weapon brought from another world. (Yda only)", "來自異界的格鬥武器（伊達專用）", "이계에서 유입된 격투무기(이다 한정)", "Une arme pour les poings venant d'un autre monde. (Uniq. Yda)", "Eine Faustwaffe aus einer anderen Welt. (Nur Yda)", "Un arma para el puño de otro mundo. (Solo Yda)"], "desc_long": ["A weapon used by people known as pugilists from the faraway world of Eorzea. It is known for its easy to wield grip construction, and its three points which each deliver a piercing blow. Made to be long lasting and easy to wield, it is a favorite of the female pugilist member of the Scions of the Seventh Dawn.", "來自異界艾歐澤亞，是格鬥家所使用的武器。以便於施力的把手及擊打所用的三個鐵棘為特徵。為追求高耐久性與實用性製作而成的該裝備，深受「拂曉血盟」的女格鬥家喜愛。", "이계 '에오르제아'에서 유입된, 격투사라 불리는 자들이 다루는 무기. 힘을 주기 쉽도록 가공된 손잡이와, 타격 시 공격점을 찌르는 3개의 철가시가 특징이다. 뛰어난 내구성과 편리함을 추구하여 만들어진 장비로, '새벽의 혈맹'에 소속된 여성 격투사가 애용하는 물건이기도 하다.", "Une arme utilisée par les spécialistes du combat à mains nues dans le monde lointain d'Éorzéa. Elle est connue pour permettre de mieux saisir les choses, mais aussi pour ses trois petits points qui permettent d'effectuer des attaques qui transpercent l'ennemi. Faite pour durer longtemps et être facile à enfiler, c'est l'arme privilégiée des femmes pugilistes des membres des héritiers de la Septième aube.", "Die Waffe der Faustkämpfer in der fernen Welt Eorzea. Leicht zu halten und schwer zu ignorieren, besonders wenn man von den drei Zacken getroffen wird. Die haltbare Waffe ist ein Lieblingsstück der Faustkämpferin des Bunds der Morgenröte.<br>", "Un arma común entre los púgiles del lejano mundo de Eorzea. Su empuñadura facilita su manejo y sus tres puntas la hacen el triple de peligrosa. Está hecha para resistir bien el paso del tiempo y ser fácil de sujetar. Es una de las armas favoritas de la hyur púgil de los Scions of the Seventh Dawn."]}, "icon": "item_11621.png"}