{"slot": "Weapon", "compendium_shown": true, "price_buy": 20000, "requirements": ["UNIT_ID", 211000405], "name": "Retaliator", "type_id": 16, "skills": [100050], "is_twohanded": false, "rarity": 6, "compendium_id": 507, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'MP +20%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 96, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11618.png", "type": "Fist", "strings": {"name": ["Retaliator", "反擊者", "리탈리에이터", "Paire de poings vengeurs", "Vergelter", "Represaliador"], "desc_short": ["A hand-to-hand weapon brought from the Farplane.", "來自異界的格鬥武器", "이계에서 유입된 투척무기", "Une arme pour le combat à mains nues venant de l'Au-delà.", "Eine Nahkampfwaffe aus dem Abyssum.", "Un arma de cuerpo a cuerpo del Etéreo."], "desc_long": ["A hand-to-hand weapon of great power brought from the distant world of Vana'diel. These weapons were used extensively by those living in Vana'diel, such as monks, who tested their physical prowess in battle.", "來自異界瓦納·迪爾的極具毀滅性的格鬥武器。在原來的世界中，這種武器為武僧等崇尚肉體戰鬥的人所喜愛。", "이계 '바나딜'에서 유입된, 뛰어난 공격력을 자랑하는 투척무기. 이 무기가 본래 존재하던 이계에서는, 몽크를 비롯해 단련된 육체로 전투에 임하는 사람들이 애용하던 물건이라고 한다.", "Une arme au corps à corps d'une grande puissance originaire du monde lointain de Vana'diel. Ces armes étaient souvent utilisées par les habitants de Vana'diel, notamment par les moines, qui s'en servaient pour mettre à l'épreuve leurs talents de guerrier au combat.", "Eine Nahkampfwaffe von großer Macht aus der fernen Welt Vana'diel. Von den Bewohnern Vana'diels wurde sie häufig eingesetzt, besonders von Mönchen, die im Kampf ihre Fähigkeiten testen wollten.", "Un arma de cuerpo a cuerpo muy potente del lejano mundo de Vana'diel. Estas armas se usan mucho en Vana'diel; por ejemplo, los monjes las usan para probar su destreza física en combate."]}, "accuracy": 0}