{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Type-3 Fists", "type_id": 16, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 707, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1000, "stats": {"status_inflict": {"Confusion": 20}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 60, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Fist", "strings": {"name": ["Type-3 Fists", "三式指虎", "3식 브래스너클", "Poings Type-3", "Typ-3-Fäuste", "Puños tipo 3"], "desc_short": ["An old model unit that exists in another world.", "來自異界戰鬥部隊的舊式機型", "이계에 존재하는 전투부대의 구식 모델", "Un vieux modèle d'unité qui existe dans un autre monde.", "Die Einheit eines alten Modells aus einer anderen Welt.", "El modelo antiguo de una unidad que existe en otro mundo."], "desc_long": ["An old model unit of the YoRHa force that exists in another world. It is designed to shoot pikes using the force from explosives. The simplistic structure of the fists makes it surprisingly durable. There is legend of a person who sought vengeance using these fists.", "來自異界「寄葉部隊」的舊式機型。可以通過炸藥爆炸的衝擊進行打樁式攻擊。因构造單純，所以值得信賴。在異界有傳聞說，某個男子想要使用這個武器進行復仇。", "이계에 존재하는 '요르하 부대'의 구식 모델. 탄약으로 쇠말뚝을 발사한다. 구조가 단순한 만큼 믿음직한 무기로, 이계에서는 이 무기로 복수를 꾀한 어느 남자의 일화가 전해져 내려오고 있다.", "Un ancien modèle des troupes YoRHa qui existent dans un autre monde. Conçus pour tirer des pics en utilisant la puissance des explosifs, l'apparente simplicité de ces poings les rend incroyablement résistant. La légende raconte que ces poings étaient autrefois utilisés par une personne cherchant à se venger.", "Ein veraltetes Modell der YoRHa-Streitkräfte, die in einer fernen Welt existieren. Seine Funktion ist es, mit Hilfe von Sprengstoff Pflöcke zu verschießen. Für eine derart simple Konstruktion,sind die Fäuste äußerst verlässlich. Der Legende nach soll ein Mann ihrer Welt sie für seinen Rachefeldzug benutzt haben.", "El modelo antiguo de una unidad de las fuerzas de YoRHa que existe en otro mundo. Está diseñado para disparar picas con la ayuda de explosivos. Asimismo, la estructura simplista de sus puños los hacen extremadamente duradero. De hecho, hay una leyenda que cuenta que una vez una persona quiso vengarse usando estos puños."]}, "icon": "item_11622.png"}