{"slot": "Weapon", "compendium_shown": true, "price_buy": 7000, "requirements": null, "name": "Punisher", "type_id": 6, "skills": [213770], "is_twohanded": false, "rarity": 5, "compendium_id": 599, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Soul Charge' ability."], "price_sell": 700, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 52, "element_inflict": null, "MP": 0, "MAG": 47, "SPR": 0, "DEF": 0}, "icon": "item_10613.png", "type": "Rod", "strings": {"name": ["Punisher", "懲罰者", "퍼니셔", "Châtiment", "Bestrafer", "Castigador"], "desc_short": ["A rod named after he who hands down punishment.", "冠有行刑者之名的魔棒", "처벌인의 이름이 붙은 홀장", "Un sceptre qui tire son nom de celui qui donne la sentence.", "Ein nach dem Bestrafer benannter Stab.", "Una vara que lleva el nombre del castigador."], "desc_long": ["A rod named after he who hands down punishment. The very name of the rod speaks for itself. In a certain land, the sight of a person holding this rod brought fear to evildoers. This effect was so obvious that many sought for rods that looked similar to the Punisher, thus bringing about mass production of rods made in its likeness.", "懲罰惡人時所使用的魔棒。這種武器因其用途而成為了行刑者的代名詞，久而久之人們稱之為懲罰者。在某個地區，行刑者的影響力十分強大，以至於壞人只要見到這根魔棒就會顫抖不止。這也導致了類似的魔棒在該地區氾濫。", "악인을 벌하는 자가 지니는 홀장. 그 용도로 인해 처벌인의 대명사격인 물건이 되었으며, 무기 자체의 명칭으로 자리매김하게 되었다. 어느 지역에서는, 이 홀장을 지닌 것만으로 악인들을 벌벌 떨게 할 수 있을 정도로 처벌인의 영향력이 컸으며,  그 덕분에 비슷한 홀장이 여럿 양산되었다고도 한다.", "Un sceptre qui tire son nom de celui qui donne la sentence. Le nom de ce sceptre parle de lui-même. Dans un certain pays, la simple vue d'une personne portant ce sceptre terrorisait les scélérats. Cet effet était si efficace que beaucoup se sont mis à chercher des sceptres qui ressemblaient au Châtiment et lança ainsi la production de masse de sceptres lui ressemblant.", "Ein nach dem Bestrafer benannter Stab. Der Name spricht für sich selbst. In einem bestimmten Land erzeugte alleine sein Anblick bei den Schurken Furcht. Aufgrund dieser Wirkung wurden ähnlich aussehende Stäbe in Massen hergestellt.", "Una vara que lleva el nombre del castigador. El nombre de la vara es bastante descriptivo y, en su lugar de origen, ver a una persona con esta vara era fuente de temor para los malhechores. Tal era su eficacia que la gente empezó a fabricar varas en semejanza al Castigador. Al final, su éxito hizo que se acabase produciendo en masa."]}, "accuracy": 0}