{"slot": "Weapon", "compendium_shown": true, "price_buy": 70000, "requirements": null, "name": "Onion Knight", "type_id": 6, "skills": [217620, 100050], "is_twohanded": false, "rarity": 8, "compendium_id": 723, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Auto-Faith' passive.", "Grants 'MP +20%' passive."], "price_sell": 7000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 21, "element_inflict": null, "MP": 0, "MAG": 120, "SPR": 0, "DEF": 0}, "icon": "item_10623.png", "type": "Rod", "strings": {"name": ["Onion Knight", "洋蔥騎士", "양파 기사", "Chevalier oignon", "Zwiebelritter", "Caballero cebolla"], "desc_short": ["An otherworldly weapon modeled after the onion knight.", "以洋蔥劍士為模型製作的異界武器", "양파 검사 모양으로 만든 이계의 무기", "Une arme d'un autre monde dont la forme est inspirée du Chevalier Oignon.", "Eine ungewöhnliche Waffe, die geformt ist wie der Zwiebelritter.", "Un arma de otro mundo cuya forma está inspirada en el Caballero Cebolla."], "desc_long": ["A plush doll from the faraway world of Spira. Oddly enough, this plush doll can be equipped as a rod. There are seven special weapons in Spira that exhibit tremendous power after strengthening them through special means, and the Onion Knight is said to be one such weapon. This weapon is said to have been used by a certain female who guarded a traveling summoner who ventured out into the world to defeat the great fiend, Sin.", "來自異界史匹拉的布偶。不可思議的是，它能夠當作魔棒裝備。在異界史匹拉中存在七把武器，透過特殊強化可以發揮出令人畏懼的力量，據說這把洋蔥騎士就是其中之一。與擊敗強大魔物「辛」的召喚士一起旅行的護衛女性，似乎就裝備著這把武器。", "이계 '스피라'에서 유입된 인형. 신기하게도, 홀장으로서 장착할 수 있다. 이계 스피라에서는 특수한 강화를 거쳐 무시무시한 힘을 발휘하는 일곱 개의 무기가 존재하며, 그중 하나가 바로 이 양파 기사이다. 강력한 마물 '신'을 쓰러뜨리기 위해 소환사와 함께 여행을 계속하던 가드 여성이 이 무기를 장비했다고 한다.", "Peluche du lointain monde de Spira. étrangement cette peluche peut être équipée comme bâguette. Il y a sept armes spéciales à Spira qui montre un pouvoir extraordinaire après les avoir utilisés pour des raisons spéciales, et le Chevalier Oignon est parait-il l’une d’entre elles. Cette arme est dite avoir été utilisée par un femme qui gardait un invocateur itinérant qui s’est aventuré dans le monde pour battre le grand monstre, Sin.", "Ein Plüschtier aus der fernen Welt Spira. So merkwürdig es auch erscheinen mag, dieses Plüschtier kann tatsächlich als \"Stab\" ausgerüstet werden. In Spira ist die Rede von sieben verschiedenen Waffen, die seit ihrer Verstärkung durch spezielle Methoden über ein ungeheures Kraftpotential verfügen und der Zwiebelritter soll eine davon sein. Eine Frau, die als Wache diente und mit einem Medium auf eine Reise aufbrach, um das Erzungeheuer \"Sin\" zu vernichten, soll diese Waffe benutzt haben.", "Un muñeco de peluche del lejano mundo de Spira. Por muy raro que parezca, este muñeco se puede equipar con un bastón. En Spira, hay un total de siete armas especiales que albergan un poder tremendo tras haber sido reforzadas con técnicas especiales y el Caballero Cebolla es una de esas armas. Asimismo, se dice que esta arma la usó una mujer que escoltaba a un invocador ambulante cuya misión era derrotar a Sinh, un terrible enemigo."]}, "accuracy": 0}