{"slot": "Weapon", "compendium_shown": true, "price_buy": 7000, "requirements": null, "name": "Recovery Rod", "type_id": 6, "skills": [10070], "is_twohanded": false, "rarity": 5, "compendium_id": 484, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Cura' magic."], "price_sell": 700, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 18, "element_inflict": null, "MP": 0, "MAG": 51, "SPR": 18, "DEF": 0}, "icon": "item_10612.png", "type": "Rod", "strings": {"name": ["Recovery Rod", "恢復魔棒", "리커버리의 홀장", "Sceptre curatif", "Erholungsstab", "Vara curativa"], "desc_short": ["A rod that enables cura.", "能夠使用「中療傷」的魔棒", "'케알라'를 사용할 수 있는 홀장", "Un sceptre qui permet d'utiliser Soin +", "Ein Stab, der Vitra erlaubt.", "Una vara que permite utilizar Cura+."], "desc_long": ["Since ancient times most rods have been made to amplify the magical powers of mages. However, the recovery rod boosts both ATK and MAG, as well as bolsters the SPR needed to render white magic more effective. It also grants its wielder the ability to use the Cura spell, making it a popular weapon for many thanks to its wide variety of uses.", "自古以來，魔棒就是黑魔法使用者的常備裝備，通常具有提高魔力的效果。但是，這種魔棒除了能提高魔力和攻擊力，還能提高精神，幫助增強白魔法的威力。除此之外，它還能夠發動「中療傷」。如此萬能的裝備，深受眾人喜愛。", "고대부터, 홀장은 흑마법을 다루는 자들의 장비였으며 마력을 끌어올리는 것을 목적으로 제작되는 경우가 많았다. 그러나 이 리커버리의 홀장은 공격력과 마력뿐 아니라, 백마법의 위력에 영향을 주는 정신력을 보강해 주는 우수한 물건이다. 또한 '케알라'를 사용할 수 있게 되어 많은 사람들에게 환영받고 있으며, 인기도 높다.", "Depuis des temps reculés, les sceptres ont toujours été utilisés pour amplifier les pouvoirs magiques des mages. Ce sceptre curatif, lui, augmente l'ATT et la MAGIE tout en augmentant la PSY suffisamment pour rendre la magie encore plus efficace. Il permet également au lanceur d'apprendre Soin +, ce qui le rend très populaire auprès des mages de par sa grande variété d'utilisations.", "Seit uralten Zeiten verstärken Stäbe die magischen Kräfte von Magiern. Der Erholungsstab erhöht ANG und MAG sowie PSY, um Weißmagie effektiver einzusetzen. Er ermöglicht dem Träger ebenfalls Vitra und aufgrund der breiten Einsatzmöglichkeiten ist er allgemein beliebt.", "Desde la antigüedad, la mayoría de varas se hacen para aumentar el poder mágico de los magos. Sin embargo, la vara curativa aumenta tanto el ATQ como la MAG, a la vez que mejora el ESP necesario para hacer más efectiva la magia blanca. También permite usar el hechizo Cura+, lo que lo hace un arma muy popular por su variedad de usos."]}, "accuracy": 0}