{"slot": "Weapon", "compendium_shown": true, "price_buy": 700, "requirements": null, "name": "Rod of Lightning", "type_id": 6, "skills": [20100], "is_twohanded": false, "rarity": 3, "compendium_id": 290, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Thundara' magic."], "price_sell": 70, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 14, "element_inflict": ["Lightning"], "MP": 0, "MAG": 26, "SPR": 0, "DEF": 0}, "type": "Rod", "strings": {"name": ["Rod of Lightning", "雷電棒", "천둥의 홀장", "Bâton de foudre", "Blitzstab", "Vara de rayo"], "desc_short": ["A rod that grants the Thundara ability.", "能夠使用中雷電的魔棒", "선더라를 쓸 수 있는 홀장", "Bâton qui offre l'aptitude Foudre +.", "Stab, der Blitzra verleiht.", "Vara que otorga la habilidad Electro+."], "desc_long": ["A rod endowed with the power of thunder that grants its wielder the ability to use the thundara spell. Not only is its magical power useful on the battlefield, but tests have also been conducted that prove its use as a power source. Unfortunately, however, collecting the electricity created by this rod has proved impossible, which has limited its widespread use. Also, since a mage is required to chant the spells that call forth the thunder produced by the rod, it does not serve well as a practical source of electricity.", "可以使用中雷電的魔棒。人們長久以來試圖利用雷屬性魔法作為動力來源，而非僅僅是攻擊手段，但這種嘗試尚未成為普遍實用的技術。問題在於還沒有有效存儲魔法的手段。為了將雷屬性魔法作為動力源，則必須由魔道士不停地詠唱魔法。很顯然這並不現實。", "번개속성 마법인 선더라를 쓸 수 있는 홀장. 번개 마법을 공격 수단뿐만 아니라 동력으로도 사용하려는 시도는 오랫동안 계속되었다. 하지만 아직 일반적으로 실용화되는 단계에는 미치지 못했는데, 문제는 사용된 마법을 축적할 수단이 없다는 점. 현재 단계에서는 동력원으로 사용하려면 마도사가 끊임없이 마법을 시전해야 하기 때문에 현실적이라고는 볼 수 없다.", "Un bâton au pouvoir de la foudre qui permet à son porteur d'utiliser le sort Foudre +. Son pouvoir magique est très utile au combat, mais des tests ont également permis de prouver son efficacité en tant que source d'énergie. Malheureusement, il s'est avéré impossible de collecter l'électricité générée par ce bâton, ce qui a limité la généralisation de cette pratique. Par ailleurs, un mage devant réciter les sorts pour invoquer la foudre produite par le bâton, son utilisation en tant que source d'électricité s'est révélée définitivement inadaptée.", "Ein Stab mit der Macht des Donners, durch den der Träger den Zauber Blitzra wirken kann. Sein Nutzen auf dem Schlachtfeld ist unbestritten, es gibt jedoch auch Experimente, welche die Verwendung von Blitzmagie als Antriebskraft untersuchen. Das Problem ist allerdings, dass sich die durch den Stab entfesselte Kraft noch nicht speichern lässt, und einen Magier rund um die Uhr Blitzra wirken zu lassen, ist schlichtweg nicht praktikabel.", "Vara imbuida con el poder del rayo que otorga la habilidad Electro+ a su portador. El campo de batalla no es el único lugar en que es útil su poder mágico; también se han realizado pruebas que demuestran que es una buena fuente de energía. Sin embargo, se ha comprobado que la energía de esta vara no se puede almacenar, por lo que tal uso no se ha extendido. Además, como un mago debe entonar hechizos para que produzca los rayos, no resultaría una fuente de electricidad práctica."]}, "icon": "item_10604.png"}