{"slot": "Weapon", "compendium_shown": true, "price_buy": 2100, "requirements": null, "name": "Drakesclaw Rod", "type_id": 6, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 377, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 210, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 35, "SPR": 0, "DEF": 0}, "type": "Rod", "strings": {"name": ["Drakesclaw Rod", "龍爪魔棒", "드래곤 발톱의 홀장", "Sceptre Griffodragon", "Drachenkrallenstab", "Vara garradragón"], "desc_short": ["A rod constructed from a dragon's claw.", "對巨龍爪進行加工而製成的魔棒", "드래곤의 발톱을 가공하여 만든 홀장", "Un sceptre fabriqué à partir d'une griffe de dragon.", "Eine Stab gemacht aus einer Drachenkralle.", "Una vara hecha con la garra de un dragón."], "desc_long": ["A rod made from a precious dragons claw. Materials from dragons are capable of being turned into superior weapons and equipment, however they are both difficult to procure, and the ability of those who work with them is not very advanced, so not many of such items are in circulation. Because of this, equipment made from parts of dragons are seen as a status symbol by adventurers.", "用珍貴的龍爪製作而成的魔棒。從巨龍身上獲得的素材可以用來製作優秀的武器和防具。不過由於剝離素材的難度較大，再加上如果加工技師能力不足，會導致武具無法發揮足夠的威力，因而很少有現貨流通。也正因如此，用巨龍身體的一部分製作的裝備在冒險者中間成為了一種身份和地位的象征。", "귀중한 용의 발톱으로 만들어진 홀장. 드래곤에게서 비롯된 재료는 우수한 무기와 방어구를 만들 수 있지만, 재료를 구하기가 매우 어려운 데다 가공하는 인간의 기량이 낮으면 충분히 힘을 이끌어낼 수 없어 유통되는 수는 많지 않다. 그 때문에 드래곤 신체의 일부로 만들어진 장비는 모험가들 사이에서는 일종의 능력치처럼 여겨지고 있다.", "Un sceptre fabriqué à partir de la griffe d’un dragon. Les matériaux provenant de dragons sont capables d’améliorer la puissance de n’importe quelle arme, même la plus insignifiante. Toutefois, ces matériaux sont si difficiles à trouver et ceux qui les manipulent étant tellement rarement qualifiés, que l’on trouve très peu de ces objets en circulation. C'est pour cela que les pièces d'équipement fabriquées à base de matériaux provenant de dragons sont considérées comme des symboles de statut social par les aventuriers.", "Ein Stab gemacht aus einer Drachenkralle. Drachenmaterialien können in überlegene Waffen und Ausrüstung verwandelt werden, sind jedoch schwer zu beschaffen, und die dafür erforderten Fertigkeiten sind nicht sehr verbreitet. Ausrüstung aus Drachenmaterialien wird unter Abenteurern daher als Statussymbol erachtet.", "Una vara hecha de la garra preciosa de un dragón. Los materiales de los dragones pueden convertirse en armas y equipo superiores, aunque son difíciles de conseguir, y la capacidad de aquellos que trabajan con ellos no es muy avanzada, así que no hay demasiados elementos en circulación. Debido a esto, los aventureros consideran el equipo procedente de partes de dragones un símbolo de estatus."]}, "icon": "item_10617.png"}