{"slot": "Weapon", "compendium_shown": true, "price_buy": 35000, "requirements": null, "name": "Omnirod", "type_id": 6, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 338, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 3500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 91, "SPR": 0, "DEF": 0}, "icon": "item_10615.png", "type": "Rod", "strings": {"name": ["Omnirod", "萬全棒", "전능한 홀장", "Omnisceptre", "Omnirute", "Vara de poder"], "desc_short": ["An otherworldly rod that boasts high magical power.", "擁有極強魔力的異界魔棒", "높은 마력을 자랑하는 이계의 홀장", "Un sceptre d'un autre monde qui contient un très grand pouvoir magique.", "Eine jenseitige Rute, die große magische Kraft in sich trägt.", "Una vara de otro mundo que ofrece un aumento del poder mágico."], "desc_long": ["An otherworldly rod that boasts high MAG and even boosts ATK a little. Though spoken of in texts concerning the legend of the flood of darkness and Warriors of Light, where it was found and what it was capable of vary greatly by book. Legends can be interpreted differently depending on the point of view, but the huge gap between the flood of darkness and the Warriors of Light has researchers greatly worried.", "來自遙遠異界的魔棒，不僅擁有極高的魔力，還能夠提升攻擊力。光之戰士與黑暗氾濫戰鬥的傳說有多種版本，因此該魔棒的發現地與性能也因文獻不同而相差甚遠。雖然對文獻的解讀方法不同也會帶來一定差別，可不同文獻之間的差別如此之大也是令學者們十分頭疼。", "이계에서 건너온 홀장. 높은 마력을 자랑하며 공격력도 일정량 상승한다. 어둠의 범람과 빛의 전사에 관한 전설에는 다양한 견해가 있으며, 이 홀장이 발견된 장소와 성능에 대해서도 문헌마다 크게 차이가 난다. 전설은 견해에 따라 해석이 갈리는 법이기는 하나, 어둠의 범람과 빛의 전사 전설은 유난히 그 차이가 큰 탓에 연구자들을 괴롭힌다.", "Un sceptre d'un autre monde qui augmente fortement la MAGIE et un peu l'ATT. Bien qu'apparaissant dans maints récits narrant les exploits de Guerriers de la Lumière se battant contre les ténèbres se répandant sur le monde, l'endroit de sa découverte ainsi que l'étendue de ses pouvoirs semblent différer d'un livre à l'autre. Les légendes peuvent être interprétées différemment selon le point de vue mais le fossé séparant les Guerriers de la Lumière et les Ténèbres reste une source d'inquiétude pour les chercheurs.", "Ein jenseitiger Stab, der MAG stärkt und den ANG ein wenig erhöht. Obwohl er in Texten über die Legende der Flut der Dunkelheit und der Krieger des Lichts erwähnt wird, variieren sein Fundort und seine Fähigkeiten von Buch zu Buch. Legenden können verschieden interpretiert werden, doch die große Lücke zwischen der Flut der Dunkelheit und den Kriegern des Lichts beunruhigt die Forscher.", "Una vara de otro mundo que aumenta mucho la MAG e incluso un poco el ATQ. Aunque se habla de ella en los textos sobre la leyenda de la inundación de la oscuridad y los Guerreros de la Luz, dónde fue encontrada y de lo que es capaz varía enormemente según el libro. Las leyendas pueden interpretarse según el punto de vista, pero la gran laguna que hay entre la inundación de la oscuridad y los Guerreros de la Luz preocupa sobremanera a los investigadores."]}, "accuracy": 0}