{"slot": "Weapon", "compendium_shown": true, "price_buy": 280, "requirements": null, "name": "Iron Rod", "type_id": 6, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 67, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 28, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 18, "SPR": 0, "DEF": 0}, "type": "Rod", "strings": {"name": ["Iron Rod", "鋼鐵棒", "철제 홀장", "Sceptre en fer", "Eisenrute", "Vara de hierro"], "desc_short": ["A heavy rod made of iron.", "用鐵製作的沉重魔棒", "철로 만든 무거운 홀장", "Sceptre lourd fait de fer.", "Ein eisenverstärkter Stock.", "Vara pesada hecha de hierro."], "desc_long": ["A rod made of iron, a metal known for its extensive compatibility and for its ability to collect magical energy easily. Unfortunately, this metal is also the rod's biggest flaw, as it makes it too heavy to carry. And since most mages have little physical strength, they end up putting more effort into lifting the rod than they do into concentrating on casting their magic spells. Most humans cannot use this rod correctly, so it is recommended only for mages who are confident in their physical strength.", "用鐵製作的魔棒。金屬本身很容易聚集魔力，所以鐵製魔棒在聚集魔力方面非常優秀。不過，該魔棒有個不可忽視的缺點，那就是過於沉重。魔道師一般都沒什麼力氣，持此魔棒詠唱，就相當於又要拿著重物又要集中精神，所以一般人都無法順心提高自己的魔力。該魔棒適合對自己的力量有自信的人。", "철로 만든 홀장. 금속은 원래 마력을 모으기 쉬우므로 재료상의 문제는 없다. 하지만 이 무기의 단점은 뭐니뭐니해도 무겁다는 점이다. 마도사는 대부분 근력이 약해서 중량을 이기지 못하고 마력 제어에 실패하게 된다. 완력에 자신이 있는 사람만 쓸 것.", "Un sceptre en fer. Le métal absorbant très bien l'énergie magique, cette dernière se marie à merveille avec le fer. Ce métal reste néanmoins le défaut de ce sceptre par son poids important. Les mages, pour la plupart de faible force physique et en particulier les humains, doivent accomplir un effort supplémentaire pour porter le sceptre et sont donc moins concentrés pour lancer leur sort. Ce sceptre est donc recommandé aux mages ayant confiance en leurs capacités physiques.", "Ein Stock aus Eisen. Metalle wie Eisen sind von Natur aus gut geeignet, magische Energien zu fokussieren. Das Problem liegt allerdings im Gewicht, besonders da viele Magieanwender nicht unbedingt über enorme Muskelkraft verfügen. Wer sich schon ganz darauf konzentrieren muss, ein schweres Gewicht zu halten, hat natürlich wenig Spielraum für das Wirken von Zaubern übrig. Daher eignen sich solche Stöcke nur für kräftige Magier.", "Una vara hecha de hierro, un metal conocido por su compatibilidad con la energía mágica y su habilidad para recogerla. Por desgracia, este metal es a su vez su principal inconveniente, puesto que la hace demasiado pesada. Y, como muchos de los magos tienen poca energía física, acaban poniendo más empeño en levantar la vara que en concentrarse en los hechizos. La mayoría de humanos no la pueden usar correctamente, por lo que solo es apta para quien confíe en su fuerza."]}, "icon": "item_10601.png"}