{"slot": "Weapon", "compendium_shown": true, "price_buy": 7000, "requirements": null, "name": "Bone Rod", "type_id": 6, "skills": [20460], "is_twohanded": false, "rarity": 5, "compendium_id": 739, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Darkra' magic."], "price_sell": 700, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 12, "element_inflict": null, "MP": 0, "MAG": 51, "SPR": 0, "DEF": 0}, "icon": "item_10625.png", "type": "Rod", "strings": {"name": ["Bone Rod", "骨棒", "뼈로 된 홀장", "Canne en os", "Knochenrute", "Vara ósea"], "desc_short": ["A rod made from a beast's bone.", "以獸骨製作的魔棒", "짐승의 뼈로 만든 홀장.", "Un sceptre fabriqué à partir de l’os d’une bête.", "Eine Rute, die aus einem Bestienknochen gefertigt wurde.", "Una vara elaborada con el hueso de una bestia."], "desc_long": ["A rod made from a beast's bone. Many shun the rod's appearance as one can easily see the bone it is made out of, but it yields the magic power of the beast the bone came from, thus making it quite powerful. The rod also holds the beast's grudge, so those who use the rod need to have a mental resilience strong enough to repel the beast's curse.", "以獸骨製作的魔棒。雖然有些使用者會因為製作材料使用了野獸身上剝取的骨頭而感到厭惡，但因為素材上殘留著野獸強大的魔力，所以作為魔棒擁有非常優秀的性能。只是殘留在素材上的不只有魔力，還有魔獸的怨念，因此使用者需要對抗詛咒的強大精神力。", "짐승의 뼈로 만든 홀장. 훤히 드러난 뼈를 재료로 사용했다는 점에 혐오감을 드러내는 자도 있지만, 재료가 된 짐승의 강력한 마력이 남아 있어 홀장으로서의 성능은 탁월하다고 할 수 있다. 그러나, 마력뿐 아니라 원한도 깃들어 있는 탓에 사용자는 저주를 견딜 수 있도록 강력한 정신력을 갖춰야 할 것이다.", "Un sceptre fabriqué à partir de l’os d’une bête. Nombreux sont ceux qui négligent ce sceptre en raison de son apparence, car il est facile d’observer l’os qui lui sert de base. Toutefois, la puissance magique et bestiale qu’il confère en fait une arme des plus dangereuses. Il renferme notamment la haine de la bête, de sorte que ceux qui souhaitent l’utiliser doivent impérativement être capables de résister à sa volonté maudite.", "Eine Rute, die aus einem Bestienknochen gefertigt wurde. Viele meiden die Rute aufgrund ihres offenkundig bizarren Grundmaterials; eben dieser Knochen jedoch bring ungeheures magisches Potential, über welches vormals die Bestie selbst verfügte. Der Rute wohnt jedoch auch der Groll der Bestie inne; ihre Benutzer müssen daher eine hohe mentale Stärke besitzen, um dem Fluch der Bestie zu trotzen.", "Una vara elaborada con el hueso de una bestia. Son muchos los que rehúyen de esta vara al poderse ver con total claridad el hueso del que está hecha, lo cual la convierte en un objeto de gran poder. Además, en esta vara también yace el rencor de la propia bestia, por lo que todo aquel que se atreva a usarla tendrá que tener una buena resistencia mental para evitar su maldición."]}, "accuracy": 0}