{"slot": "Weapon", "compendium_shown": true, "price_buy": 700, "requirements": null, "name": "Fire Rod", "type_id": 6, "skills": [20080], "is_twohanded": false, "rarity": 3, "compendium_id": 68, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Fira' magic."], "price_sell": 70, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 14, "element_inflict": ["Fire"], "MP": 0, "MAG": 26, "SPR": 0, "DEF": 0}, "type": "Rod", "strings": {"name": ["Fire Rod", "火焰棒", "불의 홀장", "Sceptre de feu", "Feuerrute", "Vara ígnea"], "desc_short": ["A rod that grants the Fira ability.", "能夠使用中火焰的魔棒", "파이라를 쓸 수 있는 홀장", "Sceptre qui offre l'aptitude Feu +.", "Rute, die Feura verleiht.", "Vara que otorga la habilidad Piro+."], "desc_long": ["A rod endowed with the power of fire that grants its wielder the ability to use the fira spell. Exploiting an enemy's weakness is an indispensible battle tactic, and magical attacks can make a world of a difference when targetting such vulnerabilities. Owning this rod could make one's journey far easier, as foes who are weak against fire are by no means uncommon.", "能夠使用火屬性魔法中火焰的魔棒。在戰鬥中，攻擊敵人的弱點可謂是最基本的戰術，而魔法帶來的傷害會根據敵人的弱點不同而大不相同，所以要盡可能地攻擊敵人的弱點。旅途中有不少敵人都害怕火焰，只要帶上這根火焰棒，絕對會令旅行變得更加簡單。", "불속성 마법 파이라를 쓸 수 있는 홀장. 전술의 기본은 적의 약점을 공략하는 것이다. 특히 마법은 저항력에 따라 효과가 크게 변하므로 최대한 상대의 약점을 노려야 한다. 불에 약한 적이 많으므로 이 홀장이 하나 있으면 여행이 훨씬 수월해질 것이다.", "Un sceptre doté du pouvoir du feu, qui permet d'utiliser Feu +. Exploiter les faiblesses de l'ennemi est une tactique de guerre bien connue, et en cela, les attaques magiques peuvent renverser le cours d'une bataille en ciblant certains points faibles. Les ennemis vulnérables au feu étant légion, ce sceptre pourra grandement faciliter la vie d'un aventurier.", "Ein Zepter mit der Kraft des Feuers, das seinem Besitzer die Fähigkeit verleiht, den Feura-Zauber zu verwenden. Die Schwächen des Feindes zu finden, ist eine unverzichtbare Kampfstrategie, und magische Angriffe können die entscheidende Wendung herbeiführen, wenn sie auf solche Schwächen angewendet werden. Diese Waffe macht das Reisen leichter, da nicht wenige Gegner gegenüber Feuer schwach sind.", "Vara imbuida con el poder del fuego que otorga a su portador la capacidad de usar el hechizo Piro+. Aprovechar las debilidades del enemigo es una táctica bélica fundamental, y atacar dichas debilidades con ataques mágicos puede marcar toda la diferencia. Esta vara facilitará la vida a quien tenga la suerte de conseguirla, ya que los enemigos débiles contra el fuego son numerosos."]}, "icon": "item_10602.png"}