{"slot": "Weapon", "compendium_shown": true, "price_buy": 700, "requirements": null, "name": "Ice Rod", "type_id": 6, "skills": [20090], "is_twohanded": false, "rarity": 3, "compendium_id": 69, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Blizzara' magic."], "price_sell": 70, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 14, "element_inflict": ["Ice"], "MP": 0, "MAG": 26, "SPR": 0, "DEF": 0}, "icon": "item_10603.png", "type": "Rod", "strings": {"name": ["Ice Rod", "玄冰棒", "얼음의 홀장", "Sceptre de glace", "Eisrute", "Vara gélida"], "desc_short": ["A rod that grants the Blizzara ability.", "能夠使用中暴雪的魔棒", "블리자라를 쓸 수 있는 홀장", "Sceptre qui offre l'aptitude Glace +.", "Rute, die Eisra verleiht.", "Vara que otorga la habilidad Hielo+."], "desc_long": ["A rod endowed with the power of ice that grants its wielder the ability to use the blizzara spell. The ice rod can be used for a multitude of purposes besides attacking, such as regulating hot temperatures, extinguishing fires, freezing water, or virtually anything its owner can imagine. However, it is always best to use the ice rod in the company of others, as the blizzara spell sealed within the rod can sometimes backfire and freeze the wielder.", "能夠使用冰屬性魔法中暴雪的魔棒。魔法除了攻擊他人以外，還有許許多多的用途。就拿冰魔法來說，它可以消暑降溫、滅火救災，還能夠將水凍結住，只有你想不到，沒有它辦不到。不過這根玄冰棒操作不慎很可能會將自己凍住，因此一定要在有其他人在場的情況下使用。", "얼음속성 마법 블리자라를 쓸 수 있는 홀장. 마법은 공격 말고도 다양하게 활용할 수 있다. 예컨대 얼음 마법은 더위를 쫓거나 불을 끄고 물을 얼리는 등, 사용자의 응용력에 따라 다양한 용도로 쓸 수 있다. 이 지팡이에 봉인된 블리자라는 자칫하면 자기까지 얼어버릴 만큼 강력하므로, 꼭 다른 사람이 보는 곳에서 사용해야 한다.", "Un sceptre doté du pouvoir de la glace qui permet à son porteur d'utiliser le sort Glace +. Ce sceptre de glace ne permet pas seulement d'attaquer, mais aussi de rafraîchir l'atmosphère, d'éteindre les feux, de geler l'eau et bien d'autres choses encore. Il vaut mieux éviter d'utiliser le sceptre de glace en solitaire, car le sort Glace + qu'il libère peut parfois se retourner contre son utilisateur et le geler.", "Ein Zepter mit der Kraft des Eises, verleiht dem Träger die Fähigkeit, den Eisra-Zauber zu benutzen. Die Eisrute kann neben dem Angriff noch für viele andere Zwecke benutzt werden, zum Beispiel zur Temperaturregelung, um Feuer zu löschen und viel mehr. Allerdings sollte man die Eisrute in Anwesenheit von anderen benutzen, da der Eisra-Zauber manchmal fehlschlagen und den Träger einfrieren kann.", "Vara imbuida con el poder del hielo que otorga a su portador la habilidad Hielo+. Además de para el ataque, la vara de hielo tiene muchos otros usos, como por ejemplo paliar el calor excesivo, apagar fuegos, congelar agua o cualquier otro fin que se le pueda ocurrir a la persona que la empuña. Sin embargo, siempre es recomendable utilizarla en compañía de otros, ya que el hechizo de Hielo+ sellado en la vara a veces tiene efecto bumerán y congela al portador."]}, "accuracy": 0}