{"slot": "Weapon", "compendium_shown": true, "price_buy": 14000, "requirements": null, "name": "Gale Rod", "type_id": 6, "skills": [20120], "is_twohanded": false, "rarity": 6, "compendium_id": 852, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Aerora' magic."], "price_sell": 1400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 14, "element_inflict": ["Wind"], "MP": 0, "MAG": 82, "SPR": 0, "DEF": 0}, "icon": "item_10627.png", "type": "Rod", "strings": {"name": ["Gale Rod", "烈風棒", "열풍의 홀장", "Sceptre des tempêtes", "Sturmstab", "Vara del vendaval"], "desc_short": ["A large rod inlaid with a large green gemstone.", "鑲有綠寶石的大型魔棒", "녹색의 보석이 박힌 거대한 홀장.", "Un grand sceptre incrusté d’une grosse pierre précieuse verte.", "Ein großer Stab, in den ein grünes Juwel eingebettet ist.", "Una vara grande con una gema verde incrustada."], "desc_long": ["A large rod, as tall as a human child, topped with a green gemstone. It initially seems to lack any usefulness, but when in the hands of one who excels in wind magic, the rod will float in the air to follow its master, making it easy to bring the rod with you. Wind is constantly circulating inside the gem, which is said to change in velocity depending on the user's magic power.", "鑲有綠寶石的大型魔棒。長度與人類的小孩差不多，看起來並不實用。但是當持有者擁有風魔法的資質時，烈風棒將會自動配合持有者的行動漂浮，似乎不需要考慮它的重量與大小。在寶石內部一直刮著風，並根據裝備者的魔力改變風勢。", "녹색의 보석이 박힌 거대한 홀장. 인간 어린아이에 버금가는 크기로, 실제로 사용하기엔 버거워 보인다. 그러나, 바람 마법의 소양을 지닌 자의 손에 들어가게 되면 열풍의 홀장은 스스로 떠올라 소유자에게 복종하므로 무게나 크기를 신경쓸 필요는 없다. 보석 안쪽에는 항상 바람이 회오리치고 있으며, 장착한 자의 마력에 따라 그 위력이 변화한다고 한다.", "Un sceptre aussi grand qu’un enfant humain et orné d’une pierre précieuse verte. Peu pratique en apparence, ce sceptre peut léviter et suivre son maître si celui-ci possède une affinité particulière avec les magies de vent. Ceci le rend incroyablement pratique et allège notamment le fardeau du porteur. Une tempête souffle en permanence à l’intérieur de la gemme dont il est serti. Il est dit que son intensité change en fonction de la puissance magique du porteur.", "Ein großer Stab, in den ein grünes Juwel eingebettet ist. Irgendwie scheint er keinen rechten Nutzen zu haben, doch wenn er in die Hände eines Trägers gelangt, der die Windmagie beherrscht, erhebt sich der Stab in die Luft und fliegt seinem Meister hinterher, sodass er leicht zu transportieren ist. Im Inneren des Juwels ist der Wind immer in Bewegung und je nach magischer Kraft seines Trägers ändert sich dessen Geschwindigkeit.", "Una vara bastante grande, tan alta como un niño, que tiene incrustada una gema verde. A simple vista, parece que no sirve para nada, pero, si su portador domina la magia del viento, esta vara flotará en el aire para seguir a su amo. Esto hace que transportarla sea algo muy sencillo. Además, siempre hay viento circulando en el interior de la gema, y, según cuentan, cambia de velocidad según el poder mágico del usuario."]}, "accuracy": 0}