{"slot": "Weapon", "compendium_shown": true, "price_buy": 14000, "requirements": null, "name": "Wizard Rod", "type_id": 6, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 266, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 18, "element_inflict": null, "MP": 0, "MAG": 72, "SPR": 0, "DEF": 0}, "type": "Rod", "strings": {"name": ["Wizard Rod", "巫師棒", "마도사 홀장", "Sceptre de sorcier", "Magierrute", "Vara de brujo"], "desc_short": ["A rod with great dormant magical powers.", "蘊含強大魔力的魔棒", "강력한 마력을 간직한 홀장", "Sceptre aux puissants pouvoirs magiques enfouis.", "Rute, der magische Kräfte innewohnen.", "Vara con enormes poderes mágicos ocultos."], "desc_long": ["A rod of fearsome magical power that is believed to be a remnant of ancient times. The term \"wizard\" was a special title given only to the best of mages, but it has since lost this original meaning after black mages began using the term to refer to themselves and their secret activities. The wizard rod, however , has not lost any of the power it has housed since times of old.", "蘊涵驚人魔力的魔棒。是太古時代的遺產。曾經，「巫師」這一稱號是對優秀魔道士的尊稱。但現在，由於一群自稱為巫師的黑暗魔道士在暗中活動，使得這一詞語的原本含義已被遺忘。但這根在太古時代威名遠揚的魔棒，其威力至今沒有衰減。", "엄청난 마력을 간직하고 있는 홀장. 고대의 유산이라 추측된다. 일찍이 '마도사'라고 하는 단어는 우수한 마법사를 높여 부르는 존칭이었다. 하지만 현재는 마도사라 자칭하는 어둠의 마법사들 때문에 단어 본래의 의미는 퇴색되었으나, 고대에 맹위를 떨쳤던 이 홀장의 위력은 전혀 퇴색되지 않았다.", "Un sceptre d'une grande puissance magique qui serait un vestige des temps anciens. Le terme « sorcier » était un titre remis uniquement aux meilleurs mages, mais il a perdu de son sens quand les mages noirs ont commencé à l'employer pour se distinguer et évoquer leurs activités secrètes. Le sceptre sorcier n'a cependant pas perdu de sa force depuis tout ce temps.", "Eine Rute mit furchteinflößenden magischen Kräften, der nachgesagt wird, dass sie ein Überbleibsel aus vergangener Zeit sei. Der Titel „Magier“ wurde damals nur den allerbesten Zauberern zuteil, wurde aber schnell verallgemeinert, als Schwarzmagier begannen, den Titel für ihre eigenen geheimen Künste zu verwenden. Die Magierrute ist trotz allem so stark wie eh und je.", "Vara con un poder mágico asombroso que según se dice procede de tiempos inmemoriales. El término \"brujo\" era un título especial concedido tan solo a los mejores magos, pero con el tiempo ha ido perdiendo su significado original, ya que los magos negros comenzaron a utilizarlo para referirse a sí mismos y a sus actividades clandestinas. La vara de brujo, por su parte, no ha perdido ni un ápice de su poder desde la antigüedad."]}, "icon": "item_10609.png"}