{"slot": "Weapon", "compendium_shown": true, "price_buy": 2100, "requirements": null, "name": "Tactician Magician's Wand", "type_id": 6, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 517, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 210, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 16, "element_inflict": null, "MP": 0, "MAG": 38, "SPR": 0, "DEF": 0}, "icon": "item_10619.png", "type": "Rod", "strings": {"name": ["Tactician Magician's Wand", "聯邦軍師錫杖", "연방 참모의 마법봉", "Sceptre de tacticien fédé.", "Stab des Magietaktikers", "Varita de mago estratega"], "desc_short": ["A special wand brought from the Farplane.", "來自異界的錫杖", "이계에서 유입된 석장", "Une baguette spéciale venant de l'Au-delà.", "Ein besonderer Stab aus dem Abyssum.", "Una varita especial del Etéreo."], "desc_long": ["A special wand brought from the distant world of Vana'diel where it is classified as a \"club\" type weapon. The Federation of Windurst only gave these wands to those who proved themselves worthy on the battlefield.", "來自異界瓦納·迪爾的錫杖。在原來的世界中，它屬於「單手棍」範疇。這種武器由溫達斯聯邦配給，只有取得優越戰績的人才能獲得。", "이계 '바나딜'에서 유입된 석장. 이 무기가 본래 존재하던 이계에서는 '한손 곤봉'으로 분류되던 무기라고 한다. 윈더스 연방의 관급품으로, 뛰어난 전적을 올린 자만이 손에 넣을 수 있었다고 한다.", "Une baguette spéciale originaire du monde lointain de Vanadiel où elle est classée dans la catégorie des \"masses\". La fédération de Windurst ne donne ces baguettes à ceux qui s'en sont montrés dignes sur le champ de bataille.", "Ein spezieller Stab aus der fernen Welt Vana'diel, wo er als \"Knüppel\" gilt. Die Föderation von Windurst übergab diese Waffe nur denen, die sich auf dem Schlachtfeld als würdig erwiesen.", "Una varita especial del mundo lejano de Vana'diel, donde también la consideran un arma similar al garrote. La Federación de Windurst solo le entregaba estas varitas a aquellos que demostraban su valía en combate."]}, "accuracy": 0}