{"slot": "Weapon", "compendium_shown": true, "price_buy": 7000, "requirements": null, "name": "Water Drake's Rod", "type_id": 6, "skills": [100040], "is_twohanded": false, "rarity": 5, "compendium_id": 569, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'MP +10%' passive."], "price_sell": 700, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 11, "element_inflict": ["Water"], "MP": 0, "MAG": 48, "SPR": 0, "DEF": 0}, "type": "Rod", "strings": {"name": ["Water Drake's Rod", "水龍魔棒", "수룡의 홀장", "Sceptre d'aquadragon", "Wasserdrachenstab", "Vara de aquadragón"], "desc_short": ["A rod handed down in the water capital.", "在水之都傳承的魔棒", "물의 도시에 전해져 내려오는 홀장", "Un sceptre transmis entre les générations dans la capitale aquatique.", "Ein Stab aus der Wasserstadt.", "Una vara recibida en herencia en la capital del agua."], "desc_long": ["A rod handed down in the water capital, Olderion. The clear, running waters in Olderion is so powerful that it can be used as holy water without any rites, and this rod was purified using these waters. The rod's unique design is made after the water drake found at the source of Olderion's waters, Lake Dorr, and this very design is believed to impart the rod with special powers that can ward evil.", "在水之都奧爾德里昂代代相傳的魔棒。流淌於奧爾德里昂的清水可直接用作聖水，而這支魔棒則經過了聖水的洗禮。另外，其外形仿照了棲息於奧爾德里昂水源多爾湖中的水龍。人們相信該魔棒具有驅魔的作用。", "물의 도시 올데리온에 고대부터 전해져 내려온 홀장. 올데리온에 흐르는 물은 그 자체로도 성수 역할을 할 수 있을 정도의 힘이 깃들어 있으며, 이 홀장은 그 물의 힘으로 정화된 물건이라 한다. 또한, 이 특징적인 디자인은 올데리온에 흐르는 물의 근원 '돌 호수'에 살고 있는 수룡을 본떠 만든 것으로, 마물 퇴치에 효과가 있다는 소문도 있다.", "Un sceptre transmis entre les générations dans la capitale aquatique. Les eaux cristallines qui s'écoulent en Olderion sont si puissantes qu'elles peuvent être utilisées comme eau bénite dans aucun rite particulier et ce sceptre était purifié à l'aide de ces eaux. La forme de ce sceptre est inspirée du dragon des eaux que l'on trouve au fond du lac Dorr, et certains pensent que c'est cette forme qui donne à ce sceptre le pouvoir de repousser le mal.", "Ein Stab aus der Wasserstadt Olderion. Das klare Wasser in Olderion ist so mächtig, dass es ohne Riten als heiliges Wasser dienen kann, dieser Stab wurde vom Wasser gereinigt. Die ungewöhnliche Form des Stabs ist dem Wasserdrachen nachempfunden, der im See Dorr gefunden wurde, der Wasserquelle. Dank dieser Form soll der Stab in der Lage sein, das Böse abzuwehren.", "Una vara recibida en herencia en Olderion, la capital del agua. Las aguas cristalinas y torrentosas de Olderion albergan un gran poder, esto permite que sirvan como agua sagrada sin necesidad de rituales. Esta vara se purificó con esa agua y su diseño único está basado en el dragón de agua que se encontró donde nacen las aguas de Olderion, en el lago Dorr. Por tanto, se cree que posee poderes especiales que protegen del mal."]}, "icon": "item_10620.png"}