{"slot": "Weapon", "compendium_shown": true, "price_buy": 14000, "requirements": null, "name": "Chocobo Feather", "type_id": 6, "skills": [20240, 203250], "is_twohanded": false, "rarity": 6, "compendium_id": 805, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Aeroga' magic.", "Grants 'HP + 5%' passive."], "price_sell": 1400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 76, "SPR": 0, "DEF": 0}, "icon": "item_10626.png", "type": "Rod", "strings": {"name": ["Chocobo Feather", "陸行鳥之杖", "초코보 페더", "Plume de chocobo", "Chocobofeder", "Pluma de chocobo"], "desc_short": ["A wonderful staff inspired by chocobos.", "帶有精美陸行鳥圖樣的魔棒", "초코보 장식이 새겨져 있는 훌륭한 홀장.", "Un bâton merveilleux inspiré par les chocobos.", "Ein wundervoller Stab, dessen Design von Chocobos inspiriert wurde.", "Un fantástico bastón con diseño de chocobo."], "desc_long": ["A magnificent rod designed after chocobos. A certain chocobo loving smith, known by many as a chocobo meister, created a number of weapons inspired of chocobos. He created this rod so that it's light-weight and imbued with powerful magic, just like a chocobo dashing through the fields.", "帶有精美陸行鳥圖樣的魔棒。是位人稱「陸行鳥工匠」的鍛冶師所製作。因為對陸行鳥有著無人可及的愛，他的毎一件作品上一定都刻畫著精美的陸行鳥圖樣。根據本人說法，如此這把魔棒就會成為有如「草原上奔馳的陸行鳥」一般，輕巧、又擁有無比魔力的強悍魔棒。", "초코보 장식이 새겨져 있는 홀장. 이른바 '초코보 장인'이라 불리는 대장장이에 의해 제작되었다. 초코보에 대해 상당한 애정을 품고 있어, 그가 만든 작품들에는 모두 초코보 장식이 새겨져 있다. 장인의 말에 따르면, 그러한 과정을 통해 초원을 달리는 초코보처럼 가볍고 강한 마력을 품은 강력한 홀장이 될 수 있는 것이라고 한다.", "Un sceptre magnifique inspiré des chocobos. Un certain forgeron, connu sous le nom de \"maître des chocobos\" et qui adorait les destriers à plumes, a créé plusieurs armes inspirées de ces grands oiseaux. Il a notamment fabriqué ce sceptre de sorte à le rendre léger et à l’imprégner d’une magie redoutable, tel un chocobo courant à travers champ.", "Eine herrliche Rute, die Chocobos nachempfunden ist. Ein gewisser Schmied, seines Zeichens Chocobo-Liebhaber und von vielen nur der \"Chocobomeister\" genannt, hat eine Vielzahl von Waffen mit einem Chocobo-Design kreiert. Er hat diese diese Rute als leichte Waffe konzipiert, in der gewaltige Magie schlummert - damit sie genau wie ein Chocobo ist, der durch die Steppe braust.", "Un fantástico bastón con diseño de chocobo. El maestro chocobo, un herrero que sentía verdadera pasión por estas criaturas, creó una serie de armas inspiradas en los chocobos. Se trata de un bastón ligero e imbuido de magia poderosa, como un chocobo que corretea por el campo."]}, "accuracy": 0}