{"slot": "Weapon", "compendium_shown": true, "price_buy": 2100, "requirements": null, "name": "Platinum Rod", "type_id": 6, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 487, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 210, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 14, "element_inflict": null, "MP": 0, "MAG": 40, "SPR": 0, "DEF": 0}, "type": "Rod", "strings": {"name": ["Platinum Rod", "白金魔棒", "백금의 홀장", "Sceptre de platine", "Platinumstab", "Vara de platino"], "desc_short": ["A rod made from platinum.", "用白金製作的魔棒", "백금으로 만들어진 홀장", "Un sceptre fait de platine.", "Ein Stab aus Platin.", "Una vara hecha de platino."], "desc_long": ["A high-quality rod made of platinum. Since most mages are not known for their physical strength, the rods and wands they use depend highly on the weapon's weight. The iron rod is especially hard to wield due to its weight, and in fact, the platinum rod is even heavier. However, it has been crafted in an ingenious manner that distributes the weight evenly, making it easier to handle despite its weight.", "用白金製成的昂貴魔棒。擅長魔法的人通常體質較弱，因此他們通常會慎重選擇自己將要使用的武器。重量是他們所要考慮的重點之一。一般而言，最沉重且難以操作的是鋼鐵棒，但事實上白金比鐵沉。不過，白金魔棒在加工時，特意設計成了輕便易用的重量。", "백금으로 만들어진 고가의 홀장. 마법사들은 보통 힘이 약한 자가 많기 때문에, 홀장이나 지팡이를 고를 때에 그 무게가 커다란 포인트가 된다. 그중에서도 무겁고 다루기 힘든 것은 철제 홀장이지만, 실은 철보다도 백금 쪽이 더 무거운 편이다. 그러나 이 백금의 홀장은, 가공을 통해 다루기에 무리가 없는 무게로 제련해 냈다고 한다.", "Un sceptre de qualité fait de platine. La plupart des mages n'étant pas réputés pour leur force physique, le choix de leur baguette ou de leur sceptre dépend en grande partie de leur poids. Le sceptre de fer est très lourd et celui en platine l'est, à dire vrai, encore plus. Toutefois, sa fabrication est si ingénieuse que son poids est équitablement réparti, le rendant facile à manier malgré son poids.", "Ein hochwertiger Platinstab. Da die meisten Magier physisch schwach sind, verlassen sie sich häufig auf leichte Stäbe und Ruten. Die Eisenrute ist aufgrund ihres Gewichtes besonders schwer zu führen, die aus Platin ist sogar noch schwerer. Durch die geniale Fertigung ist das Gewicht jedoch gleichmäßig verteilt, sodass sie leichter zu handhaben ist.", "Una vara de calidad hecha de platino. La mayoría de magos no son famosos por su fuerza física, por lo que las varas y varitas que usan dependerán mucho de su peso. La vara de hierro es especialmente difícil de usar por su peso y la vara de platino es aún más pesada. Sin embargo, se ha fabricado de una forma ingeniosa que equilibra el peso, lo que la hace más manejable aun con su peso."]}, "icon": "item_10606.png"}