{"slot": "Weapon", "compendium_shown": true, "price_buy": 70000, "requirements": null, "name": "Glory of Evil", "type_id": 6, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 654, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 7000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 92, "element_inflict": null, "MP": 0, "MAG": 120, "SPR": 0, "DEF": 0}, "icon": "item_10621.png", "type": "Rod", "strings": {"name": ["Glory of Evil", "惡魔之榮耀", "악마의 영광", "Gloire maléfique", "Teufelsglorie", "Gloria maligna"], "desc_short": ["A rod said to bring about calamities.", "會帶來不幸的魔棒", "흉사를 저지른다고 알려진 홀장", "Un sceptre qui provoquerait des catastrophes.", "Ein Stab, der Unglück bringen soll.", "Una vara que supuestamente provoca calamidades."], "desc_long": ["A rod with a name befitting of its design. The rod is actually a sword crafted in likeness to bones, but because it is enchanted to increase the wielder's magic powers, it was soon referred to as a rod instead of a sword. Where the rod came from is unknown, and it seems to appear when a red moon comes out. With the rod's appearance comes calamities, and once done, it disappears without a trace.", "有著「邪惡榮耀」之名的不幸魔棒。以骸骨為模型製成的劍，擁有增加魔力的特殊力量，因為十分老舊劍漸漸被當成魔棒使用。是出處不明的武器，有時會與紅月一起出現在歷史舞台上引起不祥之事後再度消失。", "'사악한 영광'이라는 불길한 이름이 붙어 있는 홀장. 해골 모양의 세공이 새겨진 검의 모양을 하고 있지만, 마력을 증폭시키는 특수한 힘이 깃들어 있으며 고대서부터 홀장으로서 사용되어 왔다. 그 출처가 불분명한 무기로, 불길한 붉은 달과 함께 때때로 역사의 뒷무대에 나타나 흉사를 저지르고 다시금 모습을 감춘다고 한다.", "Un sceptre qui porte bien son nom. Il s'agit en fait d'une épée ayant une forme d'os.Toutefois, comme elle augmente la MAGIE de son porteur, il ne fallut pas longtemps pour qu'elle soit condidérée comme un sceptre. Personne ne sait d’où elle vient, et elle semble apparaître en même tant qu’une lune rouge et avec elle toutes sortes de catastrophes se produisent. Une fois le calme revenu, l'épée disparaît sans laisser de traces.", "Eine Rute, deren Name ganz zu ihrer unheilvollen Gestalt passt. Ihr Äußeres ist eigentlich das eines Schwertes, dessen Design einem Skelett nachempfunden wurde; weil es aber von Kräften Gebrauch macht, die die magischen Fähigkeiten ihres Besitzers verstärken, wurde es seit jeher als Rute gebraucht. Die Waffe gilt als verschollen und soll nur zur Zeit eines unheilvollen Blutmondes auftauchen. Immer wenn dies geschieht, beschwört sie allerlei Unheil herauf, nur um dann erneut wieder zu verschwinden.", "Una vara con un nombre digno de su diseño. En realidad, la vara es una espada hecha en semejanza a los huesos, pero encantada para aumentar el poder mágico de su portador. Por ello, la gente acabó creyendo que era una vara en lugar de una espada. Asimismo, no se sabe de dónde proviene esta vara; sin embargo, se puede encontrar cuando sale la luna roja. Dicho esto, cuando la vara aparece surgen calamidades para, después, no dejar ni rastro."]}, "accuracy": 0}