{"slot": "Weapon", "compendium_shown": true, "price_buy": 14000, "requirements": null, "name": "Lilith Rod", "type_id": 6, "skills": [20160], "is_twohanded": false, "rarity": 6, "compendium_id": 324, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Drain' magic."], "price_sell": 1400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 60, "SPR": 0, "DEF": 0}, "type": "Rod", "strings": {"name": ["Lilith Rod", "莉莉絲棒", "릴리스의 홀장", "Sceptre de Lilith", "Lilith-Zepter", "Vara de Lilith"], "desc_short": ["A rod that robs foes of their vitality.", "能夠吸收生命力的魔棒", "생명력을 빨아들이는 홀장", "Bâton qui aspire la vitalité des ennemis.", "Ein Zepter, das dem Gegner die Lebenskraft raubt.", "Vara que roba la VIT a los enemigos."], "desc_long": ["A rod that grants its wielder the ability to use the drain spell. Originally owned by a monster named Lilith, the rod seems to have absorbed some of its powerful magical energy while in its possession. It was believed to be exclusively used by these creatures from another world, but the recently opened path towards the Giant of Babel seems to have somehow transported it here.", "能夠使用「吸血」的魔棒。它曾經屬於一個名叫莉莉絲的魔物，而且其中含有強大的魔力。此魔棒原本只有棲息於異界的莉莉絲才擁有，但由於通向「巴別巨人」的道路被開啟，該魔棒流入了這個世界。", "장착하면 '드레인'을 사용할 수 있게 되는 홀장. 릴리스라는 마물이 가지고 있던 것으로, 홀장 자체에도 강력한 마력이 깃들어있다. 원래 이 홀장은 이계에 서식하는 릴리스만이 가지고 있었던 모양이지만, 최근 '바빌의 거인'으로 가는 길이 열리는 바람에 이쪽 세계로도 유입된 듯하다.", "Un sceptre qui permet d'utiliser le sort Saignée. Autrefois détenu par un monstre appelé Lilith, le sceptre semble avoir absorbé une puissante énergie magique auprès de sa maîtresse. L'on pensait auparavant que seules les créatures d'un autre monde pouvaient le manier, mais il a sans doute atterri là depuis qu'un chemin a été ouvert vers le Géant de Babel.", "Ein Zepter, das dem Benutzer den Einsatz des Zaubers Subvita ermöglicht. Ursprünglich im Besitz einer Kreatur namens Lilith, von der das Zepter viel von seiner eigenen Macht erhalten hat. Man nahm lange an, dass dieses Objekt ausschließlich in einer anderen Welt zu finden sei, aber wohl durch die Portale, die im Giganten von Babel geöffnet wurden, ist es nun auch in diese Welt gelangt.", "Vara que concede a su portador la habilidad Drenaje. Perteneció a un monstruo llamado Lilith y parece que absorbió parte de su increíble poder mágico mientras estuvo en su posesión. Aunque se creía que sólo la usaban estas criaturas de otro mundo, parece que ha llegado a este mundo a través de la ruta del Gigante de Babel que se abrió hace poco."]}, "icon": "item_10614.png"}