{"slot": "Weapon", "compendium_shown": true, "price_buy": 14000, "requirements": null, "name": "Rod of Judgment", "type_id": 6, "skills": [100050], "is_twohanded": false, "rarity": 6, "compendium_id": 613, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'MP +20%' passive."], "price_sell": 1400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 9, "element_inflict": null, "MP": 0, "MAG": 81, "SPR": 0, "DEF": 0}, "icon": "item_10512.png", "type": "Rod", "strings": {"name": ["Rod of Judgment", "審判魔棒", "심판의 홀장", "Sceptre du jugement", "Stab des Urteils", "Vara del juicio"], "desc_short": ["A rod said to hand down judgment.", "能夠自動進行審判的魔棒", "스스로 심판을 내리는 홀장", "Un sceptre qui rendrait la justice.", "Ein Stab, der Recht spricht.", "Una vara que sirve para impartir justicia."], "desc_long": ["A rod said to hand down judgment. According to legend, this rod holds the power to determine right and wrong, and a swing of the rod would smite those deserving of punishment. Of course, whether this legend is true or not is not confirmed, but it is safe to assume that this rod does hold great powers.", "傳說屬於審判之神的魔棒。據說，這根魔棒能夠自動判斷是非，只要輕輕揮動它就能將惡人斷罪。雖然不知道傳說是真是假，但魔棒那強大的力量絕對不是騙人的。", "심판을 내리는 신이 지니고 있었다는 홀장. 전승에 따르면, 이 홀장 자체에 선악을 판단하는 힘을 지니고 있으며 내리치는 것만으로 죄인을 단죄한다고 알려져 있다. 전승이 진실인지는 알 수 없지만, 이 홀장에 강력한 힘이 깃들어 있다는 사실은 확실하다.", "Un sceptre qui rendrait la justice. Selon la légende, ce sceptre aurait le pouvoir de déterminer le bien du mal et il frapperait tous ceux qui doivent être punis. Bien sûr, personne ne sait si cette légende est vraie ou pas, mais ce sceptre possède sans aucun doute un très grand pouvoir.", "Ein Stab, der Recht spricht. Der Legende nach besitzt er die Gabe, richtig und falsch zu unterscheiden, ein Schlag mit dem Stab würde den der Strafe Würdigen zerschmettern. Ob diese Legende stimmt, ist nicht bestätigt, doch kann man annehmen, dass er große Macht birgt.", "Una vara que sirve para impartir justicia. Según cuenta la leyenda, esta vara alberga el poder para distinguir el bien del mal y, con ella, se puede castigar a los malvados. Aun así, no se sabe con certeza si esta historia es verdad, pero de lo que no hay duda es que esta vara tiene un gran poder."]}, "accuracy": 0}