{"slot": "Weapon", "compendium_shown": true, "price_buy": 14000, "requirements": null, "name": "Variable Mog", "type_id": 6, "skills": [100040, 100160], "is_twohanded": false, "rarity": 6, "compendium_id": 713, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'MP +10%' passive.", "Grants 'SPR +10%' passive."], "price_sell": 1400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 5, "element_inflict": null, "MP": 0, "MAG": 80, "SPR": 0, "DEF": 0}, "icon": "item_10624.png", "type": "Rod", "strings": {"name": ["Variable Mog", "變形·莫古", "배리어블 모그", "Mog Capricieux", "Flexibler Mogry", "Mogu obediente"], "desc_short": ["A weapon from the Farplane modeled after a moogle.", "以莫古利為範本所製作的異界武器", "모그리 모양으로 만든 이계의 무기", "Une arme venant de l'Au-delà modelée à partir d'un mog.", "Eine einem Mogry nachempfundene Waffe aus einer anderen Welt.", "Un arma del Etéreo cuya elaboración se inspiró en un moguri."], "desc_long": ["A plush doll from the faraway world of Spira. Oddly enough, this plush doll can be equipped as a rod. Modifying gears in Spira is commonplace, so some black mages chose to modify plush dolls as their weapon of choice to magnify their magic powers. It is said that there are other weapons modeled after beings besides moogles, such as Cactuars.", "來自異界史匹拉的布偶。不可思議的是，它能夠當作魔棒裝備。在異界史匹拉中，因應裝備的用途而對武器施加改造是很常見的做法。某些黑魔道士出於提高魔力的目的，選擇這種布偶當作媒介。除了莫古利以外，還有模仿仙人掌造型之類的武器存在。", "이계 '스피라'에서 유입된 인형. 신기하게도, 홀장으로서 장착할 수 있다. 이계 스피라에서는 장비하는 사람의 용도에 따라 무기를 개조하는 것이 일반적이며, 일부 흑마도사는 마력 상승의 매개체로서 인형을 고른 듯하다. 모그리 외에도 사보텐더 모양의 무기가 존재한다고 한다.", "Une peluche venant du monde lointain de Spira. Étonnamment, cette peluche peut être utilisée comme un sceptre. Modifier les équipements à Spira est monnaie courante, alors quelques mages noirs ont choisi de faire de peluches leurs armes de prédilection pour magnifier leurs pouvoirs magiques. On dit qu’il y a d’autres armes qui ont été modelées d’après des êtres autre que les moogles, comme les Cactuars.", "Ein Plüschtier aus der fernen Welt Spira. So merkwürdig es auch erscheinen mag, dieses Plüschtier kann tatsächlich als \"Stab\" ausgerüstet werden. Da es in Spira an der Tagesordnung ist, dass entsprechend der Vorliebe des Benutzers Modifzierungen einer Waffe vorgenommen werden, soll es auch einige Schwarzmagier geben, die Plüschtiere auswählen, um ihre magischen Kräfte zu steigern. So sollen unter anderem nach dem Vorbild von Mogrys und auch Kaktoren gestaltete Waffen entstanden sein.", "Un muñeco de peluche del lejano mundo de Spira. Por muy raro que parezca, este muñeco se puede equipar con un bastón. En Spira, modificar objetos está a la orden del día, por lo que algunos magos negros se ponen a modificar peluches y estos acaban convirtiéndose en sus armas preferidas al magnificar sus poderes mágicos. Asimismo, además de moguris, estas armas también se moldean a partir de otras criaturas como los cactilios."]}, "accuracy": 0}