{"slot": "Weapon", "compendium_shown": true, "price_buy": 7000, "requirements": null, "name": "Striking Staff", "type_id": 6, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 451, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 700, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 16, "element_inflict": null, "MP": 0, "MAG": 42, "SPR": 0, "DEF": 0}, "icon": "item_10611.png", "type": "Rod", "strings": {"name": ["Striking Staff", "打擊杖", "타격의 홀장", "Bâton de frappe", "Hiebstab", "Vara contundente"], "desc_short": ["A mysterious rod that boosts ATK.", "能夠提高攻擊力的神秘魔棒", "공격력을 높여주는 신비한 홀장", "Un sceptre mystérieux qui augmente l'ATT.", "ein mysteriöser Stab, der den ANG erhöht.", "Una vara misteriosa que aumenta el ATQ."], "desc_long": ["A mysterious weapon made for mages that not only increases their magical powers, but their physical strength as well. Although its striking power may not compare to that of the swords normal warriors carry, it gives the usually feeble mage a chance to protect him or herself when the situation calls for hand-to-hand combat. Apparently, a great number of female mages can be seen carrying this weapon about for self-defense purposes.", "魔棒通常會提高魔道士的魔力，不過這種魔棒還具有提高攻擊力的神奇作用。雖然比不上戰士手中的刀劍，但對於體質較弱的魔道士而言，至少能夠幫助防身。多數情況下，由體質更弱的女性魔道士以護身為目的攜帶。", "마도사들의 마력을 상승시키는 역할을 담당하는 홀장 중에서도 드물게, 공격력도 끌어올릴 수 있는 신비한 무기. 전사들이 가진 검에 비하면 상승치는 별 볼 일 없지만, 힘 약한 마도사가 위급할 때 몸을 지킬 정도는 된다. 마도사 중에서도 특히 힘이 약한 여자들이 호신용으로 들고 다니기도 한다.", "Une arme mystérieuse faite pour les mages qui n'augmente pas seulement leurs pouvoirs magiques, mais aussi leur force physique. Bien que sa puissance ne puisse être comparée à celle d'une épée normale portée par un guerrier, elle permet au mage de pouvoir se défendre un minimum dans une situation de combat rapproché. Il semble que beaucoup de femmes-mages l'utilisent à des fins de self-defense.", "Eine mysteriöse Waffe für Magier, die neben ihren magischen auch ihre physischen Kräfte verbessern wollen. Obwohl in der Schlagkraft weniger stark als ein normales Schwert, kann sich ein körperlich schwacher Magier damit beschützen, falls es zum bewaffneten Kampf kommt. Zu Selbstverteidigungszwecken sind viele Magierinnen damit bewaffnet.", "Un arma misteriosa hecha para los magos que no solo aumenta su poder mágico, sino también su fuerza física. Aunque su potencia destructiva no es comparable a la de las que suelen usar los guerreros, permite al normalmente débil mago o maga protegerse en situaciones de cuerpo a cuerpo. Parece ser que un gran número de magas la llevan encima para defenderse."]}, "accuracy": 0}