{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": null, "name": "Magi Staff", "type_id": 5, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 283, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 25, "element_inflict": null, "MP": 0, "MAG": 12, "SPR": 70, "DEF": 0}, "type": "Staff", "strings": {"name": ["Magi Staff", "賢者之杖", "현자의 지팡이", "Bâton de mage", "Magi-Stab", "Bastón mágico"], "desc_short": ["A staff said to have belonged to a sage.", "賢者曾使用過的手杖", "현자가 사용했다는 지팡이", "Bâton qui aurait appartenu à un sage.", "Stab, der einst einem Weisen gehörte.", "Se dice que perteneció a un sabio."], "desc_long": ["A mysterious staff that increases spirit for those who hold it. It is said to have been once wielded by a great mage known as a magi. It is said this magi circled the world, dedicating his or her life to helping the sick and wounded, but who exactly this person was is shrouded in mystery. Some places claim him to have been an old man, while in other areas she was claimed to be a beautiful woman.", "能夠提高使用者精神力的神秘手杖，相傳它曾經屬於一位被人們稱為賢者的偉大魔道士。相傳這位魔道士周遊世界，用盡自己的一生去治療飽受傷病折磨的人，但他十分神秘，時而是一名美麗的女子，時而又是一位滄桑的老人，從未有人見過他的真面目。", "소유자의 정신력을 높여주는 신비한 지팡이. 현자라 불리었던 위대한 마도사가 사용한 지팡이라고 전해진다. 그 마도사는 세계 각지를 돌며 상처와 병 때문에 괴로워하는 사람들의 치료에 생애를 바쳤다고 하는데, 그의 정체는 수수께끼에 싸여있다. 어떤 곳에서는 노인의 모습으로, 또 어떤 곳에서는 아름다운 여인의 모습으로 전해지는 모양이다.", "Un mystérieux bâton qui augmente la psyché de celui qui le tient. Il aurait appartenu à un grand mage qui aurait parcouru le monde et consacré sa vie à aider les faibles et les vulnérables. Son identité est restée un mystère, mais certains prétendent qu'il s'agirait d'un vieil homme, tandis que d'autres affirment que c'était une belle femme.", "Ein mysteriöser Stab, der die spirituelle Kraft des Trägers erhöht. Es wird gesagt, dass er einst von einem großen Magier getragen wurde. Er umkreiste einmal die Welt und widmete sein Leben den Kranken und Verletzen, aber wer diese Person genau ist, ist ein Mysterium. Einige Quellen bezeichnen sie als alten Mann, andere als wunderschöne Frau.", "Un misterioso bastón que aumenta el espíritu del que lo empuña. También se dice que perteneció en su momento a una persona de gran poder conocida como \"magi\". Se dice que esta persona recorrió el mundo dedicando su vida a socorrer a los enfermos y heridos. ¿Pero quién era exactamente? Nadie lo sabe. En algunos sitios dicen que se trata de un hombre de edad avanzada; en otros, que es una mujer de gran belleza."]}, "icon": "item_10610.png"}