{"slot": "Weapon", "compendium_shown": true, "price_buy": 40000, "requirements": null, "name": "Dreamwaker", "type_id": 5, "skills": [203240], "is_twohanded": false, "rarity": 7, "compendium_id": 366, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'MP + 15%' passive."], "price_sell": 4000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 19, "element_inflict": null, "MP": 0, "MAG": 15, "SPR": 49, "DEF": 0}, "icon": "item_10513.png", "type": "Staff", "strings": {"name": ["Dreamwaker", "圓夢之杖", "드림에이드", "Dream Watcher", "Traumwecker", "Utopía"], "desc_short": ["A cane that contains the power to realize its wielder's dreams.", "能夠幫助持有者實現夢想的手杖", "소유자의 꿈을 실현시켜 주는 힘이 깃든 지팡이", "Un bâton qui contient le pouvoir de réaliser les rêves de son porteur.", "Ein Stock, der die Träume seines Trägers wahr werden lässt.", "Un bastón con el poder de conceder los deseos de su dueño."], "desc_long": ["A mysterious cane which appears in otherworldly tales. According to legend, it holds within it the power to help realize its wielder's dreams. Having been passed around from person to person, it is said to grant tremendous power once it arrives in the hands of one who has great dreams. Though mysterious in how it selects its owners, it is said that just about anyone can wield it.", "在異界故事中登場的神秘手杖。根據傳說，它蘊含著強大的力量，可以幫助持有者實現夢想。此手杖曾多次易手，每到一個擁有更遠大夢想的人身邊後，就會為其提供力量，直到願望實現。它會自行選擇主人，絕不會長久停留在某個特定的人手裡。", "이계의 이야기에 등장하는 신비한 지팡이. 전승에 따르면 소유자의 꿈을 실현해 주는 강력한 힘이 깃들어 있다고 한다. 이 지팡이는 이 사람에서 저 사람으로 여러 소유자를 전전하다가 보다 큰 꿈을 품은 사람에게 다다르게 되면 강력한 힘을 부여한다고 한다. 주인을 선택하는 신비한 지팡이이며, 결코 특정 인물의 곁에 머무르는 법이 없다.", "Un bâton mystérieux dont parlent les récits d'un autre monde. Selon la légende, il porte en lui le pouvoir de réaliser les rêves de son porteur. Beaucoup de personnes ont eu le privilège de l'utiliser, et, on raconte que son pouvoir peut atteindre des sommets lorsqu’il est entre les mains d'une personne ayant de grands desseins. Bien qu'il semble choisir de façon assez mystérieuse son porteur, on raconte que n'importe qui peut l'utiliser.", "Ein geheimnisvoller Stock, der in Geschichten aus einer anderen Welt vorkommt. Der Legende nach lässt der Stock die Träume seines Trägers wahr werden. Er wanderte bereits durch viele Hände und es heißt, einem großen Träumer gewähre er mächtige Träume. Zwar ist nicht sicher, wie der Stock seine Besitzer wählt, jedoch soll ihn jeder schwingen können.", "Un misterioso bastón que aparece en las historias de otro mundo. Según cuenta la leyenda, tiene en su interior el poder de hacer realidad los sueños de su portador. Se ha pasado de persona a persona, y se dice que brinda un tremendo poder cuando llega a las manos de alguien con grandes sueños. Aunque es misterioso cómo selecciona a sus dueños, se dice que cualquiera puede portarlo."]}, "accuracy": 0}