{"slot": "Weapon", "compendium_shown": true, "price_buy": 2400, "requirements": null, "name": "White Staff", "type_id": 5, "skills": [10050], "is_twohanded": false, "rarity": 4, "compendium_id": 365, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Poisona' magic."], "price_sell": 240, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 12, "element_inflict": null, "MP": 0, "MAG": 5, "SPR": 29, "DEF": 0}, "type": "Staff", "strings": {"name": ["White Staff", "聖白之杖", "하얀 주술봉", "Bâton blanc", "Weißer Stab", "Bastón blanco"], "desc_short": ["A white cane once wielded by an otherworldly cleric.", "異界聖職者使用的白杖", "이계의 성직자가 소유했던 하얀 지팡이", "Un bâton blanc porté par un prêtre venant d'un autre monde.", "Ein weißer Stock, den einst ein Zauberer aus einer anderen Welt führte.", "Un bastón blanco portada por un clérigo de otro mundo."], "desc_long": ["A beloved white cane once owned by an otherworldly cleric. It has the power to focus the SPR of anyone who holds it. It doesn't function well as a weapon, but it does provide divine protection in the form of the white magic poisona. Because of this, it can become a valuable lifeline for any party as anyone can use it in an anti-poison role, helping your party save on antidotes.", "為異界聖職者所喜愛的白杖，能夠使持有者的精神更加集中。其作為武器的性能並不明顯，但它受到了神聖加護，因此能夠發動白魔法「解毒」。鑒於這一點，許多白魔道士以外的人也可裝備它以承擔解毒職責，而且還能夠節約解毒藥。這種特點使得此裝備蘊含著成為隊伍生命線的巨大可能性。", "이계의 성직자들이 즐겨 사용하는 하얀 지팡이. 소유자의 정신력을 집중시켜 상승시키는 힘이 있다. 무기로서의 성능은 별 볼 일 없지만, 성스러운 가호를 받아 백마법 '포이즈나'를 사용할 수 있게 된다. 이 때문에, 백마도사가 아닌 사람이 독을 치료하는 역할을 도맡거나 해독제를 절약하는 등 파티의 생명선을 이어나가는 데 이바지할 가능성을 부여해준다.", "Le bâton blanc fétiche d'un prêtre d'un autre monde qui aurait le pouvoir concentrer la PSY de son porteur. Bien qu’il ne soit pas très efficace en tant qu'arme, il offre une protection quasi divine grâce à la magie blanche « Sérum » qu’il permet d’apprendre. Il deviendra ainsi le compagnon indispensable à votre groupe, permettant à n'importe quelle unité de soigner le poison, ce qui vous permettra de conserver quelques antidotes.", "Ein weißer Stock, der seinem Vorbesitzer, einem Kleriker aus einer anderen Welt, einst viel Wert war. Wer ihn hält, verfügt über konzentrierte PSY. Er dient weniger als Waffe denn als göttlicher Schutz in Form von weißmagischer Poisiona. Darum hilft er jeder Gruppe zu überleben, da sie dank ihm weniger Gegengifte einsetzen muss.", "Un estimado bastón blanco otrora poseído por un clérigo de otro mundo. Tenía el poder de centrar el ESP de cualquier que lo poseyese. No funciona demasiado bien como arma, pero proporciona protección divina en forma de pura magia blanca. Por ello, puede convertirse en un salvavidas valioso para cualquier bando, ya que cualquiera puede utilizarlo como antiveneno, ayudando a que tu bando se ahorre antídotos."]}, "icon": "item_10514.png"}