{"slot": "Weapon", "compendium_shown": true, "price_buy": 40000, "requirements": null, "name": "Arc Arcana", "type_id": 5, "skills": [20200, 20210, 20220, 20230], "is_twohanded": false, "rarity": 7, "compendium_id": 717, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Firaga' magic.", "Grants 'Blizzaga' magic.", "Grants 'Thundaga' magic.", "Grants 'Waterga' magic."], "price_sell": 4000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 8, "element_inflict": null, "MP": 0, "MAG": 68, "SPR": 68, "DEF": 0}, "icon": "item_10524.png", "type": "Staff", "strings": {"name": ["Arc Arcana", "聖靈奧秘", "아크 아르카나", "Arkhana", "Arc-Arkana", "Arcana"], "desc_short": ["A staff brought from another world.", "來自異界的手杖", "이계에서 유입된 지팡이", "Un bâton venant d'un autre monde.", "Ein Stab aus einer anderen Welt.", "Un bastón que proviene de otro mundo."], "desc_long": ["A staff from the faraway world of Spira. Modifying gears in Spira is commonplace, so there are many different gears that hold various powers, even if they look and feel similar. This staff looks very similar to the staff used by a traveling summoner who ventured out into the world to defeat the great fiend, Sin.", "來自異界史匹拉的手杖。因為在異界史匹拉中，因應裝備的用途而對武器施加改造是很常見的，因此許多武器與防具雖然造型相似，性能上卻有相當大的差異。一名召喚士為了擊敗強大魔物「辛」而踏上旅途，據說此手杖的造型與召喚士的愛用品十分相似。", "이계 '스피라'에서 유입된 지팡이. 이계 스피라에서는 장비하는 사람의 용도에 따라 무기나 방어구를 개조하는 것이 일반적이므로, 형태는 비슷해도 성능은 전혀 다른 장비가 다수 존재한다고 한다. 이 지팡이는 강력한 마물 '신'을 쓰러뜨리기 위해 여행을 계속하던 어느 소환사가 애용하던 것과 비슷한 형태를 하고 있다.", "Bâton du lointain monde de Spira. Modifier les équipements à Spira est monnaie courante, alors il y a beaucoup d’équipements qui possèdent différents pouvoirs, même s’ils se ressemblent. Ce bâton ressemble à si méprendre au bâton d’un invocateur itinérant qui s’est aventuré dans le monde pour battre le grand monstre, Sin.", "Ein Stock aus der fernen Welt Spira. Da es in Spira an der Tagesordnung ist, dass entsprechend der Vorliebe des Benutzers Modifzierungen an einer Waffe oder Rüstung vorgenommen werden, gibt es eine Vielzahl an Gegenständen, die sich deutlich ähneln, aber eine ganz andere Funktion besitzen. Dieser Stock ähnelt dem Lieblingsstock eines Mediums, den dieses auf ihren Reisen benutzte, als sie sich aufmachte, um das Erzungeheuer \"Sin\" zu bezwingen.", "Un bastón del lejano mundo de Spira. En Spira, modificar objetos está a la orden del día, así que hay muchos objetos con diferentes poderes, a pesar de que puedan parecer iguales. Dicho esto, este bastón se parece mucho al que usó un invocador ambulante que recorrió el mundo para derrotar a Sinh, un enemigo muy poderoso."]}, "accuracy": 0}