{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": null, "name": "Chocobo Memoria", "type_id": 5, "skills": [223370], "is_twohanded": false, "rarity": 6, "compendium_id": 806, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Wind Resistance +10%' passive."], "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 6, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 66, "DEF": 4}, "icon": "item_10527.png", "type": "Staff", "strings": {"name": ["Chocobo Memoria", "陸行鳥之書", "초코보 메모리아", "Souvenir de chocobo", "Chocobomemoria", "Recuerdo de chocobo"], "desc_short": ["A wonderful book bound in chocobo fashion.", "以陸行鳥圖案裝訂的精美書本", "초코보 그림이 그려진 훌륭한 책.", "Un livre merveilleux relié à la manière des chocobos.", "Ein wundervolles Buch mit einem Chocobo-Einband.<br>", "Un fantástico libro con diseño de chocobo."], "desc_long": ["A magnificent book designed after chocobos. The book contains information about chocobos, such as their lifecycle, how to raise chocobos, and more. Those who read the book can tell that the author is very passionate about chocobos. These books are so thick with information that some adventurers actually use these as melee weapons.", "以陸行鳥圖案裝訂的精美書本", "초코보 그림이 그려진 훌륭한 책. 초코보의 생태나 사육법 등에 대한 온갖 정보가 들어 있어, 초코보에 대한 필자의 뜨거운 사랑을 엿볼 수 있다. 페이지 수가 상당하여 책치고도 중량감 있게 제작되었기 때문에 격투무기로 이용하는 모험가도 적지 않다.", "Un livre magnifique inspiré des chocobos. Le livre contient des informations portant sur les chocobos. On y trouve ainsi des détails sur leur cycle de vie, l’élevage de chocobos et bien plus encore. Il suffit de lire le bouquin pour se rendre compte de l’amour véritable que l’auteur porte à ces grands oiseaux. Par ailleurs, le livre est si épais que certains aventuriers s’en servent comme arme de corps à corps.", null, "Un fantástico libro con diseño de chocobo. Como es de esperar, este libro contiene información sobre los chocobos: ciclo de vida, cómo se crían, etc. En definitiva, todo aquel que lee este libro puede confirmar que el autor siente verdadera pasión por los chocobos. Además, este libro es tan gordo que algunos aventureros lo usan como arma."]}, "accuracy": 0}