{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": null, "name": "Yggdrasil Staff", "type_id": 5, "skills": [10150, 100040], "is_twohanded": false, "rarity": 6, "compendium_id": 794, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Curada' magic.", "Grants 'MP +10%' passive."], "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 12, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 54, "DEF": 0}, "icon": "item_10526.png", "type": "Staff", "strings": {"name": ["Yggdrasil Staff", "世界樹之杖", "세계수의 지팡이", "Bâton d'Yggdrasil", "Yggdrasil-Stab", "Bastón Yggdrasil"], "desc_short": ["A staff brought from the faraway world of Luxendarc.", "來自異界盧森達爾克的手杖", "이계 룩센다르크에서 유입된 지팡이.", "Un bâton rapporté du monde lointain de Lucsendarc.", "Ein Stab aus der fernen Welt von Luxendarc.", "Un bastón del lejano mundo de Luxendarc."], "desc_long": ["A staff brought from the faraway world of Luxendarc. This staff is said to have been carved from the Yggdrasil, and holds great magic within. The power flowing from the staff amplifies the wielder's spirit, and bestows the power of healing.", "來自異界盧森達爾克的手杖。據說由被稱為「世界樹」的樹木枝幹所製作，帶有相當高的靈力。滿溢杖中的力量不但能提高精神力，也能賜予持有者治癒之力。", "이계 룩센다르크에서 유입된 지팡이. 세계수라 불린 나무의 가지로 만든 것으로, 높은 영력이 담겨 있다. 지팡이에서부터 흘러나오는 힘은, 소유자의 정신력을 증대시키고 치유의 힘을 부여한다고 한다.", "Un bâton rapporté du monde lointain de Lucsendarc. Le mythe affirme qu’il fut sculpté à partir du bois de l’Yggdrasil, et qu’il contient une puissance magique considérable. L’énergie qui en émane améliore l’esprit de son porteur et lui confère de grands pouvoirs curatifs.", "Ein Stab aus der fernen Welt von Luxendarc. Es heißt, dass dieser Stab aus dem Baum Yggdrasil geschnitzt wurde und ungeheure Macht in sich birgt. Die Kräfte die aus dem Stab fließen verstärken den Geist des Benutzers und geben ihm die Fähigkeit der Linderung.", "Un bastón del lejano mundo de Luxendarc. Se dice que este bastón se talló a partir de Yggdrasil y que alberga un gran poder mágico en su interior. Asimismo, el poder que fluye dentro del bastón sirve para aumentar el espíritu y el poder de curación de su portador."]}, "accuracy": 0}