{"slot": "Weapon", "compendium_shown": true, "price_buy": 8000, "requirements": null, "name": "Bone Staff", "type_id": 5, "skills": [10150], "is_twohanded": false, "rarity": 5, "compendium_id": 867, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Curada' magic."], "price_sell": 800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 12, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 51, "DEF": 0}, "icon": "item_10528.png", "type": "Staff", "strings": {"name": ["Bone Staff", "骨杖", "뼈로 된 주술봉", "Bâton en os", "Knochenstab", "Bastón de hueso"], "desc_short": ["A staff made from the bones of a beast which lived a long time.", "使用長命野獸的骨頭所製作的手杖", "긴 수명을 지닌 짐승의 뼈로 만든 지팡이.", "Un bâton fabriqué à partir des os d’une bête ayant vécu fort longtemps.", "Ein Stab aus den Knochen eines Tieres, das sehr alt wurde.", "Un bastón hecho con los huesos de una bestia que murió hace mucho tiempo."], "desc_long": ["A staff made from the bones of a beast that lived a long time. The bones retained the powerful lifeforce of the beast, even after its demise, which imparts the user with the power to use healing magic. The staff is very useful, but the lifeforce within the bones used to create the staff weaken each time they are processed, so in most cases, the staff is left quite untouched from the bones it was made from, which gives it an ominous look.", "使用長命野獸的骨頭所製作的手杖。腐朽後仍然殘留著強大的生命力，裝備者將能夠施展恢復魔法。雖然是非常便利的骨杖，但越是加工，生命力就會越被削弱，所以大多數的情況下，都保留著獸骨原本的樣貌，也讓看到的人留下了不吉利的印象。", "긴 수명을 지닌 짐승의 뼈로 만든 지팡이. 죽은 뒤에도 강한 생명력이 잔존해 있으며, 장착한 자는 치유의 마법을 사용할 수 있게 된다고 한다. 매우 편리한 지팡이지만, 가공할수록 그 생명력이 약해지기 때문에 대부분이 짐승의 뼈 그 자체의 모양을 하고 있으며, 이 지팡이를 본 자에게 흉흉한 인상을 전해준다고 한다.", "Un bâton fabriqué à partir des os d’une bête ayant vécu fort longtemps. Ces os renferment encore l’énergie vitale monumentale de la bête, et ce, même après sa mort. Cette puissance permet à son porteur de lancer divers sorts de soin. Le bâton est particulièrement utile, mais la force contenue par les ossements dont il est fait diminue après chaque traitement, de sorte qu’il est le plus souvent confectionné à partir des os bruts. En conséquence, il arbore une apparence des plus menaçantes.", "Ein Stab aus den Knochen eines Tieres, das sehr alt wurde. Den Knochen wohnt auch nach dem Ableben des Tieres weiterhin dessen mächtige Lebenskraft inne, die den Träger mit der Macht der Heilmagie ausstattet. Der Stab ist äußerst nützlich, aber die Lebenskraft in den Knochen, aus denen er besteht, wird mit jedem Verarbeitungsschritt schwächer, weshalb die Knochen kaum bearbeitet sind und ihm ein skurriles Aussehen verleihen.", "Un bastón hecho con los huesos de una bestia que murió hace mucho tiempo. En estos huesos, se conserva la fuerza vital de la que rebosaba la bestia, incluso después de muerta, y esto posibilita que el usuario pueda usar magia curativa. Se trata de un bastón bastante útil; pero, si se procesan los huesos, su fuerza vital se va diluyendo, por lo que, en la mayoría de los casos, no suelen modificarse. Esto le da un toque desagradable al bastón que causa cierta aprensión entre la gente."]}, "accuracy": 0}