{"slot": "Weapon", "compendium_shown": true, "price_buy": 800, "requirements": null, "name": "Healing Staff", "type_id": 5, "skills": [10070], "is_twohanded": false, "rarity": 3, "compendium_id": 74, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Cura' magic."], "price_sell": 80, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 11, "element_inflict": ["Light"], "MP": 0, "MAG": 5, "SPR": 26, "DEF": 0}, "type": "Staff", "strings": {"name": ["Healing Staff", "治癒之杖", "치유의 지팡이", "Bâton de soin", "Heilerstab", "Bastón sanador"], "desc_short": ["A staff with healing powers.", "擁有治癒之力的手杖", "치유의 힘을 가진 지팡이", "Bâton possédant un pouvoir guérisseur.", "Ein Stab mit Heilkräften.", "Bastón con poderes curativos."], "desc_long": ["A staff filled with compassion that allows its owner to cast cura. The crafting process of this staff requires a spiritual tree of high vitality that must be first purified in holy water after it is cut, and then carved into shape. This process is what gives the healing staff its restorative powers. Curiously, a staff of the same name that heals others as it strikes them is said to exist in another world. Owners of the healing staff should take great care not to confuse one with the other.", "能夠使出恢復魔法中療傷的慈愛之杖。此杖的原材料是生命力頑強的靈樹的樹幹。樹幹經過聖水清洗後注入祈禱之力，最後再稍作加工即可完成此杖。正因這些繁瑣的步驟，使得此杖自身帶有治癒之力。在異界，有一根同名的杖，效果是毆打對手的同時恢復對手體力。當然指的不是此杖，所以不要錯打隊友。", "회복마법 케알라를 쓸 수 있는 자애의 지팡이. 강한 생명력을 가진 영험한 나무를 베어내 성수로 정화한 후 기도의 힘를 담아 깎아냈다. 이 과정을 거치면 지팡이에 치유의 힘이 깃들게 된다. 다른 세계에는 사람을 때려서 회복시킬 수 있는 같은 이름의 지팡이가 존재한다고 한다. 실수로 아군을 때리지 않게 조심하자.", "Un bâton plein de compassion qui permet de lancer Soin. Sa fabrication nécessite un arbre spirituel de haute vitalité qui doit être purifié dans de l'eau bénite une fois abattu, puis taillé. Tout ceci lui donne ses qualités reconstituantes. Curieusement, il existerait dans un autre monde un bâton du même nom qui soignerait les personnes en les frappant : attention à ne pas les confondre...", "Ein von Mitgefühl erfüllter Stab, der seinem Träger ermöglicht, Vitra einzusetzen. Um ihn herzustellen, wird Holz von einem Seelenbaum voller Lebenskraft in Weihwasser gereinigt und dann unter ständigem Beten verarbeitet. Dieser Prozess verleiht dem Stab seine Heilkräfte. In einer anderen Welt soll es einen gleichnamigen Stab geben, der diejenigen heilt, die mit ihm geschlagen werden. Die beiden sollten nicht verwechselt werden.", "Un bastón lleno de compasión, que permite a su propietario conjurar Cura+. Su fabricación requiere un árbol espiritual de mucha vitalidad que se purifica en agua bendita tras ser cortado y luego se talla. Este proceso le confiere sus poderes curativos. Curiosamente, se dice que en otro mundo hay otro bastón con el mismo nombre que cura a los demás al golpearlos con él. Los propietarios del bastón sanador deben tener cuidado de no confundirlos."]}, "icon": "item_10502.png"}