{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": null, "name": "Glory Staff", "type_id": 5, "skills": [214710], "is_twohanded": false, "rarity": 6, "compendium_id": 621, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Breath' ability."], "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 8, "element_inflict": null, "MP": 0, "MAG": 23, "SPR": 56, "DEF": 0}, "type": "Staff", "strings": {"name": ["Glory Staff", "榮光之杖", "영광의 지팡이", "Bâton de gloire", "Gloriestab", "Bastón de la gloria"], "desc_short": ["A holy relic which grants one's allies physical strength.", "能夠給予同伴臂力的聖王遺杖", "아군에게 완력을 부여하는 성왕 유물의 지팡이", "Une sainte relique qui donne de la force physique aux alliés de son porteur.", "Ein heiliges Relikt, das einem Verbündeten physische Stärke gewährt.", "Una reliquia sagrada que aumenta la fuerza física de los aliados de quien la lleva."], "desc_long": ["A staff of the Holy King that came from a faraway land, which was stolen by a preacher by the name of Maximus who plotted to use the staff - one of the Holy King's relics - to gain control of the Divine Church. It looks like any ordinary staff made from a mistletoe tree, but in reality, the staff has been purified by priests and blessed under the name of god. Those who obtain this staff is said to grant strength to their allies.", "異界傳說中登場的聖王遺物之一，由神王教團傳道士馬克西姆斯為了奪取教團收集而來。該杖看上去雖平凡無奇，但由於經過了多名聖職者的淨化，受到了神的加護，因此能夠給予同伴非凡的臂力。", "이계의 전승에 등장하는 성왕의 유물 중 하나로, 신왕 교단의 전도사 막시무스에 의해, 교단을 탈취하기 위해 모인 지팡이. 어디에나 있을 법한 평범한 지팡이이지만, 여러 성직자에게 정화되어 신의 가호를 받을 수 있다. 이 지팡이를 손에 넣은 자는 아군에게 강력한 완력을 부여할 수 있다고 한다.", "La bâton d'un roi saint originaire d'un monde lointain qui fut volé par un prêcheur du nom de Maximus qui complota pour utiliser ce bâton - une des reliques du roi saint - afin de prendre le contrôle de l'Église Divine. Il ressemble à n'importe quel bâton ordinaire fait de gui, mais a en réalité été purifié par les prêtres et béni des dieux. Ceux qui ont obtenu ce bâton disent qu'il a amélioré la force de leurs alliés.", "Ein Stab des Heiligen Königes aus einem fernen Land, der von einem Prediger namens Maximus gestohlen wurde. Dieser wollte jenes Relikt der Heiligen Könige nutzen, um Kontrolle über die Göttliche Kirche zu erlangen. er sieht zwar aus wie ein gewöhnlicher Zweig von der Mistel, doch in Wahrheit wurde er von Priestern gereinigt und im Namen des Gottes gesegnet. Wer diesen Stab erlangt, soll seine Verbündeten damit stärken.", "Un bastón del Rey Sagrado que proviene de tierras lejanas. Lo robó un predicador que se hacía llamar Maximus. Este planeaba usar el bastón, una de las reliquias del Rey Sagrado, para hacerse con el control de la Iglesia Divina. A simple vista, parece un bastón de lo más normal hecho de muérdago; pero, en realidad, los clérigos lo purificaron en nombre de dios. Todo aquel que porte este bastón les otorga fuerza a sus aliados."]}, "icon": "item_10517.png"}