{"slot": "Weapon", "compendium_shown": true, "price_buy": 800, "requirements": null, "name": "Air Racket", "type_id": 5, "skills": [10050], "is_twohanded": false, "rarity": 3, "compendium_id": 689, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Poisona' magic."], "price_sell": 80, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 28, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 28, "DEF": 0}, "icon": "item_10522.png", "type": "Staff", "strings": {"name": ["Air Racket", "空氣球拍", "에어 라켓", "Aéro-Massue", "Luftschläger", "Pala de aire"], "desc_short": ["A battle racket brought from another world.", "來自異界的戰鬥專用球拍", "이계에서 유입된 전투용 라켓", "Une raquette de combat d'un autre monde.", "Ein Kampfschläger aus einer anderen Welt.", "Una raqueta de combate de otro mundo."], "desc_long": ["A battle racket brought from the faraway world of Gaia. White mages using rods and staves is commonly known, but in the faraway world of Gaia, there are white mages that also fight using rackets and flutes. This particular racket isn't a melee weapon. It is actually a long range weapon used to cause gales as a means of attack.", "來自異界的戰鬥專用球拍。白魔道士的武器以魔棒和手杖為主，不過在異界蓋亞也有裝備球拍和笛子前往戰鬥者。這個球拍不是打擊武器，使能夠引起風並攻擊的遠距離武器。", "이계 가이아에서 유입된 전투용 라켓. 백마도사의 장비라고 하면 홀장이나 지팡이가 일반적이겠지만, 이계 가이아에서는 라켓이나 피리를 장비하여 싸우는 자도 있었다고 한다. 이 라켓은 타격무기가 아니라, 바람을 일으켜 공격하는 원거리용 무기였던 듯하다.", "Une raquette de combat venant du monde lointain de Gaïa. Il est connu que les mages blancs utilisent plutôt des bâtons et des sceptres, mais dans le  monde lointain de Gaïa il y a aussi des mages blancs qui se battent avec des raquettes et des flûtes. Celle-ci à ceci de particulier qu'elle n'est pas une arme faite pour le combat rapproché. C’est une arme de longue portée qui  peut provoquer de véritables tempêtes partout où elle frappe.", "Ein Kampfknüppel aus der fernen Welt Gaia. Dass Weißmagier üblicherweise Ausrüstung wie Ruten oder Stöcke mit sich führen, ist weithin bekannt; in der Welt Gaia jedoch, soll es auch Magier geben, die stattdessen mit Knüppeln und Flüten bewaffnet in den Kampf ziehen. Bei diesem Knüppel handelt es sich nicht um eine Hiebwaffe für den Nahkampf, sondern um eine Fernkampfwaffe, mit der heftige Windstöße hervorgerufen werden können.", "Una raqueta de combate del lejano mundo de Gaia. Comúnmente, se sabe que los magos blancos usan varas y bastones; pero, en Gaia, hay algunos que también usan raquetas y flautas. Esta raqueta en particular no es un arma de melé. En realidad, es un arma de larga distancia que se usa para atacar con vientos fuertes."]}, "accuracy": 0}