{"slot": "Weapon", "compendium_shown": true, "price_buy": 8000, "requirements": null, "name": "Platinum Staff", "type_id": 5, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 553, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 9, "SPR": 54, "DEF": 0}, "icon": "item_10507.png", "type": "Staff", "strings": {"name": ["Platinum Staff", "白金手杖", "백금의 지팡이", "Bâton de platine", "Platinumstab", "Bastón de platino"], "desc_short": ["A staff made from platinum.", "以白金製成的手杖", "백금으로 만들어진 지팡이", "Un bâton fait de platine.", "Ein Stab aus Platin.", "Un bastón de platino."], "desc_long": ["A staff made from platinum. Most mages are weak, so use of platinum for their staves proved to be a subject of concern. But this light-weight staff was finally created after the advancement of techniques coming from trial and error, thus making this staff a beacon of accomplishment to craftsmen who have spent their lives creating it. Currently, it is widely available to the public, and many own one of these as their staff of choice.", "以白金製成的手杖。魔道士們一般身體柔弱，因此難以利用比重較大的白金製裝備。在經歷了無數次失敗之後，工匠們終於實現了輕量化的生產技術。如今它已經廣泛流通於市，成為很多人的愛用品。", "백금으로 만들어진 지팡이. 마도사들은 기본적으로 힘이 약하여, 무게가 나가는 금속인 백금을 지팡이의 재료로 사용하는 것은 커다란 과제였다. 이 지팡이는, 반복되는 실패 속에서 기술을 향상시킨 끝에 마침내 경량화에 성공한 장인들의 노력의 결정체라 할 수 있다. 현재는 일반적으로 유통을 시작하여, 많은 이들의 사랑을 받고 있다.", "Un bâton fait de platine. La plupart des mages sont faibles, donc beaucoup se demandèrent si l'usage du platine dans la fabrication de leurs bâtons n'était pas un problème en soi. Mais, ces bâtons allégés furent créés après la découverte de nouvelles techniques au prix de bien des essais et des erreurs. Ils représentent ainsi une sorte d'accomplissement pour des artisans qui ont passé pour certains une vie entière à perfectionner ces techniques. Aujourd'hui disponible à grande échelle pour tout le monde, beaucoup en font leur bâton de prédilection.", "Ein Stab aus Platin. Die meisten Magier sind nicht physisch stark, der Einsatz von Platin war daher stets problematisch. Doch nach zahlreichen Versuchen, die im technologischen Fortschritt resultierten, entstand dieser leichtgewichtige Stab als Errungenschaft von Schmieden, die ihr Leben lang danach strebten. In der Gegenwart ist er weithin verfügbar und viele wählen ihn als ihren Stab.", "Un bastón de platino. La mayoría de los magos no son muy fuertes, por lo que los bastones de platino siempre han sido blanco de críticas. Sin embargo, este bastón de poco peso se creó con técnicas avanzadas y mucho ensayo y error. Por ello, es un claro ejemplo de lo que pueden conseguir los artesanos durante toda una vida de trabajo. A día de hoy, es un objeto fácil de encontrar y, de hecho, para muchos es su bastón de confianza."]}, "accuracy": 0}