{"slot": "Weapon", "compendium_shown": true, "price_buy": 800, "requirements": null, "name": "Wizard's Staff", "type_id": 5, "skills": [20010], "is_twohanded": false, "rarity": 3, "compendium_id": 75, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Fire' magic."], "price_sell": 80, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 13, "element_inflict": null, "MP": 0, "MAG": 6, "SPR": 32, "DEF": 0}, "type": "Staff", "strings": {"name": ["Wizard's Staff", "魔道士之杖", "마도사 지팡이", "Bâton de mage", "Magusstab", "Bastón de mago"], "desc_short": ["A staff that grants the power of fire.", "能夠使用火焰的手杖", "파이어를 쓸 수 있는 지팡이", "Bâton conférant le pouvoir du feu.", "Ein Stab mit der Kraft des Feuers.", "Bastón que otorga el poder del fuego."], "desc_long": ["A staff imbued with magic that allows its owner to cast fire. There are many beasts who instinctually fear flames, regardless of their elemental affinity. Thus, it is essential for a mage to be able to cast fire in battle. However, the results this weapon yields fluctuate greatly depending on its user, making the wizard's staff only as reliable as rudimentary magic.", "能夠使出火屬性魔法火焰的魔道師杖。其實，有許多魔物就算弱點不是火焰，也會本能性地避而遠之。所以，對魔道師來說，能否使出魔法火焰是非常重要的。雖然通過此杖使出的火焰威力會根據裝備者的能力有所不同，但再怎麼說也只是初級魔法，所以不能太過自信。", "불속성 마법 파이어를 쓸 수 있는 마도사의 지팡이. 마물들은 딱히 약점이 아니어도 본능적으로 불을 두려워하는 경우가 많아, 파이어를 쓸 수 있는지는 마도사에게 매우 중요하다. 물론 사용자의 역량에 따라 위력에는 다소 차이가 있으나, 초보적인 마법이므로 과신해서는 안 된다.", "Un bâton imprégné de magie qui permet de lancer Brasier. De nombreuses bêtes craignent les flammes par instinct, et ce quelque soit leur affinité élémentaire. Il est donc essentiel pour un mage de pouvoir lancer un sort de feu en combat. Les résultats dépendent grandement de l'utilisateur, ce qui rend ce bâton aussi fiable que la magie rudimentaire.", "Ein magisch geladener Stab, der seinem Träger ermöglicht, Feuer einzusetzen. Viele Bestien haben eine instinktive Angst vor Feuer, unabhängig von ihrer elementaren Affinität. Daher ist es lebenswichtig für einen Magier, im Kampf Feuer einsetzen zu können. Die Kraft des Stabes steigt zwar in den Händen eines erfahrenen Benutzers etwas, dennoch handelt es sich nicht um besonders starke Magie.", "Un bastón con magia que permite a su propietario conjurar Piro. Hay muchas bestias que, por instinto, temen al fuego a pesar de su afinidad elemental. Por ello, es esencial para un mago poder conjurarlo en batalla. Sin embargo, el resultado de esta arma depende en gran medida de quien lo usa, por lo que es solo relativamente fiable."]}, "icon": "item_10503.png"}