{"slot": "Weapon", "compendium_shown": true, "price_buy": 800, "requirements": null, "name": "Golem's Staff", "type_id": 5, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 331, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 80, "stats": {"status_inflict": {"Petrify": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 17, "element_inflict": ["Earth"], "MP": 0, "MAG": 7, "SPR": 42, "DEF": 0}, "type": "Staff", "strings": {"name": ["Golem's Staff", "泥人杖", "골렘 지팡이", "Bâton de Golem", "Golemstab", "Bastón de Gólem"], "desc_short": ["A fearsome cane capable of turning those it hits to stone.", "可以憑藉敲打令對方石化的恐怖魔杖", "때린 상대를 돌로 바꾸는 공포의 지팡이", "Un sceptre terrifiant capable de changer en pierre tout ce qu'il touche.", "Ein furchterregender Stab, der Dinge in Stein verwandelt.", "Un temible bastón capaz de volver en piedra a aquellos a quienes pega."], "desc_long": ["A fearsome cane capable of turning those it hits to stone. Long ago, there was once a widely feared tyrant. With this cane he fought back against any who defied him, turning them to stone. Citizens, his retainers, even his family, none were spared mercy. It is said that in the end, when his castle had become full of stone statues leaving him all alone, he then used the cane on himself.", "可以憑藉敲打令對方石化的恐怖魔杖。曾有個古代暴君，會用此魔杖將反抗他的人變為石頭，不管是民眾、臣子還是家人，一個都不放過。結果城中佈滿了石像，只剩下了暴君一個人。他最終用此杖打向了自己。", "무기로 사용하면 낮은 확률로 맞은 상대를 석화 상태에 빠뜨릴 수 있는 무시무시한 지팡이. 일찍이 폭군으로 악명 높던 고대의 왕이 있었다. 그는 자신을 거스르는 자들을 모두 이 지팡이로 때려 돌로 만들었다고 한다. 그 대상은 백성이나 신하는 물론 가족들조차 예외가 아니었다. 이윽고 왕의 성은 석상으로 가득 찼고, 혼자가 된 왕은 마지막으로 자기 자신을 지팡이로 때렸다고 전해진다.", "Un sceptre terrifiant capable de changer en pierre tout ce qu'il touche. Il y a longtemps vivait un tyran qui été craint de tous. Il utilisait ce sceptre pour transformer en pierre quiconque osait défier son autorité. Les habitants, ses domestiques et même sa propre famille, personne ne lui échappait. On raconte qu'au final, après avoir rempli son château de statues, il finit par l'utiliser sur lui-même.", "Ein furchterregender Stab, der Dinge in Stein verwandelt. Vor langer Zeit existierte ein gefürchteter Tyrann, der mit seinem Stab gegen jene kämpfte, die sich ihm widersetzten, und sie in Stein verwandelte. Bürger, Stadthalter – selbst seine Familie blieb nicht verschont. Es heißt, dass er schließlich ganz alleine in einem Schloss voller Steinstatuen lebte, wo er dann den Stab auf sich selbst richtete.", "Un temible bastón capaz de convertir en piedra a aquellos a quienes toca. Hace mucho tiempo, había un tirano muy temido. Con este bastón luchaba contra quien le desafiara, convirtiéndolo en piedra. Los ciudadanos, sus sirvientes, incluso su familia: de nadie se apiadaba . Se dice que al final, cuando su castillo se había llenado de estatuas de piedra dejándolo solo a él, utilizó el bastón sobre sí mismo."]}, "icon": "item_10505.png"}