{"slot": "Weapon", "compendium_shown": true, "price_buy": 800, "requirements": null, "name": "Rune Staff", "type_id": 5, "skills": [30100], "is_twohanded": false, "rarity": 3, "compendium_id": 76, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Silence' magic."], "price_sell": 80, "stats": {"status_inflict": {"Silence": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 15, "element_inflict": null, "MP": 0, "MAG": 6, "SPR": 38, "DEF": 0}, "icon": "item_10504.png", "type": "Staff", "strings": {"name": ["Rune Staff", "符文之杖", "룬 지팡이", "Bâton runique", "Runenstab", "Bastón rúnico"], "desc_short": ["A staff with dormant magic sealed within.", "能封鎖魔法的沉默之杖", "마법을 봉인하는 침묵의 지팡이", "Bâton renfermant des pouvoirs magiques endormis.", "Ein Stab, dem magische Kräfte innewohnen.", "Bastón que encierra magia latente."], "desc_long": ["A staff of sacred power engraved with ancient writing. It can inflict silence when used to strike an opponent, but also allows its owner to cast silence by using green magic. This staff makes it apparent that ancient peoples sought ways in which to neutralize the menacing power of magic to break their foe's psyche, a tactic many people use till this day. Silencing an enemy in battle could be an effective way to gain the advantage.", "刻有古代文字擁有神秘力量的手杖。作為武器發動攻擊時能使對手陷入沉默狀態，同時還能夠使出綠魔法沉默。如何才能將強力的魔法無效化是從古至今都令人心神憔悴的一大難題。如果能順利使敵人沉默，那麼在戰鬥中會取得很大的優勢。", "신비한 힘을 지닌 고대 문자가 새겨진 지팡이. 무기로 쓰면 상대를 침묵 상태로 만들 수 있으며 녹마법 사일런스를 사용할 수 있게 된다. 위협적인 마법을 어떻게 무력화할지 고심하는 건 예나 지금이나 마찬가지였다. 적절한 순간에 적을 침묵시킬 수 있다면 전투를 유리하게 풀어나갈 수 있을 것이다.", "Un bâton doté d'un pouvoir sacré et sur lequel est gravée une écriture ancienne. Il peut infliger l'altération d'état silence à un ennemi en le frappant. Il permet aussi de lancer le sort silence en utilisant la magie verte. Ce bâton est le symbole des recherches que les anciens menaient sur les moyens de neutraliser les pouvoirs magiques de leurs adversaires en brisant leur mental. Cette technique donnant un certain avantage en combat, elle est toujours utilisée de nos jours.", "Ein antiker, mit mystischen Kraftrunen verzierter Stab. Er kann Feinde sowohl durch einen Schlag als auch durch Magie mit Stille belegen. Es scheint, dass die Menschen in grauer Vorzeit ebenso nach Möglichkeiten gesucht haben, schädliche Magie zu bannen, wie es heute noch der Fall ist. Den Gegner seiner Magie zu berauben, stellt in jedem Fall einen taktischen Vorteil dar.", "Un bastón de poder sagrado con una inscripción antigua. Puede infligir silencio si golpea a un oponente, pero también permite a su propietario conjurar Mutis con magia verde. Pone de manifiesto que los pueblos antiguos buscaban contrarrestar el temible poder de la magia para penetrar en la mente, una táctica que muchos aún utilizan. Silenciar a un enemigo puede ser una forma efectiva de obtener ventaja."]}, "accuracy": 0}