{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": null, "name": "Angel Wand", "type_id": 5, "skills": [216040], "is_twohanded": false, "rarity": 6, "compendium_id": 649, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Light Resistance +20%' passive."], "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 2, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 48, "DEF": 12}, "icon": "item_10519.png", "type": "Staff", "strings": {"name": ["Angel Wand", "天使魔杖", "천사의 완드", "Baguette angélique", "Engelsstab", "Vara angelical"], "desc_short": ["A wand said to be imbued with the protection of angels.", "受到天使加護的手杖", "천사의 가호가 깃든 지팡이", "Une baguette qui serait imprégné de la protection des anges.", "Ein Stab, der mit dem Schutz der Engel gesegnet sein soll.", "Una varita aparentemente imbuida con la protección de los ángeles."], "desc_long": ["A wand adorned with a blue gem that is said to be imbued with the protection of angels. There are many theories to its origin, but according to ancient tomes, the blue gem is supposedly an angel's teardrop that was crystallized. Those with a pure heart can bring out the brilliance of the gem when using the wand, but if used by those of evil, the brilliance of the gem slowly fades until it loses its glimmer.", "附有美麗藍寶石，受到天使加護的手杖。關於它的來歷有著諸多揣測，不過根據古書上記載，這塊寶石是由天使流下的眼淚結晶而成。心靈潔淨者使用的話，將會更增加它的閃耀程度，反之擁有惡意之人使用的話據說會漸漸失去光芒。", "천사가 지켜준다고 하는, 푸른색의 보석이 달린 아름다운 지팡이. 그 유래에 대해서는 여러가지 설이 있지만, 고대 서적에 따르면 이 보석은 천사가 흘린 눈물이 결정화한 것이라 한다. 깨끗한 마음을 지닌 자가 이 지팡이를 사용하면 보석이 한층 더 눈부시게 빛나지만, 사악한 자가 사용하면 차츰 빛이 사라지게 된다.", "Une baguette qui serait imprégné de la protection des anges. Il y a beaucoup de théories sur ses origines mais, selon d’anciens écrits, la pierre bleue serait une larme d’ange cristallisée. Ceux qui ont le cœur pur peuvent révéler la brillance de cette pierre en utilisant la baguette, mais si elle est utilisée par quelqu'un ayant de mauvaises intentions, elle s ‘éteint jusqu’à perdre toute sa lueur.", "Dieser wundervolle Stock ist mit einem blauen Edelstein besetzt und man glaubt, dass man mit diesem den Schutz der Engel erhält. Viel wird über die Herkunft dieses Gegenstandes berichtet und so wird auch überliefert, dass es sich bei dem Juwel um eine kristallisierte Engelsträne handeln soll. Wird der Stock von einem Träger mit einem reinen Herzen benutzt, erfüllt den Edelstein ein strahlendes Licht; benutzt ihn aber ein schlechter Mensch, verschwindet das Glimmen im Inneren des Juwels nach und nach.", "Una varita con una gema azul de adorno que aparentemente está imbuida con la protección de los ángeles. Hay muchas teorías que especulan sobre su origen; pero, según la literatura antigua, la gema azul se supone que es una lágrima de ángel cristalizada. Por ello, los de corazón puro harán que la gema brille al portar la varita, mientras que, si la varita la usa alguien de mala condición, el brillo de la gema se irá perdiendo hasta apagarse por completo."]}, "accuracy": 0}