{"slot": "Weapon", "compendium_shown": true, "price_buy": 40000, "requirements": null, "name": "Clown Staff", "type_id": 5, "skills": [100010], "is_twohanded": false, "rarity": 7, "compendium_id": 646, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP +10%' passive."], "price_sell": 4000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 18, "element_inflict": null, "MP": 0, "MAG": 36, "SPR": 36, "DEF": 0}, "icon": "item_10518.png", "type": "Staff", "strings": {"name": ["Clown Staff", "小丑拐杖", "어릿광대의 지팡이", "Bâton de clown", "Clownstab", "Bastón de payaso"], "desc_short": ["A staff imbued with the protection of the moogles.", "受到莫古利加護的拐杖", "모그리의 가호를 받은 지팡이", "Un bâton imprégné de la protection des dieux.", "Eine Stab versehen mit dem Schutz der Mogrys.", "Un bastón imbuido con la protección de los moguris."], "desc_long": ["A staff that can be used as an umbrella that is imbued with divine protection. Most common umbrella staffs are used only for style and lack any battle functions, but the young girl who owns this staff received it from her moogle friend who imbued it with special powers making it useful as a weapon in battle. It was also made incredibly light-weight so that the young girl can carry it with ease.", "受到不可思議力量加護的拐杖。一般流通的通常用於表演，不適合用在戰鬥上。不過這把拐杖是由持有者少女的親友莫古利贈送，因而擁有特別的力量，用於戰鬥中也能成為十分有力的武器。另外，這把枴杖十分輕巧就連少女也能輕鬆駕馭。", "신비한 가호의 힘이 깃든 지팡이형 우산. 일반적으로 유통되는 지팡이형 우산은 주로 퍼포먼스 등에 쓰이므로 전투 시에는 그다지 도움이 되지 않는다. 그러나 이 지팡이형 우산은 어느 소녀가 친구 모그리에게서 선물 받은 것으로, 특별한 힘이 깃들어 있어 전투 시에도 상당히 유용한 무기로써 활용할 수 있다. 또한, 소녀가 손쉽게 다룰 수 있을 정도로 가볍게 제작되었다고 한다.", "Un bâton imprégné de la protection des dieux. Les bâtons faisant également office de parapluies sont uniquement utilisés comme accessoire de mode et n'ont aucune utilité en combat. Toutefois, les pouvoirs spéciaux ajoutés par l'ami mog de son porteur l'on rendu parfait pour le combat. Il a également été considérablement allégé afin qu'une jeune fille puisse le manier avec aisance.", "Von diesem Gehstock, der zugleich die Funktion eines Regenschirms in sich birgt, geht eine mysteriöse Aura des Schutzes aus. Üblicherweise werden Stockschirme vor allem wegen ihrer Doppelfunktion benutzt, finden aber keine Verwendung im Kampf. Dieser spezielle Stockschirm aber, den seine Besitzerin von einem ihr vertrauten Mogry erhalten hat, ist von einer besonderen Kraft durchsetzt und daher auch in der Schlacht eine äußerst effektive Waffe. Weil der Gegenstand außerdem von einer erstaunlichen Leichtigkeit ist, kann auch das junge Mädchen flink und wendig mit ihm umgehen.", "Un bastón que puede usarse de paraguas y, que a la vez, está imbuido con una protección divina. La mayoría de los bastones-paraguas son meros ornamentos, por lo que carecen de cualquier función para el combate. Sin embargo, la joven dueña de este bastón se hizo con él porque su amigo moguri se lo regaló. Este lo había imbuido de poderes mágicos para que fuera de utilidad en los combates. Además, también lo hizo extremadamente ligero para que la joven lo pudiese llevar con facilidad."]}, "accuracy": 0}