{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": null, "name": "Holy Wand - Replica", "type_id": 5, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 700, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 8, "element_inflict": ["Light"], "MP": 0, "MAG": 0, "SPR": 60, "DEF": 0}, "icon": "item_10521.png", "type": "Staff", "strings": {"name": ["Holy Wand - Replica", "神聖魔杖·複製品", "성스러운 마법봉·레플리카", "Baguette sacrée - réplique", "Heiliger Stab - Replik", "Réplica de varita sagrada"], "desc_short": ["A replica of a holy wand.", "神聖魔杖的複製品", "성스러운 마법봉의 레플리카", "Une réplique d'une véritable épée sacrée.", "Die Replik eines heiligen Stabes.", "Una réplica de una varita sagrada."], "desc_long": ["A replica of one of the twelve shining arms, the Holy Wand. The wand is noted for its unique design reminiscent of a spear. Though it looks very similar to the Holy Wand, it is a fake, so it lacks the power the real wand holds. At least it offers the owner a chance to feel how it's like to own one of the twelve shining arms.", "十二武具之一的神聖魔杖的複製品。設計獨特且外型酷似長槍。由於是神聖魔杖的複製品，其性能比真品還要拙劣，但能夠體會獲得十二武具之一的心情。", "눈부시게 빛나는 십이무구 중 하나로, 성스러운 마법봉의 레플리카. 창과 유사한 특유의 디자인이 특징이다. 성스러운 마법봉과 비슷하게 생긴 모조품이기 때문에, 성능은 진품에 한참 미치지 못하지만 십이무구 중 하나를 손에 넣은 듯한 기분을 맛볼 수 있다.", "Réplique de la baquette sacrée, une des douze armes brillantes. La baguette est célèbre pour sont design unique venant d’une lance. Bien qu’elle soit très semblable à la baguette sacrée, c’est une fausse, alors il lui manque le pouvoir de l’authentique. Au moins ça montre à son propriétaire ce que ça fait de posséder l’une des douze armes brillantes.", "Eine Replik einer der zwölf funkelnden Waffen, des heiligen Stabes. Besonders auffällig für diesen Stab ist sein Aussehen, das an einen Speer erinnert. Obwohl sie dem heiligen Stab verblüffend ähnlich sieht, besitzt sie nicht das Potential des Originals. Es lässt sich aber an ihr nachempfinden, wie es wohl wäre, eine der zwölf funkelnden Waffen zu besitzen.", "Una réplica de una de las doce armas brillantes, la varita sagrada. Esta varita posee un diseño único que recuerda a una lanza. Aunque se parece mucho a la varita sagrada, se trata de una copia, por lo que carece del poder que alberga la varita de verdad. Al menos, su portador podrá saber cómo se siente al sujetar una de las doce placas de luz."]}, "accuracy": 0}