{"slot": "Weapon", "compendium_shown": true, "price_buy": 160, "requirements": null, "name": "Staff", "type_id": 5, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 72, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 16, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 5, "element_inflict": null, "MP": 0, "MAG": 2, "SPR": 14, "DEF": 0}, "type": "Staff", "strings": {"name": ["Staff", "手杖", "지팡이", "Bâton", "Stab", "Bastón"], "desc_short": ["An ordinary staff of plain design.", "非常普通沒有任何特別之處的手杖", "흔히 볼 수 있는 평범한 지팡이", "Bâton tout à fait ordinaire.", "Ein ganz gewöhnlicher Stab.", "Bastón corriente de diseño común."], "desc_long": ["The first staff that apprentice mages use. It is produced in mass quantities and its reasonable price makes it easily affordable. Staves are crafted to amplify the magical powers of their owners, and thus are made from wood which excels at gathering magic, or even from trees which hold spiritual powers. However, since a mistake while gathering magical power could end up breaking the staff, only cheap versions of this weapon are given to beginners.", "勵志進修魔法之人最早握於手中的就是此杖了。此杖為量產品，成本價格都很低廉。手杖主要是用來增強魔力以便聚集力量，所以原材料選用的都是自身擁有靈力的樹木。在聚集力量時如果出現了失誤，手杖便會折斷，所以修行中的魔道師一般不會使用價格昂貴的杖。", "마법에 뜻을 둔 자가 가장 먼저 사용하는 지팡이이다. 대량으로 생산되는 제품이라 저렴하게 구할 수 있다. 지팡이는 소유자의 마력을 증폭시키는 역할을 하므로, 보통은 힘을 모으기 쉽거나 영력이 깃든 나무를 베어 만든다. 하지만 힘을 집중할 때 실수하면 무기가 부러지기도 하므로 초보 마도사는 처음부터 고가의 지팡이를 쓰지 않는다.", "Le premier bâton que les apprentis mages utilisent. Produit en grande quantité, son faible prix le met à la portée de tous. Fabriqués pour amplifier les pouvoirs magiques de ceux qui s'en servent, les bâtons sont à base de bois pouvant absorber la magie, ou d'arbres renfermant des pouvoirs spirituels. Les débutants manient des bâtons peu chers car une erreur d'absorption magique pourrait les briser.", "Ein Begleiter für die ersten Schritte auf dem Pfad der Magie, erschwinglich und überall erhältlich. Stäbe sollen die magischen Kräfte ihrer Träger verstärken, daher werden sie aus dem Holz magischer Bäume hergestellt. Ein Fehler beim Fokussieren magischer Kraft kann zum Brechen des Stabs führen, daher benutzen aufstrebende Magier normalerweise eher günstige Exemplare.", "El primer bastón que usan los aprendices de mago. Se produce en serie y tiene un precio razonable que lo hace asequible. Están hechos para amplificar el poder mágico de sus dueños, por lo que se hacen de madera que recoge bien la magia, o incluso de árboles con poderes espirituales. Sin embargo, como un error al concentrar magia puede acabar rompiendo el bastón, a los principiantes solo se les ofrecen versiones baratas."]}, "icon": "item_10500.png"}