{"slot": "Weapon", "compendium_shown": true, "price_buy": 8000, "requirements": null, "name": "Cypress Pile", "type_id": 5, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 533, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 800, "stats": {"status_inflict": {"Confusion": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 23, "element_inflict": null, "MP": 0, "MAG": 6, "SPR": 45, "DEF": 0}, "type": "Staff", "strings": {"name": ["Cypress Pile", "柏木棒", "사이프러스 파일", "Bâton de cyprès", "Zypressen", "Palo de ciprés"], "desc_short": ["A staff made from cypress.", "用側柏製成的手杖", "사이프러스로 만든 지팡이", "Un bâton fabriqué à partir d'un cyprès.", "Ein aus Zypressen gefertigter Stab.", "Un bastón de madera de ciprés."], "desc_long": ["A staff made from cypress. It holds a special power where it has a chance of confusing those it strikes. Cypress holds stronger magic power compared to other woods, and is sought after as the perfect medium to use for mid-tier mages. To some it may look like a stick, but the shape, length, form, and the well-balanced magic power it holds makes it perfect for mages to use as a means to tap into their magic powers.", "用側柏製成的手杖。它有著神奇的能力，能通過擊打讓對手陷入混亂狀態。側柏製成的手杖能夠發揮更強的魔法，因此對中級魔道士而言，這是最佳的媒介。其外形看起來只是一根木棒，但它有助於讓中等能力的魔道士有效地循環體內的魔力。", "사이프러스를 재료로 한 지팡이. 특수한 힘을 지니고 있으며, 때린 상대를 드물게 혼란 상태로 만든다. 평범한 목재보다 높은 마력을 발휘할 수 있는 사이프러스 목재는, 중간급의 마도사에게는 최적의 촉매가 된다. 겉보기엔 평범한 봉에 지나지 않지만, 평이한 수준의 마력을 지닌 마도사에게 있어 최적의 물건으로 마력의 순환 능력이 뛰어난 지팡이이다.", "Un bâton fabriqué à partir d'un cyprès. Il possède un pouvoir spécial qui peut rendre confus ceux qu'il frappe. Comparé aux autres bois, le cyprès est capable de relâcher davantage de pouvoirs magiques, c'est la raison pour laquelle il est très convoité par les mages de rang intermédiaire. Pour certain, il peut ressembler à un vulgaire bâton, mais sa forme, sa longueur ainsi que le pouvoir magique très équilibré qu'il porte en lui en fait l'outil parfait pour les mages qui veulent puiser dans leurs propres pouvoirs magiques.", "Ein aus Zypressen gefertigter Stab. Mit seiner besonderen Kraft verwirrt er die, die er trifft. Zypressen bergen im Vergleich mit anderen Holzarten mehr magische Kraft, daher gelten sie als perfektes Material für fortgeschrittene Zauberer. Für manche sieht er nur wie ein Stock aus, doch Länge, Form und die ausbalancierte magische Kraft eignen sich perfekt für Magier.", "Un bastón de madera de ciprés. Alberga un poder especial que puede confundir a los enemigos al golpearlos. Comparado con otros tipos de madera, el ciprés está imbuido por un poder mágico más potente y esto lo convierte en algo cotizado por los magos de nivel intermedio. Para algunos solo será un palo; pero su forma, su longitud y el equilibrio de su poder mágico lo convierten en el objeto perfecto para que los magos puedan canalizar sus poderes mágicos."]}, "icon": "item_10510.png"}