{"slot": "Weapon", "compendium_shown": true, "price_buy": 8000, "requirements": null, "name": "Staff of Resentment", "type_id": 5, "skills": [203250], "is_twohanded": false, "rarity": 5, "compendium_id": 830, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP + 5%' passive."], "price_sell": 800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 8, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 40, "DEF": 20}, "icon": "item_60501.png", "type": "Staff", "strings": {"name": ["Staff of Resentment", "憤怒手杖", "분노의 지팡이", "Bâton du ressentiment", "Stab der Verachtung", "Bastón vengativo"], "desc_short": ["A staff used by a hot-blooded clergyman.", "血氣方剛的聖職者所使用過的手杖", "혈기 왕성한 성직자가 사용하던 지팡이.", "Un bâton utilisé par un ecclésiastique au tempérament de feu.", "Ein Stab, der von einem heißblütigen Kleriker verwendet wurde.", "Un bastón que solía usar un clérigo apasionado."], "desc_long": ["A staff used by a hot-blooded clergyman. According to records, this particular clergyman was quick to anger from the very day he was born. During battle, he would get tired of healing his party from behind, so he often ran into the heat of battle with his staff raised to finish off any remaining enemies.", "血氣方剛的聖職者所使用過的手杖", "혈기 왕성한 성직자가 사용하던 지팡이. 기록에 따르면, 이 성직자는 태어날 때부터 성질이 급하여 아군이 적을 신속하게 쓰러뜨리지 못하면 지팡이를 휘둘러 적을 날려 버렸다고 한다.", "Un bâton utilisé par un ecclésiastique au tempérament de feu. Selon les archives, ce prêtre est si irascible qu’on dit qu’il est né avec le sang chaud. Au combat, son rôle de soigneur confiné à l’arrière du groupe le fatiguait tant qu’il finissait souvent par se ruer en ligne de front pour fracasser ses ennemis de son bâton.", "Ein Stab, der von einem heißblütigen Kleriker verwendet wurde. Den Aufzeichnungen nach soll dieser Geistliche vom Tag seiner Geburt an aufbrausend gewesen sein. Im Kampf war er es häufig leid, seine Kameraden aus sicherer Entfernung zu heilen, und stürzte sich stattdessen mit hoch erhobenem Stab mitten ins Kampfgetümmel, um alle übrigen Gegner auszuschalten.", "Un bastón que solía usar un clérigo apasionado. Según los escritos, se trataba de un clérigo que tenía poco autocontrol. De hecho, durante los combates, parece que a veces se cansaba de curar a su equipo y se metía en mitad del combate para reducir a bastonazos a cualquier enemigo que quedase en pie."]}, "accuracy": 0}