{"slot": "Weapon", "compendium_shown": true, "price_buy": 80000, "requirements": null, "name": "Holy Wand", "type_id": 5, "skills": [10210, 213980], "is_twohanded": false, "rarity": 8, "compendium_id": 699, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Holy' magic.", "Grants 'Dual White Magic' passive."], "price_sell": 8000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 16, "element_inflict": ["Light"], "MP": 0, "MAG": 0, "SPR": 120, "DEF": 0}, "icon": "item_10525.png", "type": "Staff", "strings": {"name": ["Holy Wand", "神聖魔杖", "성스러운 마법봉", "Baguette sacrée", "Heiliger Stab", "Varita sagrada"], "desc_short": ["A holy wand used to cleanse the unclean.", "驅除不淨的神聖手杖", "부정을 정화하는 성스러운 지팡이", "Une baguette sacrée utilisée pour laver l'impureté.", "Ein heiliger Stab, mit dem die Unreinen geläutert werden.", "Una varita sagrada que se usaba para limpiar las impurezas."], "desc_long": ["One of the twelve shining arms. The wand is noted for its unique design reminiscent of a spear, and is considered a masterpiece, spoken of in legends, among the white mages to this day. This holy wand is said to cleanse the unclean, and only Visions, or those who hold the heart of light can use it. Only those accepted by The Troubled Strategist, Sheratan, can wield the wand.", "十二武具之一的神聖魔杖的複製品。設計獨特且外型酷似長槍，是白魔道士間所傳的珍奇逸品。也被稱為能夠驅逐不淨的魔杖，據說只有具有光之心者才能夠駕馭它。同時，只有「隱藏憎恨的高傲軍師・榭拉坦」所認同之人才能夠獲得。", "눈부시게 빛나는 십이무구 중 하나. 창과 유사한 특유의 디자인이 특징이다. 백마도사들 사이에서는 지금도 전설로 회자되는 걸작품으로, 부정을 정화하는 성스러운 지팡이라고도 불리며 빛의 마음을 지닌 자나 그 비전만이 다룰 수 있다. '증오를 숨긴 고결한 참모 셰라탄'에게 그 힘을 인정받은 자만이 이 무기를 손에 넣을 수 있다.", "Une des douze armes brillantes. Elle est célèbre pour son design unique qui vient d’une lance, et est considérée comme un chef-d’œuvre, apparaissant dans les légendes, des mages blancs à ce jour. On dit de cette baguette sacrée qu’elle purifie l’impropre, et seuls les Visions ou ceux qui détiennent un cœur de lumière peuvent l’utiliser. Seuls ceux acceptés par lLe Stratège Troublé, Sheretan, peuvent manier la baguette.", "Eine der zwölf funkelnden Waffen. Besonders auffällig für diesen Stab ist sein Aussehen, das an einen Speer erinnert. Der heilige Stab ist ein wahres Prachtstück und Legenden über ihn werden auch heute noch von Weißmagiern weitergeben und tradiert. Als heiliger Stock, mit dem es möglich ist, Unreinheit auszutreiben kann der Stab nur von jenen benutzt werden, die das Licht im Herzen tragen - und von ihren Visionen. Nur wer von Sheratan, dem besorgten Strategen, für würdig befunden wird, kann diesen Stab führen.", "Una de las doce armas brillantes. Esta varita posee un diseño único que recuerda a una lanza; además, se considera una obra maestra. De hecho, de ella se habla en muchas leyendas de los magos blancos, incluso a día de hoy. Asimismo, se dice que esta varita sagrada se usaba para limpiar las impurezas, y solo pueden usarla las visiones o aquellos con un corazón donde penetra la luz. En definitiva, solo aquellos que hayan sido aceptados por Sheratan, el estratega atribulado, pueden usar esta varita."]}, "accuracy": 0}