{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": ["UNIT_ID", 214000105], "name": "Budding Maple Wand", "type_id": 5, "skills": [100010, 100040], "is_twohanded": false, "rarity": 6, "compendium_id": 436, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP +10%' passive.", "Grants 'MP +10%' passive."], "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 12, "element_inflict": null, "MP": 0, "MAG": 30, "SPR": 68, "DEF": 0}, "type": "Staff", "strings": {"name": ["Budding Maple Wand", "綠葉楓木幻杖", "어린잎 마법봉", "Baguette bourgeonnante", "Knospender Ahornstab", "Varita brote de arce"], "desc_short": ["A mythical one-handed wand from another world. (Y'shtola only)", "來自異界的單手幻具（雅・修特拉專用）", "이계에서 유입된 한손 환술도구(야슈톨라 한정)", "Une baguette mythique à une main d'un autre monde.  (Uniq. Y'shtola)", "Ein mythischer einhändiger Stab aus einer anderen Welt. (Nur Y'shtola)", "Un vara mítica de una mano de otro mundo. (Solo Y'shtola)"], "desc_long": ["A tool used by the conjurers of the distant world of Eorzea. This magical weapon was created from materials found in nature, and uses the aether in its surroundings as its main source of power. Conjurers then manipulate this magical energy to achieve their own ends.", "異界艾歐澤亞的幻術師所使用的幻具之一。幻具是指利用自然形成的物質製造的手杖狀魔器，能夠對自然界中的以太產生作用。幻術師能夠控制以太編織出魔法。", "이계 '에오르제아'의 환술사라고 불리는 사람들이 다루는 환구 중 하나. 환구란 자연의 나무로 만들어진 지팡이형의 마기로, 자연계의 에테르에 작용한다. 환술사는 그것을 제어하여 마법을 구사한다고 한다.", "Un outil utilisé par les élémentalistes du monde lointain d’Éorzéa. Cette arme magique a été créée à partir de matériaux trouvables dans la nature et utilise son environnement comme source de son pouvoir. Les élémentalistes manipulent ensuite cette énergie magique pour parvenir à réaliser leurs objectifs.", "Ein Werkzeug von Zauberern in der fernen Welt Eorzea. Diese magische Waffe wurde aus natürlichen Materialien hergestellt und nutzt den Äther in ihrer Umgebung als Kraftquelle. Zauberer nutzen diese magische Energie für ihre eigenen Zwecke.", "Una herramienta que utilizan los hechiceros del lejano mundo de Eorzea. Esta arma mágica se creó con elementos de la naturaleza, y hace uso del éter que la rodea como fuente de energía. Permitía a los hechiceros manipular esta energía mágica para sus propios fines."]}, "icon": "item_10516.png"}