{"slot": "Weapon", "compendium_shown": true, "price_buy": 2400, "requirements": null, "name": "Golden Staff", "type_id": 5, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 276, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 240, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 19, "element_inflict": null, "MP": 0, "MAG": 9, "SPR": 48, "DEF": 0}, "icon": "item_10506.png", "type": "Staff", "strings": {"name": ["Golden Staff", "黃金杖", "황금 주술봉", "Bâton en or", "Goldstock", "Bastón dorado"], "desc_short": ["A staff that glimmers brightly with gold.", "用耀眼黃金製作的手杖", "번쩍번쩍 빛나는 황금으로 만들어진 지팡이", "Bâton qui brille d'un puissant éclat doré.", "Stab, der golden strahlt.", "Bastón que emite un brillo dorado."], "desc_long": ["A shiny staff made from gold. Having been made to look as extravagant as possible, there is a clear divide between those whole love it and those who hate it. However, it is not simply a case of form over function, and it will surely serve well any who are fortunate enough to get their hands on one. However, there are many who complain that it is so flashy that it literally hurts their eyes to look upon.", "閃著耀眼金光的黃金製手杖，魔道士們對那金燦燦的奢華光芒褒貶不一。不過這手杖可不是徒有其表，它也是一把完美的武器，只要能夠得到它，必能在戰鬥中派上用場。不過據用過的人反應，這手杖的光芒實在是太刺眼了，盯久了殘像都會留在眼底，久久不肯消失。", "황금으로 만들어져 번쩍번쩍 빛나는 지팡이. 사치의 극치인 이 지팡이는 마도사들 사이에서도 호불호가 갈린다. 하지만 단순한 사치품이 아니라 지팡이로서의 성능도 우수하다. 손에 넣을 수만 있다면 큰 도움이 될 것이다. 그러나 \"너무 번쩍거려서 눈이 아프다\", \"잔상이 뇌리에 남는다\"는 불평이 있는 것 또한 사실이다.", "Un bâton étincelant, en or. Avec son style extravagant, ce bâton génère des avis très partagés entre ceux qui l'aiment et ceux qui le détestent. Tout ne se résume pas à une question esthétique, car ce bâton rendra de fiers services à celui ou celle qui a la chance de mettre la main dessus. Pour autant, beaucoup se plaignent qu'il soit si brillant qu'il heurte littéralement la vue.", "Ein leuchtender Stab aus Gold. Da der Stab so extravagant wie möglich gemacht wurde, scheiden sich bei ihm die Geister zwischen denen, die ihn lieben, und denen, die ihn hassen. Es geht bei dem Stab allerdings nicht nur um die Äußerlichkeiten, denn er wird denen, die ihn in die Hände bekommen, sicherlich gute Dienste leisten. Allerdings gibt es viele, die sich beschweren, dass er so protzig ist, dass einem die Augen weh tun.", "Un bastón brillante hecho de oro. Se diseñó con la idea de resultar lo más extravagante posible, y no hay término medio entre los que lo adoran y los que lo odian. Sin embargo, no se trata de un arma meramente estética, y sin duda será de gran utilidad para los afortunados que puedan hacerse con uno. Sin embargo, no son pocos los que se quejan de que es demasiado reluciente y que verlo les lastima literalmente los ojos."]}, "accuracy": 0}