{"slot": "Weapon", "compendium_shown": true, "price_buy": 26000, "requirements": null, "name": "Selene Bow", "type_id": 7, "skills": [200310, 101060], "is_twohanded": true, "rarity": 6, "compendium_id": 719, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Barrage' ability.", "Grants 'Undead Killer' passive."], "price_sell": 2600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 72, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10717.png", "type": "Bow", "strings": {"name": ["Selene Bow", "塞琳之弓", "셀레네의 활", "Arc de Séléné", "Bogen der Selene", "Arco de Selene"], "desc_short": ["A bow given the name of the goddess of the moon.", "冠有月亮女神之名的弓", "달의 여신의 이름이 붙은 팔", "Un arc portant le nom de la déesse de la lune.", "Ein Bogen benannt nach der Mondgöttin.", "Un arco que comparte nombre con la diosa lunar."], "desc_long": ["A bow given the name of the goddess of the moon. Selene is, not only a beautiful goddess of the moon, but is also the goddess of life who oversees the reproduction of life. The arrow she uses lets out a soft, moonlight glow that cleanses all those unholy. Though it is unknown whether this bow was employed by the moon goddess herself, it has already proven itself as being an effective weapon against the undead.", "冠上月之女神之名的弓。塞琳不但是美麗的月之女神，同時也是掌管生命與繁殖的女神。她所射出的箭矢纏繞著溫和的月光，擁有淨化不潔之物的效果。雖然無法確定這把弓是否就是月之女神用過的弓，但是它對死靈系魔物的效果是貨真價實的。", "달의 여신의 이름이 붙은 활. 셀레네는 아름다운 달의 여신인 동시에 번식을 관장하는 생명의 여신이기도 하다. 그녀가 쏘아붙인 활은 부드러운 달빛에 휘감겨, 부정한 자들을 정화했다고 한다. 이 활이 달의 여신이 사용하던 것과 동일한 것인지는 알 수 없지만, 언데드를 퇴치하는 힘만큼은 확실한 듯하다.", "Arc avec le nom de la déesse de la lune. Sélène n’est pas juste une magnifique déesse de la lune, mais aussi de la vie qui supervise la reproduction de la vie. L’arc qu’elle utilisait laisse s’échapper une douce lumière lunaire qui purifie tout impie. Bien qu’on ne sache pas si cet arc a été utilisé ou non par la déesse, il a déjà prouvé qu’il était une arme efficace contre les morts-vivants.", "Ein Bogen, der den Namen einer Mondgöttin trägt. Selene ist nicht nur die zauberhaft schöne Göttin des Mondes, sondern auch die Göttin, die den Wachstum allen Lebens beaufsichtigt. Von ihren Pfeilen heißt es, dass diese in weiches Mondlicht gehüllt sind und in der Lage sind, jede Person von ihrer Unsauberkeit reinzuwaschen. Obwohl niemand sagen kann, ob es sich bei diesem Bogen um das von der Mondgöttin verwendete Original handelt, hat er zweifelsohne den gleichen Effekt für Untote.", "Un arco que comparte nombre con la diosa lunar. Selene no es solo la bella diosa de la luna, también es la diosa de la vida y se encarga de que esta se reproduzca. Asimismo, la flecha que usa desprende un brillo lunar suave que purifica cualquier impureza. Aunque no se sepa si este arco llegó a usarlo la mismísima diosa de la luna, no hay duda de que es un arma muy efectiva contra los muertos vivientes."]}, "accuracy": 70}