{"slot": "Weapon", "compendium_shown": true, "price_buy": 1300, "requirements": null, "name": "Mythril Bow", "type_id": 7, "skills": [101090], "is_twohanded": true, "rarity": 3, "compendium_id": 291, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 130, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 38, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10703.png", "type": "Bow", "strings": {"name": ["Mythril Bow", "秘銀弓", "미스릴 활", "Arc en mithril", "Mithrilbogen", "Arco de mitrilo"], "desc_short": ["A bow made of mythril.", "用秘銀製作的弓", "미스릴로 만든 활", "Arc fait de mithril.", "Ein Bogen aus Mithril.", "Arco hecho de mitrilo."], "desc_long": ["A bow made of mythril perfect for targeting beasts midair. Its light weight makes it easy to carry, which can be convenient for cavalry, as it usually struggles with the hefty weight of regular bows. The sturdy mythril it is crafted from can serve for other purposes as well, such as using the bow to strike opponents directly and create an opening for a quick getaway. This tactic, however, is highly frowned upon.", "用秘銀製作的弓，能夠有效對付空中的魔物。由於十分輕便，秘銀弓在一定程度上克服了機動性較差這一缺點。另外，秘銀製的武器非常堅固，因此，如果敵人已經近在咫尺，用它擊打敵人使之退卻，也許能夠有助於開闢退路。當然，這種做法並不值得稱讚。", "미스릴로 만들어진 활. 공중에 있는 마물에게 높은 효과를 발휘한다. 가볍고 들고 다니기 쉬워 활의 약점인 낮은 기동성을 다소 개선했다. 게다가 미스릴로 만들어 매우 튼튼하기 때문에, 바람직한 방법은 아니지만 절체절명의 위기에 처했을 때 이것으로 적을 때려 겁을 준 뒤 퇴로를 확보하는 일도 가능할 것이다.", "Un arc en mithril idéal pour cibler les ennemis en l'air. Sa légèreté en fait une arme facilement transportable, idéale pour les cavaliers qui croulent habituellement sous le poids des arcs classiques. Le mithril robuste qui le compose permet d'utiliser l'arc pour frapper directement l'ennemi et créer ainsi une échappatoire. Cette technique est cependant peu réglementaire.", "Ein aus Mithril gefertigter Bogen, ideal, um fliegende Ziele anzugreifen. Sein geringes Gewicht macht ihn auch zu einer hervorragenden Kavalleriewaffe, da schwere Bögen aus dem Sattel nur schlecht zu benutzen sind. Ein Mithrilbogen ist robust genug, um ihn notfalls auch als Schlagwaffe im Nahkampf einzusetzen, was allerdings gemeinhin als schlechter Stil betrachtet wird.", "Arco de mitrilo ideal para apuntar a bestias en el aire. Es una arma ligera y portátil que resulta cómoda para la caballería, guerreros que suelen tener problemas con el peso de los arcos normales. Al estar hecho de mitrilo, este arco se puede usar para otros fines, como golpear a los oponentes directamente para abrir una escapatoria rápida, aunque es una práctica que está mal vista."]}, "accuracy": 70}