{"slot": "Weapon", "compendium_shown": true, "price_buy": 520, "requirements": null, "name": "Long Bow", "type_id": 7, "skills": [101090], "is_twohanded": true, "rarity": 2, "compendium_id": 80, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 52, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 24, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10701.png", "type": "Bow", "strings": {"name": ["Long Bow", "長弓", "장궁", "Arc long", "Langbogen", "Arco largo"], "desc_short": ["An ordinary long bow.", "普通的長弓", "일반적인 장궁", "Arc long ordinaire.", "Ein normaler Langbogen.", "Arco largo corriente."], "desc_long": ["A bow as large as a full-grown adult that can shoot across a great distance. It has more firepower than the short bow, and its ability to pierce enemies in the air is also extraordinary. The best location to shoot this bow is either from far away, or from a point of high altitude, as its great size makes it difficult to maneuver in close combat. Therefore it is essential that the necessary precautions are taken before putting this weapon to use.", "長度相當於成年人身高的長弓。不僅射程長，而且還比短弓威力高。對空中飛行的魔物極其有效。雖然弓在遠處或高處進行攻擊非常有效，但如果進入近身戰，則即刻陷入不利地位。特別是此長弓，因過大導致裝備者不能靈活閃避，所以一定要注意在安全地帶進行攻擊。", "어른 키만 한 장궁. 사정거리도 길고 단궁보다 위력이 세다. 공중에 있는 마물에게 높은 효과를 발휘한다. 멀리 떨어져 있거나 고지를 점한 상황에서는 강력하지만, 접근전이 벌어지면 아무 쓸모도 없어진다. 특히 장궁은 크기 때문에 기동성이 극히 낮아서 안전한 자리를 잡는 게 중요하다.", "Un arc aussi grand qu'un homme, pouvant tirer sur une longue distance. Il est plus puissant que l'arc court, et sa capacité à transpercer les ennemis dans les airs est extraordinaire. Étant difficile à manipuler en combat rapproché, il vaut mieux l'utiliser à une distance importante de la cible, ou bien en altitude. Il nécessite donc beaucoup de précautions.", "Ein ungefähr mannshoher Bogen mit enormer Reichweite. Er hat mehr Durchschlagskraft als ein Kurzbogen und ist überaus wirksam gegen fliegende Gegner. Bögen entfalten ihre Kraft am besten, wenn sie aus der Entfernung oder von einem erhöhten Punkt aus eingesetzt werden, im Nahkampf sind sie jedoch nahezu wirkungslos. Dies trifft besonders für die großen und sperrigen Langbögen zu, daher ist eine vorausschauende Taktik unabdingbar.", "Un arco tan largo como un adulto que puede disparar a gran distancia. Tiene mayor potencia que el corto, y una extraordinaria capacidad para perforar a los enemigos en el aire. La mejor ubicación para disparar es o de lejos o desde un punto muy alto, puesto que su tamaño dificulta el manejo. Por eso hay que tomar las precauciones necesarias antes de usarlo."]}, "accuracy": 70}