{"slot": "Weapon", "compendium_shown": true, "price_buy": 65000, "requirements": null, "name": "Goddess Bow", "type_id": 7, "skills": [101090], "is_twohanded": true, "rarity": 7, "compendium_id": 325, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 6500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 91, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 40, "DEF": 0}, "icon": "item_10712.png", "type": "Bow", "strings": {"name": ["Goddess Bow", "女神弓", "여신의 활", "Arc de la déesse", "Göttinnenbogen", "Arco de la diosa"], "desc_short": ["A bow housing the affections of a goddess.", "附帶女神慈愛的弓", "여신의 자애가 깃든 활", "Arc qui porte en lui l'amour d'une déesse.", "Ein Bogen, der die Gnade einer Göttin in sich trägt.", "Arco bendecido por una diosa."], "desc_long": ["A mysterious bow that not only boasts of great power, but also grants its wielder divine protection and spiritual strength. It is especially effective against aerial foes, and is said to get its power from the hunter goddess that once possessed it. This particular goddess was also known as a guardian of female warriors, and thus this bow was once given to those ladies who showed the most promise in the military arts.", "攻擊力高強的弓，裝備它就能夠獲得神之加護，提高精神。它蘊含著一位擅長狩獵的女神的力量，能夠對天上飛的獵物發揮很高的威力。那位女神曾經被認為是女性的守護神，因此這種弓也就成為了文武雙全的女性專屬的武器。", "높은 공격력을 자랑하며, 장착하면 신의 가호를 얻어 정신력이 높아지는 신비한 활. 사냥의 명수였다는 여신의 힘이 남아있어 하늘을 나는 사냥감에 대해 위력이 상승한다고 한다. 그 여신은 특히 여성을 지켜준다고 믿어졌기 때문에, 옛날에 이 활은 문무에 뛰어난 여성이 가졌다고 전해진다.", "Un arc mystérieux imprégné d'une grande puissance et qui offre à celui qui le porte une protection divine et une immense force spirituelle. Il est particulièrement efficace contre les ennemis volants, et son pouvoir lui viendrait de la déesse de la chasse qui le détenait autrefois. Cette déesse était aussi connue comme la gardienne des guerrières, c'est pourquoi l'arc était remis à celles qui faisaient preuve d'un talent particulier dans l'art de la guerre.", "Ein geheimnisvoller Bogen, der nicht nur große Macht, sondern auch göttlichen Schutz und geistige Stärke verleiht. Er ist besonders effektiv gegen fliegende Kreaturen und soll einmal einer Göttin der Jagd gehört haben. Diese Göttin galt auch als Schutzpatronin der Kriegerinnen, daher war es ein Zeichen größter Anerkennung, als Frau einen solchen Bogen verliehen zu bekommen.", "Arco misterioso que destaca por su gran potencia y por otorgar protección divina y fuerza espiritual al portador. Es un arma muy efectiva contra enemigos aéreos y se dice que toma el poder de la diosa cazadora a la que perteneció que, además, era conocida como la guardiana de las mujeres guerreras. Por este motivo, este arco se solía dar a las damas más prometedoras en las artes de la batalla."]}, "accuracy": 70}