{"slot": "Weapon", "compendium_shown": true, "price_buy": 65000, "requirements": null, "name": "Killer Bow+", "type_id": 7, "skills": [101090, 101000, 101020, 101080], "is_twohanded": true, "rarity": 7, "compendium_id": 737, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Bird Killer' passive.", "Grants 'Plant Killer' passive.", "Grants 'Bug Killer' passive.", "Grants 'Beast Killer' passive."], "price_sell": 6500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 118, "element_inflict": ["Dark"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10718.png", "type": "Bow", "strings": {"name": ["Killer Bow+", "殺手弓·改", "개량형 저격궁", "Arc tueur +", "Killerbogen+", "Arco asesino+"], "desc_short": ["An expert bow with enhanced abilities.", "性能強化，適合熟練者的弓", "성능을 더욱 끌어올린 숙련자용 활.", "Un arc d’expert aux qualités améliorées.", "Ein Meisterbogen mit verbesserten Eigenschaften.", "Un arco de experto con propiedades mejoradas."], "desc_long": ["An expert bow with enhanced abilities. The bow excels in taking down monsters in flight. This bow is a modified killer bow made to kill with extreme efficiency. Because of this, it can prove quite dangerous in the hands of those inexperienced. In fact, some regions place strict restrictions on who can own these bows.", "性能強化，適合熟練者的弓。對空中的魔物能發揮顯著的效果。將殺傷能力提高至極限的殺手弓改良成為更強力的武器，因此讓無法準確瞄準的人拿是非常危險的。某些地區甚至會設置持有這把弓的限制條件。", "성능을 더욱 끌어올린 숙련자용 활. 공중의 마물에게 특히 뛰어난 효과를 발휘한다. 살상력을 극한까지 끌어올린 저격궁을 더욱 강력하게 개량했기 때문에, 목표를 정확히 조준하지 못하는 자가 이 활을 다루는 것은 상당히 위험하다. 지역에 따라서는 이 활을 소지하는 데 제한을 두는 곳도 있다고 한다.", "Un arc d’expert aux qualités améliorées. Il est parfait pour abattre les monstres en plein vol. Cet arc est en réalité une version qui a été modifiée pour pousser son efficacité à l’extrême. Pour cette raison, il peut s’avérer fort dangereux dans les mains d’un archer inexpérimenté. Par ailleurs, certaines régions ont mis en place plusieurs restrictions sévères visant à limiter le nombre de propriétaires.", "Ein Meisterbogen mit verbesserten Eigenschaften. Wie überragend diese Fernwaffe tatsächlich ist, lässt sich sicherlich am leichtesten anhand der Jagd von fliegenden Monstern veranschaulichen; der Bogen ist auf bloße Effizienz ausgelegt und damit ein buchstäbliches Mordinstrument. In der Hand eines unerfahrenen Recken, kann diese Waffe leicht zur großen Gefahr für Benutzer und seine Verbündeten werden. In einigen Gebieten wird die Handhabung dieser Bogen daher streng reguliert.", "Un arco de experto con propiedades mejoradas. Especialmente útil cuando se trata de derribar monstruos voladores. Se trata de una modificación del Arco asesino con el fin de matar con una mayor eficacia. Debido a esto, puede convertirse en un arma bastante peligrosa si se encuentra en las manos de alguien falto de experiencia. De hecho, en algunas regiones existen ciertas restricciones sobre quien puede portar o no estos arcos."]}, "accuracy": 70}