{"slot": "Weapon", "compendium_shown": true, "price_buy": 65000, "requirements": null, "name": "Reppu Shingetsu", "type_id": 7, "skills": [100730], "is_twohanded": true, "rarity": 7, "compendium_id": 860, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Auto-Regen' passive."], "price_sell": 6500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 110, "element_inflict": ["Wind"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10720.png", "type": "Bow", "strings": {"name": ["Reppu Shingetsu", "剛弓「烈風新月」", "열풍신월", "Reppu Shingetsu", "Sturmmond-Bogen", "Arco feroz Reppu Shingetsu"], "desc_short": ["A bow from the Farplane with the power of wind.", "充滿風之力的異界之弓", "바람의 힘이 깃든 강력한 이계의 활.", "Un arc issu de l’Au-delà et imprégné des pouvoirs du vent.", "Ein mächtiger Bogen aus einer fernen Welt, dem die Kraft des Windes innewohnt.", "Un arco del Etéreo dotado con el poder del viento."], "desc_long": ["A powerful bow from a faraway world imbued with the power of wind. It is said to be sold by a mysterious interstellar merchant who makes his wares in a dungeon that changes its layout with each descent.", "充滿風之力的強力異界之弓。在每次進入都會改變構造的迷宮中，某個可疑的行商星人有在賣。", "바람의 힘이 깃든 강력한 이계의 활. 들어갈 때마다 모습이 바뀌는 미궁 속에서 수상한 행상성인이 판매하던 것이라고 한다.", "Un puissant arc issu d’un monde lointain et imprégné des pouvoirs du vent. Il serait vendu par un mystérieux marchand interstellaire basé à l’intérieur d’un donjon qui change à chaque visite.", "Ein mächtiger Bogen aus einer fernen Welt, dem die Kraft des Windes innewohnt. Angeblich wird er von einem geheimnisvollen interstellaren Händler verkauft, der seine Waren an einem Ort herstellt, der bei jedem Eintritt in die Atmosphäre seine Form verändert.", "Un arco muy potente de otro mundo dotado con el poder del viento. Parece que lo vende un misterioso mercader interestelar que fabrica sus mercancías en una mazmorra que va cambiando su estructura a medida que uno va descendiendo."]}, "accuracy": 70}