{"slot": "Weapon", "compendium_shown": true, "price_buy": 3900, "requirements": null, "name": "Polon Bow", "type_id": 7, "skills": [101090], "is_twohanded": true, "rarity": 4, "compendium_id": 343, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 390, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 30, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10713.png", "type": "Bow", "strings": {"name": ["Polon Bow", "羅賓弓", "포론의 활", "Arc de Robin", "Polonbogen", "Arco de Polon"], "desc_short": ["An otherworldly bow and arrow swept in by a great flood.", "被洪水沖來的異界之弓", "홍수에 떠내려온 이계의 활", "Un arc et des flèches d'un autre monde emportés par de grandes inondations.", "Ein jenseitiger Pfeil und Bogen aus einer großen Flut.", "Un arco y una flecha de otro mundo barridos por una gran inundación."], "desc_long": ["A bow and arrow from a far away world. When a great flood hit the forest of sprites, it was washed away along with a sprite child to Gaia's Navel, where the dwarves resided. After many twists and turns it landed in the hands of the heroes of the holy sword, becoming a powerful tool for them. It is said to have even been further strengthened by a dwarf blacksmith.", "來自遙遠異界的弓，被洪水沖到了矮人所居住的蓋亞的中心。幾經波折該弓成為了聖劍勇者們的武器，在冒險旅途中幫了勇者們很大的忙。相傳如果經矮人族的鍛冶工匠之手，該弓還可以變為更強的武器。", "머나먼 이계에서 건너온 활. 요정의 숲에 홍수가 났을 때, 어린 요정과 함께 드워프들이 사는 가이아의 배꼽까지 떠내려왔다. 우여곡절 끝에 성검의 용사들 손에 들어간 후, 그들의 든든한 동반자가 되었다고 한다. 드워프 대장장이의 손을 거치면 더 강력한 무기로 탈바꿈한다고 전해진다.", "Un arc et des flèches que l'on trouve dans les légendes d'un autre monde. On raconte qu'ils furent emportés dans les profondeurs de Gaïa, demeure des nains, en même temps qu'un enfant lutin lorsqu'une gigantesque inondation ravagea la forêt des lutins. Après maints tourments, ce dernier finit par rencontrer les héros à l'épée sacrée, et se révéla d'une grande utilité. On raconte même qu'un forgeron nain les aurait renforcés davantage.", "Pfeil und Bogen aus einer fernen Welt. Als eine große Flut den Wald der Kobolde traf, wurden sie zusammen mit einem Koboldkind zu den Zwergen gespült. Nach vielen Umwegen landete es in den Händen der Helden des heiligen Schwertes, für die es eine mächtige Waffe wurde. Angeblich wurde es von einem Zwergenschmied noch weiter verstärkt.", "Un arco y una flecha de un mundo muy lejano. Cuando una gran inundación anegó el bosque de los espíritus, fue arrastrado junto a un niño espíritu hacia el Ombligo de Gaia, donde vivían los enanos. Después de muchas vueltas, aterrizó en las manos de los héroes de la espada sagrada, convirtiéndolas en unas herramientas poderosas para ellos. Se dice que fue más fortalecida gracias al trabajo de un herrero enano."]}, "accuracy": 70}