{"slot": "Weapon", "compendium_shown": true, "price_buy": 130000, "requirements": null, "name": "Reincarnation", "type_id": 7, "skills": [101090, 210260], "is_twohanded": true, "rarity": 8, "compendium_id": 504, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Bird Killer' passive.", "Grants 'Girl of Rebirth' passive."], "price_sell": 13000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 45, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 68, "DEF": 0}, "icon": "item_10715.png", "type": "Bow", "strings": {"name": ["Reincarnation", "輪迴之翼", "리인카네이션", "Réincarnation", "Reinkarnation", "Reencarnación"], "desc_short": ["A beautiful bow designed to look like wings. (Enables special abilities when equipped by Fina)", "羽翼一般的優雅長弓【菲娜裝備時，發動特定技能】", "날개를 모티브로 한 우아한 활 [피나 장착 시 특정 어빌리티 발동]", "Un arc magnifique conçu pour ressembler à des ailes. (Permet à Fina d'utiliser des aptitudes spéciales)", "Ein hübscher Bogen in Schwingenform. (Aktiviert bei Fina Spezialfertigkeiten)", "Un bonito arco con forma de alas. (Activa habilidades especiales si se lo equipa Fina)."], "desc_long": ["A beautiful bow, designed to look like wings, used by the amnesic, yet bright and spirited Fina. The bow's shape and the materials used to create it are so unusual that no other bow comes close to its design. There are no records pointing to who the creator of the bow is. The bow looks quite cumbersome for a young girl to use, but it is actually enchanted so that it is as light as a feather. (Enables special abilities when equipped by Fina)", "這把弓屬於天真浪漫、喪失了記憶的少女菲娜。它形如羽翼，優雅美麗。其設計獨特，所運用的素材十分珍貴，以至於在任何書籍中都找不到關於類似武器的記載。其製作者也不得而知。對於女性而言，這種武器看起來太大，但它寓有神秘的力量，拿在手中幾乎感覺不到重量。【菲娜裝備時，發動特定技能】", "기억을 잃어버린 천진난만한 소녀, 피나의 활. 날개를 모티브로 한 디자인이 특징이다. 그 디자인이며 재료가 무척이나 진귀하여, 서적을 참조해도 유사한 물건이 전혀 발견되지 않는다고 한다. 여성이 다루기엔 다소 커다란 감이 있지만, 신비한 힘이 깃들어 있어 보기와는 달리 깃털처럼 가볍게 느껴진다고 한다. [피나 장착 시 특정 어빌리티 발동]", "Un magnifique arc conçu pour répliquer l'apparence d'une paire d'ailes. Il est utilisé par Fina, qui malgré son amnésie se démarque par son intelligence et sa fougue. La forme de l'arc et les matériaux utilisés lors de sa fabrication sont si rares qu'aucun autre arc ne saurait s'y apparenter. Il n'existe aucun document attestant de l'identité de son créateur. L'arc paraît quelque peu difficile à utiliser pour une jeune femme, mais en réalité, il est enchanté de manière à le rendre aussi léger qu'une plume. (Confère des compétences spéciales à Fina lorsqu'elle s'en équipe)", "Ein schöner, flügelförmiger Bogen, den die mutige und schlaue Fina ohne Erinnerung verwendet. Seine Form und sein Material sind so ungewöhnlich, dass ihm kein anderer Bogen ähnelt. Wer ihn erschaffen hat, ist nicht bekannt. Für ein junges Mädchen wirkt der Bogen fast zu klobig, doch durch seine Verzauberung ist er leicht wie eine Feder. (Aktiviert bei Fina Spezialfertigkeiten)", "Un bonito arco con forma de alas que pertenece a la brillante, pero amnésica de Fina. Por su forma y el material del que está hecho, no hay ningún otro arco que se asemeje a este. Tampoco se sabe quién fue su creador. Dicho esto, a pesar de su aspecto un tanto aparatoso y pesado para una joven, el arco está encantado, por lo que su peso es similar al de una pluma. (Activa habilidades especiales si se lo equipa Fina)."]}, "accuracy": 70}