{"slot": "Weapon", "compendium_shown": true, "price_buy": 13000, "requirements": null, "name": "Rune Bow", "type_id": 7, "skills": [101090], "is_twohanded": true, "rarity": 5, "compendium_id": 452, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 1300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 48, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Bow", "strings": {"name": ["Rune Bow", "符文弓", "룬의 활", "Arc runique", "Runenbogen", "Arco rúnico"], "desc_short": ["A bow inscribed with ancient writings.", "刻有古代文字的弓", "고대 문자가 새겨진 활", "Un arc orné de gravures anciennes.", "ein Bogen mit uralten Schriftzeichen.", "Un arco con un escrito antiguo grabado en él."], "desc_long": ["A bow decorated with ancient engravings that hold mystical power. The carvings upon it are said to have been made by a civilization that lived long ago, and are believed to be what makes this weapon more powerful than the average bow. Its string never snaps or loses its tension either, making it a valuable weapon that others hope to imitate in order to make a profit. Fortunately, a forgery can be easily spotted by simply testing the limits of the bow's string.", "刻著帶有神奇力量的古代文字的弓。文字緣起於古老的文明，使得這把弓能夠發揮更強的威力。弓弦也受符文影響而變得堅韌難斷。由於品質優秀，市面上開始流通眾多贗品。不過，只要用力拉扯弓弦即可驗明真偽。", "신비한 힘을 지닌 고대 문자가 새겨진 활. 머나먼 옛날에 존재했던 문명의 문자가 새겨져 있으며, 평범한 활보다도 강한 힘을 지녔다. 활시위 또한, 룬의 힘 덕택에 끊어지거나 헐거워지지 않는다고 알려져 있으며 그 때문에 마물들도 많이 들고 다닌다고 한다. 다만, 활시위를 세게 잡아당겨 보면 진품 여부를 확인할 수 있어 가품의 판별 또한 어렵지 않다.", "Un arc décoré de multiples gravures en langue ancienne qui ont des pouvoirs mystiques. Ces inscriptions semblent avoir été faites par une ancienne civilisation qui vivait il y a très longtemps et certains croient que ce sont eux qui l'ont rendu bien plus puissant qu'un arc classique. Sa corde ne casse jamais et reste constamment tendue, faisant de cette arme de grande valeur, la source de toutes les convoitises et poussant certaines personnes peu scrupuleuses à produire des faux pour se faire de l'argent. Heureusement, un forgeron peut facilement repérer le subterfuge en testant la solidité de la corde.", "Ein Bogen mit uralten Gravierungen, der mystische Kräfte birgt. Die Inschriften sollen einer uralten Zivilisation entstammen, durch die der Bogen durchschnittlichen Exemplaren überlegen erscheint. Seine Sehne reißt nie oder verliert an Spannung, sodass andere versuchen, sie nachzuahmen, um Profit zu machen. Man kann einen Waffenhersteller also testen, indem man einen solchen Bogen in Auftrag gibt.", "Un arco decorado con grabados antiguos con poder místico. Se dice que los realizó una civilización muy antigua, y que hacen al arco más poderoso de lo habitual. Su cuerda nunca se parte ni pierde tensión, por lo que es un arma valiosa que muchos intentan imitar para lucrarse. Afortunadamente es fácil reconocer las imitaciones si se pone a prueba la cuerda del arco."]}, "icon": "item_10709.png"}