{"slot": "Weapon", "compendium_shown": true, "price_buy": 3900, "requirements": null, "name": "Elven Bow", "type_id": 7, "skills": [101090], "is_twohanded": true, "rarity": 4, "compendium_id": 83, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 390, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 42, "element_inflict": null, "MP": 0, "MAG": 10, "SPR": 0, "DEF": 0}, "type": "Bow", "strings": {"name": ["Elven Bow", "精靈弓", "요정의 활", "Arc elfique", "Elfenbogen", "Arco elfo"], "desc_short": ["A bow made by forest elves.", "森林的仙子製作的弓", "숲의 요정이 만든 활", "Arc fabriqué par les elfes des bois.", "Ein Bogen, geschmiedet von Waldelfen.", "Arco fabricado por los elfos del bosque."], "desc_long": ["A bow that excels in eliminating targets mid-air rumored to have been made by forest elves. The elves are extremely beautiful creatures that enjoy the gift of longevity, but keep themselves distanced from human civilization. They are also very proficient in magic, and are said to have the power to hear the voices of nature itself. Although they sustain themselves by hunting off the land, they never take more than what they need, and they always aim at the vital organs of their targets to keep them from any unnecessary suffering.", "相傳由森林的仙子製作的弓，可以有效對付空中的魔物。仙子們住在遠離人煙的森林中，不光外表美麗，而且十分長壽。牠們能夠使用魔法，甚至還可以聽得到自然的聲音。雖然仙子們也會狩獵動物來吃，不過牠們對森林的恩惠都懷有敬意，因此才會用這把弓一箭射中獵物的要害，減輕獵物死前的疼痛。", "숲에 사는 요정이 만들었다는 활. 공중에 있는 마물에게 높은 효과를 발휘한다. 인간을 멀리하고 자연과 더불어 사는 요정들은 모두 아름답고 오래 살며, 마법을 잘 다루고 자연의 소리를 듣는 힘이 있다고 한다. 그들은 먹기 위해 동물을 사냥하지만, 사냥감을 자연의 선물로 여기기에 이 활로 급소를 뚫어 고통 없이 목숨을 거둔다.", "Un arc idéal pour éliminer les cibles en hauteur, qui aurait été fabriqué par les elfes de la forêt. Les elfes sont des créatures somptueuses dotées d'une immense longévité et qui vivent à l'écart de la civilisation des hommes. Ils sont extrêmement doués en magie et auraient même le don de communiquer avec la nature. Ils vivent de la chasse et ne consomment que le strict nécessaire, tout en cherchant à limiter au maximum les souffrances des bêtes qu'ils tuent.", "Von diesem Bogen, der Feinde in der Luft eliminieren kann, wird erzählt, dass er von Waldelfen hergestellt wurde. Elfen sind besonders schöne Wesen, die das Geschenk der Langlebigkeit besitzen, sich aber von Menschen fern halten. Sie sind zudem sehr talentiert auf dem Gebiet der Magie und es heißt, sie hören die Stimme von Mutter Natur selbst. Auch wenn sie auf Jagd gehen, nehmen sie nie mehr als sie benötigen und zielen stets auf lebenswichtige Organe, um ihre Ziele vor langem Leiden zu bewahren.", "Arco diseñado para eliminar a objetivos en el aire, supuestamente fabricado por elfos del bosque. Los elfos son criaturas extraordinariamente bellas con el don de la longevidad, pero se mantienen apartados de la civilización humana. Son expertos en el uso de la magia y se dice que pueden oír las voces de la propia naturaleza. Se alimentan de lo que cazan, pero nunca se llevan más de lo que necesitan, y siempre apuntan a los órganos vitales de sus objetivos para ahorrarles sufrimientos innecesarios."]}, "icon": "item_10704.png"}