{"slot": "Weapon", "compendium_shown": true, "price_buy": 13000, "requirements": null, "name": "Platinum Bow", "type_id": 7, "skills": [101090], "is_twohanded": true, "rarity": 5, "compendium_id": 554, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 1300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 53, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10706.png", "type": "Bow", "strings": {"name": ["Platinum Bow", "白金弓", "백금의 활", "Arc de platine", "Platinumbogen", "Arco de platino"], "desc_short": ["A bow made from platinum.", "以白金製成的弓", "백금으로 만들어진 활", "Un arc fait de platine.", "Ein Bogen aus Platin.", "Un arco de platino."], "desc_long": ["A bow made from platinum. Platinum is quite heavy, making it an unlikely pick to be used for bows, which require speed and precision. But after strenuous efforts of craftsmen, they finally were able to make the platinum light-weight, thus making it accommodating, even for bows. The bowstring is dusted with fine particles of platinum for fortification and resiliency. Of course, this means that the person will need to be strong enough to draw the bowstring.", "以白金製成的弓。由於弓強調速度和敏捷性，而白金比重較大，所以用白金製作弓看起來是一個充滿矛盾的想法。但是，經過工匠的不懈努力，輕量化生產終於成為可能，白金弓也成為了現實。弓弦也鍍上一層白金，增強了韌性。不過，拉弓仍需大力。", "백금으로 만들어진 활. 무게가 나가는 금속인 백금은 신속하게 표적을 노려야 하는 활과는 치명적일 정도로 상성이 나쁘다. 그러나 장인들의 멈추지 않는 노력 끝에 백금은 꾸준히 경량화되어, 지금은 활로서도 사용할 수 있을 정도가 되었다. 현 또한 백금 가루를 입혀 강도를 더해 매우 견고하다. 다만, 시위를 당기기 위해서는 그만큼의 근력이 필요하다고 한다.", "Un arc fait de platine. Métal plutôt lourd, le platine n'est pas vraiment fait pour être utilisé dans la fabrication d'arc, qui nécessite précision et rapidité. Mais après bien des efforts, des artisans ont réussi à créer un platine allégé, le rendant ainsi parfait pour confectionner même des arcs. La corde est saupoudrée de fines particules de platine pour la rendre plus résistante. Bien sûr, cela veut aussi dire que l'utilisateur devra avoir assez de force pour la tendre.", "Ein Bogen aus Platin. Da Platin ein schweres Material ist, wird es gewöhnlich nicht für Bogen verwendet, da das Schießen Schnelligkeit und Präzision erfordert. Nach unermüdlichen Bestrebungen gelang es jedoch, ein leichtes Exemplar zu fertigen. Zur Verstärkung ist die Bogensehne mit feinem Platinstaub eingerieben. Der Träger muss stark genug sein, um ihn trotzdem zu dehnen.", "Un arco de platino. El platino pesa mucho, por lo que no es el material más usado para fabricar arcos ya que estos requieren velocidad y precisión. Aun así, tras muchos esfuerzos por parte de los artesanos, al final se consiguió elaborar platino ligero y, por tanto, los arcos se empezaron a fabricar con este material. La cuerda del arco también contiene partículas de platino para que sea más fuerte y resistente, aunque esto significa que la persona que lo uso tendrá que ser lo suficientemente fuerte como para tirar de la cuerda."]}, "accuracy": 70}