{"slot": "Weapon", "compendium_shown": true, "price_buy": 260, "requirements": null, "name": "Short Bow", "type_id": 7, "skills": [101090], "is_twohanded": true, "rarity": 1, "compendium_id": 79, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 26, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 18, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Bow", "strings": {"name": ["Short Bow", "短弓", "단궁", "Arc court", "Kurzbogen", "Arco corto"], "desc_short": ["A standard bow used by hunters.", "獵人用的普通的弓", "사냥꾼이 쓰는 흔한 활", "Arc standard utilisé par les chasseurs.", "Ein Bogen für die Jagd.", "Arco convencional que usan los cazadores."], "desc_long": ["An ordinary bow used as a tool for hunting wild game. Although originally built for purposes of daily life, it wasn't long until the bow was used to strike menacing beasts from a safe distance during their constant attacks. It is fairly easy to use without proper training, but its flaw lies in its lack of power. However, it is still effective against flying monsters.", "非常普通的弓。弓原本只是獵人們用來獵殺野獸的工具，不過在這個到處都是魔物的世界中，很快就成為了常用遠程武器之一，因為平民身邊能夠用於遠距離攻擊的只有弓。此弓使用方法簡便，不過威力並不高，不能一擊致命是一大難點。對空中飛行的魔物極其有效。", "평범한 활. 원래는 사냥꾼이 야생 짐승을 사냥하는 도구였지만, 항상 마물의 위협에 노출된 환경에서 원거리 공격 수단으로 쓰이게 되었다. 무난하고 다루기 쉽지만, 위력도 마찬가지로 무난해서 결정적인 파괴력이 떨어지는 게 단점이다. 공중에 있는 마물에게 높은 효과를 발휘한다.", "Un arc ordinaire utilisé à l'origine pour chasser les animaux sauvages. Bien qu'il ait à l'origine été conçu pour aider dans la vie quotidienne, il a vite été adopté pour toucher à distance les bêtes menaçantes. Il est très facile à utiliser même sans entraînement, mais il n'est que peu puissant. Il reste cependant efficace contre les monstres volants.", "Ein gewöhnlicher Bogen, ursprünglich für die Jagd auf Wildtiere gedacht. Es dauerte jedoch nicht lange, bis Bögen zu einem wichtigen Mittel wurden, der ständigen Bedrohung durch Monster aus sicherer Entfernung begegnen zu können. Auch ohne viel Übung relativ effektiv zu benutzen und besonders wirkungsvoll gegen fliegende Gegner, jedoch von geringer Durchschlagskraft.", "Un arco corriente que se usa como herramienta en partidas de caza. Aunque tenía un uso cotidiano, no tardó en utilizarse para mantener a raya desde la distancia a las bestias y sus constantes ataques. Es fácil de usar sin entrenamiento, pero carece de potencia. Sin embargo, es efectivo contra monstruos voladores."]}, "icon": "item_10700.png"}