{"slot": "Weapon", "compendium_shown": true, "price_buy": 26000, "requirements": null, "name": "Chocobo Menace", "type_id": 7, "skills": [101090, 201400], "is_twohanded": true, "rarity": 6, "compendium_id": 804, "dmg_variance": [1.25, 1.75], "slot_id": 1, "effects": ["Grants 'Bird Killer' passive.", "Grants 'Scattershot' ability."], "price_sell": 2600, "stats": {"status_inflict": {"Confusion": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 100, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_10719.png", "type": "Bow", "strings": {"name": ["Chocobo Menace", "陸行鳥之弓", "초코보 메나스", "Massue de chocobo", "Chocobokolben", "Maza de chocobo"], "desc_short": ["A wonderful bow inspired by chocobos.", "帶有精美陸行鳥圖樣的弓", "초코보 장식이 새겨져 있는 훌륭한 활.", "Un arc merveilleux inspiré par les chocobos.", "Ein wundervoller Bogen, dessen Design von Chocobos inspiriert wurde.", "Un arco fantástico con diseño de chocobo."], "desc_long": ["A magnificent bow designed after chocobos. A certain chocobo loving smith, known by many as a chocobo meister, created a number of weapons inspired of chocobos. He created this bow so that it's light-weight, and made to unleash sharp-tipped arrows faster than the wind, just like a chocobo dashing through the fields.", "帶有精美陸行鳥圖樣的弓", "초코보 장식이 새겨져 있는 활. 이른바 '초코보 장인'이라 불리는 대장장이에 의해 제작되었다. 초코보에 대해 상당한 애정을 품고 있어, 그가 만든 작품들에는 모두 초코보 장식이 새겨져 있다. 장인의 말에 따르면, 그러한 과정을 통해 초원을 달리는 초코보처럼 가볍고 바람보다 빠르며, 날카로운 화살을 날릴 수 있게 되는 것이라고 한다.", "Un arc magnifique inspiré des chocobos. Un certain forgeron, connu sous le nom de \"maître des chocobos\" et qui adorait les destriers à plumes, a créé plusieurs armes inspirées de ces grands oiseaux. Il a notamment fabriqué cet arc de sorte à le rendre léger et capable de décocher des traits à la vitesse de l’éclair, tel un chocobo courant à travers champ.", null, "Un arco fantástico con diseño de chocobo. El maestro chocobo, un herrero que sentía verdadera pasión por estas criaturas, creó una serie de armas inspiradas en los chocobos. Se trata de un arco ligero capaz de lanzar flechas puntiagudas con la velocidad del viento, como un chocobo que corretea por el campo."]}, "accuracy": 70}