{"slot": "Weapon", "compendium_shown": true, "price_buy": 12000, "requirements": null, "name": "Spica", "type_id": 14, "skills": null, "is_twohanded": true, "rarity": 5, "compendium_id": 490, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 78, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Gun", "strings": {"name": ["Spica", "角宿一", "스피카", "Spica", "Spica", "Spica"], "desc_short": ["A two-handed gun named after the tip of a spear.", "冠有星宿之名的雙手火槍", "창의 끝이라는 이름을 가진 양손총", "Un pistolet à deux mains baptisé d'après la pointe d'une lance.", "Eine zweihändige Waffe benannt nach einer Speerspitze.", "Una pistola de dos manos con nombre de punta de lanza."], "desc_long": ["A relic from another world miraculously discovered in functional condition. The bullets shot from this gun are as sharp as the head of a spear, and its shots are so silent that one may soon run out of ammo before realizing it. However, there are times when the bullets themselves can't take the incredible firing speed of this firearm, so it is only recommended for those who are skilled at gauging distances.", "來自異界的遺物之一。也是尚能正常使用的珍貴物品。它射出的子彈有如尖利的長槍一般，且貫穿力極強。子彈飛行的速度甚至超越了音速，能夠輕易擊穿多層鋼板。不過，由於速度太快，導致子彈會在中途分解，因此只有充分理解其射程的人才能正常使用。", "이계에서 흘러들어온 유물 중 하나. 사용 가능한 상태로 발견된 진귀한 물건이기도 하다. 이 총에서 발사된 탄환은 창끝에 버금가는 날카로움과 관통력을 가지고 있다. 그 속도는 음속에 버금가며, 겹겹이 쌓여 있는 철판도 쉽게 뚫을 수 있다. 그러나 탄환이 그 속도를 따라갈 수 없는 경우도 있기 때문에, 사정거리를 충분히 이해하고 있는 사람만이 사용할 수 있다.", "Une relique d'un autre monde qui a miraculeusement été retrouvée en parfait état de marche. Les balles tirées par cette arme sont aussi pointues que la pointe d'une lance et ses tirs sont si silencieux que l'utilisateur serait à cours de munitions avant même de le réaliser lui-même. Cette arme est capable de tirer si vite parfois qu'elle n'est recommandable qu'aux tireurs suffisamment expérimentés capables de très bien évaluer les distances.", "Ein Relikt aus einer anderen Welt, das wundersamerweise noch zu gebrauchen ist. Die Kugeln aus dieser Schusswaffe sind scharf wie eine Speerspitze und die Schüsse so leise, dass man es gar nicht bemerkt, wenn die Kugeln alle sind. Manchmal erweist sich die enorme Schussgeschwindigkeit jedoch als schwierig, darum sollten nur erfahrene Schützen zu ihr greifen.", "Una reliquia de otro mundo que milagrosamente se conserva en buen estado. Las balas que dispara son tan afiladas como una punta de lanza, y sus disparos tan silenciosos que la munición se acaba sin que quien dispara se dé cuenta. A veces ni las propias balas aguantan la velocidad, por lo que solo se recomienda para quienes saben medir bien las distancias."]}, "icon": "item_11411.png"}