{"slot": "Weapon", "compendium_shown": true, "price_buy": 480, "requirements": null, "name": "Capella", "type_id": 14, "skills": null, "is_twohanded": true, "rarity": 2, "compendium_id": 86, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 48, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 26, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Gun", "strings": {"name": ["Capella", "五車二", "카펠라", "Capella", "Capella", "Capella"], "desc_short": ["A rifle given the name \"The She-goat.\"", "擁有雌山羊之名的雙手火槍", "암염소의 이름을 딴 양손총", "Fusil auquel a été donné le nom « la chèvre ».", "Ein Gewehr mit dem Namen „die Ziege“.", "Rifle conocido como \"La Cabra\"."], "desc_long": ["The product of the analysis of and experimentation on otherworldly relics conducted by a research facility. Scientists ran various studies on techniques from other worlds in order to design this gun, which was then built from scratch. As it is not a real relic, like the guns found before its construction, the capella holds less fire power. However, since it doesn't depend on the physical or magical ability of its owner to function efficiently, this weapon can be used by anyone to inflict a fixed amount of damage. Thus, many look forward to how the capella will evolve further.", "分析和研究異界遺物的機關開發出來的武器之一。由機關的工作人員通過解析異界武器所用的技術，再進行設計和開發，最後製成的一把一模一樣的火槍，只不過與遺物相比威力低很多。不過，該火槍不會受使用者的力量與魔力影響，誰都能打出固定的傷害，相信還會有很多改良的餘地。", "이계의 유물을 분석 및 연구하는 기관이 개발한 총 중 하나. 다른 세계의 기술을 분석하여 설계부터 부품 제작까지 일일이 기관에서 진행했기 때문에 원래 발견된 유물보다 위력이 떨어진다. 하지만 사용자의 실력이나 마력에 좌우되지 않고 누구나 일정한 공격력을 보유할 수 있어 추가적인 개량이 기대된다.", "Le produit des expériences d'un centre de recherches sur des reliques d'un autre monde. Les scientifiques ont mené diverses études sur les techniques d'autres mondes afin de concevoir ce pistolet. La capella n'étant pas une vraie relique, à la différence des pistolets trouvés avant sa conception, sa puissance de feu est plus limitée. Son efficacité ne dépendant cependant pas des aptitudes physiques ou magiques, n'importe qui peut l'utiliser pour infliger un total de dégâts fixe. Beaucoup attendent ainsi les prochaines améliorations.", "Ein Gewehr, das von Experten für außerdimensionale Relikte produziert wurde. Nach eingehender Analyse wurde ein solches Relikt von Null an nachgebaut. Da die zugrundeliegenden Technologien jedoch noch nicht völlig rekonstuiert werden können, ist das Endprodukt wesentlich schwächer als das Original. Die Feuerkraft ist jedoch nicht von der Stärke oder Magie des Benutzers abhängig. In naher Zukunft ist mit einem verbesserten Prototypen zu rechnen.", "El producto del análisis y la experimentación de reliquias de otro mundo por parte de un centro de investigación. Los científicos hicieron varios estudios de las técnicas de otros mundos para diseñar esta pistola que se fabricó desde cero. No es una reliquia, así que tiene menos potencia. Sin embargo, como no depende de la habilidad física o mágica de su propietario, cualquiera puede usarla e infligir un daño determinado. Por eso muchos esperan la próxima evolución de la capella."]}, "icon": "item_11401.png"}