{"slot": "Weapon", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Dragon's Roar", "type_id": 14, "skills": [101050, 205480], "is_twohanded": false, "rarity": 6, "compendium_id": 375, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Dragon Killer' passive.", "Grants 'Waking Instinct' passive."], "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 78, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Gun", "strings": {"name": ["Dragon's Roar", "龍嘯火槍", "드래곤의 포효", "Rugissement de dragon", "Drachengebrüll", "Rugido de dragón"], "desc_short": ["A gun named after the cry of a dragon.", "意為「巨龍咆哮」的火槍", "드래곤의 포효라 불리우는 총", "Un pistolet nommé d'après le cri d'un dragon.", "Eine Schusswaffe benannt nach Drachengebrüll.", "Una pistola bautizada con el rugido de un dragón."], "desc_long": ["A relic from another world miraculously discovered in functional condition. It is named after the cry of a dragon which the sound of enemy-shattering shots from it closely resemble. Given the incredibly powerful punch it packs, anyone who witnesses this being shot is quick to surrender and beg for their life should it be pointed at them.", "來自異界的遺物之一。也是尚能正常使用的珍貴物品。意為「巨龍咆哮」，射出的子彈會發出酷似巨龍怒吼的聲音，並將敵人一擊粉碎。由於威力過於強大，所有見識過的人都會變成驚弓之鳥，面對槍口跪地求饒。", "이계에서 흘러들어온 유물 중 하나. 사용 가능한 상태로 발견된 진귀한 물건이기도 하다. 그 이름은 '드래곤의 포효'를 의미하며, 탄환을 발사하면 무시무시한 드래곤의 울음소리와 비슷한 굉음이 울려 퍼지며 적들을 분쇄한다. 위력이 엄청나기 때문인지, 이 총의 발포를 한 번이라도 본 사람은 총구를 향하기만 해도 목숨을 구걸하게 된다고 한다.", "Une relique venant d'un autre monde, miraculeusement découverte en parfait état de marche. Elle tire son nom du cri d'un dragon qui est le bruit qu'elle fait lorsque son utilisateur tir une de ses balles dévastatrices. Son incroyable puissance conduit les ennemis à se rendre immédiatement et à implorer pour leur vie lorsqu’elle est pointée vers eux.", "Ein Relikt aus einer anderen Welt, das wundersamerweise noch zu gebrauchen ist. Es ist nach Drachengebrüll benannt, da dieses ebenfalls die Schüsse von Gegnern aufhält. Da sein Angriff extrem mächtig ist, geben viele bereits auf, sobald es nur auf sie gerichtet wird.", "Una reliquia de otro mundo que fue descubierta de forma milagrosa en condiciones completamente funcionales. Recibe su nombre del grito de un dragón bastante parecido al sonido de tiros destruyendo a los enemigos. Debido al poderoso golpe que encierra, cualquiera que sea testimonio de su disparo se rinde rápidamente y suplica por su vida si se le apunta con ella."]}, "icon": "item_11415.png"}