{"slot": "Weapon", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Quasar", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 568, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 60, "element_inflict": null, "MP": 0, "MAG": 60, "SPR": 0, "DEF": 0}, "icon": "item_11420.png", "type": "Gun", "strings": {"name": ["Quasar", "類星體", "퀘이사", "Quasar", "Quasar", "Quasar"], "desc_short": ["A gun made using scientific technology.", "濃縮了科技精髓的火槍", "과학 기술이 결집한 총", "Une arme à feu utilisant des techniques scientifiques.", "Eine Schusswaffe, wissenschaftlich hergestellt.", "Un arma hecha con la última tecnología."], "desc_long": ["A gun made using scientific technology. It is said to have been created by people who went to war against enemies who excelled with the use of magic. It seems as if these weapons were very sturdy, requiring little care, which made it wide spread among the people. But with the technology to create them lost now, these weapons have become a rarity.", "掌握了先進科學技術的人民製造的火槍。為了贏得和擅長魔法的民族之間的戰爭，他們費盡苦心製造出了各種武器裝備，而類星體便是其中之一。在當時，這種火槍就算不經常打理，也不會發生故障，因此得以廣泛流通。現今其製造工藝已失傳，導致這種裝備極為罕見。", "뛰어난 과학기술을 지닌 고대 민족이 만들어낸 총. 마법을 주로 다루던 민족과의 전쟁을 유리하게 이끌기 위해 개발한 총 중 하나이다. 당시에는 손질도 거의 필요없을 만큼 좀처럼 고장 나지 않는 총으로 널리 보급되었던 듯하다. 그러나, 이미 고대 기술의 대부분이 소실된 오늘날에는 쉽게 손에 넣을 수 없는 귀중품이다.", "Une arme à feu utilisant des techniques scientifiques. On raconte qu'elles ont été créées par des gens qui firent la guerre à des experts en magie. Ne nécessitant quasiment aucun entretien et très résistantes, ces armes étaient rapidement devenues très populaires. La technologie servant à les créer s'étant perdue de nos jours, ces armes sont devenues extrêmement rares.", "Eine Schusswaffe, wissenschaftlich hergestellt. Sie soll von Menschen stammen, die in den Krieg gegen Magier zogen. Sie benötigt aufgrund ihrer Robustheit wenig Pflege, weshalb sie weit verbreitet war. Gleichwohl ist ihre Technologie verloren gegangen, daher ist sie mittlerweile eine Rarität.", "Un arma hecha con la última tecnología. Este tipo de armas fueron creadas por una serie de pueblos que fueron a la guerra contra enemigos de vastos conocimientos mágicos. Parece que estas armas eran muy resistentes y necesitaban de pocos cuidados, por lo que acabaron extendiéndose por otras partes. Sin embargo, en la actualidad, la tecnología para crearlas ha caído en el olvido y armas así se han convertido en una rareza."]}, "accuracy": 0}