{"slot": "Weapon", "compendium_shown": true, "price_buy": 3600, "requirements": null, "name": "Ras Algethi", "type_id": 14, "skills": null, "is_twohanded": true, "rarity": 4, "compendium_id": 360, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 360, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 52, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Gun", "strings": {"name": ["Ras Algethi", "帝座", "라스알게티", "Ras Algethi", "Ras Algethi", "Ras-Alghetti"], "desc_short": ["A two-handed gun that brings enemies to their knees.", "能讓敵人俯首稱臣的火槍", "적을 무릎 꿇게 하는 양손총", "Une arme à deux mains qui met les ennemis à genoux.", "Eine Waffe für Zweihänder, die Feinde in die Knie zwingt.", "Un arma de dos manos que pone de rodillas a cualquier enemigo."], "desc_long": ["A lost relic from another world. It is a rare item having been found in useable condition. It's name is said to mean the \"head of he who kneels,\" though no one knows where this name originated. However, since this gun has the power to bring any shot by it to their knees, currently it is thought that its name serves as a symbol of that.", "來自異界的遺物之一。也是尚能正常使用的珍貴物品。其名稱源自異界的語言，意為「俯首稱臣者的頭顱」，不過其中有何典故還尚未可知。由於被這把火槍擊中的人無一例外都會無法站立而下跪，其名稱也就成為了它威力的代名詞。", "이계에서 흘러들어온 유물 중 하나. 사용 가능한 상태로 발견된 진귀한 물건이기도 하다. 라스알게티라는 이름은 이계의 언어로, 무릎 꿇은 자의 머리라는 뜻으로 알려졌지만 그 유래에 대해서는 밝혀진 바 없다. 그러나 이 총에 꿰뚫린 자는 예외 없이 무릎을 꿇고 쓰러져 버리기 때문에 오늘날에는 그 위력을 상징하는 이름이 되었다.", "Une relique perdue d'un monde lointain. Cet objet, d'une très grande rareté, a été retrouvé en parfait état. Son nom aurait pour signification \"la tête de celui à genoux\" mais personne ne sait d'où il tire son origine. Certains pensent qu’il viendrait de sa capacité à mettre à genoux n’importe qui d’un seul tir.", "Ein verloren geglaubtes Relikt aus einer anderen Welt. Es ist ein seltenes Objekt in unbenutzbarem Zustand. Sein Name lautet „Kopf des Knienden“, woher der Name stammt, weiß keiner so genau. Da diese Schusswaffe jedoch jeden in die Knie zwingt, wird angenommen, dass der Name genau darauf anspielt.", "Una reliquia de otro mundo. Si se encuentra en condiciones de uso, se trata de un objeto insólito. Se dice que su nombre significa \"cabeza de aquel que se arrodilla\", aunque nadie sabe de dónde surgió este nombre. Sin embargo, como esta pistola tiene el poder de arrodillar a los disparados, se piensa que su nombre es un símbolo de eso."]}, "icon": "item_11405.png"}