{"slot": "Weapon", "compendium_shown": true, "price_buy": 1200, "requirements": null, "name": "Vega", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 277, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 120, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 40, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11402.png", "type": "Gun", "strings": {"name": ["Vega", "織女一", "베가", "Véga", "Wega", "Vega"], "desc_short": ["A pistol given the name \"The Vulture.\"", "擁有禿鷲之名的單手火槍", "독수리의 이름을 딴 한손총", "Pistolet baptisé \"le vautour\".", "Pistole mit dem Namen „Voltura“.", "Pistola llamada \"el buitre\"."], "desc_long": ["The product of the analysis of and experimentation on otherworldly relics conducted by a research facility. Having been found damaged and subsequently repaired, it includes many original pieces from the ruins which boost its accuracy and power. However, since currently the technology required to develop a weapon of this class doesn't currently exist, its production is seen as a fluke. It is a simple, no-frills piece.", "分析和研究異界遺物的機關開發出來的武器之一。由於只是修理了原單手火槍損壞的部份，因此槍上的大部份零件都是遺物自帶的，這便保證了該火槍的精准度與威力。不過，以當代的技術是無法製作出同等級別的火槍的，因此它只能算是偶然的產物。火槍上面沒有任何多餘的裝飾，十分簡樸。", "이계의 유물을 분석, 연구하는 기관이 만들어낸 총 중의 하나. 고장 난 채 발견된 한손총을 수리한 물건이며, 유물 자체의 고유 부품을 아낌없이 사용해 정밀도와 위력이 높다. 그러나 현재의 기술로는 이 정도의 총을 처음부터 만들어내는 것은 불가능하므로 우연의 산물이라고 할 수 있다. 쓸데없는 장식이 없는, 간소하면서도 뛰어난 총.", "Le produit des analyses et des tests effectués sur des reliques d'outre-monde par un centre de recherches. Découvert abîmé et par conséquent réparé, il comprend plusieurs fragments venus des ruines qui renforcent sa précision et sa puissance. Malheureusement, comme la technologie nécessaire au développement d'une telle arme n'existe pas encore, sa fabrication est considérée comme un simple coup de chance. C'est une arme simple et abordable.", "Diese Waffe ist das Produkt einer Analyse von und Experimenten an außerweltlichen Relikten durch eine Forschungseinrichtung. Die Waffe wurde beschädigt gefunden und anschließend repariert, wodurch sie viele originale Teile aus den Ruinen enthält, die die Trefferquote und Kraft erhöhen. Da die Technologie, eine solche Waffe zu entwickeln, derzeit nicht existiert, wird ihre Produktion als ein Glückstreffer angesehen. Es ist ein simples, schlichtes Teil.", "El producto del análisis y la experimentación llevada a cabo con reliquias de otro mundo en unas instalaciones de investigación. Se la encontró dañada, así que hubo que repararla, pero aún incluye muchas piezas originales de las ruinas que aumentan su puntería y poder. Sin embargo, la tecnología necesaria para desarrollar un arma de estas características no existe a día de hoy, así que su fabricación se considera un fraude. Se trata de una pieza sencilla y sin florituras."]}, "accuracy": 0}