{"slot": "Weapon", "compendium_shown": true, "price_buy": 3600, "requirements": null, "name": "Rigels", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 419, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 360, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 60, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Gun", "strings": {"name": ["Rigels", "參宿七", "리겔", "Rigel", "Rigels", "Rígel"], "desc_short": ["A one-handed gun named after the leg of a giant.", "意為「巨人之足」的單手火槍", "거인의 발이라고 불리는 한손총", "Un pistolet à une main baptisée d'après la jambe d'un géant.", "Eine einhändige Schusswaffe benannt nach dem Bein eines Riesen.", "Una pistola de una mano con el nombre de una pierna gigante."], "desc_long": ["A relic from another world miraculously discovered in functional condition. Although guns are incredibly useful when attacking enemies from great distances, their frailty requires a knowledgeable owner that can properly do any upkeep necessary for their maintenance. Since spare parts for these are so scarce, gun users are also believed to be quite rare.", "來自異界的遺物之一。也是尚能正常使用的珍貴物品。火槍是一種能夠從遠處攻擊敵人的優良武器，同時它也容易發生故障，因此只能由具備正確知識並勤於維護的人使用。再加上預備部件供應不足，所以能使用火槍的人仍為少數。", "이계에서 흘러들어온 유물 중 하나. 사용할 수 있는 상태로 발견된 진귀한 물건이다. 총은 원거리에서 적을 공격하는 데 특화된 무기이지만, 섬세하고 쉽게 고장 나기 때문에 올바른 지식을 가지고 자주 수리할 수 있는 사람만이 다룰 수 있다. 또한, 예비 부품을 입수하는 것도 녹록지 않아 총잡이의 수는 결코 많은 편이 아니다.", "Une relique d'un autre monde qui a miraculeusement été retrouvée en parfait état de marche. Bien que les pistolets soient des armes extrêmement utiles pour attaquer les ennemis depuis de grandes distances, ils demandent que son propriétaire ait les connaissances requises afin de pouvoir les nettoyer et les réparer correctement. De plus, les pièces de rechange pour pistolet sont si peu courantes que beaucoup pensent que de telles armes sont plutôt rares.", "Ein Relikt aus einer anderen Welt, das wundersamerweise noch zu gebrauchen ist. Obwohl Schusswaffen für den Angriff aus der Ferne sehr nützlich sind, erfordert ihre Fragilität einen fähigen Besitzer, der sie instand zu halten versteht. Da es für diese Waffen kaum Ersatzteile gibt, sind Schusswaffenbenutzer ziemlich selten.", "Una reliquia de otro mundo que milagrosamente se conserva en buen estado. Las pistolas resultan muy útiles para atacar a larga distancia, pero son tan frágiles que requieren que su dueño sepa realizar el mantenimiento adecuado. Existen pocos recambios para ellas, por lo que se cree que pocos hoy en día usan pistolas."]}, "icon": "item_11410.png"}