{"slot": "Weapon", "compendium_shown": true, "price_buy": 60000, "requirements": null, "name": "Brontes", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 881, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 6000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 120, "element_inflict": ["Lightning"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11427.png", "type": "Gun", "strings": {"name": ["Brontes", "布隆蒂斯", "브론테스", "Brontes", "Brontes", "Brontes"], "desc_short": ["A gun which fires specially produced bullets.", "能發射特殊加工子彈的火槍", "특수 가공된 탄환을 발사하는 총.", "Un pistolet qui tire des balles de manufacture spéciale.", null, "Una pistola que dispara balas especiales."], "desc_long": ["A gun which fires bullets created with magic. The bullet gathers electrons from around the area to create bolts of lightning upon impact. One wrong move and the user could bring those very bolts upon themselves. The weapon can become a liability in the hands of those who lack the knowledge to use it properly, but the sheer power exhibited by the gun keeps bringing people to it regardless of the danger involved.", "以魔法製成能發射特殊加工子彈的火槍。裝彈時會吸收周圍電子，能夠產生落雷。只要稍有錯誤就會讓自己身陷雷擊危機的武器，對於機械新手來說難以駕馭，但其魅力正令火槍手著迷。", "마력에 의해 특수 가공된 탄환을 발사하는 총. 장전하면 주변 공간에서 전력을 흡수하여 경이적인 위력의 낙뢰를 만들어낸다. 자칫하면 그 자신조차 전격에 말려들고 마는 위험한 무기이기 때문에 기계에 익숙하지 않은 초보자가 다루기엔 상당히 어렵지만, 그 무시무시한 위력은 총술사를 매료시키기에 충분하다고 할 수 있다.", "Un pistolet qui tire des balles créées par la magie. Ces balles rassemblent les électrons environnants pour générer un choc électrique à l’impact. Une seule erreur de l’utilisateur peut mener celui-ci à s’électrocuter par erreur. Cette arme peut ainsi s’avérer dangereuse entre les mains d’un soldat ne possédant pas les connaissances nécessaires à son utilisation. Sa puissance brute amène cependant les guerriers à l’employer plus souvent qu’ils ne le devraient.", "Eine Pistole, die magische Kugeln verschießt. Die Kugel sammelt Elektronen aus der Umgebung um dann bei Aufprall Blitzschläge zu generieren. Doch Achtung! Eine falsche Bewegung und der Benutzer könnte sich diese Stromschläge selbst zufügen. In den Händen unbedarfter Anwender könnte diese Waffe also zur Bedrohung für ihn selbst werden. Die schiere Gewalt hinter ihren Angriffen jedoch übt trotz dieser Gefahr eine magische Anziehung auf Schützen aus aller Welt aus.", "Una pistola que dispara balas mágicas. Sus balas van recogiendo electrones a su paso hasta crear rayos en el momento de impacto, por lo que un movimiento en falso y el usuario podría infligirse daño por error. De hecho, esta arma puede convertirse fácilmente en todo un peligro a manos de gente que carezca de los conocimientos necesarios. Sin embargo, el enorme poder que alberga esta arma continúa atrayendo a gente de todo tipo a pesar de los peligros que entraña."]}, "accuracy": 0}