{"slot": "Weapon", "compendium_shown": true, "price_buy": 120000, "requirements": null, "name": "Arcturus", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 480, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 12000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 135, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11418.png", "type": "Gun", "strings": {"name": ["Arcturus", "大角星", "아르크투르스", "Arcturus", "Arkturus", "Arcturus"], "desc_short": ["A powerful otherworldly gun named after a star.", "冠有星宿之名的異界火槍", "별의 이름을 가진 강력한 이계의 총", "Un puissant pistolet baptisé d'après le nom d'une étoile.", "Eine mächtige Schusswaffe aus einer anderen Welt benannt nach einem Stern.", "Una pistola de otro mundo con el nombre de una estrella."], "desc_long": ["A gun from the distant world of Ivalice named after a star. This weapon's incredible firepower can be used to take down even the biggests of beasts. According to the chronicles of another world, a sky pirate who helped the princess of a ruined country owned this weapon, as well as another named \"Spica\" after the union of two other stars.", "來自異界伊瓦利斯的冠有星宿之名的火槍。其外形巨大，威力也足以應對巨大的魔物。在異界書籍中記載，協助亡國公主的空賊曾經是這把火槍的主人。另外，還存在一把與「大角星」的夫婦星「角宿一」名字相同的火槍。", "이계 '이발리스'에서 유입된, 별의 이름을 가진 총. 거대한 몬스터를 상대로도 사용할 수 있도록 위력을 대폭 높였기 때문에, 크기도 상당하다. 이계의 책에서는, 망국의 왕녀에게 힘을 빌려준 하늘의 도적이 이 총을 지니고 있었다는 기록이 남겨져 있다. 또한, 부부성 '스피카'의 이름을 가진 총도 존재했다고 한다.", "Une arme à feu venant du monde lointain d'Ivalice et baptisée d'après le nom d'une étoile. La puissance de feu incroyable de cette arme peut être utilisée pour abattre même les plus grandes bêtes. Selon les chroniques d'un autre monde, cette arme appartenait à un pirate du ciel qui aida la princesse d'un pays en ruine, tout comme une autre arme du nom de \"Spica\" baptisée d'après l'union de deux étoiles.", "Eine nach einem Stern benannte Schusswaffe aus der fernen Welt von Ivalice. Dank ihrer immensen Feuerkraft bringt sie selbst die größten Bestien zur Strecke. Den Chroniken der anderen Welt zufolge besaß ein Luftpirat diese Waffe, der der Prinzessin eines zerstörten Königreichs half, sowie jemand namens „Spica“ nach der Vereinigung zweier anderer Sterne.", "Una pistola del lejano mundo de Ivalice con nombre de estrella. La increíble potencia de fuego de esta arma se puede usar para derribar a las bestias más grandes. Según las crónicas de otro mundo, perteneció a un pirata aéreo que ayudó a la princesa de un país en ruinas, al igual que otra pistola llamada \"Spica\" por la unión de otras dos estrellas."]}, "accuracy": 0}