{"slot": "Weapon", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Blaster", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 846, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 84, "element_inflict": ["Lightning"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11425.png", "type": "Gun", "strings": {"name": ["Blaster", "颶風槍", "블래스터", "Pistolaser", "Blaster", "Pistola blaster"], "desc_short": ["A gun that fires bullets infused with the power of lightning.", "能發射帶有雷屬性子彈的火槍", "번개속성의 탄환을 발사하는 총.", "Un pistolet qui tire des balles imprégnées des pouvoirs de la foudre.", "Eine Waffe, die mit Blitzen angereicherte Kugeln abfeuert.", "Una pistola que dispara balas imbuidas con el poder de la luz."], "desc_long": ["An artifact that came from a faraway world. The blaster infuses bullets with lightning, and shoot them with enough force to easily puncture through heavy armor. It isn't unusual to discover firearms among the artifacts that drift into the world, but most are unusable, thus making this particular firearm extremely rare.", "從異界而來的遺物之一。颶風槍擁有賦予子彈雷屬性的特性，它那引以為傲的威力，連堅固的鎧甲都能輕易射穿。在異界的遺物中發現火槍並不是稀奇的事情，但是還能夠使用的卻非常稀少，因此是極為珍貴的物品。", "이계에서 섞여 들어온 유물 중 하나. 블래스터는 발사한 탄환에 번개속성을 부여하는 특성을 지니고 있으며, 단단한 갑옷도 간단히 꿰뚫어 버릴 정도로 무시무시한 위력을 자랑한다. 이계의 유물 중에 총이 발견되는 일은 적지 않지만, 사용할 수 있는 상태로 발견되는 일은 드물기 때문에 무척 귀중한 물건이라 할 수 있다.", "Un artéfact rapporté d’un monde lointain. Le pistolet laser imprègne ses balles du pouvoir de la foudre et les tire avec tant de force qu’elles peuvent aisément transpercer toute armure lourde. Il n’est pas inhabituel de découvrir des armes à feu parmi les artéfacts qui parsèment le monde, mais la plupart sont aujourd’hui inutilisables, faisant de ce pistolet, un objet particulièrement rare.", "Ein Artefakt aus einer fernen Welt. Der Blaster lädt die Kugeln mit Blitzen auf und feuert sie mit so viel Kraft ab, dass sie problemlos schwere Rüstung durchschlagen. Es ist nicht ungewöhnlich, dass sich Feuerwaffen unter den Artefakten befinden, die in die Welt gelangen. Die meisten sind jedoch nicht zu gebrauchen, weshalb diese so besonders ist.", "Un artefacto que proviene de un mundo lejano. Se trata de una pistola que dispara balas imbuidas con el poder de la luz que son capaces de perforar armaduras pesadas. Entre los artefactos, se suelen descubrir armas de fuego, aunque la mayoría suelen estar inutilizadas, por lo que esta arma en particular es poco común."]}, "accuracy": 0}