{"slot": "Weapon", "compendium_shown": true, "price_buy": 480, "requirements": null, "name": "Altair", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 85, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 48, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Gun", "strings": {"name": ["Altair", "河鼓二", "알타이르", "Altaïr", "Altair", "Altair"], "desc_short": ["A pistol given the name \"The Soaring Eagle.\"", "擁有鷲之名的單手火槍", "독수리의 이름을 딴 한손총", "Pistolet auquel a été donné le nom « l'aigle ascendant ».", "Eine Pistole mit dem Namen „Fliegender Adler“.", "Pistola llamada \"Águila que planea\"."], "desc_long": ["Guns are relatively novel weapons. These relics from another world are currently being analyzed and researched, and while small progress has been made to increase their practicality, they are yet to be safe enough to make them readily available to the public. Guns are believed to hold the potential to overtake the bow and arrow as better long range weapons, but an efficient way to manufacture them must be first established before this can take place. Research facilities are currently naming these weapons after stars from another world.", "火槍是近些年才出現的武器。是通過分析和研究從異界帶回來的遺物而開發出來的產物，雖然火槍逐步成為了遠程武器之一，可供給方面還不是很安定。如果能夠確立製造方法的話，相信取代弓等遠程武器只是時間的問題。研究機關將這些武器以異界的繁星命名。", "총은 비교적 최근에 등장한 무기이다. 이계에서 넘어온 유물을 분석하여 개발했으나, 아직 실용화가 덜 되어 안정적으로 공급되지 않고 있다. 제조법이 확립되면 활과 같은 원거리 무기를 몰아낼 정도의 잠재력이 있다고 한다. 연구기관은 이 무기에 이계의 별 이름을 붙였다.", "Les pistolets sont des armes relativement nouvelles. Ces reliques d'un autre monde sont actuellement analysées et font l'objet de recherches. Bien que des progrès aient été réalisés pour les rendre plus pratiques, ils ne sont pas encore assez sûrs. On estime qu'ils ont le potentiel de supplanter l'arc et la flèche en tant qu'arme de longue portée, mais avant cela, l'établissement d'une méthode de fabrication efficace est nécessaire. Les centres de recherche les nomment d'après le nom d'étoiles d'un autre monde.", "Feuerwaffen sind eine neuere Entwicklung, die auf der Analyse von Relikten aus einer anderen Welt basiert. Zurzeit sind sie noch relativ unpraktisch und selten. Fände man jedoch eine zuverlässigere Methode, sie in größerer Zahl herzustellen, könnten sie schnell das Ende der Ära der traditionellen Fernkampfwaffen herbeiführen, die ihnen an Feuerkraft deutlich unterlegen sind. Prototypen dieser Waffen werden meist nach den Sternen einer anderen Welt benannt.", "Las pistolas son armas relativamente nuevas. Estas reliquias de otro mundo están siendo analizadas, y aunque no se ha conseguido mejorar mucho su funcionalidad, son lo bastante seguras para distribuirlas. Se cree que superan al arco y las flechas como arma a larga distancia, pero para ello debe encontrarse la manera de fabricarlas de forma eficiente. Los centros de investigación les ponen nombres de estrellas de otro mundo."]}, "icon": "item_11400.png"}