{"slot": "Weapon", "compendium_shown": true, "price_buy": 1200, "requirements": null, "name": "Sirius", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 292, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 120, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 46, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11403.png", "type": "Gun", "strings": {"name": ["Sirius", "天狼星", "시리우스", "Sirius", "Sirius", "Sirio"], "desc_short": ["A pistol given the name of the brightest star in the sky.", "名為閃耀之物的單手火槍", "가장 밝은 별의 이름을 딴 권총", "Pistolet qui porte le nom de la plus brillante des étoiles.", "Nach dem hellsten Stern am Firmament benannt.", "Pistola con el nombre de la estrella más brillante."], "desc_long": ["The product of the analysis of and experimentation on otherworldly relics conducted by a research facility. Similar to Vega, it was found damaged and subsequently repaired. As its name implies, this pistol exudes a beautiful shine, but also boasts of great firepower. Its beauty and rarity make it a prized collectible for dilettantes, though many forgeries are also available for purchase.", "分析和研究異界遺物的機關開發出來的武器之一。和織女一一樣，它是將破損的單手火槍進行修復後的產物。如天狼星之名，槍身閃耀著美麗光芒。其武器性能極佳，而且外觀美麗異常，以至於各路收藏家爭相試圖以高價收購。這也導致出現了大量的贗品。", "이계의 유물을 분석·연구하는 기관에서 만들어낸 총 중 하나. 베가와 마찬가지로 파손된 채 발견된 권총을 수리한 것이다. 이름 그대로 반짝반짝 빛나는 아름다운 명품으로, 무기로서의 성능도 뛰어나지만 그 희소성과 아름다움 때문에 애호가들의 수집품으로 고가에 거래되는 모양이다. 모조품도 다수 존재한다.", "Le produit des expériences d'un centre de recherches sur des reliques d'un autre monde. Tout comme Vega, il a été trouvé endommagé et a donc été réparé. Ce pistolet brille d'un éclat somptueux, mais il recèle aussi une formidable puissance de feu. Sa beauté et sa rareté en font un objet de collection très prisé des amateurs, mais des répliques sont également disponibles sur les étals.", "Das Produkt einer Forschungseinrichtung, die auf die Analyse und Wiederherstellung von andersweltlichen Artefakten spezialisiert ist. Ähnlich wie „Wega“ wurde auch „Sirius“ in beschädigtem Zustand sichergestellt und dann repariert. Passend zu ihrem Namen erstrahlt diese Pistole in hellem Glanz, und auch ihre Feuerkraft ist respektabel. Ihre Schönheit und Seltenheit machen sie bei Sammlern sehr begehrt, so sehr, dass mittlerweile auch etliche Fälschungen kursieren.", "Es el resultado de analizar reliquias de otro mundo y experimentar con ellas en laboratorio. Al igual que Vega, se encontró dañada y se reparó más tarde. Como su nombre indica, esta pistola expele un brillo precioso, pero también destaca por su gran potencia. Aunque también se pueden adquirir réplicas, es un objeto de colección cuya belleza y rareza son apreciadas por los aficionados."]}, "accuracy": 0}