{"slot": "Weapon", "compendium_shown": true, "price_buy": 3600, "requirements": null, "name": "Magnati", "type_id": 14, "skills": [910199], "is_twohanded": false, "rarity": 4, "compendium_id": 411, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Composure' passive."], "price_sell": 360, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 42, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11416.png", "type": "Gun", "strings": {"name": ["Magnati", "麥格納手槍", "마그나투스", "Magnati", "Magnati", "Magnati"], "desc_short": ["A pistol made using otherworldly techniques.", "用異界技術製作的手槍", "이계의 기술로 만들어진 권총", "Un pistolet fabriqué grâce à des techniques d'un autre monde.", "Eine Pistole gefertigt mit Techniken einer anderen Welt.", "Una pistola hecha aplicando técnicas de otro mundo."], "desc_long": ["A set of twin pistols from the distant world of Orience. The Magnati are well-engineered pistols that can survive even the harshest of environments, and proof of the high quality weapons that Orience has to offer. They are said to have been given as a reward by Akademeia to those who were successful in special missions, with one young man being able to claim the prize and promptly using it on the battlefield.", "來自遙遠異界奧利恩斯的手槍。它堅固耐用，即便在極寒地區也能正常使用。可見異界技術之高超。在奧利恩斯，這是由魔導院作為報酬而發放給完成特殊指令之人的武器。有記錄顯示，有人曾拿著兩把該手槍馳騁戰場。", "까마득히 먼 이계 '오리엔스'에서 유입된 권총. 매우 튼튼하게 제조되어, 극한의 땅 등 척박한 환경에서 사용해도 망가지는 일이 없어 이계의 높은 기술력을 가늠할 수 있다. 오리엔스에서는, 마도원에서 부여받는 특수 지령을 달성하면 그 보상으로서 입수할 수 있는 무기라고 한다. 두 자루의 마그나투스를 손에 들고 전장을 누빈 자의 기록도 남겨져 있다.", "Des pistolets jumeaux venant du monde lointain d'Orience. Les Magnati sont des pistolets de très belle fabrication qui peuvent survivre même dans les environnements les plus hostiles et sont les témoins de la grande qualité de l'artisanat d'Orience. On raconte qu'ils étaient donnés en récompense par Akademeia à tous ceux qui parvenaient à remplir des missions spéciales. Des rapports font état qu'un jeune garçon les maniaient à la perfection et les apportaient souvent sur le champ de bataille.", "Ein Set von Zwillingspistolen aus der fernen Welt von Orience. Die Magnati sind fein gefertigte Pistolen, die selbst unter schwersten Bedingungen bestehen. Sie sind ein Beweis für die Waffenkunst von Orience. Akademeia soll sie als Belohnung für bewältigte Spezialmissionen verliehen haben. Ein junger Mann soll sie erlangt und prompt auf dem Schlachtfeld eingesetzt haben.", "Un juego de pistolas gemelas del lejano mundo de Orience. Las Magnati son pistolas muy bien diseñadas, capaces de resistir a los entornos más hostiles: una prueba más de la alta calidad de las armas de Orience. Se dice que eran la recompensa de Academia a quienes salían airosos de misiones especiales. Hubo un joven que obtuvo su recompensa y no tardó en usarla en combate."]}, "accuracy": 0}