{"slot": "Weapon", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Zile Cannon", "type_id": 14, "skills": null, "is_twohanded": true, "rarity": 6, "compendium_id": 877, "dmg_variance": [0.3, 1.7], "slot_id": 1, "effects": null, "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 100, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11428.png", "type": "Gun", "strings": {"name": ["Zile Cannon", "扎伊爾炮", "자일 캐논", "Canon de Zile", "Zilekanone", "Cañón de Zile"], "desc_short": ["A cannon developed by Zile, the bombardier", "砲擊士扎伊爾所開發的大砲", "포격사 자일이 개발한 대포.", "Un canon conçu par Zile, le bombardier.", null, "Un cañón diseñado por Zile el artillero."], "desc_long": ["A cannon developed by the Grandshelt bombardier, Zile. The cannon's loading and targeting sequence have been optimized to increase the rate of fire, which makes it easier to coordinate attacks with other allies. In that sense, it can be said that this weapon was made based on the concept of cooperation.", "格蘭謝爾特騎士團的砲擊士扎伊爾所開發的大砲。配合砲彈的裝填與瞄準，讓使用流程合理化，因此可以迅速進行砲擊。可以說是非常重視與他人合作的武器。", "그랑셸트 기사단의 포격사 자일이 개발한 대포. 탄환의 장전이나 조준에 맞춘 합리적인 프로세스로 신속한 발포가 가능하여, 동료와 동시에 공격을 펼칠 수 잇다. 항상 타인과 협력하는 것을 중요시하는 무기라고도 볼 수 있을 것이다.", "Un canon conçu par Zile, le bombardier de Grandshelt. Les dispositifs de chargement et de ciblage du canon ont été optimisés de sorte à améliorer sa cadence de tir, ce qui facilite les efforts de coordination entre alliés. En ce sens, l’arme en elle-même est pensée pour la coopération.", "Eine Kanone, die von Grandshelt-Kanonier Zile entwickelt wurde. Der Lade- und Zielvorgang der Kanone wurden optimiert um die Feuerrate zu erhöhen und um die Angriffskoordination mit Verbündeten zu erleichtern. In diesem Sinne kann man getrost behaupten, dass diese Waffe auf dem Konzept der Kooperation basiert.", "Un cañón diseñado por Zile, el artillero de Grandshelt. Se han optimizado los procesos de carga y apuntado para aumentar la cadencia de fuego, lo que facilita las cosas a la hora de coordinar ataques con otros aliados. De hecho, se puede decir que esta arma se hizo con el objetivo de cooperar."]}, "accuracy": 60}