{"slot": "Weapon", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Shark Gun", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 514, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 80, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11419.png", "type": "Gun", "strings": {"name": ["Shark Gun", "鯊魚火銃", "상어총", "Fusil requin", "Haiknarre", "Rifle tiburón"], "desc_short": ["A gun brought from the Farplane.", "來自異界的火槍", "이계에서 유입된 총", "Un pistolet venant de l'Au-delà.", "Schusswaffe aus dem Abyssum.", "Una pistola del Etéreo."], "desc_long": ["A highly efficient gun brought from the distant world of Vana'diel, which was made to target enemy weaknesses. It is said that it was only given to those who excelled in battle against the savages of a distant land.", "來自異界瓦納·迪爾的火槍。這是一種性能極高的射擊武器，能夠準確擊打敵人的弱點。相傳在瓦納·迪爾，只有在打擊蠻族的戰爭中取得優越戰績的人才能獲得這種火槍。", "이계 '바나딜'에서 유입된 총. 적의 약점을 노리는 데 적합한 고성능의 사격용 무기이다. 바나딜에서는, 어느 지역에서 벌어진 야만족과의 전투에서 뛰어난 전적을 올린 자만이 손에 넣을 수 있었다고 한다.", "Un pistolet très efficace originaire du lointain monde de Vana'diel, fait pour atteindre le point faible des ennemis. On raconte qu'il était donné à ceux qui s'étaient bien battus contre les sauvages d'un monde lointain.", "Eine hoch effiziente Schusswaffe aus der fernen Welt Vana'diel, die der Erfassung der gegnerischen Schwächen dient. Es heißt, nur wer über die Wilden eines fernen Landes triumphierte, bekommt sie verliehen.", "Una pistola del lejano mundo de Vana'diel, especialmente diseñada para explotar las debilidades del enemigo. Se dice que esta arma solo se le entregaba a aquellos que demostraban su valía luchando contra los salvajes de un mundo lejano."]}, "accuracy": 0}