{"slot": "Weapon", "compendium_shown": true, "price_buy": 12000, "requirements": null, "name": "Platinum Musket", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 693, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 68, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11407.png", "type": "Gun", "strings": {"name": ["Platinum Musket", "白金步槍", "백금의 소총", "Mousquet de platine", "Platinmuskete", "Mosquete de platino"], "desc_short": ["A musket made from platinum.", "用白金製作的步槍", "백금으로 만들어진 소총", "Un mousquet fait de platine.", "Eine Muskete aus Platin.", "Un mosquete de platino."], "desc_long": ["A musket made from platinum. An organization researching on relics from faraway worlds found a particular firearm which was promptly analyzed, and remade using platinum to increase its resiliency. This particular firearm is extremely powerful, but because the bullets are loaded from the muzzle, it is much more difficult to reload compared to the relic. As a result, those new to using firearms must take extra care when using this weapon.", "用白金製作的步槍。由研究異界遺物的機關對所發現的步槍加以分析再由白金重新製作而成，是威力十分強大的步槍。不過因為這是前膛填彈槍械，與其他遺物的步槍比起來較難裝填，所以初學者需要非常注意它的使用方法。", "백검으로 만들어진 소총. 이계의 유물을 연구하던 기관이 발굴된 총을 분석하여 백금을 이용해 단단한 총으로 새로이 만들어냈다. 매우 강력한 총이지만, 총구로 탄환을 집어넣는 전장식인 탓에 유물 총과 비교했을 때 장전이 어려우므로 갓 총술사가 된 초심자는 주의해서 다룰 것.", "Un mousquet fait de platine. Une organisation chasseuse de reliques dans un monde lointain trouva une arme à feu un peu particulière et ne tarda pas à l'analyser et à la recouvrir de platine pour en améliorer la résistance. Cette arme est particulièrement puissante, même si elle reste particulièrement difficile à recharger comparé à la relique à cause du fait que les balles doivent être introduites au niveau du canon. C'est pourquoi, ce qui choisissent de s'en équiper doivent redoubler de vigilance lorsqu'ils la manipule.", "Eine Muskete, die aus Platin besteht. Nachdem eine Organisation, die sich mit der Erforschung von Relikten aus fernen Welten beschäftigt, auf eine Feuerwaffe gestoßen war und diese dann analysierte, begann sie diese mit einer völlig neuen Formel anzufertigen - dieses Mal, indem Platin zur Anfertigung benutzt wurde. Diese Feuerwaffe verfügt über erstaunliche Durschlagskraft, weil sie aber von vorne über den Lauf geladen werden muss, erweist sich das Laden schwieriger als noch bei dem Original. Feuerwaffen-Frischlingen sei daher besondere Vorsicht mit dieser Waffe ans Herz gelegt.", "Un mosquete de platino. Una organización que se dedica a investigar reliquias de mundos lejanos encontró un arma de fuego un tanto particular, por lo que la analizaron de inmediato. Además, volvieron a forjar el arma, pero esta vez usando platino para incrementar su resistencia. Este mosquete en particular es bastante potente, pero, al tener que meterse las balas por la boca, es mucho más difícil de recargar si se compara con la reliquia original. Por tanto, todo aquel que no tenga mucha experiencia en el uso de armas de fuego, tendrá que tener un cuidado extra a la hora de manipular esta arma."]}, "accuracy": 0}