{"slot": "Weapon", "compendium_shown": true, "price_buy": 3600, "requirements": null, "name": "Enemy Launcher", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 840, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 360, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 64, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11424.png", "type": "Gun", "strings": {"name": ["Enemy Launcher", "狙敵者", "에너미 런처", "Lanceur ennemi", "Feindeswerfer", "Lanza enemigos"], "desc_short": ["A weapon with a squared body which has nine individual barrels inside of it.", "四角形的炮身上裝有九個炮口的兵器", "네모난 포신에 아홉 개의 사출구가 달린 병기.", "Une arme au corps carré dotée de neuf canons individuels.", "Eine eckige Waffe, in dessen Inneren sich neun Einzelläufe befinden.", "Un arma de base cuadrada que contiene nueve cañones individuales dentro."], "desc_long": ["A weapon with a squared body which has nine individual barrels inside of it. The burly leader of a renegade group, known as \"AVALANCHE\" in a faraway world, is said to have replaced his lost right arm with this weapon. This weapon is usually used as an attachment to lost body parts or onto weapon stocks, but the weapon was modified so that it can be held and used in hand.", "四角形的炮身上裝有九個炮口的兵器", "네모난 포신에 아홉 개의 사출구가 달린 병기. 까마득히 먼 이계의 과격파 조직 아발란치의 강인한 리더가 잃어버린 오른팔에 장착하던 병기인 듯하다. 본래 육체의 일부처럼 사용하거나 별도의 총대에 장치하던 것이지만, 손에 들고 사용할 수 있도록 개조되었다.", "Une arme au corps carré dotée de neuf canons individuels. Le chef d’un groupe de rebelles nommé AVALANCHE, connu pour sa carrure imposante, aurait remplacé son bras mutilé avec cette arme à feu. Celle-ci est ordinairement utilisée comme un accessoire que l’on fixe aux membres amputés ou sur certaines armes, mais a été modifiée de sorte qu’il est désormais possible de la tenir et de l’actionner à la main.", "Eine eckige Waffe, in dessen Inneren sich neun Einzelläufe befinden. Der stattliche Anführer einer Rebellengruppe, die in einer fernen Welt unter dem Namen „LAWINE“ agierte, soll nach dem Verlust seines rechten Arms diesen mit dieser Waffe ersetzt haben. Sie wird normalerweise als Ersatz für verlorene Extremitäten oder als Waffenaufsatz verwendet, doch dieses Exemplar wurde umgebaut, sodass es in der Hand gehalten werden kann.", "Un arma de base cuadrada que contiene nueve cañones individuales dentro. Se dice que el corpulento líder de AVALANCHA, grupo rebelde de un mundo lejano, reemplazó su brazo por esta arma. Normalmente, se suele usar para reemplazar miembros del cuerpo que se han amputado o se suele combinar con piezas de otras armas. Sin embargo, esta arma también se modificó para poder sujetarse y usarse con la mano."]}, "accuracy": 0}