{"slot": "Weapon", "compendium_shown": true, "price_buy": 3600, "requirements": null, "name": "Betelgeuse", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 309, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 360, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 56, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Gun", "strings": {"name": ["Betelgeuse", "參宿四", "베텔기우스", "Bételgeuse", "Beteigeuze", "Betelgeuse"], "desc_short": ["A pistol given the name \"The Hunter.\"", "由獵人星座守護的單手火槍", "사냥꾼의 별자리의 수호를 받는 권총", "Pistolet baptisé \"Le chasseur\".", "Trägt den Namen „Der Jäger“.", "Pistola llamada \"el Cazador\"."], "desc_long": ["A relic from another world miraculously discovered in functional condition, and thus coveted by researchers and collectors alike. The firepower of this pistol is guaranteed to inflict enough damage to pierce through an average piece of armor. On the other hand, the fascinating otherworldly methods so obviously used to create it make any repairs on it extremely difficult. Therefore, owners of this weapon should always handle it with the utmost care.", "從異界混入的遺物之一。由於很難找到尚能使用的異界遺物，它成為了研究機關和收藏家眼中的珍品。其威力也不容小覷，如果是一般的鎧甲，則可輕易擊穿。這種武器顯示了異界科技水平高超，但另一方面，它一旦發生故障就很難快速修好，所以仍需小心操作。", "이계에서 흘러들어온 유물 중 하나. 사용할 수 있는 상태로 발견되는 일은 상당히 드물어 연구기관이나 수집가들이 몹시 탐내는 물건이다. 물론 위력도 보장되며, 어중간한 갑옷은 구멍을 뚫어버릴 정도. 이계의 높은 기술력을 실감케 하는 무기지만, 반대로 말하면 고장 났을 경우에 수리하기가 매우 어렵다. 세심한 주의를 기울여 취급할 필요가 있다.", "Une relique venue d'un autre monde, découverte par miracle dans un état fonctionnel et convoitée autant par les chercheurs que par les collectionneurs. La puissance de feu de ce pistolet est suffisante pour perforer une pièce d'armure ordinaire. D'un autre côté, les méthodes de fabrication venues d'un autre monde et utilisées pour le créer rendent toute réparation extrêmement difficile. Les propriétaires de cette arme doivent donc la manier avec grande précaution.", "Ein Artefakt aus einer anderen Welt, das in funktionstüchtigem Zustand geborgen werden konnte und daher von Forschern und Sammlern begehrt wird. Eine herkömmliche Rüstung kann eine Kugel aus dieser Pistole nicht stoppen. Die Kehrseite der fortschrittlichen Technologie, die in dieser Waffe verbaut wurde, ist aber, dass sie unter hiesigen Bedingungen nur sehr schwer zu reparieren ist. Daher muss bei der Verwendung auf größte Sorgfalt geachtet werden.", "Reliquia de otro mundo encontrada en estado funcional milagrosamente. Por ello, es objeto de anhelo de investigadores y coleccionistas. La potencia de fuego de esta pistola basta para perforar una armadura media. Por otro lado, como obviamente se usaron métodos sobrenaturales para crearla, es extremadamente difícil repararla: quien la posea debe tratarla siempre con sumo cuidado."]}, "icon": "item_11404.png"}