{"slot": "Weapon", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Romandan Pistol", "type_id": 14, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 310, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 107, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Gun", "strings": {"name": ["Romandan Pistol", "羅曼達火槍", "로만다 총", "Pistolet Romandien", "Romanda-Karabiner", "Pistola de Romanda"], "desc_short": ["An antique rifle that has been fully restored.", "復原過去遺產而成的火槍", "과거의 유산을 복원한 총", "Ancien fusil entièrement restauré.", "Ein restauriertes antikes Gewehr.", "Rifle antiguo totalmente restaurado."], "desc_long": ["In another world full with legends of holy stones live people known as \"machinists.\" Their mission is to recover the legacy of civilizations from ages past, and study their ancient abilities in hopes of recreating them. For this reason many assume that machinists are fascinated by weapons such as firearms, as most are ancient relics which have been painstakingly restored. The romandan pistol is believed to have been named after the region it originates from.", "在流傳聖石故事的異界中，有著被稱作“機工士”的一類人。他們發掘古代文明的遺產，試圖復興已經失傳的古老技術。火槍就是其中之一。相傳這也是某位機工士熱衷的武器。製作這種火槍的地方位於羅曼達地區，因而取名“羅曼達火槍”。", "성석의 이야기가 전해지는 이계에는 '기공사'라 불리는 사람들이 있다. 그들은 이전 시대에 사라진 문명의 유산을 발굴해, 과거의 기술을 복구하려 시도하는 기술자들이다. '총'도 마찬가지로 과거의 유산에서 복원된 무기로, 어느 기공사도 애용했다고 전해진다. '로만다'라는 이름은 이 총이 만들어진 지명에서 따왔다고 한다.", "Dans un autre monde rempli de légendes sur les pierres sacrées, vivait un peuple appelé les \"Machinistes\". Leur mission était de récupérer toute trace des civilisations passées et d'étudier leur savoir ancestral dans l'espoir de les reproduire. Beaucoup de gens pensent que les Machinistes sont fascinés par les armes à feu en particulier, car la plupart sont des reliques minutieusement restaurées. Le pistolet Romandien porterait le nom de la région d'où il provient.", "In einer Welt, in der die Legende der Heiligen Steine erzählt wird, gibt es Leute, die man „Maschinisten“ nennt. Ihre Aufgabe ist es, das Erbe längst vergangener Zivilisationen zu erforschen und deren Errungenschaften wieder aufleben zu lassen. Da die meisten Feuerwaffen restaurierte Relikte aus früheren Zeiten sind, erfreuen sie sich bei Maschinisten großer Beliebtheit. Der Romanda-Karabiner wurde nach seinem ursprünglichen Herstellungsort benannt.", "En otro mundo lleno de leyendas sobre piedras sagradas vive el pueblo de los llamados \"maquinistas\". Su misión es recuperar la herencia de civilizaciones pasadas para estudiar sus habilidades con la esperanza de recrearlas. Por esta razón, muchos asumen que las armas como las de fuego fascinan a los maquinistas, ya que la mayoría son reliquias restauradas con esmero. Se cree que la pistola de Romanda toma el nombre de su región de origen."]}, "icon": "item_11413.png"}