{"slot": "Weapon", "compendium_shown": true, "price_buy": 18000, "requirements": null, "name": "Empress Birch", "type_id": 12, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 356, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1800, "stats": {"status_inflict": {"Blind": 30, "Silence": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 12, "element_inflict": null, "MP": 0, "MAG": 64, "SPR": 0, "DEF": 0}, "type": "Whip", "strings": {"name": ["Empress Birch", "女皇之鞭", "여제의 채찍", "Fouet d'impératrice", "Kaiserinnenpeitsche", "Azote de emperatriz"], "desc_short": ["A mysterious whip that gives off a bewitching light.", "釋放出妖艷光芒的神秘鞭子", "수상한 빛을 내뿜는 의문의 채찍", "Un fouet mystérieux qui brille d'une lumière enchanteresse.", "Eine mysteriöse Peitsche, die ein verhexendes Licht ausstrahlt.", "Un látigo misterioso que emite una luz cautivadora."], "desc_long": ["A whip that gives off a bewitching shine. It is thought to be the same one as was written of in ancient texts. It is unsure if its name, Empress Birch, is correct or not as it was based on the legend of the beautiful woman who wielded this red whip in ancient times, but by someone  of a later generation than her. It is said that those hit with this whip are entrapped by darkness, and left so scared they are unable to speak.", "釋放出妖艷光芒的神秘鞭子，疑為古代文獻上所記載的太古武器。古代傳說中有個手持閃著紅光的鞭子戰鬥的女戰士，因此後人才給這鞭子取了「女皇之鞭」這個名字。被這條鞭子抽打過的人都會被黑暗吞噬，恐懼得說不出話來。", "요사한 빛을 내뿜는 채찍. 옛 문헌에 나온 태고의 무기와 같은 물건으로 여겨진다. '여제의 채찍'이라는 이름은 '고대에 아름다운 여전사가 붉게 빛나는 채찍을 들고 싸웠다'는 전설에 따라 후세 사람들이 붙인 것으로, 진짜 이름은 알려진 바 없다. 이 채찍에 맞으면 암흑에 빠져 공포에 휩싸인다.", "Un fouet qui brille d'une lumière enchanteresse. Beaucoup pensent que son éclat est pareil à celui décrit dans les anciens récits. Il n'est pas sûr que son nom, \"Fouet d'impératrice\", soit le bon car s'il est basé sur la légende d'une femme magnifique qui utilisait ce fouet il y a très longtemps, on lui a attribué bien plus tard. On dit que ceux qui se font toucher par ce fouet sont piégés dans les ténèbres et sont tellement effrayés qu'ils en deviennent incapables de prononcer le moindre mot.", "Eine Peitsche mit verzauberndem Leuchten. Man nimmt an, dass es dieselbe wie in uralten Texten ist. Es ist nicht klar, ob der Name „Kaiserinnenpeitsche“ korrekt ist. Er basiert wohl auf der Legende einer schönen Frau, die diese Peitsche in alter Zeit schwang. Es heißt, wer von dieser Peitsche getroffen wird, wird von Dunkelheit eingeschlossen und verliert seine Stimme.", "Un látigo que despide un brillo hechizante. Se piensa que se trata del mismo sobre el que se escribe en los textos antiguos. No es del todo seguro si su nombre, Azote de emperatriz, es o no correcto, ya que se basa en la leyenda de una bella mujer que utilizó este látigo rojo en los tiempos antiguos, pero escrita por alguien de una generación posterior a la suya. Se dice que aquellos que son golpeados con este látigo se ven atrapados en la oscuridad, y que se quedan tan asustados que son incapaces de hablar."]}, "icon": "item_11212.png"}