{"slot": "Weapon", "compendium_shown": true, "price_buy": 45000, "requirements": null, "name": "Tamer's Whip", "type_id": 12, "skills": [222190], "is_twohanded": false, "rarity": 7, "compendium_id": 826, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Plant Killer+' passive."], "price_sell": 4500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 93, "element_inflict": ["Wind"], "MP": 0, "MAG": 64, "SPR": 0, "DEF": 0}, "icon": "item_61201.png", "type": "Whip", "strings": {"name": ["Tamer's Whip", "馴獸師之鞭", "조련사의 채찍", "Fouet de dompteur", "Bändigerpeitsche", "Látigo de domador"], "desc_short": ["A whip made from a great nian beast's tail.", "使用巨年獸的尾巴所製作的鞭子", "니안의 꼬리로 만든 채찍.", "Un fouet fabriqué à partir de la queue d’un grand Nian.", "Eine Peitsche, die aus dem Schwanz einer großen Nian-Bestie gefertigt wurde.", "Un látigo elaborado con la cola de la megabestia nian."], "desc_long": ["A whip made from the tail of the great nian beast that appeared from a faraway world. It is said that none have ever survived facing this great beast, and those very few tails ever found are treasured as legendary materials. The great nian beast is feared by other monsters, so just the sight of this whip makes some monsters run with fear.", "使用巨年獸的尾巴所製作的鞭子", "니안의 꼬리로 만든 채찍. 이 채찍을 가지고 있으면 다른 짐승이 접근하지 않는다.", "Un fouet fabriqué à partir de la queue d’un grand Nian originaire d’un monde lointain. Selon les dires, nul n’a jamais survécu à cette bête féroce. Les quelques queues de Nian que l’on peut trouver dans le monde sont considérées comme de véritables trésors et matériaux légendaires. Le grand Nian est craint par les autres monstres et la simple vue de ce fouet suffit à terroriser bon nombre d’entre eux.", "Eine Peitsche, die aus dem Schwanz einer riesigen Nian-Bestie gefertigt wurde, einer Kreatur aus einer fernen Welt. Niemand soll die Begegnung mit dieser großen Bestie überlebt haben, deshalb sind die wenigen Schwänze, die gefunden wurden, sagenumwoben. Die riesige Nian-Bestie wird von anderen Monstern gefürchtet, weshalb einige Monster schon beim Anblick dieser Peitsche panisch die Flucht ergreifen.", "Un látigo elaborado con la cola de la megabestia nian de un mundo lejano. Cuentan por ahí que casi nadie ha conseguido enfrentarse y sobrevivir a esta bestia, por lo que su cola es un material legendario bastante poco común. Además, la megabestia nian es una criatura a la que muchos monstruos temen, por lo que el simple hecho de ver este látigo hará que muchos enemigos huyan despavoridos."]}, "accuracy": 0}