{"slot": "Weapon", "compendium_shown": true, "price_buy": 900, "requirements": null, "name": "Shock Whip", "type_id": 12, "skills": [20030], "is_twohanded": false, "rarity": 3, "compendium_id": 94, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Thunder' magic."], "price_sell": 90, "stats": {"status_inflict": {"Paralyze": 15}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 29, "element_inflict": ["Lightning"], "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Whip", "strings": {"name": ["Shock Whip", "電擊鞭", "전기 채찍", "Fouet électrique", "Schockpeitsche", "Latigazo"], "desc_short": ["A whip that electrocutes and paralyzes foes.", "用電擊將敵人麻痹的鞭子", "전기 공격으로 적을 마비시키는 채찍", "Fouet capable d'électrocuter et paralyser.", "Peitsche, die Gegner schockt und lähmt.", "Látigo que electrocuta y paraliza."], "desc_long": ["A whip infused with electricity that can paralyze any foe it strikes. Though the shock whip is not powerful enough to send enemies soaring through the air, its ability to render them immobile can provide an advantage on the battlefield. However, it is important for owners to remember where to reach for this weapon on their person, lest they accidentally electrocute themselves. Equipping the shock whip also grants the wielder the power of thunder.", "附帶雷屬性的鞭子，可以用電擊令被打中的對手麻痹。雖然鞭子無法一擊就令敵人喪命，但可以通過麻痹對方，剝奪對方的行動自由，以此在戰鬥中獲得優勢。不過要注意，千萬不要握錯了地方，不然被電的就是自己了。拿著它便能使用雷屬性的魔法雷電。", "번개를 띤 채찍. 공격하면 번개의 힘으로 간혹 대상을 마비시킨다. 채찍은 상대를 일격에 쓰러뜨릴 수 있는 무기는 아니지만, 마비를 일으켜 신체의 자유를 빼앗으면 우위에 설 수 있다. 잘못 잡으면 사용자도 감전당할 수 있으므로 조심해야 한다. 번개속성 마법 선더를 쓸 수 있다.", "Un fouet chargé en électricité qui peut paralyser les ennemis qu'il touche. Le fouet électrique n'est pas suffisant pour envoyer un ennemi à terre, mais sa capacité d'immobilisation est un immense atout sur le champ de bataille. Son porteur ne doit cependant jamais négliger où il range son arme, sous peine de se faire électrocuter. Le coup de fouet offre également la possibilité d'utiliser la foudre.", "Eine elektrisch geladene Peitsche, die jeden Gegner lähmt. Auch wenn die Schockpeitsche nicht mächtig genug ist, ihre Gegner durch die Luft zu schleudern, ist ihre Fähigkeit, die Gegner unbeweglich zu machen von Vorteil auf dem Schlachtfeld. Allerdings ist es für den Besitzer wichtig, sich zu merken, wo er sie anfassen kann, damit er nicht selbst einen Stromschlag erleidet. Diese Peitsche auszurüsten, gibt dem Benutzer die Kraft von Blitz und Donner.", "Látigo imbuido de electricidad cuyos golpes pueden paralizar a cualquier enemigo. El latigazo no tiene la potencia necesaria para lanzar por los aires a los rivales, pero su capacidad para inmovilizarlos puede decantar la balanza en el campo de batalla. Sin embargo, es importante para el portador recordar por dónde coger el látigo, a no ser que quiera electrocutarse a sí mismo accidentalmente. El látigo también otorga al portador el poder del rayo."]}, "icon": "item_11202.png"}