{"slot": "Weapon", "compendium_shown": true, "price_buy": 9000, "requirements": null, "name": "Hayate Whip", "type_id": 12, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 344, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 900, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 45, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11211.png", "type": "Whip", "strings": {"name": ["Hayate Whip", "迅捷長鞭", "하야테의 채찍", "Fouet rafale", "Wirbelpeitsche", "Látigo de Hayate"], "desc_short": ["An otherworldly whip that strikes like a hurricane.", "如疾風般抽打敵人的異界長鞭", "질풍처럼 적을 치는 이계의 채찍", "Un fouet d'un autre monde dont les coups sont pareils à un ouragan.", "Eine jenseitige Peitsche, die zuschlägt wie ein Wirbelsturm.", "Un látigo de otro mundo que golpea como un huracán."], "desc_long": ["A whip from a far away world. Originally an ordinary leather whip, thanks to the efforts of the dwarf blacksmith Watts, this whip which bears the name \"Hayate\" is both stable and powerful. It is said that the heroes of the holy sword used this whip not only in battle, but also as a tool to grapple their way from place to place.", "來自遙遠異界的長鞭，原本是一根皮革製的普通鞭子，但經過矮人鍛冶工匠改造後，變為了既迅猛又強力的鞭子。相傳聖劍勇者們不僅用這條長鞭戰鬥，還用它當做移動用的工具，在地勢險惡的地方都是靠它渡過難關的。", "머나먼 이계에서 건너온 채찍. 원래는 가죽 채찍이었으나, 드워프 대장장이 와츠가 손을 본 결과 '쾌속(하야테)'의 이름에 걸맞게 빼어난 유연성과 안정적인 공격력을 갖추었다. 성검의 용사들은 이 채찍을 전투뿐만 아니라 먼 곳으로 건너가기 위한 도구로도 활용했다고 한다.", "Un fouet que l'on trouve dans les légendes d'un autre monde. Fabriqué à partir de matériaux ordinaires à l'origine, le forgeron nain Watts fit de ce fouet en cuir baptisé \"rafale\" une arme puissante et stable au prix de nombreux efforts. On raconte que les héros à l'épée sacrée utilisaient ce fouet non pas seulement en combat, mais aussi comme outil pour attraper et déplacer des objets.", "Eine Peitsche aus einer fernen Welt. Sie war ursprünglich eine gewöhnliche Lederpeitsche, doch durch den Zwergenschmied Watts wurde die Peitsche stabiler und stärker. Angeblich wurde sie von den Helden des heiligen Schwertes nicht nur im Kampf genutzt, sondern auch dafür, sich von Ort zu Ort zu schwingen.", "Un látigo de un mundo muy lejano. Originalmente era un látigo normal de cuero, pero gracias a los esfuerzos del herrero enano Watts, este látigo, que recibe el nombre de \"Hayate\", es estable y poderoso. Se dice que los héroes de la espada sagrada utilizaron este látigo no sólo en la batalla, sino también como una herramienta para abrirse camino luchando de lugar en lugar."]}, "accuracy": 0}