{"slot": "Weapon", "compendium_shown": true, "price_buy": 18000, "requirements": null, "name": "Hidden Chains", "type_id": 12, "skills": [101000], "is_twohanded": false, "rarity": 6, "compendium_id": 697, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Plant Killer' passive."], "price_sell": 1800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 78, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11213.png", "type": "Whip", "strings": {"name": ["Hidden Chains", "隱身鎖鐮", "은닉의 사슬낫", "Chaînes cachées", "Verborgene Ketten", "Cadenas ocultas"], "desc_short": ["A special weapon made from a sickle, chain, and a weight.", "一種包含鐮刀、鎖鏈和秤砣的特殊武器", "낫과 사슬, 추가 달린 특수한 무기", "Une arme spéciale constituée d'une faucille, d'une chaîne et d'un contrepoids.", "Eine Spezialwaffe gefertigt aus Sichel, Kette und einem Gegengewicht.", "Un arma especial hecha a partir de una hoz, una cadena y una pesa."], "desc_long": ["A special weapon made from a sickle, chain, and weight. The user can adjust the trajectory of the sickle and weight by using their fingers spinning the chain. The weapon is mainly used to put pressure on an opponent by leveraging the weapon's range, and when the moment is ripe, the user closes in to strike with the sharp sickle. Only a handful of ninjas specialize in this weapon because it requires talent and an extensive amount of time to master the weapon.", "一種包含鐮刀、鎖鏈和秤砣的特殊武器。用手指轉動鎖鏈，就能能夠變更鐮刀及秤砣的移動軌道。裝備者可用它測得敵人距離並快速接近，在敵人大意的瞬間對施以攻擊。不過，只有經過長期努力和才能優異的人才能使用它，即便在忍者中能將鎖鏈當成武器之人也只佔少數。", "낫에 사슬과 추를 달아 만든 특수한 무기. 사슬을 회전시키는 손끝의 움직임으로, 던지는 낫과 추의 궤도를 바꿀 수 있다. 거리를 재고 있는 적에게 접근하여, 방심한 틈을 노려 날카로운 공격을 펼치는 것이 주된 사용법이다. 그러나 이 사슬 낫을 다루기 위해서는 긴 노력과 천부적인 재능이 필요하므로, 닌자 중에서도 사슬 낫을 고르는 자는 얼마 되지 않는다.", "Une arme spéciale constituée d'une faucille, d'une chaîne et d'un contrepoids. L’utilisateur peut ajuster la trajectoire de la faucille et du poids en tournant la chaîne avec ses doigts. L’arme est essentiellement utilisée pour mettre la pression sur l’adversaire en profitant de la portée de l’arme pour, le moment est venu, que l’utilisateur frappe avec la faucille. Seule une poignée de ninjas sont capables de manier cette arme, car cela demande du talent et beaucoup de temps pour la maîtriser.", "Eine Spezialwaffe gefertigt aus Sichel, Kette und einem Gegengewicht. In dem man die Kette zwischen den Fingern kreisen lässt, können Laufbahn von Sichel und Gegengewicht angepasst werden. Die Waffe wird hauptsächlich dazu verwendet, den Gegner mit der Reichweite der Waffe in die Enge zu treiben, und ihm im  richtigen Augenblick einen heftigen Streich mit der Sichel beizubringen. Nur eine Handvoll Ninjas haben sich auf diese Waffe spezialisiert, da der Umgang mit ihr dem Benutzer beträchtliches Talent und hartes Training abverlangt.", "Un arma especial hecha a partir de una hoz, una cadena y una pesa. El usuario puede ajustar la trayectoria de la hoz y la pesa con los dedos al girar la cadena. Mayormente, esta arma se usa para ejercer presión sobre el oponente al aumentar el alcance del arma y, cuando llega el momento oportuno, el usuario la cierra para golpear con la afilada hoz. Muy pocos ninjas están especializados en el uso de esta arma, pues requiere mucho talento y muchas horas para dominarla."]}, "accuracy": 0}