{"slot": "Weapon", "compendium_shown": true, "price_buy": 9000, "requirements": null, "name": "Platinum Whip", "type_id": 12, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 692, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 900, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 70, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11205.png", "type": "Whip", "strings": {"name": ["Platinum Whip", "白金之鞭", "백금의 채찍", "Fouet de platine", "Platinpeitsche", "Látigo de platino"], "desc_short": ["A whip made from platinum.", "用白金製作的鞭子", "백금으로 만들어진 채찍", "Un fouet de platine.", "Eine Peitsche aus Platin.", "Un látigo de platino."], "desc_long": ["A whip made from platinum. Using a platinum whip requires strength that could control the weight of the whip, but after continued efforts on the part of smithies and craftsmen, the whip is now much lighter than before. The weight balance between the grip to the tip is calculated so that the power of the whip remains uncompromised by the reduction in weight. Its design was also refined to the extent that there are people who seek to own these whips as part of their collection.", "用白金製作的鞭子。在以前要使用金屬製成的鞭子需要有著能夠負擔其重量的腕力。在經過武器工匠不斷的努力後，這種鞭子已成功輕量化。從握柄至最前端的重量平衡都經過嚴密計算，不會因為變輕而造成威力下降。形狀也經精練，甚至出現了將它當作藝術品收集的人。", "백금으로 만들어진 채찍. 과거에는 금속으로 제작된 채찍을 휘두르려면 그 무게를 견딜 만한 완력이 필요했다. 그러나, 무기 장인들의 부단한 노력 끝에 백금의 채찍의 경량화에 성공했다. 손잡이에서 끝부분까지 경량 밸런스가 절묘하게 설계되어, 가벼워졌음에도 불구하고 그 위력은 전혀 떨어지지 않았다. 형태도 세련되어져, 공예품으로서 수집하는 사람들도 나타났을 정도이다.", "Un fouet de platine. Manier un fouet en platine requérait autrefois beaucoup de force pour en maîtriser le poids, mais grâce aux efforts incessants des forgerons et des artisans, il est à présent beaucoup plus léger. Le poids est réparti entre la poignée et la pointe afin d'éviter que cette réduction n'impacte la puissance de l'arme. La forme a également été revue, car certaines personnes cherchent avant tout ces armes dans l'unique but de les ajouter à leur collection.", "Eine Peitsche, die aus Platin besteht. Vormals war es notwendig, über eine beträchtliche Körperkraft zu verfügen, um die Peitsche zu schwingen. Durch die unablässigen Mühen einiger Waffenschmiede und Handwerker aber gelang es, die Platinpeitsche leichter zu machen. Das Gewicht der Peitsche zwischen Griff und Spitze wurde hinsichtlich ihrer Balance bis ins Detail so durchkalkuliert, dass trotz ihrer Leichtigkeit keine Verringerung ihrer Schlagkraft befürchtet werden muss. Auch ihre Gestalt wurde so veredelt, dass es Personen gibt, die diese Platinpeitsche als Meisterstück des Kunsthandwerks ihrer Sammlung hinzufügen wollen.", "Un látigo de platino. Usar un látigo de platino requiere de la fuerza suficiente para controlar su peso. Sin embargo, tras mucho trabajo por parte de los herreros y artesanos, estos látigos son ahora mucho más ligeros que antes. Se ha equilibrado el peso entre la empuñadura y la punta del látigo para que la fuerza del látigo no se viese comprometida por la pérdida de peso. Su diseño también se ha redefinido hasta el punto de que hay gente interesada en comprar estos látigos para coleccionarlos."]}, "accuracy": 0}