{"slot": "Weapon", "compendium_shown": true, "price_buy": 180, "requirements": null, "name": "Leather Whip", "type_id": 12, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 92, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 18, "stats": {"status_inflict": {"Paralyze": 5}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 17, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Whip", "strings": {"name": ["Leather Whip", "皮鞭", "가죽 채찍", "Fouet en cuir", "Lederpeitsche", "Látigo de cuero"], "desc_short": ["A whip made of leather.", "用皮革製作的鞭子", "가죽으로 만든 채찍", "Fouet fait de cuir.", "Eine Peitsche aus Leder.", "Látigo hecho de cuero."], "desc_long": ["A whip made of finely braided leather. Though whips were initially made to keep livestock in line, there are some regions which currently use them for other purposes. Just like the bow, the axe, and the hammer, the whip was one of many weapons originally made to facilitate daily tasks. It can be used to strike things directly, and the intimidating sound it makes when it cracks can be useful as well. And though it may not be as reliable as a sword, it makes up for this with it's lack of risk of coming back to hit the wielder in the event of a counterattack.", "將皮革編織成細長形狀的鞭武器。作為武器的鞭子原本是用來驅趕家畜的，雖然很少見了，不過現今仍有地方在用鞭子驅趕家畜。鞭子與弓、斧還有鎚子一樣，都是日常生活用品發展而來的武器，除了能夠直接抽在敵人身上以外，還可以抽在地上用響聲嚇唬敵人。相比劍來說威力較低，不能一擊致命。", "가죽을 가늘고 길게 엮어 만든 채찍. 원래는 가축을 몰기 위한 것으로, 지금도 그렇게 쓰는 지역이 있다. 활이나 도끼, 망치처럼 생활용 도구에서 발전한 무기 중 하나이며, 직접 때리기도 하고 소리를 내서 위협하기도 한다. 검보다 파괴력은 떨어지지만, 반대로 치명상을 주지 않을 수 있는 게 장점이기도 하다.", "Un fouet fabriqué avec du cuir finement tressé. Bien que les fouets étaient conçus au début pour mettre le bétail en ligne, certaines régions l'utilisaient à d'autres applications. À l'instar de l'arc, de la hache et du marteau, le fouet était une des armes conçues au début pour faciliter les tâches quotidiennes. Il peut être utilisé pour frapper directement et le son qu'il fait peut être intimidant. Il n'est pas aussi fiable qu'une épée, mais il ne risque pas de blesser son utilisateur en cas de contre-attaque.", "Eine Peitsche aus geflochtenen Lederbändern. Peitschen dienen eigentlich der Führung von Nutztieren, doch in manchen Gegenden werden sie auch anderweitig verwendet. Sie können für direkte Angriffe verwendet werden oder um Kreaturen mit Lärm abzuschrecken. Zwar richten sie bei weitem nicht so viel Schaden an wie Schwerter, aber umgekehrt besteht auch weniger Risiko, einen Gegner versehentlich zu töten.", "Un látigo hecho de cuero finamente trenzado. Aunque originalmente su función era mantener a raya al ganado, en algunas regiones tiene otros usos. Al igual que el arco, el hacha y el martillo, es una de las armas que surgieron como herramientas para tareas cotidianas. Puede usarse para golpear directamente, y el sonido amenazador que emite también puede resultar útil. Aunque no es tan fiable como una espada, lo compensa con su imposibilidad de volverse contra quien lo usa en un contrataque."]}, "icon": "item_11200.png"}