{"slot": "Weapon", "compendium_shown": true, "price_buy": 360, "requirements": null, "name": "Chain Whip", "type_id": 12, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 93, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 36, "stats": {"status_inflict": {"Paralyze": 5}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 21, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11201.png", "type": "Whip", "strings": {"name": ["Chain Whip", "鎖鏈鞭", "사슬 채찍", "Chaîne-fouet", "Kettenpeitsche", "Látigo de cadena"], "desc_short": ["A whip fashioned from iron chainlinks.", "用鐵鏈製作的鞭子", "사슬로 만든 채찍", "Fouet fait de chaînons d'acier.", "Eine Peitsche aus Kettengliedern.", "Látigo hecho de eslabones de hierro."], "desc_long": ["A whip made from chains instead of leather. It is much heavier than its leather counterpart, but makes up for this with its great attack power. It also boasts of quite a long reach, making it a very useful weapon for offensive fighting. However, the loud sound it makes as it is being carried and its inability to land fatal strikes make the chain whip unsuitable for infiltration and covert missions.", "用鎖鏈代替皮革製成的鞭子。比皮鞭要沉，不過威力也要高。攻擊範圍廣，作為武器非常好用，但因為是用金屬製作的，所以攜帶時經常會發出巨大的響聲。鞭子共通的特點都是難以一擊致命，所以不適合用於潛入或隱秘作戰。", "가죽 대신 사슬로 만든 채찍. 가죽보다 무겁지만 그만큼 위력이 강해졌다. 공격범위가 넓어 무기로 쓰기 좋지만, 재료가 금속이라 생각 없이 들고 다니면 큰 소리가 난다. 가죽 채찍과 마찬가지로 치명상을 입히기 어려운 특성이 있어, 잠입이나 비밀 작전에는 적합하지 않다.", "Un fouet fait de chaînes à la place du cuir. Il est plus lourd que son homologue en cuir mais a une puissance d'attaque accrue. Il est aussi doté d'une longue allonge, faisant de lui une arme pratique pour le combat offensif. Cependant, le bruit qu'il fait et son incapacité à infliger de coup fatal le rend inapproprié pour les missions d'infiltration ou de reconnaissance.", "Eine aus Kettengliedern zusammengesetzte Peitsche. Viel schwerer als ihr Gegenstück aus Leder, aber auch deutlich mächtiger. Ihre lange Reichweite macht es einfach, Gegner auf Distanz zu halten, allerdings verursacht sie so viel Lärm, dass sie für heimliche Aktionen völlig ungeeignet ist. Ebenso wie die Lederpeitsche verursacht sie nur selten tödliche Wunden.", "Un látigo hecho de cadenas en vez de cuero. Es mucho más pesado, pero lo compensa con su gran potencia de ataque. También destaca por su largo alcance, que lo convierte en una gran arma ofensiva. Sin embargo, el ruido que hace cuando se lleva y su incapacidad para asestar golpes fatales lo hace poco adecuado para infiltraciones y misiones encubiertas."]}, "accuracy": 0}