{"slot": "Weapon", "compendium_shown": true, "price_buy": 200, "requirements": null, "name": "Boomerang", "type_id": 13, "skills": [101090], "is_twohanded": false, "rarity": 1, "compendium_id": 97, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 20, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 16, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11300.png", "type": "Throwing", "strings": {"name": ["Boomerang", "迴力鏢", "부메랑", "Boomerang", "Bumerang", "Bumerán"], "desc_short": ["A boomerang made of wood.", "用木頭製作的迴力標", "나무로 만든 부메랑", "Boomerang en bois.", "Ein Bumerang aus Holz.", "Bumerán de madera."], "desc_long": ["A boomerang made of wood. This tool for hunting wild game was initially used to lure out animals by threatening them. It draws an arch in the air as it is thrown and eventually returns to the hands of its owner, allowing him or her to attack foes from a distance. The boomerang is currently used to fluster opponents who excel with close range weapons, such as swords.", "用木頭製作的迴力鏢。以前是用來進行狩獵的工具，主要用於威嚇並引出獵物。如果投擲出去，迴力鏢會以圓弧為軌跡最終回到投擲者手中，所以也可以用來攻擊遠處的敵人。現今，迴力鏢不僅可以攻擊敵人，還可以用來擾亂那些擅長近戰的敵人，所以成為了常用武器之一。", "나무로 만든 부메랑. 옛날부터 사냥감을 위협하여 유도하는 수렵용 도구로 쓰였다. 던지면 호를 그리며 사용자에게 되돌아와서 적에게 접근하지 않아도 공격할 수 있는 장점이 있다. 현재는 근접 무기를 쓰는 적을 교란하는 무기로도 활용되고 있다.", "Un boomerang en bois. Cet outil de chasse était à l'origine utilisé pour attirer les animaux en les menaçant. Une fois lancé, il décrit un arc dans le ciel avant de revenir dans les mains de son utilisateur, lui permettant ainsi d'attaquer les ennemis à distance. On l'utilise actuellement pour perturber les adversaires excellant dans le maniement d'armes de courte portée comme les épées.", "Ein Bumerang aus Holz. Dieses Jagdgerät wurde ursprünglich verwendet, um Beutetiere aufzuscheuchen und zu erlegen. Richtig geworfen beschreibt es einen langen Bogen in der Luft und kehrt dann wieder zum Werfer zurück. Auch heute noch werden Bumerangs als Waffe eingesetzt, etwa um Nahkämpfer zu verwirren.", "Un bumerán de madera. Esta herramienta de caza se usaba originalmente para hacer salir a los animales de sus escondites. Dibuja un arco en el aire y vuelve a los manos de su propietario, lo que permite atacar desde la distancia. Actualmente se usa para aturdir a oponentes diestros en armas de corto alcance, como las espadas."]}, "accuracy": 0}