{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Hawkeye", "type_id": 13, "skills": [101090], "is_twohanded": false, "rarity": 5, "compendium_id": 657, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 36, "element_inflict": null, "MP": 0, "MAG": 42, "SPR": 0, "DEF": 0}, "icon": "item_11305.png", "type": "Throwing", "strings": {"name": ["Hawkeye", "鷹眼", "호크아이", "Œil-de-faucon", "Adlerauge", "Ojo de halcón"], "desc_short": ["An oddly shaped throwing weapon.", "形狀獨特的投擲武器", "특이한 형태의 투척무기", "Une arme de jet de forme étrange.", "Eine seltsam geformte Wurfwaffe.", "Un arma arrojadiza de aspecto extraño."], "desc_long": ["An oddly shaped throwing weapon. It takes time and effort to be able to use projectile weapons properly, and the odd shape of this weapon doesn't help. But those who do master this weapon is said to be able to strike birds in flight. The unique trajectory of the weapon gives it its name, \"Hawkeye,\" with how the weapon in flight looks like a predator swooping in on its prey.", "形狀獨特的投擲武器。要成為能夠命中的投擲武器需要經過相當程度的修練，因為它擁有獨特的形狀，導致十分難駕馭。不過只要一練成就連在空中飛翔的鳥兒也能夠擊中。亦能自在地變換軌道飛翔於空中，就像是自己去襲擊獵物一樣，因此也被稱為「鷹眼」。", "특이한 형태의 투척무기. 던지는 계열의 무기는 적중하기까지 상당한 훈련이 필요하며, 독특한 형태의 무기일수록 더욱 다루기 어렵다. 그러나 숙달되기만 하면 하늘을 나는 새도 명중시킬 수 있게 된다고 한다. 자유자재로 궤도를 바꾸며 날아오르는 그 모습이 마치 스스로 사냥감을 뒤쫓는 것처럼 보인다 하여, '매의 눈'이라는 이름이 붙게 되었다.", "Une arme de jet de forme étrange. Cela demande du temps et beaucoup d'efforts pour maîtriser ce type d’armes, sa forme étrange n’y aidant pas. Il paraît que ceux qui maîtrisent cette arme sont capables de toucher des oiseaux en plein vol. La trajectoire en vol unique de cette arme lui a donné son nom, car elle ressemble à un prédateur qui fond sur sa proie.", "Eine Wurfwaffe mit einzigartigem Aussehen. Bis es einem gelingt, mit dieser Waffe tatsächlich seine Ziele zu treffen, ist beträchtliche Übung notwendig - ihre seltsame Form macht die Angelegenheit nur noch schwieriger. Wer mit dieser Waffe jedoch eine gewisse Meisterschaft erreicht, der soll auch Vögel während ihres Fluges aus der Luft holen können. Ihren Namen erhielt die Waffe, weil ihre Gestalt, während sie nach Belieben ihre Flugbahn ändert, an einen Raubvogel erinnert, der frei seiner Beute nachjagt.", "Un arma arrojadiza de aspecto extraño. Para usar las armas que funcionan como proyectiles adecuadamente se necesita tiempo y esfuerzo, y la forma rara de esta arma no ayuda demasiado. Sin embargo, se dice que los que saben usarla son capaces de derribar a un pájaro en pleno vuelo. Asimismo, la peculiar trayectoria que forma esta arma es el origen de su nombre \"Ojohalcón\", pues la forma que hace el arma al volar se asemeja a un depredador lanzándose sobre su presa."]}, "accuracy": 0}