{"slot": "Weapon", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Platinum Edge", "type_id": 13, "skills": [101090], "is_twohanded": false, "rarity": 4, "compendium_id": 527, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 42, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Throwing", "strings": {"name": ["Platinum Edge", "白金小刀", "백금의 부메랑", "Lame de platine", "Platinumschneide", "Filo de platino"], "desc_short": ["A throwing weapon made from platinum.", "以白金製成的投擲武器", "백금으로 만들어진 투척무기", "Une arme de jet faite de platine.", "Ein Wurfgegenstand aus Platin.", "Un arma arrojadiza de platino."], "desc_long": ["A throwing weapon made from platinum. Made in the form of a boomerang, this is a culmination of what craftsmen have only been able to dream of. The reason for this is because use of platinum in throwing weapons was difficult for its weight and lack of accuracy. But recent advancements in crafting techniques have led to the slimming of the blade, thus making it useful as a throwing weapon that proved effective against aerial enemies.", "以白金製成的迴旋鏢。長期以來，工匠們一直夢想著用白金製作投擲武器。不過，由於白金比重過大，其重量和可操作性嚴重影響其作為武器的性能。然而，近幾年隨著技術的不斷進步，已經可以製造出超薄刀刃了，白金投擲武器的生產也隨之成為了現實。這種武器能有效攻擊空中目標。", "백금으로 만들어진 부메랑. 백금을 투척무기에 사용하겠다는 발상은 장인들의 오랜 꿈이기도 했다. 상당히 무거운 금속인 백금을 던지는 것은 중량과 기동성 면에서 커다란 난제였기 때문이다. 그러나, 최근에는 기술의 발전에 따라 날을 극한까지 얇게 벼림으로써 투척무기로서의 실용화에 성공할 수 있었다. 공중을 나는 적에게 특히 효과가 있는 무기 중 하나이다.", "Une arme de jet faite de platine. Fabriquée en forme de boomerang, elle représente la quintessence des rêves les plus fous de tous les artisans. En effet, l'usage du platine dans la fabrication d'armes de jet était compliqué en raison de son poids élevé et de son manque de précision. Mais les récents progrès des méthodes de fabrication ont permis l'alléger considérablement leur poids, rendant ainsi ces armes bien plus utiles et efficaces contre les monstres volants.", "Ein Wurfgegenstand aus Platin. Dieser Traum eines jeden Schmiedes kommt in der Form eines Bumerangs daher. Der Grund dafür liegt im Platin, das als Material für Wurfwaffen aufgrund seiner Schwere bislang ungeeignet war. Durch neueste Schmiedetechniken konnte die Klinge jedoch schlanker gemacht werden, wodurch er zu einer nützlichen Wurfwaffe gegen fliegende Gegner wurde.", "Un arma arrojadiza de platino con forma de bumerán. Se trata del cénit de la artesanía, pues antes era impensable usar platino en objetos arrojadizos debido a su peso e imprecisión. Sin embargo, las técnicas avanzadas han posibilitado hojas más finas, por lo que ahora es un arma arrojadiza en toda regla efectiva contra enemigos voladores."]}, "icon": "item_11306.png"}