{"slot": "Weapon", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Switch Hitter", "type_id": 13, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 474, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 35, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11316.png", "type": "Throwing", "strings": {"name": ["Switch Hitter", "左右開弓", "스위치 히터", "Balle Modifiable", "Wechselschläger", "Ambidextro"], "desc_short": ["A game ball made in another world.", "在異界製作而成的競技用球", "이계에서 만들어진 경기용 공", "Un ballon d'un jeu venant d'un autre monde.", "Ein Spielball aus einer anderen Welt.", "Una pelota de competición hecha en otro mundo."], "desc_long": ["A ball from another world made of materials foreign to this one. In the world of Spira, this item is commonly used as a tool for the sport of blitzball, and not as a weapon. Lacking any really sharp edges, it may not look like the most appropriate weapon for battle. However, it can inflict a great amount of damage on enemies when thrown by a person of great physical strength.", "用這個世界不存在的物質製作而成的異界競技用球。它原本是在異界「史匹拉」中流行的競技體育項目「水鬥球」所使用的球，所以其實它並不是武器。它身上沒有任何凸起或帶尖刺的地方，因此看起來並不適合戰鬥。不過，經過不懈鍛煉的選手所投擲的球，可以發揮討伐魔物的威力。", "이 세계에는 존재하지 않는 물질로 만들어진 이계의 경기용 공. 이계 스피라에서 엄청난 인기를 자랑하는 스포츠 '블리츠 볼'에서 사용되는 것으로, 본래 무기는 아니다. 날카로운 부분도 없어 전투에는 부적합해 보이지만, 단련된 육체에서 비롯된 힘을 실어 던지게 되면, 마물조차 도망쳐 버리는 피해를 줄 수 있다.", "Un ballon d'un autre monde fait à partir de matériaux que l'on ne trouve pas dans le nôtre. Dans le monde de Spira, ce ballon est utilisé pour pratiqué un sport appelé blitzball et non pas comme arme. Dépourvu de zone tranchante, il n'a pas vraiment l'air d'être l'arme idéale pour le combat. Il inflige toutefois une grande quantité de dégâts lorsqu'il est lancé par une personne disposant d'une grande force physique.", "Ein hochwertiger Ball aus einer anderen Welt, dessen Bestandteile in dieser Welt unbekannt sind. In der Welt von Spira würde man Blitzball dazu sagen und ihn für keine Waffe halten. Da er keine scharfen Enden hat, wirkt er auch nicht wie eine Waffe, kann jedoch hohen Schaden zufügen, wenn er von jemandem mit großer Kraft geworfen wird.", "Una pelota de otro mundo hecha con materiales aquí desconocidos. En el mundo de Spira es de uso habitual en el deporte del blitzbol, y no como arma. Como no dispone de aristas, no parece lo más apropiado para la batalla. Sin embargo, puede causar daños graves a los enemigos si la lanza una persona con una gran fuerza física."]}, "accuracy": 0}