{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Battle Hoop", "type_id": 13, "skills": [910188], "is_twohanded": false, "rarity": 5, "compendium_id": 367, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Graceful' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 50, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 20}, "type": "Throwing", "strings": {"name": ["Battle Hoop", "戰鬥環輪", "전투용 후프", "Cerceau de combat", "Kampfreifen", "Aro de combate"], "desc_short": ["A metal hoop specially designed for use in battle.", "專門用於戰鬥的金屬輪狀的投擲武器", "전투용으로 특화된 투척용 금속 후프", "Un cerceau en métal spécialement conçu pour le combat.", "Ein Metallreifen gedacht für den Kampfeinsatz.", "Un aro de metal diseñado para su uso en combate."], "desc_long": ["A throwing weapon consisting of a battle ring specially designed for use in war. Though similar in appearance to the chakram, it is larger in size and has thicker outer blades. Also able to be used as a rudimentary shield, making it an easy choice for both offense and defense, it is favored by those who demand the dexterity it offers.", "用於戰鬥的金屬輪狀的投擲武器。其外環與飛輪相同有著鋒利的刀刃，不過尺寸更大，刀刃也更厚。因此，在沒有投擲的狀態下，可以將其用作簡易的盾牌。這種武器使得攻守轉換等戰法得到了普及，因而深受注重機動性戰鬥之人的喜愛。", "전륜 중에서도 특히 전투용으로 특화된 투척무기. 바깥쪽이 전부 예리한 칼날로 되어 있다는 점은 동일하지만, 차크람보다 훨씬 크고 두꺼운 형태를 띠고 있다. 그러한 이유로 간이 방패로써 이용할 수 있고, 공수 전환이 자유로운 점을 활용한 전법을 보급하여 몸놀림이 가벼운 사람들에게 인기를 끌게 되었다.", "Une arme de jet en forme d'anneau utilisable en combat et conçue pour la guerre. Bien que d'apparence très similaire au chakram, elle est plus grande et possède des lames à l'extérieur. Elle peut aussi être utilisée comme bouclier d'appoint permettant ainsi de choisir entre l'attaque et la défense. C'est une arme privilégiée par ceux qui veulent effectuer des mouvements précis et délicats.", "Eine Wurfwaffe aus einem Ring, der speziell für den Krieg entworfen wurde. Obwohl er dem Chakram ähnelt, ist er größer und hat dickere Außenklingen. Zudem dient er als notdürftiges Schild, so dass er leicht in der Offensive wie Defensive Einsatz findet. Gewandte Kämpfer nutzen ihn gerne.", "Una arma arrojadiza que consiste en un anillo de batalla especialmente diseñado para ser utilizado durante una guerra. Aunque es similar en apariencia al Chakram, es de un tamaño mayor, y tiene unas cuchillas exteriores más gruesas. También se puede utilizar como escudo rudimentario, lo cual lo convierte en una fácil elección tanto para ataque como defensa, y se ve favorecido por aquellos que cumplen la destreza que ofrece."]}, "icon": "item_11313.png"}