{"slot": "Weapon", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Twin Viper", "type_id": 13, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 839, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 52, "element_inflict": null, "MP": 0, "MAG": 16, "SPR": 0, "DEF": 0}, "icon": "item_11319.png", "type": "Throwing", "strings": {"name": ["Twin Viper", "雙頭蛇", "트윈 바이퍼", "Vipère jumelle", "Doppelviper", "Serpiente bicéfala"], "desc_short": ["A throwing weapon said to resemble two poisonous snakes.", "被比喻成兩條毒蛇的巨大投擲武器", "두 마리의 독사가 연상되는 날이 달린 거대한 투척무기.", "Une arme de lancer qui ressemble à deux serpents venimeux.", "Eine Wurfwaffe, die zwei Giftschlangen ähnelt.", "Un arma arrojadiza que, según cuentan, se parece a dos serpientes venenosas."], "desc_long": ["A giant, bladed throwing weapon said to resemble two poisonous snakes. The blades resembles scythes with the hilt in the middle, where one can hold and throw to strike enemies afar. This weapon was supposedly used by a certain female ninja in a faraway land.", "被比喻成兩條毒蛇的巨大投擲武器", "두 마리의 독사가 연상되는 날이 달린 거대한 투척무기. 양 끝에 날카로운 낫이 달려 있으며, 중앙의 손잡이를 잡고 투척하여 원거리에서 적을 공격할 수 있다. 까마득히 먼 이계의 어느 닌자 소녀가 즐겨 사용하던 무기였다고 한다.", "Une arme de lancer géante qui évoque deux serpents venimeux. Les lames ressemblent à deux faux agrémentées d’une garde en leur centre, qui permet au porteur de les tenir et de les lancer pour frapper ses ennemis à distance. Cette arme aurait été employée par une femme ninja originaire d’un pays lointain.", "Eine riesige Klingenwurfwaffe, die zwei Giftschlangen ähnelt. Die Klingen erinnern an Sensen mit dem Griff in der Mitte, um dort die Waffe packen und auf entfernte Gegner schleudern zu können. Diese Waffe gehörte angeblich einer Ninja-Kämpferin aus einem fernen Land.", "Un arma arrojadiza que, según cuentan, se parece a dos serpientes venenosas. Sus hojas tienen aspecto de guadaña; además, sus empuñaduras están en el medio para sujetarlas y arrojárselas a los enemigos desde lejos. Supuestamente, esta arma la solía usar una ninja de un mundo lejano."]}, "accuracy": 0}