{"slot": "Weapon", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Rising Sun", "type_id": 13, "skills": [101090], "is_twohanded": false, "rarity": 6, "compendium_id": 100, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 6000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 107, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11303.png", "type": "Throwing", "strings": {"name": ["Rising Sun", "旭日", "라이징 선", "Soleil levant", "Morgenschein", "Sol naciente"], "desc_short": ["A throwing weapon that resembles the rising sun.", "如旭日一樣的投擲武器", "태양이 떠오르듯 힘차게 날아가는 투척무기", "Arme de jet qui évoque le soleil levant.", "Wurfwaffe, die der aufgehenden Sonne ähnelt.", "Arma arrojadiza que recuerda al sol."], "desc_long": ["A disc-like weapon much like the chakram. Many peoples have regarded the sun and the light it shines in the heavens as a blessing upon the world, revering this celestial object as the center of their religions. The weapon known as the rising sun was made by a tribe with similar beliefs, which used it to hunt animals that would serve as offerings to the sun god. This weapon, as any others of a similar nature, is very effective for targeting foes mid-air.", "與飛輪有很大不同的圓盤形武器。太陽自古就給人以普照大地，賦予萬物恩惠的印象，因而深得人們崇拜。該武器也是由某個將太陽推崇為光之神化身的部族，為了捕捉供奉給太陽的獵物而使用的。它與同類武器具有相同的功能，對空中的敵人極其有效。", "차크람과 같은 계통의 원반형 무기. 예로부터 태양은 하늘에서 지상을 비추며 모든 생명에게 은혜를 베푸는 존재로 신앙의 대상이 되었다. 이 무기도 태양을 빛의 신으로 섬기던 부족이 제물로 바칠 동물을 사냥하기 위해 썼던 게 시초이다. 같은 계통의 무기와 마찬가지로 공중에 있는 적에게 효과적이다.", "Une arme en forme de disque, semblable à un chakram. Pour beaucoup, le soleil et sa lumière sont une bénédiction envoyée sur le monde, et cet astre est au centre de plusieurs religions. L'arme appelée Soleil levant provient d'une tribu porteuse de telles croyances, qui l'utilisait pour chasser les animaux qui seraient ensuite offerts en sacrifice au dieu soleil. Cette arme, comme toutes celles de sa catégorie, est très efficace contre les ennemis situés en hauteur.", "Eine scheibenartige Waffe wie ein Chakram. Viele Leute betrachten die Sonne und ihr Licht als Segen für diese Welt und verehren dieses himmlische Objekt als Mittelpunkt ihrer Religion. Der Morgenschein wurde vor eben jenem Hintergrund von einem Stamm geschmiedet, der ihn dazu benutzte, Tiere für den Sonnengott zu Opferzwecken zu jagen. Wie alle Waffen von gleicher Natur ist sie besonders effektiv darin, fliegende Ziele anzuvisieren.", "Arma en forma de disco muy parecida al chakram. Muchos pueblos han considerado al sol y a la luz que ilumina los cielos como una bendición para el mundo, por lo que lo han convertido en el centro de sus religiones. El arma conocida como Sol naciente fue fabricada por una tribu de creencias afines que cazaba animales para servirlos de sacrificio al dios del sol. Esta arma, al igual que muchas otras de naturaleza similar, es muy efectiva contra objetivos voladores."]}, "accuracy": 0}