{"slot": "Weapon", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Moon Ring Blade", "type_id": 13, "skills": [101090], "is_twohanded": false, "rarity": 3, "compendium_id": 99, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Bird Killer' passive."], "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 26, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11302.png", "type": "Throwing", "strings": {"name": ["Moon Ring Blade", "圓月輪", "보름달 고리", "Croissant de lune", "Mondring-Klinge", "Hoja lunar"], "desc_short": ["A throwing weapon enhanced by ninjas.", "忍者改良過的投擲武器", "닌자가 개량한 투척무기", "Arme de jet améliorée par les ninjas.", "Eine von Ninjas verbesserte Wurfwaffe.", "Arma arrojadiza mejorada por los ninjas."], "desc_long": ["A disk-like weapon much like the chakram. Ninjas, who specialize in infiltrations and assassinations, customized the sharpness of its bladed edge and expanded its range. Holding much more power than its predecessor, the moon ring blade can cut through denser objects, such as tree branches. People fear its presence on the battlefield as there is no way to tell where it may suddenly appear to deal a great amount of damage. It is particularly effective against aerial foes.", "與飛輪大不相同的圓盤狀武器。是擅長潛入與暗殺的忍者們進行改良的產物，主要加強了外圍劍刃的銳度和飛行距離。在投擲武器中威力數一數二，能輕易斬斷樹枝。極強的殺傷性和飛行能力，使它成為人們在戰場上最為畏懼的武器之一。對空中的敵人極其有效。", "차크람과 비슷한 원반형 무기. 잠입이나 암살에 능한 닌자들이 날의 예리함과 비거리 등을 독자적으로 개량한 것이다. 나뭇가지 정도는 쉽게 절단할 수 있을 정도로 위력이 향상되었으며, 예상치 못한 방향에서 날아와 큰 피해를 주는 이 무기는 전장에서 위협적인 존재로 두려움을 사고 있다. 공중에 있는 적에게 효과적이다.", "Une arme très similaire au chakram. Les ninjas, spécialisés dans l'infiltration et les assassinats, ont amélioré sa lame externe et étendu sa portée. Le croissant de lune, plus puissant que le chakram, peut couper des objets plus denses comme des branches d'arbre. Les gens craignent sa présence sur le champ de bataille car on ne sait jamais d'où il va frapper. Il est surtout efficace contre les ennemis aériens.", "Eine dem Chakram ähnliche scheibenförmige Waffe, die von Ninjas für den Einsatz bei verdeckten Operationen optimiert wurde. Sie fliegt weiter und schneidet besser, einen Ast kann sie ohne Probleme abtrennen. Mondringklingen sind auf dem Schlachtfeld gefürchtet, da sie geräuschlos und wie aus dem Nichts auftauchen und verheerenden Schaden anrichten. Sie sind besonders effektiv gegen fliegende Gegner.", "Un arma con forma de disco parecida al chakram. Los ninjas, especialistas en infiltraciones y asesinatos, modificaron el afilado de su hoja y aumentaron su alcance. Mucho más poderosa que su predecesor, puede cortar objetos más densos, como ramas. Todos la temen en batalla, porque no saben cuándo puede aparecer y causar graves daños. Es especialmente efectiva contra enemigos aéreos."]}, "accuracy": 0}