{"slot": "Weapon", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Hyper Ball", "type_id": 13, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 475, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 55, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Throwing", "strings": {"name": ["Hyper Ball", "超越球", "하이퍼 볼", "Balle Cerclée", "Hyperball", "Balón de ataque"], "desc_short": ["An enhanced ball made in another world.", "在異界製作而成的強化型球", "이계에서 만들어진 강화용 공", "Un ballon amélioré fabriqué dans un autre monde.", "Ein verstärkter Ball aus einer anderen Welt.", "Una pelota mejorada hecha en otro mundo."], "desc_long": ["A ball from another world made of materials foreign to this one. In the world of Spira, this item is commonly used as a tool for the sport of blitzball, and not as a weapon. However, talented blitzball players can learn how to use it to inflict great damage upon enemies, and thus some are said to have begun using it in battle.", "用這個世界不存在的物質製作而成的異界競技用球。它原本是在異界「史匹拉」中流行的競技體育項目「水鬥球」所使用的球，所以其實它並不是武器。不過，經過不懈鍛煉的優秀選手所投擲的球，可以發揮討伐魔物的威力，因此有不少人將它用於戰鬥。", "이 세계에는 존재하지 않는 물질로 만들어진 이계의 경기용 공. 이게 스피라에서 엄청난 인기를 자랑하는 '블리츠 볼'에서 사용되는 것으로, 본래 무기는 아니다. 그러나, 우수한 블리츠 볼 선수가 던진 공은 마물에게도 상당한 피해를 입힐 수 있기 때문에, 전투에 사용하는 사람도 있다고 한다.", "Un ballon d'un autre monde fait à partir de matériaux que l'on ne trouve pas dans le nôtre. Dans le monde de Spira, cet objet était couramment utilisé pour pratiquer le blitzball, un sport local, et non pas comme arme. Ceci-dit, des joueurs très talentueux de ce sport pouvaient parvenir à s'en servir pour infliger des dégâts très importants à leurs ennemis. C'est pour cette raison que certains ont commencé à l'utiliser comme arme en combat.", "Ein hochwertiger Ball aus einer anderen Welt, dessen Bestandteile in dieser Welt unbekannt sind. In der Welt von Spira würde man Blitzball dazu sagen und ihn für keine Waffe halten. Begabte Blitzballspieler können ihren Gegnern damit jedoch hohen Schaden zufügen, weshalb sie ihn ebenfalls im Kampf einsetzen.", "Una pelota de otro mundo hecha con materiales aquí desconocidos. En el mundo de Spira es de uso habitual en el deporte del blitzbol, y no como arma. Sin embargo, los jugadores de blitzbol con talento pueden aprender a usarla para causar graves daños al enemigo, así que se dice que algunos han empezado a usarla en la batalla."]}, "icon": "item_11317.png"}