{"slot": "Weapon", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Horizon Breaker", "type_id": 13, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 470, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 117, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Throwing", "strings": {"name": ["Horizon Breaker", "超越巔峰", "호라이즌 브레이커", "Briseur d'horizon", "Horizontbrecher", "Balón energizado"], "desc_short": ["An otherworldly ball that boasts high ATK.", "以強大攻擊力著稱的異界之球", "높은 공격력을 자랑하는 이계의 볼", "Un ballon d'un autre monde qui augmente énormément l'ATT.", "Ein Ball aus einer anderen Welt, der den ANG stark erhöht.", "Una pelota de otro mundo que aumenta enormemente el ATQ."], "desc_long": ["A high-quality ball made in another world. In the world of Spira balls like this one are originally created for the sport known as blitzball. However, most of the athletes who play this aquatic sport have built so much muscle and endurance thanks to their rigorous training that they are able to face beasts in battle as well. For these type of warriors, the ball they are so familiar with serves better as a weapon than any average sword.", "以高超性能著稱的異界之球。它原本是在異界「史匹拉」中流行的競技體育項目「水鬥球」所使用的競技用球。經過不懈鍛煉的水鬥球選手所投擲的球，可以發揮討伐魔物的威力。因此，有很多人更加習慣用球，而不是劍來戰鬥。", "이계에서 만들어진 고성능의 공. 본래 이계 스피라에서 가장 인기 많은 스포츠 '블리츠 볼'에서 사용하는 경기용 공이지만, 단련된 육체의 블리츠 볼 선수가 던지면 마물을 처치할 수 있을 정도로 강력하다. 그 때문에, 검 등의 무기를 사용하기보다 몸에 익숙한 공을 이용해 싸우는 자도 있는 것 같다.", "Un ballon de très grande qualité fabriqué dans un autre monde. Dans le monde de Spira, les ballons comme celui-ci sont créés pour un sport appelé le blitzball. La plupart des athlètes qui pratiquent ce sport aquatique régulièrement ont développé une telle musculature et ont tellement amélioré leur endurance grâce à leur entraînement rigoureux qu'ils sont aussi capables de se battre contre des bêtes sur le champ de bataille. Le ballon qui leur est si familier leur servant d’arme est, entre leurs mains, bien plus efficace qu’une simple épée.", "Ein hochwertiger Ball aus einer anderen Welt. In der Welt von Spira würde man Blitzball dazu sagen. Die meisten Athleten dieser Sportart haben so viel Muskeln und Ausdauer aufgebaut, dass sie auch gegen Monster im Kampf antreten können. Für diese Art von Kriegern ist der Ball eine vertrautere Waffe als jedes normale Schwert.", "Una pelota de calidad hecha en otro mundo. En el mundo de Spira las pelotas de este tipo se crearon para un deporte llamado blitzbol. Sin embargo, la mayoría de atletas que juegan a este deporte acuático tienen tanto músculo y resistencia por su riguroso entrenamiento que pueden enfrentarse también a bestias en la batalla. Para ese tipo de guerreros, la pelota es algo tan propio que les sirve mejor de arma que cualquier espada."]}, "icon": "item_11315.png"}