{"slot": "Weapon", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Fixed Dice", "type_id": 13, "skills": null, "is_twohanded": true, "rarity": 7, "compendium_id": 460, "dmg_variance": [1.2, 6.5], "slot_id": 1, "effects": null, "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 1, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11314.png", "type": "Throwing", "strings": {"name": ["Fixed Dice", "千王骰", "속임수 주사위", "Dés truqués", "Präparierter Würfel", "Dado trucado"], "desc_short": ["A set of dice that deals damage depending on how it falls.", "依照不同的面而變化威力的篩子", "나온 면에 따라 위력이 달라지는 주사위", "Un jeu de dés qui inflige des dégâts en fonction du résultat.", "Ein Würfelset, das Schaden je nach Augenzahl bewirkt.", "Un par de dados que inflige daño según lo que salga."], "desc_long": ["A set of gambling dice from a distant world. They can also be used on the battlefield to amplify any damage dealt to enemies. If good fortune is with the wearer, a big roll could lead to immense amounts of damage inflicted upon his or her foes. Apparently, these fixed dice once belonged to an elegant gambler from another world who favored thrills and romance beyond all the money in the world.", "來自異界的用於賭博的篩子。它也可以靈活運用在戰鬥中，根據最終出現的點數給予不同的傷害。其攻擊威力時強時弱，不過運氣好時可發動強力攻擊。在異界，這種篩子通常由一些視驚險和浪漫超過金錢的純粹賭徒攜帶。", "까마득히 먼 이계에서 유입된, 도박에 사용하는 주사위. 전투에도 활용할 수 있으며, 나온 면에 따라서 피해량이 변화한다. 피해량의 편차는 상당히 크며, 운이 따를 때의 위력은 절대적이다. 이계에서는, 돈보다 스릴과 낭만을 추구하던 도박사가 이 주사위를 지니고 있었다고 한다.", "Un jeu de dés servant aux jeux d'argent venant d'un autre monde. Ils peuvent être également utilisés sur le champ de bataille pour amplifier les dégâts infligés aux ennemis. Avec de la chance, un gros score peut permettre au porteur d'infliger un montant de dégâts immense. Ces dés truqués appartenaient apparemment à un parieur élégant d'un autre monde qui aimait le frisson et le côté romantique du jeu bien au-delà de tout l'argent du monde.", "Einige Würfel aus einer fernen Welt. Auf dem Schlachtfeld können sie zur Vervielfältigung des Schadens gegen Gegner eingesetzt werden. Ist das Glück mit dem Träger, kann der Schaden besonders hoch ausfallen. Diese Würfel gehörten einst einem eleganten Spieler aus einer anderen Welt, der Spannung und Romanzen höher schätzte als alles Geld der Welt.", "Un juego de dados de un mundo lejano. Se pueden usar también en el campo de batalla para ampliar el daño infligido a los enemigos. Si la buena fortuna está del lado de su dueño, una buena tirada puede provocar una enorme cantidad de daño a los enemigos. Se dice que estos dados trucados pertenecieron a un jugador elegante de otro mundo que prefería la emoción y el romance a todo el dinero del mundo."]}, "accuracy": 10}