{"slot": "Weapon", "compendium_shown": true, "price_buy": 2400, "requirements": null, "name": "Rune Bell", "type_id": 11, "skills": null, "is_twohanded": true, "rarity": 4, "compendium_id": 351, "dmg_variance": [1.3, 1.7], "slot_id": 1, "effects": null, "price_sell": 240, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 34, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11110.png", "type": "Harp", "strings": {"name": ["Rune Bell", "符文之鈴", "룬의 종", "Carillon runique", "Runenglocke", "Campana rúnica"], "desc_short": ["An otherworldly bell engraved with ancient writings.", "刻有古代文字的鈴", "고대 문자를 새긴 이계의 종", "Un carillon comportant des gravures anciennes.", "Eine jenseitige Glocke mit eingravierter antiker Schrift.", "Una campana de otro mundo con grabados de escrituras antiguas."], "desc_long": ["A bell from the Farplane. Engraved with ancient writings, it appears to be a normal bell, but when equipped offers a decent boost to ATK. It is written in Farplane documents that they are held by monsters that appear in the Dimensional Vortex. However, whether the \"Dimensional Vortex\" they speak of is the same as the one we know of is unknown.", "來自異界的鈴，刻有古代文字。雖然它樣式普通，但具有不算低的攻擊力。據某本異界文獻中記載，在次元夾縫出沒的魔物持有這種鈴鐺。但文獻中提到的次元夾縫是否為我們所熟知的那個還尚未明確。", "이계에서 건너온 종. 고대문자가 새겨져 있으며, 겉보기는 평범한 종이지만 준수한 공격력을 갖추었다. 이계에 전해지는 문헌 중 하나에는 '차원의 틈새'라는 장소에 출몰하는 마물이 소유하고 있다고 쓰여있다. 그곳이 우리가 아는 차원의 틈새와 같은 곳인지는 확실하지 않다.", "Un carillon provenant de l'Au-delà. En apparence, il a tout d'une cloche tout ce qu'il a de plus classique à l'exception des anciennes écritures gravées mais, une fois équipée, il offre une augmentation significative de l'ATT à son porteur. Il est écrit dans les documents de l'Au-delà que cet objet était porté par des monstres du Vortex dimensionnel. Toutefois, un doute subsiste quant à savoir si ce \"Vortex dimensionnel\" fait référence à celui que nous connaissons ou à un autre.", "Eine Glocke aus dem Abyssum, graviert mit antiker Schrift. Sie scheint eine normale Glocke zu sein, doch wird sie ausgerüstet, erhöht sie den ANG-Wert. In Dokumenten des Abyssums steht geschrieben, dass sie von Monstern im Dimensionsvortex getragen wird. Ob dieser „Dimensionsvortex“ jedoch derselbe ist, von dem wir sprechen, ist nicht bekannt.", "Una campana del Etéreo. Grabada con escrituras antiguas, parece ser una campana normal, pero al equiparla ofrece un aumento considerable de ATQ. En los documentos Etéreos está escrito que fue portada por monstruos que aparecen en la Grieta. No obstante, si se refieren a la misma \"Grieta\" que conocemos o no, no queda claro."]}, "accuracy": 70}