{"slot": "Weapon", "compendium_shown": true, "price_buy": 40000, "requirements": null, "name": "Apollo Harp", "type_id": 11, "skills": [202200, 211360], "is_twohanded": true, "rarity": 7, "compendium_id": 550, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'Hero's Rime' ability.", "Grants 'Dragon Killer+' passive."], "price_sell": 4000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 34, "element_inflict": null, "MP": 0, "MAG": 110, "SPR": 30, "DEF": 0}, "type": "Harp", "strings": {"name": ["Apollo Harp", "阿波羅豎琴", "아폴론의 하프", "Harpe d'Apollon", "Apollo-Harfe", "Arpa de Apolo"], "desc_short": ["A harp said to have been owned by an old god.", "傳說曾由遠古神持有的豎琴", "고대의 신이 보유했던 것이라 알려진 하프", "Une harpe qui aurait appartenu à un dieu antique.", "Die Harfe eines alten Gottes.", "Un arpa que dicen perteneció a un dios de la antigüedad."], "desc_long": ["A harp said to have been owned by an old god. The harp lets out a beautiful tune with a single strum that could captivate anyone who hears it. The music from it could even captivate fairies who would overflow their eyes with tears. This particular harp of legend is known by even the lowliest of bards, and is sought by many, who dream of strumming its strings, even to the extent of risking their lives.", "傳說曾由遠古神持有的豎琴。其音色柔美，令人入迷。精靈聞之，心醉神迷，潸然淚下。凡吟遊詩人，無人不知，無人不曉，都想在其生涯中至少彈奏一次。更有甚者，願冒生命危險，追尋這種豎琴。", "고대의 신이 보유했던 것이라 알려진 하프. 한 음절만으로 누구나가 포로가 되어 버리는 아름다운 소리를 낸다. 그 선율은 정령조차 홀려버릴 정도로, 귀에 담게 되면 자연스럽게 눈물이 넘쳐흐른다고 한다. 음유시인이라면 누구나 알고 있는 전설 속의 하프이며, 일생에 한 번쯤은 연주해 보고 싶은 걸작이기도 하다. 목숨을 바칠 각오로 이 하프를 찾기 위한 여행을 떠나는 자도 있다.", "Une harpe qui aurait appartenu à un dieu antique. La harpe est capable de produire un son si beau d'un seul effleurement de ses cordes qu'il peut captiver n'importe qui. La musique qu'elle produit pourrait sans doute même captiver jusqu'aux lutins dont les petits yeux seraient submergés de larmes. Cette harpe légendaire est connue des plus humbles des bardes et recherchée par beaucoup, qui rêve de gratter ses cordes, au point de risquer leur vie pour ça.", "Die Harfe eines alten Gottes. Die Harfe hat einen schönen Klang, der mit einem Ton jeden verzaubert. Selbst Feen werden von ihrer Musik zu Tränen gerührt. Von dieser Harfe haben sämtliche Barden gehört und viele streben nach ihrem Besitz, da sie ihre Saiten schlagen wollen, selbst, wenn sie dafür ihr Leben riskieren müssen.", "Un arpa que dicen perteneció a un dios de la antigüedad. Con tan solo rasguearla una vez, el arpa produce bellos sonidos capaces de cautivar a cualquier persona. Hasta podría cautivar a las hadas y dejarlas con los ojos desbordados por las lágrimas. Hasta el más burdo de entre los bardos ha escuchado hablar de ella. Muchos la anhelan y hasta sueñan con poder tocar sus cuerdas, incluso si eso conllevase poner en peligro sus propias vidas."]}, "icon": "item_11107.png"}