{"slot": "Weapon", "compendium_shown": true, "price_buy": 16000, "requirements": null, "name": "Drakesong Harp", "type_id": 11, "skills": [203240], "is_twohanded": true, "rarity": 6, "compendium_id": 641, "dmg_variance": [1.3, 1.7], "slot_id": 1, "effects": ["Grants 'MP + 15%' passive."], "price_sell": 1600, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 38, "SPR": 52, "DEF": 0}, "icon": "item_11111.png", "type": "Harp", "strings": {"name": ["Drakesong Harp", "龍鳴豎琴", "드래곤의 하프", "Harpe chantdragon", "Drachenliedharfe", "Arpa dracocanto"], "desc_short": ["A harp made in the shape of a dragon.", "模仿龍的形狀製造的豎琴", "드래곤의 형상을 띤 하프", "Une harpe ayant la forme d'un dragon.", "Eine Harfe in Gestalt eines Drachen.", "Un arpa con la forma de un dragón."], "desc_long": ["A harp made in the shape of a dragon. Despite its looks, it is actually light-weight, making it easy to carry. It is said that the master craftsman who created this harp was motivated after seeing a dragon sing with a beautiful voice, but many disagree saying that there are no dragons in existence that can sing.", "模仿龍的形狀製造的豎琴，在吟遊詩人之間非常有名。它雖看起來較為笨重，但琴身其實十分輕巧，極其易於搬運攜帶。過去，一位一流工匠遇到了一條鳴叫聲十分悅耳的龍，為了紀念這份感動他才製作了這架豎琴。但經專家確認，世界上並沒有長成這個樣子的龍。", "음유시인들 사이에서 일부만이 알고 있는, 드래곤을 본떠 만든 하프. 편하게 들고 다니기 쉽도록, 보기보다 가볍게 제작되었다. 이 하프를 만든 일류 장인이 과거에 아름다운 소리로 우는 드래곤을 만나 감명을 받아 제작한 것이라고 알려져 있으나, 전문가에 의하면 그러한 드래곤의 존재는 확인되지 않았다고 한다.", "Une harpe ayant la forme d'un dragon. Bien plus légère que son aspect le suggère, elle est très facile à porter. On raconte que l'artisan qui réalisa ce chef-d'œuvre aurait trouvé l'inspiration en voyant un dragon chanter d'une voix magnifique. Beaucoup de personnes disent cependant qu'il est impossible qu'un tel dragon puisse exister.", "Eine Harfe in Gestalt eines Drachen. Trotz ihres Aussehens wiegt sie wenig und ist leicht zu tragen. Es heißt, ein Meisterschmied habe sie gefertigt, nachdem er einen Drachen wunderschön habe singen können. Doch viele bezweifeln, dass es singende Drachen überhaupt gibt.", "Un arpa con la forma de un dragón. A pesar de su apariencia, es ligero y fácil de transportar. Se dice que un maestro artesano decidió crear esta arpa tras escuchar cómo cantaba un dragón que tenía una voz preciosa. Sin embargo, son muchos los que reniegan de la veracidad de esta historia argumentando que los dragones no saben, ni pueden, cantar."]}, "accuracy": 70}