{"slot": "Weapon", "compendium_shown": true, "price_buy": 320, "requirements": null, "name": "Silver Harp", "type_id": 11, "skills": null, "is_twohanded": true, "rarity": 2, "compendium_id": 103, "dmg_variance": [1.3, 1.7], "slot_id": 1, "effects": null, "price_sell": 32, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11101.png", "type": "Harp", "strings": {"name": ["Silver Harp", "銀豎琴", "은제 하프", "Lyre en argent", "Silberharfe", "Arpa de plata"], "desc_short": ["A harp adorned with silver ornamentation.", "有銀製裝飾的豎琴", "은장식이 달린 하프", "Harpe ornée de décorations en argent.", "Eine mit Silber verzierte Harfe.", "Arpa con adornos de plata."], "desc_long": ["A harp embellished with silver. It can easily lose its luster, rendering its effects weaker, and thus makes upkeep an arduous task. Though bards may not use this harp to attack directly, they use it to affect the heart of whoever hears its song. Its melody can inspire allies in battle, while in other cases weaken the enemy's fighting spirit by inducing nostalgia and guilt. The silver harp's incredible and bewitching power can even be used to heal pain.", "用銀裝飾的豎琴。很容易失去光澤，失去光澤的話其威力也會下降，保養起來非常困難。吟遊詩人的歌並不能算是物理方面的攻擊，而是直接深入對方內心，有時可以鼓舞隊友，有時也可以喚起敵人的罪惡感以及對故鄉的思念，使其喪失戰意變得遲鈍。有時甚至能使他人忘記疼痛，有著令人髮指的幻惑之力。", "은으로 장식한 하프. 녹이 잘 슬고, 광택을 잃으면 위력도 떨어지므로 관리를 잘해야 한다. 음유시인의 노래에는 물리적인 공격력이 없다. 이들은 듣는 이의 마음에 호소하여 동료를 고무시키기도 하고, 적의 향수나 죄책감을 자극해 사기를 떨어뜨린다. 때로는 고통마저 잊게 하는 무서운 환각의 힘을 가지기도 한다.", "Une harpe embellie avec de l'argent. Elle peut facilement perdre son éclat, ce qui diminue ses effets et rend son entretien difficile. Les bardes n'utilisent pas cette harpe pour attaquer directement l'ennemi, mais pour affecter l'esprit de ceux qui les écoutent. Sa mélodie peut donner du courage aux alliés ou affaiblir la rancœur de l'ennemi. Le pouvoir envoûtant de la lyre d'argent peut être utilisé pour soigner.", "Eine mit Silber verzierte Harfe. Wenn das Silber anläuft, schwindet ihre magische Kraft, daher muss sie stets mit viel Aufwand instand gehalten werden. Die Lieder eines Barden verursachen natürlich keinen direkten Schaden. Sie wirken sich aber auf die Herzen der Zuhörer aus. Ihre Melodien können Verbündete inspirieren, Feinden den Kampfgeist rauben oder sogar die so Bezauberten jeden Schmerz vergessen lassen.", "Un arpa adornada con plata. Pierde rápidamente el brillo, cosa que debilita sus efectos y complica su mantenimiento. Aunque los bardos no la usan para atacar directamente, sí llegan al corazón de quien la escucha. Su melodía puede inspirar a los aliados en la batalla o debilitar a los enemigos haciéndoles sentir nostalgia y culpa. El poder increíble y encantador del arpa de plata puede incluso curar el dolor."]}, "accuracy": 70}