{"slot": "Weapon", "compendium_shown": true, "price_buy": 160, "requirements": null, "name": "Harp", "type_id": 11, "skills": null, "is_twohanded": true, "rarity": 1, "compendium_id": 102, "dmg_variance": [1.3, 1.7], "slot_id": 1, "effects": null, "price_sell": 16, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 14, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11100.png", "type": "Harp", "strings": {"name": ["Harp", "豎琴", "하프", "Harpe", "Harfe", "Arpa"], "desc_short": ["An ordinary harp.", "普通的豎琴", "흔히 볼 수 있는 하프", "Harpe quelconque.", "Eine gewöhnliche Harfe.", "Arpa corriente."], "desc_long": ["An ordinary harp that can be played by strumming its strings. Its convenient size makes it easy to carry for wandering bards, and thus many prefer it. Though some harps hold magical powers within, this particular harp is but a mere musical instrument. For this very reason, its effects rely completely on the performing skills and the songs of its owner, which can be said to make this harp difficult to handle.", "非常普通的豎琴。用手指撥動琴弦即可發出聲音。因為尺寸不大，所以很多吟遊詩人都會隨身攜帶。在眾多豎琴中，有自身帶有魔力的豎琴，不過此豎琴僅僅是個普通的樂器。所以用其進行演唱的話，會將演唱者的演奏技術與歌唱能力毫無掩飾地傳遞給聽取者。就此來說的話，應該算是比較難用的武器了吧。", "흔히 볼 수 있는 하프. 현을 손가락으로 뜯어 소리를 낸다. 휴대하기 좋은 크기라서 여행하는 음유시인이 많이 들고 다닌다. 하프 중에는 마력을 띤 것도 있지만, 이 하프는 평범한 악기이므로 소유자의 연주 기술과 노래 실력을 가감 없이 보여준다. 그래서 어떻게 보면 다루기 힘든 무기라고 할 수도 있다.", "Une harpe très ordinaire. Sa petite taille lui vaut d'être très appréciée par les bardes en vadrouille. Bien que certaines harpes renferment des pouvoirs magiques, celle-ci n'est qu'un simple instrument de musique. Son efficacité dépend entièrement de la maîtrise instrumentale et des aptitudes en chant de son utilisateur. Elle serait donc difficile à manipuler.", "Eine gewöhnliche Harfe, die durch Zupfen der Saiten gespielt wird. Wegen ihrer handlichen Größe ist sie beliebt bei reisenden Barden. Manche Harfen haben verborgene magische Kräfte, doch diese ist nur ein Musikinstrument. Ihr Effekt hängt daher allein vom Können des Musikers ab.", "Un arpa corriente que se toca rasgueando las cuerdas. Su tamaño es cómodo de transportar para los bardos, por lo que muchos la prefieren. Aunque algunas arpas encierran poder mágico, esta no es más que un instrumento musical. Por ello, sus efectos dependen completamente del talento y las canciones de su propietario, por lo que puede resultar difícil de manejar."]}, "accuracy": 70}