{"slot": "Weapon", "compendium_shown": true, "price_buy": 2400, "requirements": null, "name": "Platinum Bell", "type_id": 11, "skills": null, "is_twohanded": true, "rarity": 4, "compendium_id": 526, "dmg_variance": [1.3, 1.7], "slot_id": 1, "effects": null, "price_sell": 240, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 38, "element_inflict": null, "MP": 0, "MAG": 30, "SPR": 21, "DEF": 0}, "icon": "item_11104.png", "type": "Harp", "strings": {"name": ["Platinum Bell", "白金鈴鐺", "백금의 종", "Cloche de platine", "Platinumglocke", "Campana de platino"], "desc_short": ["A bell made from platinum.", "以白金製成的鈴鐺", "백금으로 만들어진 종", "Une cloche faite de platine.", "Eine Glocke aus Platin.", "Una campana de platino."], "desc_long": ["A bell made from platinum. The white silver brilliance coming from the high-quality platinum mesmerizes all who look upon it. Platinum is a heavy metal to use or carry, but recent advancements in processing techniques have made platinum light enough to carry with ease. This helped to make the bell commonplace among bards as their instrument of choice, thus allowing many to enjoy its beautiful tone.", "以白金製成的耀眼鈴鐺。精選的優質白金發出的光輝讓觀者心醉神迷。白金比重較大，因此便攜性較低，但近年來隨著加工技術的發展，逐步實現了輕量化。受此影響，白金的音色逐漸進入一般家庭，吟遊詩人也越來越多地開始使用白金樂器。", "눈부시게 빛나는 백금의 종. 엄선된 질 좋은 백금의 빛은 보는 사람의 눈을 사로잡는다. 백금은 무게가 무거워 힘없는 인간이 들기엔 어려움이 있지만, 최근엔 가공기술의 진보로 경량화에 성공했다. 이것으로, 일반인들도 백금의 음색에 익숙해져 음유시인들이 백금 악기를 고르는 비율도 증가하는 경향을 보이고 있다.", "Une cloche faite de platine. L'éclat de l'argent blanc que produit ce métal précieux est d'une telle beauté qu'il hypnotise tous ceux qui posent leurs yeux sur lui. Le platine est un métal très lourd à porter et à manipuler, mais les récentes avancées scientifiques ont permet de l'alléger de manière significative, rendant son utilisation bien plus aisée. Cela a permis à la cloche de se faire une place de choix auprès des bardes, permettant au plus grand nom de profiter de son merveilleux.", "Eine Glocke aus Platin. Der brillante silberne Glanz rührt von hochwertigem Platin und verzaubert alle, die es ansehen. Ursprünglich ist Platin ein schweres Metall, doch durch jüngste Fortschritte in der Verarbeitung konnte das Gewicht verringert werden. So wurde die Glocke ein beliebtes Instrument unter Barden, die viele mit ihrem schönen Ton erfreute.", "Una campana de platino. El brillo metálico que produce el platino de alta calidad deja prendado a todo el que lo ve. El platino es un metal pesado, pero los avances recientes en las técnicas de procesado han hecho que sea lo suficientemente ligero como para llevarlo a cuestas. Por ello, ha acabado siendo el instrumento preferido por los bardos y, ahora, la gente puede disfrutar de su precioso tono."]}, "accuracy": 70}