{"slot": "Weapon", "compendium_shown": true, "price_buy": 90000, "requirements": ["UNIT_ID", 401000104], "name": "Microphone", "type_id": 11, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 90051, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 500, "stats": {"status_inflict": null, "status_resist": {"Silence": 100}, "element_resist": null, "HP": 0, "ATK": 14, "element_inflict": null, "MP": 0, "MAG": 58, "SPR": 15, "DEF": 0}, "type": "Harp", "strings": {"name": ["Microphone", "麥克風", "마이크", "Microphone", "Mikrofon", "Micrófono"], "desc_short": ["A bright glimmering microphone made of crystal.", "水晶製成的閃亮麥克風", "크리스탈로 만든 빛나는 마이크", "Un microphone scintillant de mille feux fait de cristaux.", "Ein hell schimmerndes Mikrofon aus Kristall.", "Un micrófono brillante y reluciente hecho de cristal."], "desc_long": ["A bright glimmering microphone made of crystal. Some say that this was specially crafted for a famous singer from a distant world. Upon holding it, one will definitely feel an uncontrollable urge to sing!", "水晶製作的閃亮麥克風。據說是為了遙遠國度的歌手而特別製作的。只要拿起這支麥克風，就能充滿歌唱的自信心。", "크리스탈로 만든 빛나는 마이크. 이계의 가수를 위해 특별히 제작된 것이라고 한다. 마이크를 들고 있으면 홀린 듯이 노래를 하게 된다.", "Un microphone scintillant de mille feux fait de cristaux. Certains disent qu'il fut créé spécialement pour une célèbre chanteuse d'un monde lointain. Une fois que vous l'aurez en main, vous sentirez sans aucun doute une irrépressible envie de chanter vous envahir.", "Ein hell schimmerndes Mikrofon aus Kristall. Einige meinen, es wurde speziell für eine Sängerin aus einer anderen Welt hergestellt. Wer es hält, verspürt den Drang zu singen!", "Un micrófono brillante y reluciente hecho de cristal. Algunos dicen que este fue hecho por pedido para una famosa cantante de un mundo lejano. Al sostenerlo uno siente claramente ganas de ponerse a cantar."]}, "icon": "global_item_10076.png"}