{"slot": "Weapon", "compendium_shown": true, "price_buy": 2400, "requirements": null, "name": "Madhura Harp", "type_id": 11, "skills": null, "is_twohanded": true, "rarity": 4, "compendium_id": 104, "dmg_variance": [1.3, 1.7], "slot_id": 1, "effects": null, "price_sell": 240, "stats": {"status_inflict": {"Confusion": 30}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 26, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_11103.png", "type": "Harp", "strings": {"name": ["Madhura Harp", "甜蜜豎琴", "마도라의 하프", "Harpe de Madhura", "Madhura-Harfe", "Arpa de Madhura"], "desc_short": ["A magical harp with the power to confuse others.", "能迷惑聽琴者心智的魔性豎琴", "듣는 이를 홀리는 요사스러운 하프", "Lyre magique capable d'infliger Folie.", "Magische Harfe, die Ziele verwirrt.", "Arpa mágica que puede confundir."], "desc_long": ["Once there was a stunning village maiden named Madhura who had a beautiful singing voice. When a certain lord first witnessed her beauty, he asked for her hand in marriage. However, Madhura refused in favor of her childhood sweetheart. Out of spite for Madhura's rejection, the lord commanded that her village be burnt to the ground, leaving Madhura as the sole survivor. Heartbroken, the gorgeous maiden threw herself down a ravine while holding her harp close. Rumor has it that a beautiful voice can still be heard singing in the area.", "在某個村子中，住著一個容貌美麗、歌聲甜美的女孩子。領主看上了女孩的美貌，要娶她為妻，但女孩卻以已經有心上人為由而拒絕了領主。領主一怒之下燒毀了整個村子，只剩下女孩1個人活了下來。那以後，她日夜哀歎，最終抱著豎琴投身谷底。至今，該地一到了晚上，就會傳出妖嬈的歌聲。", "한 마을에 아름다운 외모와 목소리를 가진 마도라라는 처녀가 있었다. 그 미모를 보고 반한 영주가 그녀에게 청혼했지만, 결혼을 약속한 연인이 있다며 거절당했다. 이에 크게 노한 영주는 마을을 불살랐고, 혼자 살아남은 마도라는 비탄에 잠겨 하프를 끌어안고 절벽에 몸을 던졌다. 지금도 그 지방에서는 밤이 되면 구슬픈 노랫소리가 들린다고 한다.", "Autrefois vivait une jeune villageoise à la beauté renversante, appelée Madhura. Elle était de surcroît dotée d'une voix magnifique. Quand un seigneur vint à remarquer sa beauté, il la demanda en mariage. Madhura déclina son offre pour épouser son amour d'enfance. Suite à ce rejet, le seigneur ordonna à ses soldats de brûler le village, ne laissant que Madhura pour seule survivante. Désespérée, la jeune fille se jeta du haut d'une falaise, serrant contre elle sa précieuse harpe. On dit que sa douce voix résonne encore dans la région.", "Es war einmal eine wunderschöne Dorfmaid namens Madhura, die eine wunderbare Singstimme hatte. Als ein Lord von ihrer Schönheit erfuhr, hielt er um ihre Hand an. Allerdings hat sich Madhura für ihre Sandkastenliebe entschieden. Aus Wut darüber ließ der Lord ihr Dorf niederbrennen und nur Madhura überlebte. Mit gebrochenen Herzen stürzte sich die Maid mit ihrer Harfe in den Armen eine Klippe hinunter. Gerüchten zufolge kann man ihre schöne Stimme noch immer in der Gegend singen hören.", "Érase una vez una preciosa doncella llamada Madhura que vivía en la aldea y que cantaba como los ángeles. Cuando cierto noble la vio por primera vez, se quedó prendado de su belleza y le pidió la mano. Sin embargo, Madhura lo rechazó en favor del amor de su infancia. Despechado, el noble ordenó quemar la aldea hasta sus cimientos, y solo dejar con vida a Madhura. La pobre doncella, presa de la desesperación, se tiró de un barranco aferrada a su arpa. Cuenta la leyenda que todavía se puede oír una voz preciosa cantando en los alrededores."]}, "accuracy": 70}