{"slot": "Weapon", "compendium_shown": true, "price_buy": 8000, "requirements": null, "name": "Dust Horn", "type_id": 11, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 842, "dmg_variance": null, "slot_id": 1, "effects": null, "price_sell": 800, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 23, "element_inflict": null, "MP": 0, "MAG": 27, "SPR": 39, "DEF": 0}, "icon": "item_11112.png", "type": "Harp", "strings": {"name": ["Dust Horn", "沙塵角笛", "모래먼지의 뿔피리", "Corne de poussière", "Staubhorn", "Cuerno del polvo"], "desc_short": ["A horn flute that increases MAG and SPR.", "能提高魔力與精神力的角笛", "마력과 정신력을 올려주는 피리.", "Une flûte de corne qui augmente la MAGIE et la PSY de son porteur.", "Eine Hornflöte, welche die magische Kraft und Psyche ihres Trägers erhöht.", "Una flauta elaborada a partir de un cuerno que aumenta la MAG y el ESP."], "desc_long": ["A horn flute made using the horn of a monster living in the desert, which increases the user's magic power and spirit. The horn has an unusual ripple pattern drawn onto it. It looks heavy, but the horn is hollow, so it's actually light enough to be used by women and children with ease.", "能提高魔力與精神力的角笛", "사막에 서식하는 마물의 뿔을 가공하여 만든 피리. 장착하면 마력과 정신력이 상승한다. 표면에 모래와 유사한 특유의 무늬가 그려져 있는 것이 특징으로, 얼핏 보면 무거워 보이지만 뿔 안이 텅 비어 있기 때문에 여자나 아이들도 한 손으로 들 수 있을 정도로 가볍다.", "Une flûte fabriquée à partir de la corne d’un monstre du désert. Elle augmente la puissance magique et l’esprit du porteur. La corne en question se distingue par les étranges motifs ondulants qui ornent sa surface. Lourde en apparence, elle est en réalité creuse et ainsi suffisamment légère pour qu’une femme ou un enfant puisse s’en servir avec aisance.", "Eine Hornflöte, die aus dem Horn eines in der Wüste lebenden Monsters gefertigt wurde. Dieses Horn stärkt die magische Kraft und Psyche seines Trägers. Auf das Horn ist ein ungewöhnliches Wellenmuster gemalt. Es sieht zwar schwer aus, ist aber hohl, sodass es mit Leichtigkeit auch von Frauen und Kindern verwendet werden kann.", "Una flauta elaborada a partir del cuerno de un monstruo que vive en el desierto. Esta flauta aumenta la MAG y el ESP. El cuerno con el que está hecha tiene dibujado un diseño un tanto inusual de una ola y, aunque parece pesado, está hueco por dentro, por lo que cualquiera puede usarlo con facilidad."]}, "accuracy": 0}