{"slot": "Weapon", "compendium_shown": true, "price_buy": 80000, "requirements": null, "name": "Angel Flute", "type_id": 11, "skills": [100010], "is_twohanded": false, "rarity": 8, "compendium_id": 685, "dmg_variance": null, "slot_id": 1, "effects": ["Grants 'HP +10%' passive."], "price_sell": 8000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 48, "SPR": 98, "DEF": 0}, "icon": "item_11108.png", "type": "Harp", "strings": {"name": ["Angel Flute", "天使之笛", "천사의 피리", "Angeflûte", "Engelsflöte", "Flauta de ángel"], "desc_short": ["A beautifully colored flute brought from the world of Gaia.", "來自異界蓋亞擁有魅力音色的笛子", "이계 가이아에서 유입된 아름다운 음색의 피리", "Une flûte d'une couleur magnifique venant du monde de Gaïa.", "Ein hübsch bemalte Flöte aus der Welt von Gaia.", "Una bonita y colorida flauta que proviene del mundo de Gaia."], "desc_long": ["A beautifully colored flute brought from the faraway world of Gaia. The flute holds great magic powers, and it is said that the flute can entrance all those who listen to its tune. According to records, a certain bright and young summoner girl, who lost her parents at a very young age, used this flute to heal her allies.", "來自異界蓋亞擁有美麗音色的笛子。其中灌注了強大的魔法，有著「聽者必定會沉醉其中」之說。根據文獻，一位自幼浪跡天涯的開朗少女，邊吹奏這個笛子邊為夥伴們療傷。", "이계 가이아에서 유입된, 아름다운 소리가 나는 피리. 강력한 마법의 힘이 깃들어 있으며, 한 번이라도 이 피리 소리를 듣게 된 사람을 모두 매료시켜 버린다고 한다. 문헌에 따르면, 천애 고아였지만 항상 명랑함을 잃지 않았던 소환사 소녀가 이 피리를 불어 동료들의 상처를 치유했다는 기록이 남겨져 있다.", "Une flûte d'une couleur magnifique venant du monde lointain de Gaïa. Elle détient de grands pouvoirs magiques et on raconte qu'elle est capable d'envoûter tous ceux qui l'écoute. Selon d'anciens écrits, une brillante et jeune invocatrice qui avait perdu ses parents à un jeune âge utilisait cette flûte pour guérir ses alliés.", "Diese Flöte aus der fernen Welt Gaia besitzt wahrlich eine zauberhafte Klangfarbe. Beeindruckend große magische Kräfte wirken in diesem Instrument; jeder, der sie einmal spielen hört, wird sofort in ihren Bann geschlagen - so die Legende. Aufzeichnungen zufolge soll eine junge Beschwörerin, die bereits von kleinauf ihre Familie und damit das Licht ihres Lebens verlor, diese Flöte benutzt haben, um die Wunden ihrer Verbündeten zu lindern.", "Una bonita y colorida flauta que proviene del mundo de Gaia. Esta flauta alberga un gran poder mágico y se dice que puede embelesar a cualquiera que escuche su melodía. Según los escritos, una joven invocadora, bastante inteligente y huérfana desde una edad muy temprana, usó esta flauta para curar a sus aliados."]}, "accuracy": 0}