{"slot": "Weapon", "compendium_shown": true, "price_buy": 40000, "requirements": null, "name": "Dream Harp", "type_id": 11, "skills": null, "is_twohanded": true, "rarity": 7, "compendium_id": 267, "dmg_variance": [1.3, 1.7], "slot_id": 1, "effects": null, "price_sell": 4000, "stats": {"status_inflict": {"Sleep": 40}, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 76, "element_inflict": null, "MP": 0, "MAG": 41, "SPR": 0, "DEF": 0}, "icon": "item_11102.png", "type": "Harp", "strings": {"name": ["Dream Harp", "夢之豎琴", "꿈의 하프", "Lyre onirique", "Traumharfe", "Arpa onírica"], "desc_short": ["A magical harp with the power to lull listeners to sleep.", "能使聽琴者昏昏欲睡的豎琴", "듣는 이를 잠들게 하는 하프", "Lyre magique capable d'endormir les auditeurs.", "Magische Harfe, die Zuhörer einlullt.", "Arpa mágica que puede inducir al sueño."], "desc_long": ["A mysterious harp that plays a wonderfully soothing sound. The soft melody it produces appeases its audience, lulling them to sleep. Its ability to grant pleasant dreams to those it lures into slumber makes it a prized harp for many musicians. Furthermore, expert harpists can actually induce such realistic dreams that the line between reality and fantasy becomes distorted, leaving some of those listening unable to ever wake up again.", "神秘的豎琴，其音色令人心情舒暢。用指甲輕彈就能奏出柔和的音樂，令聽者心境平和，安然入睡，而且還能讓人做個美夢。因此，彈奏這種豎琴的樂師廣受追捧。若樂師水平超群，還能使聽眾忘記現實，流連於夢境之中，甚至有人聽後再也沒有睜開眼睛。", "심금을 울리는 음색을 발하는 신비한 하프. 현을 튕기면 흘러나오는 부드러운 선율이 듣는 이를 안심하게 하고 꿈속으로 이끈다. 좋은 꿈을 꾸게 해 주는 경우가 많아 이 하프를 소유한 연주자는 후한 대접을 받았다. 연주의 명수일수록 현실을 잊게 할 정도로 매력적인 꿈을 꾸게 한다고 하며, 잠에서 깨어나지 않는 자가 있을 정도다.", "Une lyre étrange qui joue une musique merveilleuse. Les douces mélodies qu'elle émet apaisent ses auditeurs et les endorment. Sa capacité à évoquer de beaux rêves chez ceux qu'elle plonge dans le sommeil en fait une lyre très prisée des musiciens. Par ailleurs, les meilleurs harpistes peuvent évoquer des rêves si vraisemblables que songe et réalité se mélangent, pouvant à terme empêcher le réveil de l'auditeur.", "Eine mysteriöse Harfe, die beruhigende Klänge von sich gibt. Die sanfte Melodie, die sie spielt, beruhigt ihre Zuhörer und versetzt sie in Schlaf. Die Fähigkeit, liebliche Träume zu bereiten, macht sie unter Musikern heiß begehrt. Könner auf diesem Instruments können sogar so reale Träume hervorrufen, dass zwischen Fantasie und Realität nicht mehr unterschieden werden kann, was es für einige Opfer unmöglich macht, jemals wieder aufzuwachen.", "Un arpa misteriosa que emite un maravilloso sonido relajante. La dulce melodía calma a sus oyentes y los induce a dormir. Su habilidad para generar sueños placenteros la convierten en un instrumento muy apreciado por muchos músicos. Además, los arpistas expertos pueden provocar sueños tan realistas que la línea que separa la realidad de la fantasía se diluye, hasta el punto de que algunos no han podido volver a despertarse jamás."]}, "accuracy": 70}