{"slot": "Shield", "compendium_shown": true, "price_buy": 3600, "requirements": null, "name": "Escutcheon", "type_id": 30, "skills": [101060], "is_twohanded": false, "rarity": 4, "compendium_id": 311, "dmg_variance": null, "slot_id": 2, "effects": ["Grants 'Undead Killer' passive."], "price_sell": 360, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 36}, "icon": "item_40111.png", "type": "Light Shield", "strings": {"name": ["Escutcheon", "紋章盾", "문장 방패", "Écu", "Escutcheon", "Escudete"], "desc_short": ["A shield with the power to repel the spirits of the dead.", "擁有驅離死靈之力的盾", "사령을 물리치는 힘을 가진 방패", "Bouclier ayant le pouvoir de repousser les esprits.", "Ein Schild, das Totengeister vertreibt.", "Escudo que repele a los espíritus de los muertos."], "desc_long": ["A recipe found in the underground libraries of another world revealed this shield's manufacturing process. Curiously enough though, two different types of escutcheons are said to exist in that world: one that is common and affordable, and another with the same name and design that is of the utmost quality. However, this escutcheon's abilities are unique to this particular shield, further deepening the mystery surrounding the seemingly great variety of escutcheons.", "來自異界的盾牌，根據在異界地下書庫中發現的文獻，探明了其製作方法。在某個異界中，同時存在著名字、外形一模一樣的兩種紋章盾，一種性能一般且廉價，一種性能優越。而此次發現的紋章盾又有著完全不同於兩者的性能，導致這種盾牌的謎團越來越深。", "이계의 지하 서고에서 발견된 문헌을 통해 제작 방법이 판명된 방패. 어느 이계에는 일반적이고 값이 싼 것과, 이름과 형태가 같지만 매우 성능이 뛰어난 두 종류의 문장 방패가 존재했다고 전해진다. 게다가 이번에 발견된 이 방패는 그 두 종류와는 또 다른 특성을 가지고 있어, 문장 방패에 관한 수수께끼는 더욱 깊어져만 간다.", "Une formule trouvée dans une bibliothèque souterraine d'un autre monde révèle les secrets de fabrication de ce bouclier. Curieusement, deux sortes d'écus différentes existeraient dans ce monde, l'un ordinaire et abordable, et l'autre du même nom et du même aspect, mais de la plus haute qualité. Cependant, les capacités de cet écu sont uniques à ce bouclier, renforçant encore le mystère autour de cette soi-disant variété d'écus.", "Ein in einer Bibliothek in einer fremden Welt entdecktes Schriftstück beschreibt den Herstellungsprozess dieses Schildes. Interessanterweise scheint es in jener Welt zwei Typen von Escutcheon zu geben: ein sehr gewöhnliches und eines von höchster Macht und Qualität. Das vorliegende Escutcheon unterscheidet sich jedoch von beiden, was die Angelegenheit noch weiter verkompliziert.", "Una receta encontrada en las bibliotecas subterráneas de otro mundo reveló cómo crear este escudo. Curiosamente, se dice que en ese mundo has dos tipos de escudetes: uno común y asequible, y otro que tiene el mismo nombre pero es de la mayor calidad. Sin embargo, este escudete concreto tiene habilidades únicas y hacer crecer el misterio alrededor de la variedad de escudetes existentes, que parece ser enorme."]}, "accuracy": 0}