{"slot": "Shield", "compendium_shown": true, "price_buy": 480, "requirements": null, "name": "Ochre Shield", "type_id": 30, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 113, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 48, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 22}, "type": "Light Shield", "strings": {"name": ["Ochre Shield", "輕盾", "가벼운 방패", "Bouclier léger", "Blitzschild", "Escudo ligero"], "desc_short": ["A light shield, easy to wield in battle.", "又輕又好用的盾牌", "가볍고 다루기 쉬운 방패", "Bouclier léger facile à manier en combat.", "Ein leichter, wendiger Schild.", "Escudo ligero, fácil de sostener."], "desc_long": ["One of the lighter shields. Its especially light weight makes it  easy to use. The ochre shield is also more durable than any of its predecessors, including wooden shields and the buckler. It was made light enough to prevent physical exhaustion for foot-soldiers who had to carry the shield across great distances. The portable ochre shield has been used by many to protect themselves as it has proved itself reliable regardless the situation one finds themselves in.", "輕盾的一種。和木盾、小圓盾等普通的輕盾相比，它更輕更好用且更耐用。步兵在行軍時主要靠步行，因此身著沉重裝備會消耗更多體力。為了在關鍵時刻發揮實力，他們更傾向於使用小而輕便的盾。", "가볍고 다루기 쉬운 방패. 전통적으로 쓰이던 나무 방패나 전투방패보다 내구성이 향상되었다. 보병은 걸어서 행군하기 때문에 장비가 무거우면 불필요한 체력을 소모하게 된다. 그래서 보통은 중요한 순간에 힘을 발휘할 수 있도록 작고 가벼운 방패를 쓴다.", "Un bouclier très léger. Il est donc très facile à manipuler. Ce bouclier est également plus résistant que n'importe lequel de ses pairs, dont les boucliers en bois ainsi que la targe. Sa légèreté évite aux fantassins portant un bouclier sur de longues distances de souffrir de fatigue. Ce bouclier est très fiable quelque soit la situation et est ainsi utilisé par de nombreuses personnes.", "Im wahrsten Wortsinne ein leichter Schild. Robuster als Holzschilde und Buckler, außerdem noch leichter und wendiger. Da Fußsoldaten oft große Distanzen zurücklegen müssen, ist es ein strategischer Vorteil, wenn die zu transportierende Ausrüstung möglichst leicht ist. Der leichte Schild ermöglicht seinem Träger, Energie zu konservieren und im Notfall schneller reagieren zu können.", "Uno de los escudos más ligeros. Su especial ligereza lo hace fácil de manejar. El escudo ocre también es más duradero que sus predecesores, los escudos de madera y las rodelas. Es lo bastante ligero como para no agotar a los soldados de infantería que lo transportaban largas distancias. Muchos lo usan para protegerse, puesto que es de fiar en cualquier situación."]}, "icon": "item_40103.png"}