{"slot": "Shield", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Moogle Plushie", "type_id": 30, "skills": [216410], "is_twohanded": false, "rarity": 6, "compendium_id": 671, "dmg_variance": null, "slot_id": 2, "effects": ["Grants 'Moogle Plushie' passive."], "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 25, "DEF": 25}, "icon": "item_40116.png", "type": "Light Shield", "strings": {"name": ["Moogle Plushie", "莫古利布偶", "모그리 인형", "Peluche de mog", "Plüschmogry", "Peluche de Mogu"], "desc_short": ["A light shield that pulls the enemy's attention.", "能夠吸引敵人注意的輕盾", "적의 주의를 끄는 가벼운 방패", "Un bouclier léger qui attire l'attention de l'ennemi.", "Ein leichter Schild, der die Aufmerksamkeit des Gegners weckt.", "Un escudo ligero que atrae la atención del enemigo."], "desc_long": ["A light shield that pulls the enemy's attention. This shield was made by a kind young girl who worried of the perils the prince of Lucis had to endure in his travels. The intended use of this shield is to actually toss it to where one wants to gather enemies.", "能夠吸引敵人注意的輕盾。由於擔心進行危險旅程的路希斯王國王子，一位溫柔女子特地所製作的守護品，原本用於投擲來讓敵人集中至一處的物品。", "일시적으로 적의 주의를 끄는 가벼운 방패. 위험한 여행을 계속하는 루시스 왕국의 왕자를 염려하는 마음씨 착한 소녀가 직접 만든 부적으로, 적이 밀집된 곳에 집어 던지는 것이 본래 사용법인 듯하다.", "Un bouclier léger qui attire l'attention de l'ennemi. Ce bouclier a été fait par une gentille jeune fille qui s’inquiétait des dangers que le prince de Lucis allait devoir affronter durant son voyage. Ce bouclier a pour usage principal d'attirer les ennemis à l'endroit où il est lancé.", "Ein leichter Schild, dessen Äußeres für einen Moment die Aufmerksamkeit des Gegners auf sich zieht. Bei diesem Gegenstand handelt es sich um den selbstgenähten Talisman eines jungen, wohlwollenden Mädchens, das sich stets um den Prinzen des Königreiches Lucis sorgte, der sich unablässig auf gefährliche Reisen begab. Ursprünglich war er dazu gedacht, es dorthin zu werfen, wo der Benutzer Feinde zu sammeln wünscht.", "Un escudo ligero que atrae la atención del enemigo. Este escudo lo creó una joven de buen corazón que se preocupaba por el peligro que corría el príncipe de Lucis durante sus viajes. Este escudo está hecho para lanzarlo hacia el lugar donde quieres que se concentren tus enemigos."]}, "accuracy": 0}