{"slot": "Shield", "compendium_shown": true, "price_buy": 12000, "requirements": null, "name": "Dragon Shield", "type_id": 30, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 420, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 1200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 30, "Ice": 30, "Lightning": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 38}, "type": "Light Shield", "strings": {"name": ["Dragon Shield", "龍盾", "드래곤의 방패", "Bouclier dragon", "Drachenschild", "Escudo de dragón"], "desc_short": ["A light shield made from dragon materials.", "用龍身上的素材製成的輕盾", "드래곤의 재료를 사용한 가벼운 방패", "Un bouclier léger fabriqué à partir de matériaux de dragon.", "Ein leichtes Schild gemacht aus Drachenmaterialien.", "Un escudo ligero hecho con materiales de dragón."], "desc_long": ["A light shield that can withstand fire, lightning, and ice damage. This incredibly useful shield can only be made from materials obtained by slaying dragons, and thus is not available in great quantities. Moreover, a radical group supporting the movement of wildlife protection has recently been campaigning to ban the hunting of wild creatures for such purposes, making it even more difficult to obtain this piece of armor.", "能夠增強火、雷、冰屬性耐性的輕盾。其實用性很強，但為了製作這種盾則必須擊倒巨龍以獲得素材，因此它並不是廣泛流通的裝備。再加上近年出現了高唱保護魔物的激進組織，他們強烈反對利用生物製作裝備，因此這種盾變得更加難以獲得。", "불과 번개, 빛속성 공격에 대한 저항력을 가진 가벼운 방패. 매우 유용하지만, 이 방패를 만들기 위해서는 드래곤을 쓰러뜨려 재료를 얻어야 하기 때문에 널리 유통되는 장비는 아니다. 게다가 최근 들어 마물을 보호하고자 하는 과격한 단체가, 생물 재료가 필요한 장비의 제작을 방해하고 있어 더욱 손에 넣기 힘든 방어구가 되었다.", "Un bouclier léger qui peut résister au feu, à la foudre et à la glace. Ce bouclier incroyablement utile peut être fabriqué en utilisant des matériaux obtenus en tuant des dragons, c'est la raison pour laquelle il n'en existe qu'en très petite quantité. De plus, un groupe d'activistes luttant contre les feux de forêt a récemment fait campagne pour interdire la chasse de ces créatures sauvages, le rendant encore plus difficile à obtenir.", "Ein leichter Schild, der Feuer, Blitz und Eis abweist. Dieser höchst nützliche Schild kann nur aus Drachenmaterialien gefertigt werden und ist daher nur in geringer Anzahl verfügbar. Da eine radikale Gruppe zum Schutz der Tierwelt seit neuestem für ein Verbot der Jagd auf wilde Kreaturen wirbt, wird es noch schwerer, diesen Ausrüstungsgegenstand zu erlangen.", "Un escudo ligero que soporta daños de fuego, rayo y hielo. Este escudo tan práctico solo puede fabricarse con materiales obtenidos al matar dragones, y por tanto no se encuentran en grandes cantidades. Es más, hay un grupo radical de protección de la vida salvaje que lucha para prohibir cazar a criaturas salvajes con estos fines, lo que hace aún más difícil de conseguir esta pieza de armadura."]}, "icon": "item_40110.png"}