{"slot": "Shield", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Gladiator's Shield", "type_id": 30, "skills": [206170, 101200], "is_twohanded": false, "rarity": 6, "compendium_id": 726, "dmg_variance": null, "slot_id": 2, "effects": ["Grants 'Swordbreaker' passive.", "Grants 'Counter' passive."], "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 18, "DEF": 25}, "icon": "item_50284.png", "type": "Light Shield", "strings": {"name": ["Gladiator's Shield", "劍鬥士戰盾", "검투사의 전투 방패", "Bouclier de gladiateur", "Gladiatorschild", "Escudo de gladiador"], "desc_short": ["A sturdy shield used by gladiators.", "劍鬥士所使用的堅固戰盾", "검투사가 사용하는 견고한 방패", "Un bouclier solide utilisé par les gladiateurs.", "Der robuste Schild eines Gladiators.", "Un escudo resistente que usan los gladiadores."], "desc_long": ["A sturdy shield used by gladiators. Arena battles are often fought among many enemies, and it isn't unusual to be targeted in between attacks. In these situations, it is of utmost importance to have a sturdy shield rather than a powerful sword. This particular war shield is made with focus on durability, and is a great partner to gladiators who never retreat from battle.", "劍鬥士所使用的堅固盾牌。在會進行集團戰鬥的鬥技場中，在被敵人包圍時，經常會在攻擊的空檔中遭受敵人襲擊。在這種狀況下，比劍更為強韌盾牌反而更加重要。這種戰盾最大的優點就是不會損壞，因此對於沒有逃避這條路的劍鬥士來說，也算是最可靠的夥伴。", "검투사가 사용하는 견고한 방패. 집단 전투가 벌어지기도 하는 투기장에서는 여러 명의 적에게 둘러싸이게 되면 빈틈을 공략당하는 경우가 많다. 그런 상황에서는 오히려 검보다도 강인한 방패의 존재가 중요한데, 이 전투용 방패는 절대 부서지는 일 없이 견고함만큼은 확실하여, 도망이라는 개념이 없는 검투사에게 있어선 든든한 아군이라 할 수 있을 것이다.", "Robuste bouclier utilisé par les gladiateurs.  Les batailles en arène se font entre plusieurs ennemis, et il n’est pas inhabituel qu’il y ait un adversaire qui s’en prenne à quiconque de libre. Dans cette situation il est plus important d’avoir un bouclier solide qu’une épée aiguisée. Ce bouclier de guerre a été fait pour durer, et est un très bon partenaire pour les gladiateurs qui ne se replient jamais.", "Ein stabiles Schild, das vor allem von Gladiatoren verwendet wird. In der Arena kommt es oft vor, dass Kämpfe in Gruppen ausgetragen werden und somit mehrere Gegner gleichzeitig versuchen, eine Lücke in der Deckung eines einzelnen Gladiatoren zu finden. Mehr noch als ein Schwert, ist es in einer solchen Situation lebenswichtig, einen zähen Schild zu besitzen. Auf Robustheit bedacht, wurde dieser Schild also so konstruiert, dass er auch im Kampf kaum zu Schaden kommt und ist daher der ideale Begleiter für Gladiatoren, die keinem Gefecht davonlaufen.", "Un escudo resistente que usan los gladiadores. Los combates en la arena normalmente son contra muchos enemigos y, por tanto, lo más normal es ser el blanco de multitud de golpes. En estos casos, antes que una espada afilada, es mejor tener un buen escudo. Este escudo en particular está hecho con idea de que dure mucho y es el mejor compañero que puede tener cualquier gladiador que no quiera retirarse del combate."]}, "accuracy": 0}