{"slot": "Shield", "compendium_shown": true, "price_buy": 3600, "requirements": null, "name": "Platinum Shield", "type_id": 30, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 600, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 360, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 37}, "type": "Light Shield", "strings": {"name": ["Platinum Shield", "白金盾", "백금의 방패", "Bouclier de platine", "Platinumschild", "Escudo de platino"], "desc_short": ["A shield made from platinum.", "以白金製成的盾牌", "백금으로 만들어진 방패", "Un bouclier fait de platine.", "Ein Schild aus Platin.", "Un escudo de platino."], "desc_long": ["A shield made from sturdy platinum. The platinum used to make the shield is specially processed to reduce its weight, thus making the shield much easier to use. The price it commands is befitting of its properties, but many people opt to purchase this very popular shield based on the concept that it would cost more to replace cheaper variations each time they break.", "耐用且不易損壞的盾牌。儘管使用了白金這一比重較大的金屬，但經過了先進的輕量化加工之後，它變得十分輕巧易用。其價格也因為高性能而偏高，但很多人覺得與其頻繁更換易損的廉價盾牌，還不如多花點錢購買耐用的白金盾，因此這種裝備仍很受歡迎。", "내구성이 뛰어나며, 좀처럼 파손될 일 없는 방패. 무거운 백금으로 제작되었지만 고도의 경량기술로 가공되어 다루기 쉽다. 성능이 뛰어난 만큼 가격도 상당하지만, 값싼 방패가 부서질 때마다 새로 사는 것보다 몇 년을 지속해서 사용할 수 있는 백금의 방패를 사는 쪽이 결과적으로 더 싸게 먹힌다고 생각하는 이들도 많아 인기가 높다.", "Un bouclier fait de platine. Le platine utilisé pour faire ce bouclier a été spécifiquement conçu pour réduire son poids, rendant son utilisation bien plus aisée. Le prix demandé est proportionnel à ses propriétés, mais beaucoup de gens préfère acheter ce bouclier en se basant sur le fait que remplacer des versions bon marché à chaque fois qu'ils se brisent coûterait plus cher.", "Ein Schild aus robustem Platin. Dieses Platin wurde speziell verarbeitet, um sein Gewicht zu reduzieren, damit er leichter einsetzbar ist. Der Preis passt zu diesen Eigenschaften, doch viele leisten ihn sich trotzdem, da es mehr kosten würde, billigere Schilde mehrfach zu ersetzen.", "Un robusto escudo de platino. El platino de este escudo ha sido procesado de forma especial para reducir su peso, por lo que es mucho más maniobrable. Su precio es alto debido a sus muchas bondades. Sin embargo, la gente suele preferir desembolsar por este escudo que andar reemplazando escudos de menor calidad cada vez que se rompen."]}, "icon": "item_40215.png"}