{"slot": "Shield", "compendium_shown": true, "price_buy": 12000, "requirements": null, "name": "Wind Buckler", "type_id": 30, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 868, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 1200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Wind": 50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 16, "DEF": 28}, "icon": "item_40119.png", "type": "Light Shield", "strings": {"name": ["Wind Buckler", "風之圓盾", "바람의 버클러", "Bouclier du vent", "Windbuckler", "Rodela del viento"], "desc_short": ["A light shield blessed with the protection of the wind.", "受到風之加護的輕盾", "바람의 가호를 받은 가벼운 방패.", "Un bouclier léger ayant reçu la bénédiction des vents.", "Ein leichter Schild, der mit dem Schutz des Windes gesegnet ist.", "Un escudo ligero bendecido con la protección del viento."], "desc_long": ["A light shield blessed with the protection of the wind. It is able to protect the wielder from powerful gales. There are seafaring records stating that a ship in a raging storm avoided being sunk by strapping this buckler to the ship's bow, which brought calm winds to the area around the ship.", "受到風之加護的輕盾。能在狂亂的暴風中守護裝備者。甚至曾經留下「遭遇強烈暴風雨的帆船將此盾掛在船頭後，周圍的強風就開始減緩，也因此免於船難」這種航海紀錄。", "바람의 가호를 받은 가벼운 방패. 몰아치는 폭풍으로부터 장착자를 지켜준다. 폭풍우와 조우한 범선의 뱃머리에 바람의 버클러를 내걸자, 그 배의 주변에만 바람이 잦아들어 난파를 면했다는 항해 기록이 남아 있다.", "Un bouclier léger ayant reçu la bénédiction des vents. Il est capable de protéger son porteur des bourrasques les plus violentes. Les archives de certains marins affirment qu’un navire en pleine tempête a évité le naufrage grâce à l’équipage, qui aurait accroché ce bouclier à la proue, ce qui eut pour effet d’entourer le vaisseau de vents paisibles.", "Ein leichter Schild, der mit dem Schutz des Windes gesegnet ist. Er schützt seinen Träger vor starken Stürmen. Seefahrer berichten, wie Schiffe so manchen schweren Sturm schadlos überstanden, weil sie diesen kleinen Schild am Bug befestigt hatten, der das Wasser rund um das Schiff beruhigte.", "Un escudo ligero bendecido con la protección del viento. Protege a su portador de los vendavales. Por lo visto, existen registros marítimos en los que se cuenta que un barco evitó hundirse en mitad de una horrible tormenta al atar este escudo a la proa, pues esto hizo que el viento se calmase en las inmediaciones del barco."]}, "accuracy": 0}