{"slot": "Shield", "compendium_shown": true, "price_buy": 120000, "requirements": null, "name": "Asphales", "type_id": 30, "skills": [100010], "is_twohanded": false, "rarity": 8, "compendium_id": 721, "dmg_variance": null, "slot_id": 2, "effects": ["Grants 'HP +10%' passive."], "price_sell": 12000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Water": 30, "Earth": 30, "Wind": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 45, "DEF": 45}, "icon": "item_40117.png", "type": "Light Shield", "strings": {"name": ["Asphales", "魔角輕盾", "아스팔레스", "Asphales", "Asphales", "Asfales"], "desc_short": ["A light shield with a giant horned monster drawn on it.", "繪有巨角魔物的輕盾", "거대한 뿔의 마물이 그려진 가벼운 방패", "Un bouclier léger avec monstre à corne géant imprimé dessus.", "Ein leichter Schild, der ein Monster mit gigantischen Hörnern zeigt.", "Un escudo ligero que tiene pintado un monstruo con un cuerno gigante."], "desc_long": ["A light shield with a giant horned monster drawn on it. The shield is very resilient and very light-weight, and is made using materials coming from the creature drawn on the surface of the shield. The unique techniques employed on the shield comes from a certain village, though details of this technique is unknown. Due to the cost in crafting these shields, there are rumors of well-designed fakes out on the market.", "繪製著頭頂樹狀分歧巨角的魔物圖樣的輕盾。不但堅固不易破損，而且輕巧又容易使用。利用某個村莊獨傳的技術，以表面所繪製魔物的素材來加工製作的盾牌，其詳細製作方法卻是一個謎團。據說因為素材與作法都有非常高的價值，所以設計相近的劣質品也充斥在各地。", "갈라진 거대한 뿔의 마물이 그려진 가벼운 방패. 단단하여 쉽게 부서지지 않을 뿐 아니라, 가볍고 다루기 쉽다. 어느 마을에 전해져 내려오는 독자적인 기술을 운용하여, 표면에 그려진 마물의 재료를 가공하여 만든 것이지만 자세한 제작법은 수수께끼에 싸여 있다. 재료와 제작법 모두가 엄청난 가치를 지닌 것들인 탓에, 비슷하게 생긴 조악한 모조품이 나돌고 있다는 소문도 있다.", "Bouclier léger avec un gros monstre dessiné dessus. Ce bouclier est très solide et léger, il a été fabriqué en utilisant des matériaux venant de la bête peinte à sa surface. La technique unique employée sur le bouclier vient d’un certain village, bien que les détailles de cette technique soient inconnus. à cause du coût de fabrication de ces boucliers, il y a des rumeurs de faux bien réalisés sur le marché.", "Ein leichter Schild, auf den ein Monster mit gigantischen, sich verzweigenden Hörnern gemalt ist. Nicht nur ist er robust und schwer zu beschädigen, durch sein geringes Gewicht lässt er sich überaus leicht führen. Um den Schild anzufertigen, wurden Materialien, die aus ebenjenem, auf die Vorderseite des Schildes gemalte Monster gewonnen wurden, verwendet und durch eine, nur in einem gewissen Dorf weitergegebene Technik verarbeitet; um die Einzelheiten zu dem Prozess seiner Herstellung ranken sich jedoch Mythen. Weil Material- sowie Herstellungskosten sehr hoch sind, so heißt es Gerüchten zufolge, dass Fälschungen minderer Qualität auf dem Markt kursieren.", "Un escudo ligero que tiene pintado un monstruo con un cuerno gigante. Este escudo es muy ligero, pero también muy resistente, y está hecho con materiales que provienen de la criatura que aparece dibujada en él. Asimismo, las técnicas especiales que se han seguido para elaborar este escudo tienen su origen en una aldea concreta, aunque se desconocen más detalles. El proceso de elaboración de estos escudos los hace muy costosos, por lo que se rumorea que están empezando a venderse falsificaciones en el mercado."]}, "accuracy": 0}