{"slot": "Shield", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Army Shield", "type_id": 30, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 429, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Lightning": 20}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 20, "DEF": 40}, "icon": "item_40113.png", "type": "Light Shield", "strings": {"name": ["Army Shield", "軍用盾牌", "군용 방패", "Bouclier de l'armée", "Armeeschild", "Escudo de ejército"], "desc_short": ["A light shield equipped by soldiers of Zoldaad.", "佐爾達多帝國兵所裝備的輕盾", "졸다드 제국병이 장비하는 가벼운 방패", "Un bouclier léger faisant partie de l'équipement des soldats de Zoldaad.", "Ein leichter Schild, den die Soldaten von Zooldad tragen.", "Un escudo ligero con el que se equipan los soldados de Zoldaad."], "desc_long": ["A standard light shield provided to the armed forces of the militant empire of Zoldaad. Although it is mass produced in order to account for its high demand within the military, it boasts of considerable quality. Zoldaad's relationship with the Fire Crystal invokes the color red, an unusual and bold hue often used on the armor of the imperial forces. As a result, this shield is also red to match. Many soldiers claim that looking upon it stirs their fighting spirit, making it a popular piece of equipment among them.", "佐爾達多普通士兵所裝備的輕盾。儘管它是批量生產的裝備，不過性能穩定可靠。佐爾達多崇尚代表火之水晶的紅色，因此不管有多麼顯眼，他們都會使用鮮紅的裝備趕赴戰場。士兵們認為，這種盾牌可以幫助提高士氣，因此它十分受歡迎。", "졸다드 제국군의 일반 병사가 장비하는 가벼운 방패. 대량생산 제품이지만 군사국가의 지급품답게 안정된 성능을 자랑한다. 졸다드에서는 불의 크리스탈을 연상시키는 붉은 색을 존중하여, 전장에서 꽤 눈에 띄는 색임에도 불구하고 붉은 색을 띤 장비가 많다. 이 방패도, 장착하면 전의가 상승한다는 평이 주를 이루며 병사들 사이에서도 인기가 많은 장비 중 하나다.", "Un bouclier standard fourni par les forces armées de l'empire militaire de Zoldaad. Bien qu'il soit produit en masse pour répondre à la forte demande des militaires, il reste de très bonne qualité. La relation étroite entre Zoldaad et le cristal du feu est symbolisée par la teinte rouge inhabituelle que l’on retrouve souvent sur les amures des forces impériales. C'est pour être assorti à l'amure que ce bouclier est rouge lui aussi. Beaucoup de soldats disent que le simple fait de regarder cette couleur fait ressortirleur esprit combatif, rendant cette pièce d'armure particulièrement populaire.", "Ein leichtes Standardschild für die Streitkräfte des Militärs von Zoldaad. Obwohl in Massen hergestellt, ist es doch von beachtlicher Qualität. Durch Zoldaads Verbindung mit dem Feuerkristall weisen ihre Rüstung häufig ein kräftiges Rot auf. So auch dieser Schild. Viele Soldaten meinen, dass der Anblick dieser Schilds ihre Moral hebt. Als Ausrüstungsgegenstand ist er daher sehr beliebt.", "Un escudo ligero estándar que se proporciona a las tropas del imperio militar de Zoldaad. Aunque se produce en serie para satisfacer la alta demanda del ejército, tiene una calidad considerable. La relación de Zoldaad con el Cristal del Fuego se representa con el color rojo, un tono llamativo y poco común que se usa a menudo en la armadura de las fuerzas imperiales. Por ello, el escudo es rojo a conjunto con ella. Muchos soldados afirman que verlo anima su espíritu de lucha, por lo que es una pieza muy popular entre ellos."]}, "accuracy": 0}