{"slot": "Shield", "compendium_shown": true, "price_buy": 240, "requirements": null, "name": "Small Shield", "type_id": 30, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 111, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 24, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 12}, "type": "Light Shield", "strings": {"name": ["Small Shield", "小型盾", "소형 방패", "Petit bouclier", "Kleiner Schild", "Broquel"], "desc_short": ["A small shield.", "小型號的盾牌", "작은 방패", "Petit bouclier.", "Ein kleiner Schild.", "Escudo pequeño."], "desc_long": ["A small shield, as its name suggests. It is rather light, and can even be equipped by those lacking much physical strength. However, the area it can cover is quite small, making it unsuitable to guard against multiple enemies at once. The best way to make use of this shield is by luring the enemy into a narrow corridor or staircase, subsequently forcing them to attack one by one. It would also be wise to keep an eye on the enemy's movements and focus on defense while equipping this shield.", "顧名思義，是小型號的盾牌，較輕，因此力量不足的人也能裝備。但是該盾防禦範圍狹窄，因此不適合應對多個敵人。如果裝備這種盾牌，建議先將敵人引誘至狹窄的通道或臺階，進而逐一擊破。還要仔細觀察對手的動作，重視防禦與之周旋。", "말 그대로 크기가 작은 방패. 가벼워서 힘이 약한 사람도 장착할 수 있다. 막을 수 있는 범위가 좁아서 다수의 적을 상대하기에는 적합하지 않다. 이 방패를 장비했다면 폭이 좁은 통로나 계단으로 적을 유인해서 각개격파하는 것이 바람직하다. 더불어 상대의 움직임을 잘 보고 방어적으로 움직이면 더 좋다.", "Un bouclier de petite taille, comme son nom le suggère. Il est plutôt léger et peut même être utilisé par des combattants manquant de force physique. Son champ de protection est cependant limité, le rendant inutilisable contre les groupes d'ennemis. La meilleure façon de l'utiliser est de tromper les ennemis en les faisant attaquer un par un dans un couloir ou un escalier. Il est aussi conseillé de garder un œil sur leurs mouvements et rester concentré sur la défense en l'utilisant.", "Wie der Name schon sagt, ein kleiner Schild. Leicht genug, um auch von weniger kräftigen Individuen geführt zu werden. Er deckt jedoch nur einen kleinen Bereich ab und verliert seine Wirkung, wenn der Feind in der Überzahl ist. In diesem Fall ist es ratsam, die Gegner in eine Engstelle zu locken und einen nach dem anderen auszuschalten.", "Un pequeño escudo, como su nombre indica. Bastante ligero, por lo que lo pueden equipar quienes tienen poca fuerza física. Sin embargo, cubre un área pequeña, por lo que no protege de varios enemigos a la vez. La mejor manera de usarlo es atraer a los enemigos a un pasillo estrecho o escalera, para obligarlos a atacar de uno en uno. También es sensato vigilar los movimientos del enemigo y centrarse en la defensa."]}, "icon": "item_40101.png"}