{"slot": "Shield", "compendium_shown": true, "price_buy": 12000, "requirements": null, "name": "Lustrous Shield", "type_id": 30, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 555, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 1200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Light": 50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 32}, "type": "Light Shield", "strings": {"name": ["Lustrous Shield", "光之盾", "빛의 방패", "Bouclier céleste", "Prächtiges Schild", "Escudo brillante"], "desc_short": ["A shield that gives off a light from ancient times.", "自古以來就存在的光輝閃耀的盾牌", "고대부터 존재해 온 찬란하게 빛나는 방패", "Un bouclier qui luit d'une lumière antique.", "Ein Schild, das ein Licht aus alter Zeit verstrahlt.", "Un escudo que muestra la luz de tiempos pasados."], "desc_long": ["A shield that gives off a light from ancient times. The shield is imbued with holy powers, and offers various benefits to those using it. The light from the shield offers divine protection by warding evil. The shield symbolizes protection from misfortune and hardship, and many knights have chosen this as their shield of choice when heading out to the frontlines of battle.", "由古代傳說中出現的光之民傳承的光輝閃耀的盾牌，有神聖的力量寓於其中，為裝備者授予各種恩惠。其光明驅逐黑暗，守護裝備者免受侵害。它是抵禦不幸與困難的象徴，深受在前線戰鬥的騎士所喜愛。", "오랜 전승에 회자되던 '빛의 민족'에 전해져 내려오는, 찬란하게 빛나는 방패. 성스러운 힘을 부여받았으며 장착한 자에게 다양한 축복을 내린다고 한다. 뿜어져 나오는 빛은 사악한 존재를 쫓고, 장착자의 몸을 빈틈없이 지켜낸다. 불행이나 고난을 막는 상징으로서 널리 알려져 있으며, 전투의 선두에 서는 경우가 많은 기사들에게 특히 인기가 많은 방패이기도 하다.", "Un bouclier qui luit d'une lumière antique. Il est imprégné d'un pouvoir sacré et offres différents bonus à ceux qui le portent. La lumière qu'il dégage permet de repousser le mal. Le bouclier symbolise la protection contre la malchance et l'adversité, et beaucoup de chevaliers le choisissent comme bouclier de prédilection lorsqu'ils vont en première ligne sur le champ de bataille.", "Ein Schild, der ein Licht aus alter Zeit verstrahlt. In ihm wohnt heilige Macht, zudem bietet er mehrere Vorteile. Das Licht des Schildes bietet Schutz vor dem Bösen. Er symbolisiert Schutz vor Unglück und Mühen, daher entscheiden sich viele Ritter für ihn, wenn sie auf die Schlachtfelder ziehen.", "Un escudo que muestra la luz de tiempos pasados. Está imbuido con poderes sagrados y tiene algunos efectos positivos sobre su portador. La luz del escudo otorga protección divina y protege del mal. Además, el escudo simboliza la protección contra los infortunios y las penurias; por eso, muchos caballeros consideran que este es el escudo que deben llevarse cuando marchan a la batalla."]}, "icon": "item_40115.png"}