{"slot": "Shield", "compendium_shown": true, "price_buy": 240, "requirements": null, "name": "Leather Shield", "type_id": 30, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 110, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 24, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Water": -20, "Lightning": 20}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 10}, "icon": "item_40100.png", "type": "Light Shield", "strings": {"name": ["Leather Shield", "皮盾", "가죽 방패", "Bouclier en cuir", "Lederschild", "Escudo de cuero"], "desc_short": ["A shield made of leather.", "用皮革製作的盾牌", "가죽으로 만든 방패", "Bouclier fait de cuir.", "Ein Schild aus Leder.", "Escudo hecho de cuero."], "desc_long": ["A shield made by affixing tanned leather to a wooden frame. Carrying this shield can help to defend against enemy attacks, though the materials it is made of heavily compromise its durability. It is almost exclusively used by vigilante corps who defend houses and families from beast attacks, and is very rarely ever seen on the battlefield. However, having this shield may grant the owner some peace of mind.", "將鞣製的皮革和木製基座黏貼而成的盾牌。能夠抵擋敵人的攻擊。但是受材料本身的限制，其耐久度並不高。大多是村落或城鎮自衛團的標準裝備，用於應對入侵的魔物，而在戰場上幾乎看不見此盾。裝備此盾沒有什麼實際意義，最多只是心理安慰，能讓自己感覺安全一些。", "무두질한 가죽을 나무에 덧대 만든 방패. 적의 공격을 막을 수 있다. 하지만 재료가 가죽과 나무라서 내구성은 그다지 높지 않다. 이따금 쳐들어오는 마물을 물리치고 집과 가족을 지키기 위해 마을 자경단이 사용하며, 전장에서는 거의 쓰지 않는다. 물론 없는 것보다는 나을지도 모른다.", "Un bouclier constitué d'un collage de cuir tanné sur un cadre en bois. Il permet de se défendre contre les attaques ennemies, mais sa durabilité est limitée en raison de la matière dont il est fait. Il est surtout utilisé par les brigades d'autodéfense pour protéger foyers et familles des attaques de bêtes, et est rarement utilisé sur les champs de bataille. En avoir un avec soi reste néanmoins rassurant.", "Dieser Schild besteht aus einem mit Leder bespannten Holzgerüst. Er bietet Schutz vor Angriffen, ist aber alles andere als langlebig. Zumindest verleiht er ein gewisses Sicherheitsgefühl. Man findet Lederschilde meist nicht auf dem Schlachtfeld, sondern in den Händen von Bürgerwehren, die ihre Dörfer und Familien gegen neugierige Monster verteidigen.", "Un escudo fabricado fijando cuero curtido a un marco de madera. Llevarlo contribuye a la defensa, aunque los materiales ponen en riesgo su durabilidad. Lo usan casi exclusivamente vigilantes que defienden hogares y familias de las bestias, y apenas se ve en el campo de batalla. Sin embargo, contar con él puede proporcionar cierta tranquilidad mental."]}, "accuracy": 0}