{"slot": "Shield", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Aegis Shield", "type_id": 31, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 262, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": {"Petrify": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 25, "DEF": 53}, "icon": "item_40209.png", "type": "Heavy Shield", "strings": {"name": ["Aegis Shield", "神盾", "이지스의 방패", "Bouclier Aegis", "Aegis-Schild", "Escudo Aegis"], "desc_short": ["A shield that resists both physical and magic attacks.", "可以防禦物理與魔法攻擊的盾牌", "물리와 마법, 양쪽으로부터 몸을 지켜주는 방패.", "Bouclier qui résiste aux attaques physiques et magiques.", "Ein Schild, der sowohl physischen als auch magischen Angriffen standhält.", "Un escudo que resiste ataques físicos y mágicos."], "desc_long": ["A powerful shield able to protect its wielder from calamity and suffering, it boasts high physical and magical defense attributes. There is a story from a distant world that suggests it was once wielded by a general who dedicated his life to protecting his country. Even in this world, it has been passed down amongst the strongest of warriors, and it is even said that the shield itself chooses only the strongest to wield it.", "可趨避災禍與苦難的強大盾牌，以高強的防禦力和魔法防禦力著稱。在異界有傳聞稱，此盾曾屬於一位精忠報國、堂堂正正，並戰鬥至死的將軍。即便到了這個世界，這枚盾牌也被歷代著名戰士傳承至今。正因如此，人們開始相信盾牌本身能夠選擇強者作為它的主人。", "재앙과 고난을 물리친다고 하는 강력한 방패. 높은 방어력과 마법 방어력을 자랑한다. 이계에는 조국에 충성을 맹세하고 마지막까지 정정당당히 싸운 장군의 소유물이었다는 일화가 남아있다. 대대로 고명한 전사들에게 계승되어온 방패이며, 방패 그 자체가 강자를 불러들이는 것이 아니냐고 여겨질 정도이다.", "Un bouclier puissant capable de protéger son porteur du désastre et de la souffrance grâce à ses attributs élevés en défense physique et magique. Un conte d'un monde lointain raconte que ce bouclier fut autrefois porté par un général qui dédia sa vie à protéger son pays. Même dans ce monde, ce bouclier est passé entre les mains de quelques-uns des plus puissants guerriers. On raconte également que c'est le bouclier lui-même qui choisi son porteur.", "Ein mächtiger Schild, der seinen Träger vor Unglück und Leiden beschützt. Verfügt über hohe physische und magische Verteidigung. In einer weit entfernten Welt erzählt man, dass er einst von einem General geschwungen wurde, der sein Leben dem Schutze seines Landes vermacht hatte. Auch in dieser Welt gehört er den stärksten Kriegern und man sagt sogar, dass der Schild selbst seinen Träger wählt.", "Un poderoso escudo capaz de proteger a su portador de toda calamidad y sufrimiento, ya que aumenta los atributos de defensa física y mágica. Una historia de otro mundo sugiere que en su día lo portó un general que dedicó su vida a defender su patria. Incluso en este mundo, ha ido pasando entre los guerreros más fuertes y, según dicen, es el propio escudo el que decide quién es lo suficientemente fuerte para portarlo."]}, "accuracy": 0}