{"slot": "Shield", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Large Shield", "type_id": 31, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 117, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 22}, "icon": "item_40202.png", "type": "Heavy Shield", "strings": {"name": ["Large Shield", "大盾", "대형 방패", "Grand bouclier", "Turmschild", "Escudo grande"], "desc_short": ["A heavy shield that provides exceptional defense.", "主要用來防守的大型盾牌", "방어력을 중시한 무거운 방패", "Bouclier lourd qui fournit une défense exceptionnelle.", "Extrem schwer und widerstandsfähig.", "Pesado escudo que proporciona defensa sólida."], "desc_long": ["One of the heavier shields, and as its name suggests, a large one as well. It is positioned before the body in order to defend against enemy attacks. Made larger than other heavy shields, once the large shield is set into a defensive position, it becomes very difficult for its owner to switch to the offensive. Therefore, soldiers who equip this heavy shield are used as protective walls by defenseless archers and mages to facilitate long range attacks from the rear.", "重盾的一種。顧名思義，尺寸巨大。將其置於身前，可抵擋敵人的攻擊。但由於太過笨重，不便挪動，因此難於轉向進攻。有鑑於此，讓裝備此盾的重裝步兵形成一面墻，從而保護那些在後方發起遠距離攻擊的貧弱的弓箭手和魔道士，這已成為一種標準戰術。", "무거운 방패에 속하며, 말 그대로 크다. 전방에 내밀어 적의 공격으로부터 몸을 보호한다. 무거운 방패 중에서도 특히 큰 편이라, 한 번 자세를 잡고 서면 움직이기 힘들고 공세 전환이 어렵다. 따라서 이 방패를 가진 중장보병으로 벽을 만들어 적의 공격에 취약한 궁술사와 마도사를 보호하고, 후방에서 강력한 원거리 공격을 퍼붓는 게 기본적인 전술이다.", "Un bouclier très lourd et, comme son nom l'indique, plutôt grand. On le positionne devant soi pour se protéger des attaques ennemies. Plus imposant que la plupart des autres boucliers lourds, il est très difficile de passer en position d'attaque une fois qu'on a positionné ce bouclier en position de défense. Les soldats qui en sont équipés sont souvent utilisés comme mur de défense par les mages ou archers.", "Ein großer Schild, und zudem sehr schwer. Er wird als eine Art tragbare Deckung benutzt. Wenn der Träger ihn erst einmal in Position gebracht hat, ist es sehr schwierig, wieder zurück in die Offensive zu wechseln. Daher dienen Soldaten mit solchen Schilden meist als lebender Schutzwall für Bogenschützen und Magier, die aus den hinteren Schlachtreihen angreifen.", "Uno de los escudos más pesados y grandes, como su nombre indica. Se coloca frente al cuerpo para defenderlo de los ataques enemigos. Al ser más grande que otros, una vez colocado a la defensiva es difícil pasarlo a posición de ataque. Por ello, los soldados que lo llevan crean muros de protección para arqueros y magos indefensos que lanzan ataques de largo alcance desde la retaguardia."]}, "accuracy": 0}