{"slot": "Shield", "compendium_shown": true, "price_buy": 600, "requirements": null, "name": "Iron Shield", "type_id": 31, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 116, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 60, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 18}, "type": "Heavy Shield", "strings": {"name": ["Iron Shield", "鐵盾", "철제 방패", "Bouclier en fer", "Eisenschild", "Escudo de hierro"], "desc_short": ["A shield made of iron.", "用鐵製作的盾牌", "철로 만든 방패", "Bouclier composé de fer.", "Ein eisenverstärkter Schild.", "Escudo hecho de hierro."], "desc_long": ["One of the heavier shields. It is lighter than the bronze shield, and was first used on the battlefield by the Grandshelt Kingdom. At the time, iron was a much more difficult and costly material to acquire than bronze for making shields, and while the neighboring countries refused to increase their war expenditures, the kingdom took this opportunity to place the iron shield at the front lines of its army to continue gaining territory. As a result, the kingdom grew even larger.", "重盾的一種。它比青銅盾更加輕便。格蘭謝爾特王國率先將它投入戰場。由於鐡礦相比銅礦更稀有，因此鑄造鐵盾，耗資巨大。在周邊國家不願意增加軍費時，推行擴張政策的王國將這種盾牌送往了前線。最終，王國版圖大幅擴張。", "무거운 방패. 청동 방패보다 가벼운 이 방패를 처음으로 전장에 투입한 곳은 그랑셸트 왕국이었다. 당시 구리보다 희귀한 철을 방패의 재료로 쓰려면 큰 비용이 들었다. 주변국이 국방비 확대를 주저하는 동안, 확장 정책을 추진하던 왕국은 이 방패를 전선에 배치했다. 그 결과 왕국의 영토는 크게 확장되었다.", "Un bouclier très lourd mais plus léger que son homologue en bronze. Le royaume de Grandshelt fut le premier à l'utiliser sur les champs de bataille. À l'époque, le fer était un matériau plus difficile et plus cher à se procurer que le bronze. Les pays voisins se limitant dans leurs dépenses militaires, Grandshelt en profita pour déployer le bouclier en fer sur le front afin de remporter des territoires. C'est ainsi que le royaume devint encore plus grand.", "Ein großer Schild. Er ist leichter als der Bronzeschild und wurde zuerst vom Königreich Grandshelt auf dem Schlachtfeld eingesetzt. Damals war Eisen wesentlich teurer als Bronze, weshalb viele Nachbarländer den Aufwand scheuten, ihre Truppen mit diesen moderneren Schilden auszustatten. Die Konsequenz war, dass Grandshelt, das die Fronten weiter mit Eisenschilden versorgte, sein Territorium deutlich vergrößerte.", "Uno de los escudos más pesados. Es más ligero que el de bronce, y se usó por primera vez en batalla en el reino de Grandshelt. En aquella época, el hierro era mucho más caro y difícil de conseguir que el bronce, y mientras los reinos circundantes se negaron a aumentar el gasto militar, el reino aprovechó la oportunidad de colocar el escudo de hierro en vanguardia y seguir conquistando territorio. Así, el reino se expandió aún más."]}, "icon": "item_40201.png"}