{"slot": "Shield", "compendium_shown": true, "price_buy": 150000, "requirements": null, "name": "Zodiac Escutcheon", "type_id": 31, "skills": [221640], "is_twohanded": false, "rarity": 8, "compendium_id": 769, "dmg_variance": null, "slot_id": 2, "effects": ["Grants 'Decoy Pose' passive."], "price_sell": 15000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Lightning": 50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 70, "DEF": 60}, "icon": "item_40222.png", "type": "Heavy Shield", "strings": {"name": ["Zodiac Escutcheon", "最強之盾", "최강의 방패", "Bouclier du zodiaque", "Pará-Schild", "Non plus ultra"], "desc_short": ["A shield from another world.", "來自異界的盾牌", "이계에서 유입된 방패.", "Un bouclier rapporté d'un autre monde.", "Ein Schild aus einer fernen Welt.", "Un escudo de otro mundo."], "desc_long": ["A shield brought from the faraway world of Ivalice. This shield offers high defense, assists the wielder by giving insight into the enemy's attack, and bestows resistance to lightning attacks. This shield is a very rare find in the world where it comes from, and the difficulty of obtaining one elevated its status to legendary.", "來自異界的盾牌。不僅擁有高防禦力，還能賦予裝備者看穿敵人攻擊的能力與對抗雷擊的抵抗力。據說原本在異界這個盾牌就非常稀有，極度難以獲得，連盾牌本身都是近乎傳說的存在。", "이계 '이발리스'에서 유입된 방패. 방어력이 뛰어날 뿐 아니라, 적의 공격을 간파하는 힘과 번개에 대한 저항력을 부여한다. 이 방패가 본래 존재하던 이계에서는 무척이나 진귀한 것이라 알려져 있으며, 손에 넣기가 상당히 어렵기 때문에 존재 그 자체만으로도 전설로 취급받는 모양이다.", "Un bouclier rapporté du monde lointain d’Ivalice. Il confère à son porteur une défense élevée et l’aide au combat en lui octroyant une connaissance approfondie des attaques de ses ennemis. Il protège également contre les attaques de foudre. Même dans son monde d’origine, ce bouclier est d’une rareté extrême ; rareté qui lui a depuis accordé le statut d’arme légendaire.", "Ein Schild aus der fernen Welt Ivalice. Der Schild verspricht eine hohe Abwehr und assistiert dem Benutzer, indem er ihm Einblick in den Angriff seines Gegners erlaubt und ihm Resistenz gegen Blitzangriffe gibt. Der Schild ist in seiner Welt äußerst schwer zu finden und die Schwierigkeit, einen zu erlangen haben ihm längst einen legendären Status eingebracht.", "Un escudo del lejano mundo de Ivalice. Este escudo aumenta enormemente la defensa, ayuda a su portador ofreciéndole información sobre los ataques del enemigo y le otorga resistencia contra los ataques de rayo. Asimismo, este escudo es un objeto bastante difícil de encontrar en el mundo del que proviene; de hecho, es tan poco común que se considera un objeto legendario."]}, "accuracy": 0}