{"slot": "Shield", "compendium_shown": true, "price_buy": 4500, "requirements": null, "name": "Thunder Shield", "type_id": 31, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 121, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 450, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Water": -50, "Lightning": 50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 8, "DEF": 36}, "icon": "item_40206.png", "type": "Heavy Shield", "strings": {"name": ["Thunder Shield", "雷神盾", "뇌신의 방패", "Bouclier tonnerre", "Donnerschild", "Escudo Electro"], "desc_short": ["A shield protected by the power of thunder.", "擁有雷屬性加護的盾牌", "번개의 가호를 받은 방패", "Bouclier protégé par le pouvoir du tonnerre.", "Schild mit der Kraft des Donners.", "Escudo protegido por el poder del rayo."], "desc_long": ["Once there were two small countries—one commanding the power of fire, the other the power of ice—that attacked each other in a contest for power. Ironically, the fire nation would eventually make a shield of ice, while the ice nation would make a shield of fire. Bent on victory, the two nations refrained from using the types of magic they had perfected, and began turning towards thunder magic instead. Unfortunately, although both nations began developing the thunder shield, it only served to pave the path to their own ruin.", "曾經有2個小國，分別擅長使用火屬性與冰屬性的魔法。兩個國家總是想要爭出個強弱，因此不停地互相攻擊對方。諷刺的是，為了防禦對方國家的攻擊，火之國製造出了冰盾，而冰之國製造出了火盾，以致2個國家都開始不再使用自己所相信並擅長的魔法，開始依靠雷的力量。最後，2個國家都使用了這面盾牌，結果兩敗俱傷一起滅亡了。", "불의 나라와 얼음의 나라가 불과 얼음 중 무엇이 더 뛰어난지 다투었는데, 서로 상대방의 공격을 막기 위해 불의 나라가 얼음 방패를, 얼음의 나라가 불 방패를 만드는 엉뚱한 일이 벌어졌다. 승리에 집착한 두 나라는 각자가 믿는 마법 대신 번개의 힘에 의존하기 시작했다. 결국에는 양쪽 다 이 방패를 쓰다가 국가가 피폐해져서 모두 멸망했다.", "Il y avait autrefois deux petits pays, l'un régissant le pouvoir du feu et l'autre celui de la glace. Ces deux nations n'avaient de cesse de se battre. Paradoxalement, le pays du feu créa un bouclier de glace, tandis que le pays de glace fabriqua un bouclier de feu. Déterminées à remporter la victoire, les deux nations cessèrent d'utiliser leur magie de prédilection pour se tourner vers la magie de foudre. Malheureusement, si les deux pays parvinrent à créer le bouclier tonnerre, ils finirent par s'anéantir mutuellement.", "Es waren einmal zwei kleine Länder, die sich gegenseitig angriffen – eins hatte die Macht über das Feuer, das andere über das Eis. Ironischerweise machte die Feuernation zum Schutz einen Schild aus Eis, während die Eisnation einen Schutz aus Feuer errichtete. Beide Nationen zögerten damit, ihre Magietypen zu nutzen, und fingen stattdessen an, Blitzmagie zu benutzen. Dies führte letztlich nur zum Ruin beider Nationen.", "Érase una vez dos países pequeños: uno dominaba el poder del fuego y el otro, el del hielo. Ambos se atacaban entre sí constantemente en una lucha de poder. Irónicamente, la nación del fuego terminó fabricando un escudo de hielo, mientras que la nación del hielo hizo lo propio con uno de fuego. Los dos países, empeñados en conseguir la victoria, abandonaron los estilos de magia que tanto habían perfeccionado y giraron sus miras hacia la magia del rayo. Lamentablemente, aunque ambas naciones llegaron a iniciar la construcción del escudo de rayo, tan solo les sirvió para sembrar su propio camino a la destrucción."]}, "accuracy": 0}