{"slot": "Shield", "compendium_shown": true, "price_buy": 4500, "requirements": null, "name": "Flame Shield", "type_id": 31, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 293, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 450, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 50, "Ice": -50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 8, "DEF": 36}, "icon": "item_40204.png", "type": "Heavy Shield", "strings": {"name": ["Flame Shield", "烈焰盾", "불꽃의 방패", "Bouclier de feu", "Flammenschild", "Escudo ardiente"], "desc_short": ["A shield protected by the power of fire.", "擁有火焰加護的盾", "불꽃의 가호를 받은 방패", "Bouclier protégé par le pouvoir du feu.", "Schild mit der Kraft des Feuers.", "Escudo con protección de fuego."], "desc_long": ["Once there were two small countries—one commanding the power of fire, the other the power of ice—that attacked each other in a contest for power. Their quarrel began as a competition to decide which nation held the most magical power, and their refusal to acknowledge each other's ability made compromising impossible. The country of ice thus created a shield that could withstand its mortal foe's powerful magical flames. Ironically, this piece of armor is protected by the power of fire.", "曾經有2個國家，一方以火為尊，而另一方以冰為上。由於兩國秉持互不相容的思想，互爭強弱的鬥爭變成了曠日持久的大戰。冰之國為了抵禦火焰魔法攻擊，製造出了一種防具。諷刺的是，那防具是接受火焰加護的盾牌。", "그 두 개의 소국은 오랜 세월 동안 전쟁을 반복하고 있었다. 한쪽은 불을 숭배하고, 다른 한쪽은 얼음을 숭배했다. 어느 쪽의 마법이 더 뛰어난지를 겨루다 시작된 싸움은, 서로를 포용할 수 없는 사상 탓에 수습될 기미가 보이지 않았다. 얼음의 나라는 적의 강력한 화염 마법을 받아내기 위해 어떤 방어구를 만들어낸다. 얄궂게도 그것은 바로 불꽃의 가호를 받은 방패였다.", "Il y avait autrefois deux petits pays, l'un régissant le pouvoir du feu et l'autre celui de la glace qui n'avaient de cesse de se battre pour déterminer quelle nation possédait le plus grand pouvoir magique. Le refus de chacun de reconnaître la puissance de l'autre rendit tout compromis impossible. Le pays de glace créa finalement un bouclier capable de supporter les flammes magiques de son ennemi mortel. Paradoxalement, ce bouclier était protégé par le pouvoir du feu.", "Einst existierten zwei Reiche – eines beherrschte die Macht des Feuers, das andere die Macht des Eises – zwischen denen ein bitterer Wettstreit darum entbrannte, wessen magische Macht größer sei. Ihre Sturheit, einander auch nur als ebenbürtig anzuerkennen, machte jeden Kompromiss unmöglich. Das Eis-Reich entwickelte im Zuge dieses Kampfes einen Schild, der selbst die heißesten Flammen abwehren konnte. Ironischerweise wird dieser Schild von der Macht des Feuers selbst beschützt.", "Hubo una vez dos pequeños países: uno controlaba el poder del fuego; el otro, el del hielo. Empezaron una competición por el poder; una contienda iniciada para saber qué nación tenía mayor poder mágico. La negativa de ambas regiones a reconocer la capacidad de la otra parte hacía imposible el acuerdo. En tal situación, el país del hielo creó un escudo para resistir las mortales llamas mágicas de su enemigo. Irónicamente, esta pieza de armadura está protegida por el poder del fuego."]}, "accuracy": 0}