{"slot": "Shield", "compendium_shown": true, "price_buy": 15000, "requirements": null, "name": "Shield of Grandshelt", "type_id": 31, "skills": [100710, 100730], "is_twohanded": false, "rarity": 5, "compendium_id": 872, "dmg_variance": null, "slot_id": 2, "effects": ["Grants 'Auto-Protect' passive.", "Grants 'Auto-Regen' passive."], "price_sell": 1500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 46}, "icon": "item_40225.png", "type": "Heavy Shield", "strings": {"name": ["Shield of Grandshelt", "格蘭謝爾特軍盾", "그랑셸트군의 방패", "Bouclier de Grandshelt", "Grandshelt-Schild", "Escudo de Grandshelt"], "desc_short": ["A heavy shield used by the Grandshelt military.", "格蘭謝爾特軍所使用的重盾", "그랑셸트 군에서 사용하는 무거운 방패.", "Un bouclier lourd utilisé par les armées de Grandshelt.", "Ein schwerer Schild, der vom Grandshelt-Militär verwendet wird.", "Un escudo pesado que usa el ejército de Grandshelt."], "desc_long": ["A heavy shield used by the Grandshelt military. The shield lacks any special functions, but it holds enough defensive properties to be used in battle. These shields are distributed to new soldiers assigned to heavy artillery units, and most veterans peek a smile seeing them as they reminisce of their youthful days when they were the same. It isn't unusual to find seasoned veterans still owning their damaged, yet beloved shields they were first supplied with.", "格蘭謝爾特軍所使用的重盾。雖然沒有特殊的功能，但從實戰的角度來說防禦性能非常極佳。是重裝部隊一開始分配給新兵的盾牌，只要讓資深隊員看到這個盾牌，大多都會露出懷念的笑容。似乎有許多老兵會為了紀念青春，而好好保存著滿是傷痕的軍盾。", "그랑셸트 군에서 사용하는 무거운 방패. 특별한 기능은 없으나, 실전에 운용하기엔 충분한 방어력을 갖추고 있다. 중장비 부대에 배속된 신병에게 처음 지급되는 방패로, 베테랑 대원에게 보여 주면 대부분 그리운 마음에 미소짓는다고 한다. 청춘을 기념하는 물건으로서, 상처투성이의 이 방패를 소중히 보관하는 노병도 적지 않은 모양이다.", "Un bouclier lourd utilisé par les armées de Grandshelt. Il ne possède aucune fonctionnalité particulière, mais confère une défense suffisante pour justifier un usage au combat. Ces boucliers sont distribués aux nouveaux soldats assignés aux unités d’artillerie lourde. La plupart des vétérans, lorsqu’ils sont témoins de cet acte, sont souvent victimes de leur propre nostalgie et se souviennent de leurs premiers jours, le sourire aux lèvres. Il n’est par ailleurs pas rare pour certains vétérans de conserver ce bouclier, qui bien qu’endommagé, leur reste précieux.", "Ein schwerer Schild, der vom Grandshelt-Militär verwendet wird. Der Schild hat keinerlei spezielle Funktionen, vefügt aber über genug Abwehrqualität, um ihn als Werkzeug in der Schlacht einsetzen zu können. Diese Schilde werden an neue Soldaten verteilt, die Schweren Artillerieeinheiten zugewiesen werden. Der Anblick dieser Frischlinge zaubert auch den grimmigsten Veteranen ein Lächeln auf die Lippen, während sie dabei an ihre eigene Vergangenheit und Jugend denken. Daher ist es auch nicht überraschend, dass so mancher erfahrener Recke immer noch seinen beschädigten, aber geliebten Schild besitzt, mit dem er einstmals ausgestattet wurde.", "Un escudo pesado que usa el ejército de Grandshelt. Se trata de un escudo normal, aunque cuenta con la defensa necesaria para usarse en combate. Estos escudos se distribuyen entre los nuevos reclutas que son asignados a las unidades de artillería pesada. Por su parte, a la mayoría de los más veteranos se les escapa una sonrisa cuando ven estos escudos, pues les recuerda a cuando eran jóvenes y estaban en la misma situación. Aun así, es raro que un soldado con experiencia todavía conserve uno de estos escudos que le dieron al llegar."]}, "accuracy": 0}