{"slot": "Shield", "compendium_shown": true, "price_buy": 30000, "requirements": null, "name": "Demon Shield", "type_id": 31, "skills": [206170], "is_twohanded": false, "rarity": 6, "compendium_id": 556, "dmg_variance": null, "slot_id": 2, "effects": ["Grants 'Crisis Evasion' passive."], "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 43}, "icon": "item_40109.png", "type": "Heavy Shield", "strings": {"name": ["Demon Shield", "惡魔之盾", "악마의 방패", "Écu démoniaque", "Dämonenschild", "Escudo demoníaco"], "desc_short": ["A shield said to have been used by a demon.", "傳說曾由惡魔持有的盾牌", "악마가 지니고 있었다는 방패", "Un bouclier qui aurait été utilisé par un démon.", "Ein Schild, dessen Vorbesitzer ein Dämon war.", "Un escudo que se cree que usó un demonio."], "desc_long": ["A shield said to have been used by a demon. It is said that these shields were given to demons who fought humans under the order of a certain great demon. These shields are made using various techniques employed by demons, which made these a force to reckon with. But in turn, humans who defeated demons equipped with these shields took them and used them against the demons. It shouldn't come with surprise that any items crowned with the name \"demon\" will have demonic roots to them.", "傳說曾由惡魔裝備的盾牌，是曾經和人類進行激烈鬥爭的大惡魔，為取得勝利而配備給其部下的裝備。它濃縮了惡魔技術的精華，在戰爭中對人類造成極大的威脅。後來人們從打倒的惡魔身上繳獲了這種裝備，同惡魔進行了殊死對抗。冠名「惡魔」的裝備品，通常都有著類似的來歷。", "과거 악마가 장착했다고 알려진 방패. 인간들과의 격심한 전쟁을 벌여 오던 대악마가 부하들에게 나눠준 것이라 한다. 악마의 기술을 결집해 만든 이 방패는 인간들에게 있어 커다란 위협이나 다름없었으나, 인간들은 쓰러뜨린 악마에게서 장비를 빼앗아 이용하는 것으로 대항했다고 한다. '악마'의 이름이 붙은 장비품들은 어느 것이든 악마와 관계가 깊은 물건인듯하다.", "Un bouclier qui aurait été utilisé par un démon. On raconte que ces boucliers étaient donnés aux démons qui avaient combattu des humains sous les ordres d'un certain démon. Ces boucliers sont fabriqués à l'aide de techniques employées par les démons, et ne sont donc pas à négliger. Comme on dit, la roue finit toujours par tourner, et les humains se sont mis à retourner l'usage de ces boucliers contre leurs anciens propriétaires après avoir réussi à terrasser l'un de ceux qui l'utilisait comme outil de protection. Ce n'est guère très étonnant mais tous les objets affublés du nom de \"démon\" ont d'une manière ou d'une autre des racines démoniaques.", "Ein Schild, dessen Vorbesitzer ein Dämon war. Es heißt, ein großer Dämon gab diese Schilde anderen Dämonen, um gegen die Menschen zu kämpfen. Zu ihrer Herstellung wurden verschiedene Dämonentechniken eingesetzt. Im Gegenzug aber setzten Menschen, die diese Schild von den Dämonen erlangten, gegen sie ein. Es sollte nicht verwundern, dass jeder Gegenstand mit der Bezeichnung \"Dämon\" auch dämonische Wurzeln hat.", "Un escudo que se cree que usó un demonio. Es sabido que estos escudos los recibieron los demonios que lucharon contra la humanidad a las órdenes de un gran demonio. Por tanto, los escudos están forjados siguiendo técnicas demoníacas que los hacen muy potentes. Sin embargo, cualquier humano que haya derrotado a alguno de estos demonios casi seguro que se ha quedado con su escudo y lo ha usado para luchar contra estos. Cualquier objeto que contenga la palabra \"demonio\" tiene orígenes demoníacos, de eso no hay que tener ninguna duda."]}, "accuracy": 0}