{"slot": "Shield", "compendium_shown": true, "price_buy": 30000, "requirements": ["UNIT_ID", 100004303], "name": "Patriot", "type_id": 31, "skills": [203400], "is_twohanded": false, "rarity": 6, "compendium_id": 346, "dmg_variance": null, "slot_id": 2, "effects": ["Grants 'Cleansing Light' ability."], "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 37}, "icon": "item_40216.png", "type": "Heavy Shield", "strings": {"name": ["Patriot", "愛國者之盾", "패트리어트", "Patriote", "Patriot", "Patriota"], "desc_short": ["A heavy shield granted only to select knights.", "賦予被選中的騎士的重盾", "선택 받은 기사에게 주어지는 무거운 방패", "Un bouclier lourd donné uniquement aux chevaliers qui le méritent.", "Ein großer Schild, der nur ausgewählten Rittern verliehen wird.", "Un pesado escudo que sólo se otorga a caballeros selectos."], "desc_long": ["A heavy shield passed down in the kingdom of Grandshelt. This piece of equipment is only bestowed to knights who excel in serving their country. It takes quite a lot to receive this item, including good swordsmanship, high academic marks, and a certain level of physical strength, all which must meet certain requirements. There are many who wish to receive this, the mark of a top class knight, but in reality there are very few who can.", "格蘭謝爾特王國代代相傳的重盾，只有最為優秀的國王近衛騎士才能夠擁有它。想要獲得這面盾，需要滿足十分苛刻的條件，非劍術高超、學識淵博、身心強大之人，是無法獲得此盾的。雖然很多人都想要得到它以證明自己是一流的騎士，但實際上擁有它的人屈指可數。", "그랑셸트 왕국에 전해지는 무거운 방패. 나라에 충성을 바치는 기사 중에서도 특히 우수한 자에게만 주어지는 장비이다. 방패를 받기 위한 조건은 엄격한데, 검술과 군사지식은 물론 심신이 두루 출중해야 한다. 일류 기사의 증표인 이 방패를 원하는 자는 많지만, 실제로 가질 수 있는 사람은 극히 드물다.", "Un bouclier lourd passé de génération en génération dans le royaume de Grandshelt. Cette pièce d'équipement n'est donnée qu'aux chevaliers s'étant vaillamment battus pour défendre leur pays. Il faut énormément de temps pour acquérir cet objet. En effet, il faut être non seulement très habile à l'épée mais également être très bien noté à l'académie et avoir une très grande force physique. Beaucoup rêveraient d'avoir ce bouclier, symbole des plus grands chevaliers, mais très peu finissent par l'obtenir un jour.", "Ein schwerer Schild, der im Königreich Grandshelt weitergegeben wurde. Diese Ausrüstung wird nur Rittern verliehen, die sich im Dienste des Landes hervortun. Um sie zu erhalten, sind unter anderem gute Schwertkunst, gute akademische Noten und eine gewisse physische Stärke vonnöten. Es gibt viele, die sie gerne erhalten würden, da sie das Zeichen eines erstklassigen Ritters ist, doch nur wenigen wird diese Ehre zuteil.", "Un pesado escudo transmitido en el reino de Grandshelt. Esta pieza de equipamiento sólo se otorga a los caballeros que destacan sirviendo a su país. Cuesta bastante recibir este objeto, y se debe ser un buen espadachín, tener altas notas académicas y contar con cierto nivel de fortaleza física; y todos deben cumplir ciertos requisitos. Existen muchos que desean recibirlo, la marca de un caballero de alta alcurnia, pero en realidad hay muy pocos que se lo merezcan."]}, "accuracy": 0}