{"slot": "Shield", "compendium_shown": true, "price_buy": 150000, "requirements": null, "name": "Genji Shield", "type_id": 31, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 492, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 15000, "stats": {"status_inflict": null, "status_resist": {"Death": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 25, "DEF": 50}, "icon": "item_40108.png", "type": "Heavy Shield", "strings": {"name": ["Genji Shield", "源氏之盾", "겐지의 방패", "Bouclier de Genji", "Genjischild", "Escudo de Genji"], "desc_short": ["A shield handed down through the Genji clan.", "源氏一族所傳承的盾牌", "겐지 일족에게 전해져 내려오는 방패", "Un bouclier transmis durant des générations dans le clan Genji.", "Ein Schild weitergegeben durch den Genji-Klan.", "Un escudo transmitido durante generaciones en el clan Genji."], "desc_long": ["A heavy shield from another world. As with the Genji Glove and Genji Blade, according to various tales it is an artifact that was passed down through the legendary Genji family for generations. Though other items exist bearing the Genji name, they are scattered all over the world, and collecting them all could prove to be quite the task.", "來自異界的重盾。和源氏護手、源氏刀一樣，是留下眾多傳說的一族「源氏」的傳家之物。冠有源氏之名的裝備品種類眾多，不過它們已經失散於世界各處，現如今已經難以全部收集。", "이계에서 유입된 무거운 방패. 겐지의 장갑과 마찬가지로, 여러 이야기 속에 등장하는 전설의 일족 '겐지'에 대대로 계승되어 온 물건이라고 한다. 그 외에도 겐지의 이름이 붙은 장비는 여럿 존재하지만, 오늘날에는 이곳저곳으로 흩어져 버렸기 때문에 모든 장비를 모으는 것은 상당히 어렵다고 한다.", "Un bouclier lourd d'un autre monde. Tout comme les gants de Genji, la Lame de Genji est un artefact qui, selon la légende, était passé de génération en génération dans la légendaire famille Genji. Bien qu'il existe d'autre objets portant le nom de Genji, ils sont dispersés à travers le monde et tous les rassembler être un véritable parcours du combattant.", "Ein schwerer Schild aus einer anderen Welt. Wie der Genjifäustling und die Genjiklinge soll er Legenden zufolge über die Genjifamilie für Generationen weitergereicht worden sein. Obwohl andere Gegenstände mit diesem Namen existieren, sind sie über die gesamte Welt verstreut, sodass es viel Aufwand erfordert, sie alle zu sammeln.", "Un escudo pesado de otro mundo. Al igual que los Guantes de Genji y la Hoja de Genji, según varios cuentos pasó de generación en generación de los Genji. Aunque existen otros objetos con el nombre de Genji, están dispersos por todo el mundo y reunirlos todos sería toda una hazaña."]}, "accuracy": 0}