{"slot": "Shield", "compendium_shown": true, "price_buy": 4500, "requirements": null, "name": "Cerulean Shield", "type_id": 31, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 813, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 450, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Water": 50, "Lightning": -50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 8, "DEF": 36}, "icon": "item_40224.png", "type": "Heavy Shield", "strings": {"name": ["Cerulean Shield", "水盾", "아쿠아 실드", "Bouclier Aquatique", "Wasserschild", "Escudo acuoso"], "desc_short": ["A shield blessed with the protection of water.", "受到水之加護的盾", "물의 가호를 받을 수 있는 방패.", "Un bouclier ayant reçu la bénédiction des eaux.", "Ein Schild, das mit dem Schutz des Wassers gesegnet ist.", "Un escudo bendecido con la protección del agua."], "desc_long": ["A shield blessed with the protection of water. Those who equip this shield will receive the same protection offered by water spirits. The surface is always cool, and imparts the user with comfort as if sitting next to a lake. Caravan members traveling the hot deserts often uses these for that very purpose.", "受到水之加護的盾", "물의 정령이 몸을 지키기 위해 만들었다는 방패. 장비하게 되면 물의 가호를 받을 수 있다. 방패의 표면에는 항상 촉촉함이 감돌고 있으며, 물가에 있는 듯한 안락함을 소유자에게 전해준다. 불볕더위의 사막을 여행하는 캐러밴 대원들은 이 방패를 즐겨 든다고 한다.", "Un bouclier ayant reçu la bénédiction des eaux. Quiconque se sert de ce bouclier reçoit la protection des esprits de l’eau. Sa surface est toujours froide au toucher et procure à son porteur une sensation de tranquillité, comme s’il était au bord d’un lac. Les caravaniers amenés à effectuer de longues traversées du désert utilisent souvent ce bouclier pour cette raison.", null, "Un escudo bendecido con la protección del agua. Todo aquel que se equipe con este escudo recibirá la protección de los espíritus del agua. Su superficie siempre está fría y es capaz de transmitirle al usuario el confort de estar frente a un lago. De hecho, este objeto se suele usar en las caravanas que viajan a lo largo de los desiertos con este mismo propósito."]}, "accuracy": 0}