{"slot": "Shield", "compendium_shown": true, "price_buy": 300, "requirements": null, "name": "Bronze Shield", "type_id": 31, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 115, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 30, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 16}, "type": "Heavy Shield", "strings": {"name": ["Bronze Shield", "青銅盾", "청동 방패", "Bouclier en bronze", "Bronzeschild", "Escudo de bronce"], "desc_short": ["A shield made of bronze.", "用青銅製作的盾牌", "청동으로 만든 방패", "Bouclier fait de bronze.", "Ein bronzeverstärkter Schild.", "Escudo hecho de bronce."], "desc_long": ["One of the heavier shields. This shield is much broader than its lighter counterparts and made of bronze, a combination that makes it heavy. It can be used to cover the entire body against enemy attacks, but really slows down movement, making it hard to gauge the right timing to guard. The building of a warrior's defense requires not only swords and lances, but also the power to move while sporting armor, a helmet, and a shield.", "重盾的一種。相比輕盾能夠保護更大範圍，但這種盾以銅礦為原料，因此非常沉重。儘管能夠有效防禦敵人進攻，但也使裝備者無法迅速活動，因而容易錯失反擊的最佳時機。正因如此，重裝戰士不僅要會舞刀弄槍，更要有足夠的力量以承受所有裝備的重量。", "무거운 방패. 가벼운 방패보다 수비 범위가 넓지만, 구리 재질이라 무겁다. 방패에 몸을 숨기고 적의 공격을 버텨낼 수는 있지만, 재빠른 동작을 취하기 힘들어 반격할 기회를 잡기 어렵다. 중장보병은 검술이나 창술 실력뿐만 아니라 갑옷과 투구, 방패의 무게를 견디면서 움직이는 체력도 있어야 한다.", "Un bouclier très lourd. Plus large que la plupart de ses pairs, il est fabriqué en bronze. Il peut être utilisé pour protéger toutes les parties du corps contre les attaques ennemies. Son poids ralentit cependant les mouvements et il est difficile de juger quel est le moment opportun pour parer une attaque. Une bonne défense passe par la maîtrise d'épées, de lances, ainsi que par la capacité à se mouvoir en portant armure, casque et bouclier.", "Ein großer Schild. Er ist aus Bronze gehämmert und hat einen großen Durchmesser, was ihn auch sehr schwer macht. Er kann den ganzen Körper schützen, reduziert aber die Bewegungsfreiheit des Trägers beträchtlich. Daher ist es erforderlich, den richtigen Zeitpunkt zum Blocken genau abzuschätzen. Ein schwer gerüsteter Kämpfer muss nicht nur über Körperkraft verfügen, sondern auch über die richtige Technik, um sich in voller Montur bewegen zu können.", "Uno de los más pesados. Mucho más ancho que sus homólogos ligeros, y al estar forjado en bronce también es más pesado. Puede proteger el cuerpo entero de los ataques, pero ralentiza mucho los movimientos, y por ello cuesta acertar con el momento de ponerse en guardia. La defensa de un guerrero depende no solo de espadas y lanzas, sino también de la capacidad de moverse llevando armadura, yelmo y un escudo."]}, "icon": "item_40200.png"}