{"slot": "Shield", "compendium_shown": true, "price_buy": 30000, "requirements": null, "name": "Force Shield", "type_id": 31, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 332, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 10, "Ice": 10, "Lightning": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 8, "DEF": 40}, "icon": "item_40208.png", "type": "Heavy Shield", "strings": {"name": ["Force Shield", "原力之盾", "포스 방패", "Bouclier de force", "Kraftschild", "Escudo de fuerza"], "desc_short": ["A shield that protects its wielder from magic.", "可以防禦魔法攻擊的盾", "마법으로부터 몸을 지키기 위한 방패", "Un bouclier qui protège son porteur des attaques magiques.", "Ein Schild, der seinen Besitzer vor Magie schützt.", "Un escudo que protege a su portador de la magia."], "desc_long": ["Shields usually protect their wielder from physical attacks, but the Force Shield shows its power in shielding its wielder from magic attacks. This shield is particularly useful for units weak to long range magic attacks, since it has the unique ability to weaken magic. However, they are unable to be reproduced, having been seemingly made using Farplane technology, so one can only hope to find one laying around.", "盾牌本是用來防禦敵人物理攻擊的武器，而這面原力之盾卻與眾不同，蘊含奇妙的力量，可以防禦敵人的魔法攻擊。因此它十分適合飽受魔法攻擊折磨的戰士使用。不過由於此盾使用了異界的技術，因此無法進行製作，只有極少現貨流通於世。", "방패는 원래 적의 물리공격을 막는 것이지만, 이 포스 방패는 유달리 마법 방어에 특화되었다. 마법을 완화하는 신비한 힘이 깃들어 있어, 원거리 마법공격에 약한 전사들에게 매우 유용하다. 단 이계의 기술이 사용된 탓에 새로 제작할 수 없어, 드물게 발견되는 것을 사용하는 수밖에 없다.", "Les boucliers sont généralement utilisés pour protéger des attaques physiques mais celui-ci montre son utilité en protégeant son porteur des attaques magiques. Ce bouclier est particulièrement utile pour les unités vulnérables aux attaques magiques de longue portée car il possède la capacité unique d'affaiblir la magie. Ils sont malheureusement impossibles à reproduire car fabriqués à partir d'une technologie que l'on ne trouve que dans l'Au-delà. Le seul espoir du guerrier en quête de ces pouvoirs est donc d'en trouver un sur un champ de bataille.", "Ein Schild, der seinen Besitzer vor physischen Angriffen schützt. Doch der Kraftschild zeigt seine wahre Stärke, wenn er magische Angriffe abwehrt. Dieser Schild ist besonders nützlich für Einheiten, die schwach gegenüber Magieangriffen aus der Ferne sind, da er die einzigartige Eigenschaft hat, Magie zu schwächen. Er kann jedoch nicht reproduziert werden, da er wohl mit Technologie aus dem Abyssum erschaffen wurde.", "Los escudos suelen proteger a su portador de ataques físicos, pero el escudo de fuerza muestra su poder al proteger a su portador de los ataques mágicos. Este escudo es particularmente útil para las unidades que son débiles ante ataques mágicos de largo alcance, ya que tiene la habilidad especial de debilitar la magia. No obstante, no puede reproducirse, y por lo que parece se realizaron utilizando tecnología del Etéreo, así que solo se puede esperar encontrar uno por ahí."]}, "accuracy": 0}