{"slot": "Shield", "compendium_shown": true, "price_buy": 150000, "requirements": null, "name": "Imperial Shield", "type_id": 31, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 425, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 15000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 65, "DEF": 65}, "icon": "item_40218.png", "type": "Heavy Shield", "strings": {"name": ["Imperial Shield", "帝國之盾", "제국의 방패", "Bouclier impérial", "Imperialer Schild", "Escudo imperial"], "desc_short": ["A heavy shield adorned with the head of a lion.", "形似獅頭的重盾", "사자의 머리를 본따 만든 무거운 방패", "Un bouclier lourd orné d'une tête de lion.", "Ein schwerer Schild, auf dem der Kopf eines Löwen prangt.", "Un escudo pesado decorado con la cabeza de un león."], "desc_long": ["A heavy shield that resembles the roaring face of a lion. Originally, this shield was much too heavy for anyone to wield, and was thus kept in the depths of the Zoldaad armory. However, a certain general was later able to obtain it and demonstrate its true capabilities by becoming a national symbol. Eventually, the shield lost its name in favor of the title given to the general who came to wield it.", "模仿怒吼獅頭的重盾。這枚盾牌因太過沉重而一直沉睡於佐爾達多的武器庫中。然而，某位將軍發揮了它真正的價值，並使之成為國防力量的象征。沒有人知道這枚盾牌真正的名稱，因此人們開始用這位將軍的外號稱呼它。", "커다란 송곳니를 드러낸 사자의 머리를 본떠 만든 무거운 방패. 이 방패는 무게가 상당한 탓에 다룰 수 있는 자가 아무도 없어, 졸다드 군의 무기고에 잠들어 있었다. 하지만, 어느 장군의 손에 넘어간 뒤부터 그 진가를 발휘하여 군방의 상징이 되었다. 정식 이름조차 잃어버린 이 방패는, 언젠가부터 이 장군의 이명과 같은 이름으로 불리게 되었다.", "Un bouclier lourd qui ressemble à la tête d'un lion en train de rugir. Au départ, ce bouclier était si lourd que personne n'arrivait à le porter, si bien qu'il resta confiné dans l'armurerie de Zoldaad. Mais, un jour, un certain général réussit à l'obtenir et montra à tous ce dont ce bouclier était capable. Il devint ainsi un symbole national. Puis, le bouclier finit par perdre son véritable nom, au profit de celui que le général lui avait donné.", "Ein schwerer Schild in Form des Gesichts eines brüllenden Löwen. Zu Beginn war dieser Schild zu schwer zum Heben und wurde darum in den Tiefen der Waffenkammer von Zoldaad aufbewahrt. Später jedoch konnte ein bestimmter General seiner Herr werden und wurde so zum Nationalhelden. Schließlich wurde der Schild sogar nach jenem General benannt, der stark genug war, um ihn zu führen.", "Un escudo pesado que recuerda a la cara rugiente de un león. Al principio pesaba demasiado para que nadie lo portara, por lo que se guardó en las profundidades del arsenal de Zoldaad. Sin embargo, cierto general consiguió obtenerlo y demostrar de lo que era capaz, por lo que se convirtió en símbolo nacional. Al final, el escudo pasó a tener el nombre del general que consiguió portarlo."]}, "accuracy": 0}