{"slot": "Shield", "compendium_shown": true, "price_buy": 4500, "requirements": null, "name": "Mythril Shield", "type_id": 31, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 118, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 450, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 35}, "icon": "item_40203.png", "type": "Heavy Shield", "strings": {"name": ["Mythril Shield", "秘銀盾", "미스릴 방패", "Bouclier de mithril", "Mithrilschild", "Escudo de mitrilo"], "desc_short": ["A shield made of mythril.", "用秘銀製作的盾牌", "미스릴로 만든 방패", "Bouclier fait de mithril.", "Schild aus Mithril.", "Escudo hecho de mitrilo."], "desc_long": ["One of the heavier shields. As soldiers, youngsters dream of fulfilling their duties dressed in mythril from head to toe. Unfortunately, although mythril armor is indeed very effective, most soldiers cannot afford such high quality equipment on their meager salaries. However, despite all of its great qualities, mythril armor does have its flaws. Its lustrous shine always makes the wearer stand out on the battlefield, making him or her an easy target for enemy attacks.", "重盾的一種。用秘銀裝備武裝全身是很多年輕士兵的夢想，因為秘銀裝備不光性能極佳，而且價格昂貴，不是誰都能夠買得起的。但這種裝備也有一個致命的缺點，那就是它的顏色太白了，還總是閃著銀光，在戰場上很容易成為敵人的目標。", "무거운 방패. 군에서 출세하려는 젊은이들은 온몸에 미스릴 장비를 두르는 날을 꿈꾼다. 성능은 말할 것도 없고, 가격도 일반 병사가 가지기에는 엄두도 못 낼 정도이기 때문이다. 하지만 미스릴 장비는 큰 단점이 하나 있다. 항상 은색으로 빛나기 때문에 전장에서 적의 집중 공격을 받기 쉽다는 점이다.", "L'un des boucliers les plus lourds. Les jeunes soldats rêvent toujours de partir au combat vêtus des pieds à la tête d'un équipement de mithril. Malheureusement, si les armures de mithril sont effectivement très résistantes, elles coûtent extrêmement cher, et la plupart des soldats ne peuvent pas se payer un tel luxe. Une armure de mithril a toutefois un défaut : son éclat est visible de loin et fait de son porteur une cible facile.", "Einer der schwereren Schilde. Junge Leute träumen davon, als Soldaten ihre Aufgaben von Kopf bis Fuß in Mithril gekleidet zu erfüllen. Auch wenn Mithrilrüstung sehr effektiv ist, können sich die meisten Soldaten diese hochqualitative Rüstung leider nicht von ihrem Sold leisten. Doch trotz der zahlreichen Vorzüge hat sie auch ihre Nachteile – ihr glänzender Schein lässt Soldaten auf dem Schlachtfeld hervorstechen und macht sie zu leichten Zielen.", "Uno de los escudos más pesados. Los soldados más jóvenes sueñan con cumplir su deber enfundados en mitrilo de la cabeza a los pies. Por desgracia, pese a que el mitrilo es realmente efectivo, no muchos pueden permitirse comprar un equipo de tan buena calidad con sus exiguos salarios. Además, pese a su gran calidad, el mitrilo también tiene su lado negativo: su brillo refulgente siempre hace destacar al portador en el campo de batalla, convirtiéndolo en blanco fácil para los ataques enemigos."]}, "accuracy": 0}