{"slot": "Shield", "compendium_shown": true, "price_buy": 15000, "requirements": null, "name": "Seraphim Shield", "type_id": 31, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 694, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 1500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 42}, "icon": "item_40105.png", "type": "Heavy Shield", "strings": {"name": ["Seraphim Shield", "炙熱天使之盾", "치천사의 방패", "Bouclier de Séraphin", "Seraphimschild", "Escudo de serafín"], "desc_short": ["A heavy shield adorned with the wings of an angel.", "有著天使之翼的重盾", "천사의 날개가 달린 무거운 방패", "Un bouclier lourd orné des ailes d’un ange.", "Ein schwerer Schild, geschmückt mit den Flügeln eines Engels.", "Un escudo pesado ornamentado con las alas de un ángel."], "desc_long": ["A heavy shield adorned with the wings of an angel. A pious knight is said to have ordered these shields to be made to exhibit the divine protection of the gods. It is said that knights using these shields remained unscathed, even in the fiercest of battles. Because of this, many placed faith on the shield itself. Those undeserving, purchasing the shield with excessive amounts of gold, often came back from the battlefields scarred and injured.", "裝飾著天使之翼的重盾。虔誠的騎士，為了以示神之加護製作而成。裝備這個盾的騎士，就算被捲入了亂戰中，也不會受到任何擦傷。在不知不覺中，這個盾就成為了信仰的對象。有人不惜花大錢也想要獲得它，但也正是這種人時常在戰場上受傷。", "천사의 날개가 달린 무거운 방패. 신앙심이 깊은 어느 기사가 신의 가호를 얻기 위해 만들어낸 것이다. 이 방패를 장비한 기사는 아무리 힘든 전투에 휘말려도 생채기조차 입지 않았다고 한다. 언젠가부터 이 방패 자체가 숭배의 대상이 되어, 거금을 주고서라도 손에 넣고자 하는 무리도 나타났지만 그러한 자들은 늘 전장에서 큰 부상을 입게 되었다.", "Un bouclier lourd orné des ailes d’un ange. On raconte qu’un chevalier très pieux a fait faire ce bouclier pour montrer qu'il bénéficiait de la protection des dieux. Il paraît que les chevaliers utilisant ce bouclier restent indemnes même dans les plus féroces batailles. C’est pourquoi, beaucoup finissent par placer leur foi non plus dans les dieux mais dans dans le bouclier lui-même. Les moins méritants, achetant le bouclier pour beaucoup trop d’or, reviennent souvent du champ de bataille estropiés et blessés.", "Ein schwerer Schild, geschmückt mit den Flügeln eines Engels. Man sagt, dass dieser Schild auf das Geheiß eines tiefgläubigen Ritters angefertigt wurden, der darin eine Methode sah, göttlichen Schutz auszudrücken. Ritter, die sich mit diesem Schild wappneten, sollen völlig unversehrt aus jeder Art von Schlachtgetümmel gekommen sein. Dies war auch der Grund, warum der Schild bald selbst zum Objekt der Anbetung. Auch Unwürdige boten daher große Geldmengen auf, um den Schild zu erwerben; diese aber trugen im Kampf Verletzungen  davon.", "Un escudo pesado ornamentado con las alas de un ángel. Se dice que un caballero fervoroso encargó estos escudos para probar la protección divina de los dioses. Asimismo, se dice que los caballeros que usaban estos escudos volvían sin un solo rasguño, incluso de las batallas más encarnizadas. Por ello, muchos empezaron a depositar su fe en este escudo. Sin embargo, si alguien que no fuera digno, usaba su fortuna para hacerse con uno de estos escudos, más de una vez volvía del campo de batalla magullado y herido."]}, "accuracy": 0}