{"slot": "Shield", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Grand M.'s Shield", "type_id": 31, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 798, "dmg_variance": null, "slot_id": 2, "effects": null, "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 30, "Light": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 32, "DEF": 46}, "icon": "item_40223.png", "type": "Heavy Shield", "strings": {"name": ["Grand M.'s Shield", "大元帥之盾", "대원수의 방패", "Bouclier gd maréchal", "GM-Schild", "Escudo del gran m."], "desc_short": ["A heavy shield brought from the faraway world of Luxendarc.", "來自異界盧森達爾克的重盾", "이계 룩센다르크에서 유입된 무거운 방패.", "Un bouclier lourd rapporté du monde lointain de Lucsendarc.", "Ein schwerer Schild aus der fernen Welt von Luxendarc.", "Un escudo pesado del lejano mundo de Luxendarc."], "desc_long": ["A heavy shield brought from the faraway world of Luxendarc. This shield is said to symbolize the power to protect, which is considered a necessary trait of those who rule over lands to lead their people in righteousness. This shield has been passed on through generations within a lineage of leaders of a certain land.", "來自異界盧森達爾克的重盾。象徵著「守護」的力量，是治理國家引導人民不可或確的資質之一。據說是某個國家代代的指導者間相傳的盾牌。", "이계 룩센다르크에서 유입된 무거운 방패. 나라를 다스리고 백성을 이끄는 자로서 필수불가결한 자질 중의 하나인 '수호'의 힘을 상징하는 것으로, 어느 나라의 지도자에게 대대로 전해져 내려온 물건인 듯하다.", "Un bouclier lourd rapporté du monde lointain de Lucsendarc. Il serait un symbole du pouvoir de protéger autrui, une qualité jugée nécessaire chez les suzerains souhaitant le bien de leur propre peuple. Ce bouclier a été transmis de génération en génération au sein d’une lignée de chefs d’un certain clan.", "Ein schwerer Schild aus der fernen Welt von Luxendarc. Bei diesem Schild geht man stark davon aus, dass er die Kraft des Schutzes symbolisiert, die als notwendige Eigenschaft für jene angesehen wird, die über das Land regieren und ihr Volk gerecht anführen. Der Schild wurde über Generationen hinweg in einer Linie von Anführern eines bestimmten Landes weitergegeben.", "Un escudo pesado del lejano mundo de Luxendarc. Se dice que este escudo simboliza el poder de proteger, habilidad que se considera necesaria entre los que gobiernan sus tierras de forma justa. Asimismo, este escudo ha pasado de generación en generación dentro de un linaje de líderes de cierto lugar."]}, "accuracy": 0}