{"slot": "Headgear", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Bunny Headband", "type_id": 40, "skills": [101500], "is_twohanded": false, "rarity": 8, "compendium_id": 789, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'HP +15%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 30, "SPR": 30, "DEF": 0}, "icon": "item_50294.png", "type": "Hat", "strings": {"name": ["Bunny Headband", "可愛兔耳髮箍", "브라보 바니의 헤어밴드", "Bandeau lapinou", "Hasenohren-Kopfschmuck", "Cinta de conejita"], "desc_short": ["A sexy headband brought from the Farplane.", "來自異界的性感髮飾", "이계 룩센다르크에서 유입된 섹시한 머리띠.", "Un serre-tête aguichant rapporté de l’Au-delà.", "Ein sexy Haarband aus einer fernen Welt.", "Una banda para el pelo muy sexi del Etéreo."], "desc_long": ["A sexy and cute headband brought from the faraway world of Luxendarc. This bunny headband is said to have been created by a great elder who tailored many forms of wears and attires. In particular, the elder seemed to have a fond liking of creating sexy and provocative garbs for beautiful shrine maidens.", "來自異界盧森達爾克，可愛又性感的兔耳髮箍。傳說異界盧森達爾克有一位老師，可以製作從巫女的祈禱服到暴露的性感服裝。據說這個髮箍也是他的作品。", "이계 룩센다르크에서 유입된, 귀엽고도 섹시한 브라보 바니의 머리띠. 이계 룩센다르크에는 무녀를 위한 기도복부터 노출도가 높은 섹시 의상까지 다양한 의복을 짓던 노사가 있었다고 한다. 이 머리띠 또한 그의 작품이라고 알려져 있다.", "Un serre-tête mignon et aguichant rapporté du monde lointain de Lucsendarc. Il est dit que ce serre-tête de lapin fut fabriqué par un grand sage qui confectionnait de nombreux accessoires et costumes. Il semblait se délecter tout particulièrement des tenues aguichantes et provocatrices qu’il créait pour les jolies vestales du pays.", "Eine sexy-süßes Stirnband aus der fernen Welt von Luxendarc. Von diesem Häschen-Stirnband heißt es, dass es von einem großen Weisen hergestellt worden sein soll, der verschiedenste Kleidung und Gewänder anfertigte. Der Weise soll besonders Gefallen an der Herstellung von aufreizenden und provokanten Kluften für schöne Vestalinnen gefunden haben.", "Una banda para el pelo muy sexi del Etéreo. Se dice que esta banda de conejita la creó un gran sabio que se dedicaba a elaborar diversas prendas y atuendos. Sin embargo, parece que el anciano se aficionó a crear prendas sensuales y provocativas para las bellas sacerdotisas."]}, "accuracy": 0}