{"slot": "Headgear", "compendium_shown": true, "price_buy": 500, "requirements": null, "name": "Celebrant's Miter", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 129, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 50, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 10}, "type": "Hat", "strings": {"name": ["Celebrant's Miter", "祭司帽子", "사제 모자", "Mitre de prêtre", "Bischofsmütze", "Tocado monacal"], "desc_short": ["A hat worn by those who serve the gods.", "侍奉神明者的帽子", "신을 섬기는 사람이 쓰는 모자", "Chapeau porté par les serviteurs des dieux.", "Die Haube eines Gottesdieners.", "Sombrero que llevan servidores de dioses."], "desc_long": ["The cylindrical and pure white hat of a priest that may look even more dignifying when worn along with a cleric's robe. Since it is donned by clergymen, its powerful and widespread image is familiar to many. When children play with one another, they look for something cylindrical to wear over their heads that they later cover with an overly long cloth. This headpiece alone is said to completely transform them into the role of a priest.", "祭司佩戴的帽子。清白淨潔，外形呈筒狀。如果和司祭法袍一同裝備，便可更加威嚴凜然。一提起神職人員，人們首先會想到這種帽子。這類刻板印象廣泛存在，以至於小孩扮家家酒的時候，只要戴上某種細長筒狀物，披上垂地的長布，就能夠完全進入祭司的角色中。", "사제가 쓰는 모자. 하얗고 정결하며 통처럼 생겼다. 사제의 로브를 함께 걸치면 한층 더 위엄이 선다. 성직자 하면 가장 먼저 이 모자가 떠오를 정도로 친숙하다. 아이들도 사제 놀이를 할 때는 가늘고 긴 통을 머리에 쓰고 땅에 질질 끌리는 넓은 천을 두르는 게 정석이라고 한다.", "Le chapeau cylindrique et blanc immaculé d'un prêtre qui paraît encore plus majestueux lorsqu'il est porté avec une robe d'ecclésiastique. Porté par les religieux, il possède une image forte auprès de nombreuses personnes. Certains enfants se mettent souvent en quête d'objets cylindriques avant de se couvrir d'une longue bande de tissu afin de jouer au prêtre. La ressemblance est telle qu'on s'y méprendrait !", "Der reinweiße, zylindrische Hut eines Priesters sieht noch würdevoller aus, wenn er zusammen mit priesterlichen Roben getragen wird. Als Teil des geistlichen Ornats hat dieser Hut eine enorme Symbolkraft und ist überall bekannt. Spielende Kinder schlüpfen gerne in die Rolle eines Priesters, indem sie sich das nächstbeste zylindrische Objekt auf den Kopf setzen und sich eine lange Decke über die Schultern werfen.", "El sombrero cilíndrico y de blanco puro de un sacerdote puede quedar aún más digno con la túnica clerical. Como lo lleva el clero, su imagen poderosa y conocida resulta familiar a muchos. Los niños, cuando juegan, buscan algo cilíndrico que ceñirse a la cabeza, que luego cubren con una tela larga. Se dice que este tocado por sí solo los transforma en sacerdotes."]}, "icon": "item_30105.png"}