{"slot": "Headgear", "compendium_shown": true, "price_buy": 90000, "requirements": ["UNIT_ID", 401000104], "name": "Bunny Mask", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 90053, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 20, "MAG": 25, "SPR": 0, "DEF": 12}, "type": "Hat", "strings": {"name": ["Bunny Mask", "兔子面具", "토끼 가면", "Masque de lapin", "Häschenmaske", "Máscara de conejita"], "desc_short": ["Black mask with bunny ears filled with mystery.", "充滿神秘感的兔耳面具", "토끼 귀가 달린 신비한 검은색 가면", "Un masque de lapin noir entouré de mystère.", "Eine geheimnisvolle schwarze Maske mit Häschenohren.", "Una máscara con orejas de conejo envuelta de misterios."], "desc_long": ["Black mask with bunny ears filled with mystery. This was a disguise used by a vigilante from another world to protect her identity as she watches over her town at night. Strangely enough, this mask nullifies fear from its wearer, empowering one to take a stride with courage.", "充滿神秘感的兔耳面具。來自異世界的守護者，在夜晚巡視城鎮時，為了隱藏身分所使用的面具。不可思議的是，此面具能夠消除穿戴者的恐懼，讓人充滿自信心。", "토끼 귀가 달린 신비한 검은색 가면. 이계의 자경단이 한밤중 마을을 순찰할 때 정체를 들키지 않기 위해 사용했던 마스크이다. 착용자의 두려움을 없애고, 용기를 북돋아주는 신비한 힘을 가지고 있다.", "Un masque de lapin noir entouré de mystère. C’était autrefois un masque qui servait à cacher l'identité d'une vengeresse masquée lorsqu'elle protégeait la ville pendant la nuit. Curieusement, ce masque protège son porteur de la peur en lui offrant une dose de courage qui lui permet de franchir tous les obstacles.", "Eine geheimnisvolle schwarze Maske mit Häschenohren. Eine Rächerin aus einer anderen Welt, die nachts über ihre Stadt wachte, schützte damit ihre Identität. Diese Maske nimmt dem Träger jede Furcht und lässt sie mutig voranschreiten.", "Una máscara con orejas de conejo envuelta de misterios. Era usada como disfraz por una justiciera de otro mundo para guardar su identidad mientras protegía su ciudad por la noche. Lo curioso es que esta máscara inutiliza el miedo que siente su portador, ayudando a que este se atreva a plantar cara a sus oponentes."]}, "icon": "global_item_10074.png"}