{"slot": "Headgear", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "ロビンのマスク", "type_id": 40, "skills": [214630], "is_twohanded": false, "rarity": 6, "compendium_id": 629, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'ファイアクラッカー' ability."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 25, "DEF": 40}, "icon": "item_30136.png", "type": "Hat", "strings": {"name": null, "desc_short": {"1": "正義的英雄怪傑羅賓的假面"}, "desc_long": {"1": "正義英雄怪傑羅賓的假面。羅賓在異界與惡貫滿盈的商會做鬥爭，他那懲惡揚善的身姿獲得了無數人的稱讚，也因此他所佩戴的假面也成了槍手商品。不僅如此，只要戴上這個假面，不管是誰看上去都和怪傑羅賓一模一樣，因此用來偽裝自己是再合適不過的了。", "0": "In a faraway land is a town called Yamas where the Dophore firm used their position to conduct various deeds of evil. There stood a man of justice, the masked hero, Robin, who would appear to those in need, vanquishing any evil standing in his way. Robin was so admired that people associated him to his trademark mask. Interesting enough, no matter the person's body shape and size, wearing this mask would make people believe the person is the masked hero Robin, thus hiding the person's identity.", "5": "En una tierra lejana hay una ciudad que se llama Yamas, donde la compañía Dophore aprovechó su posición para hacer mucho mal. Sin embargo, Robin, un hombre justo, un héroe enmascarado, empezó a aparecérsele a las personas necesitadas y se encargaba de combatir cualquier mal que se interpusiera en su camino. La gente acabó admirando a Robin profundamente y se le vinculó a su máscara. A partir de ahí, ya no importaba que la persona fuese más gorda o más flaca; si llevaba la máscara distintiva, se trataba de Robin. Eso ayudó bastante a ocultar la identidad del héroe.", "4": "In einem fernen Land gibt es eine Stadt namens Yamas, in dem das Unternehmen Dophore seine Position ausnutzte, um diverse teuflische Machenschaften auszuüben. Dort gab es einen Mann der Gerechtigkeit, den maskierten Helden Robin, der denen in Not half und das Böse besiegte. Er wurde so bewundert, dass ihn alle an seiner Maske erkannte. Wer auch immer hinter der Maske steckte, wer sie trug, den hielt man für den Helden Robin."}}, "accuracy": 0}