{"slot": "Headgear", "compendium_shown": true, "price_buy": 25000, "requirements": null, "name": "Bomber's Bicorne", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 880, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 2500, "stats": {"status_inflict": null, "status_resist": {"Paralyze": 100}, "element_resist": null, "HP": 0, "ATK": 36, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 31}, "icon": "item_30145.png", "type": "Hat", "strings": {"name": ["Bomber's Bicorne", "炮擊士雙角帽", "포격사의 이각모", "Bicorne de bombardier", "Grenadier-Zweispitz", "Bicornio de bombardero"], "desc_short": ["A hat used to promote a person's prominence on the battlefield", "能充分展現戰場功績的帽子", "전장에서 공적을 어필하기 위해 쓰는 모자.", "Un chapeau utilisé pour souligner l’importance d’un individu sur le champ de bataille.", "Ein Hut, der benutzt wird, um auf dem Schlachtfeld aufzufallen.", "Un sombrero que sirve para desenvolverse mejor en el campo de batalla."], "desc_long": ["Being prominent is the best way to hark your glory on the battlefield. In that sense, this gaudy hat offers the means to give soldiers the prominence they seek. Many soldiers who fought with projectiles from afar lack the opportunity to show their presence on the frontlines of battle, so they often wore these hats to show their existence on the battlefield.", "引人眾人注目可謂在戰場上張揚自己功績的最佳手段。炮兵很少有機會在最前線打倒敵人，多半都在後方進行遠距離攻擊，因此他們為增加自己的存在感而戴上了這種帽子。", "전장에서 공적을 어필하기 위해서는 타인보다 더욱 눈에 띌 수밖에 없다. 가장자리가 화려한 색으로 장식된 이 모자는, 전장에서 눈에 띄고 싶은 병사들의 소망을 이뤄주는 아이템이라고 할 수 있다. 최전선에서 적을 쓰러뜨릴 기회가 적고, 주로 후방에서 원거리 공격을 펼치는 포격병은 이 모자를 쓰고 자신의 존재감을 드러내기 위해 애를 썼던 모양이다.", "L’importance d’un combattant rapporte souvent à la gloire qu’il obtient sur le champ de bataille. En ce sens, ce chapeau tapageur donne aux soldats les moyens d’obtenir l’importance qu’ils convoitent. De nombreux guerriers qui se battent à distance à l’aide d’armes à feu n’ont que peu de chances d’afficher leur présence sur la ligne de front, de sorte qu’ils décident parfois de porter ce couvre-chef pour pallier ce manque.", "Durch äußere Erscheinung aufzufallen ist zweifelsohne eine der besten Methoden, sich schnell Ruhm und Ehre auf dem Schlachtfeld einzubringen. Deshalb ist dieser knallige Hut die erste Wahl für Soldaten, die auch während des Kampfes durch flamboyantes Aussehen Aufmerksamkeit erregen wollen. Viele im Fernkampf geübte Soldaten in den hinteren Reihen suchten sich diese Kopfbedeckung aus, da ihnen zu oft die Gelegenheit fehlte, sich an der Front zu präsentieren.", "Para destacar en el campo de batalla y hacerse con la gloria, hay que dejarse ver. Por ello, este sombrero le ofrece la posibilidad de resaltar a los soldados que lo deseen. En este sentido, muchos de los soldados que luchan lanzando proyectiles desde lejos lo tienen difícil a la hora de hacerse notar durante una batalla, por lo que normalmente llevan estos sombreros para dejar claro que están ahí."]}, "accuracy": 0}