{"slot": "Headgear", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Hypno Crown", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 134, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 12, "DEF": 5}, "type": "Hat", "strings": {"name": ["Hypno Crown", "睡神王冠", "히프노크라운", "Tiare d'hypnose", "Hypno-Krone", "Hipnocorona"], "desc_short": ["A curiously charming crown.", "擁有妖豔魅力的王冠", "요사한 매력을 띤 관", "Couronne curieusement séduisante.", "Eine Krone mit sonderbarer Ausstrahlung.", "Corona curiosamente encantadora."], "desc_long": ["The crown once worn by a sorcerer-queen who was just as beautiful as she was wise. The effective way in which she used the combination of her looks, knowledge, and wit in her manner of speech caused the king and his knights to fall right into the palm of her hand. Her country shortly saw itself in ruins as she manipulated everyone around her, but her crown survived. Those who look upon it now are captivated by the strange glimmer it has managed to maintain to this day.", "傳說中一位妖魅的王妃佩戴的頭冠。她嫵媚動人，又十分聰慧，憑藉其美貌和學識，以及豐富多樣的談話技巧，自如地操控著國王及其大臣和騎士。成為王妃傀儡的國家不久之後便滅亡，但她遺留的頭冠仍然保持著妖艷的光澤，讓觀者為之癡迷。", "요염한 왕비가 썼다고 전해지는 관. 그녀는 매우 아름다우면서도 영악했다. 미모와 지성, 기지 넘치는 화술로 왕을 비롯한 고관들과 기사들을 뜻대로 조종했다고 한다. 왕비의 꼭두각시가 된 나라는 곧 멸망했지만, 그녀가 남긴 관은 보는 사람을 매료시키는 요사한 빛을 영원히 내고 있다고 한다.", "Cette couronne fut portée par une reine-sorcière aussi belle qu'elle était intelligente. Son physique avantageux, ses grandes connaissances et sa présence d'esprit mirent le roi et ses chevaliers à ses pieds. Son pays tomba en ruine peu de temps après en raison de la façon dont elle manipulait les gens autour d'elle. La couronne, elle, subsista et sa lueur résiduelle étrange charme encore aujourd'hui tous ceux qui la regardent.", "Die Krone einer diabolischen Königin, sowohl von betörender Schönheit als auch großer Gerissenheit, die ihre Vorzüge und ihr rhetorisches Geschick einsetzte, um nach und nach die Macht im Lande an sich zu reißen. Der König, dessen Kanzler und letztlich auch die Ritter wurden zu ihren Marionetten. Das Reich ist mittlerweile untergegangen, doch die Krone existiert noch und zieht bis heute die Menschen in ihren Bann.", "La corona que una vez llevó una reina hechicera tan hermosa como sabia. La forma en que combinaba su aspecto y sabiduría y el ingenio en su forma de hablar hacían que tuviera al rey y a sus caballeros en la palma de la mano. Su país acabó en ruinas debido a su manipulación, pero la corona sobrevivió. Quienes la miran quedan cautivados por el extraño destello que aún hoy conserva."]}, "icon": "item_30110.png"}