{"slot": "Headgear", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Crown of Justice", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 832, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": {"Confusion": 30, "Petrify": 30, "Silence": 30}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 10, "SPR": 10, "DEF": 0}, "icon": "item_63103.png", "type": "Hat", "strings": {"name": ["Crown of Justice", "正義之冠", "정의의 왕관", "Couronne de la justice", "Krone der Gerechtigkeit", "Corona de la justicia"], "desc_short": ["A crown made for a just ruler.", "為了公平的統治者所製作的頭冠", "공명정대한 통치자를 위해 제작된, 마력이 감도는 왕관.", "Une couronne faite pour un suzerain juste.", "Eine magische Krone, die für einen gerechten Herrscher angefertigt wurde.", "Una corona que se creó para un gobernante justo."], "desc_long": ["A magical crown made for a just ruler. There are many noteworthy kings and emperors in history, but very few can be called just. This crown is able to see a person's true self, and will shine brightly only on the heads of those who are truly just.", "為了公平的統治者所製作，帶著魔力的頭冠。雖然在歷史上留名的國王與皇帝非常多，但是以公平的統治方式留名青史的人非常少。這個頭冠能看穿持有者的內心，只有在公平的統治者頭上，才會散發出光輝。", "공명정대한 통치자를 위해 제작된, 마력이 감도는 왕관. 군주나 황제는 수많은 역사에 그 이름을 남기고 있지만, 공명정대한 통치자로 알려진 자는 얼마 되지 않는다. 이 전설의 왕관은 그 신비한 힘으로 공명정대한 통치자만을 수호한다고 알려져 있다.", "Une couronne faite pour un suzerain juste. De nombreux rois et empereurs remarquables se sont succédé tout au long de l’histoire, mais seuls quelques-uns peuvent être qualifiés de justes. Cette couronne a le pouvoir de percevoir la véritable personnalité d’un homme, et se met à scintiller dès lors qu’elle juge son porteur juste.", "Eine magische Krone, die für einen gerechten Herrscher angefertigt wurde. In der Geschichte gab es zahlreiche große Könige und Herrscher, aber nur die wenigsten von ihnen waren auch gerecht. Diese Krone erkennt das wahre Ich einer Person und erstrahlt nur auf dem Kopf von wahrlich Gerechten.", "Una corona que se creó para un gobernante justo. A lo largo de la historia, muchos han sido los reyes y emperadores dignos de ser recordados, pero a muy pocos se les podría llamar \"justos\". Esta corona es capaz de indagar en lo más profundo del ser de cada persona, y brillará con fuerza si se halla sobre la cabeza de alguien justo de verdad."]}, "accuracy": 0}