{"slot": "Headgear", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Platinum Tiara", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 601, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 8}, "type": "Hat", "strings": {"name": ["Platinum Tiara", "白金頭冠", "백금의 티아라", "Tiare de platine", "Platinumtiara", "Tiara de platino"], "desc_short": ["A tiara made from platinum.", "以白金製成的頭冠", "백금으로 만들어진 티아라", "Une tiare faite de platine.", "Eine Tiara aus Platin.", "Una tiara de platino."], "desc_long": ["A tiara made from platinum. Despite the beautiful silver white shine coming from platinum, many females avoided it because of its weight. But in recent years, the techniques employed by craftsmen have made great advancements making the tiara much lighter and easier to use. Interestingly enough, it seems as if this tiara is used more in rituals and ceremonies than for actual protection.", "用耀眼的白金製成的頭冠。白金飾品儘管美麗，但有著過於沉重的缺點，因而女士們一般都敬而遠之。但隨著加工技術的進步，潮流也發生了逆轉。只是，統計數據顯示，頭冠更多作為裝飾品出現在儀式等莊重場合，而非作為裝備品出現在戰場上。", "하얗게 빛나는 백금을 재료로 사용한 티아라. 무거운 금속인 백금은 그 아름다움과는 정반대로 여성에게 경원시 되는 경향이 있다. 그러나, 최근에는 장인들의 기술이 크게 진보하여 여성들도 가볍게 착용할 수 있을 정도로 경량화되었다. 그러나, 통계에 의하면 티아라는 장비로서 착용하기보다는 의식이나 행사 등의 보여주기 용 장신구로 사용되는 경우가 많다.", "Une tiare faite de platine. Malgré la beauté de l'éclat du platine dont elle est faite, beaucoup de femmes préfèrent éviter de la porter en raison de son poids. Mais ces dernières années, les incroyables progrès réalisés par les artisans dans la réduction du poids du platine ont permis d'alléger grandement cette tiare et l'on rendue bien plus facile à utiliser. Il est intéressant de noter que cette tiare est bien plus utilisée lors de rituels ou de cérémonies, que comme véritable protection.", "Eine Tiara aus Platin. Trotz ihres schönen Silberscheins ist sie vielen Frauen zu schwer. Doch durch den jüngsten Fortschritt in der Herstellung hat sich das geändert und sie ist nun leichter zu tragen. Die Tiara scheint zudem mehr bei Ritualen und Zeremonien zu dienen als für den tatsächlichen Schutz.", "Una tiara de platino. A pesar del bonito brillo plateado que desprende el platino, muchas mujeres lo han evitado por su peso. Sin embargo, recientemente, las nuevas técnicas de los artesanos han conseguido reducir el peso de la tiara considerablemente. Curiosamente, parece que esta tiara suele usarse más en rituales y ceremonias que como protección."]}, "icon": "item_30122.png"}