{"slot": "Headgear", "compendium_shown": true, "price_buy": 25000, "requirements": null, "name": "Beatrix's Eyepatch", "type_id": 40, "skills": [101600, 217130], "is_twohanded": false, "rarity": 7, "compendium_id": 691, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'ATK +15%' passive.", "Grants 'Beatrix's Eyepatch' passive."], "price_sell": 2500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 15}, "icon": "item_30139.png", "type": "Hat", "strings": {"name": ["Beatrix's Eyepatch", "貝特麗克絲的眼罩", "베아트릭스의 안대", "Cache-œil de Béate", "Beatrix' Augenbinde", "Parche de Beatrix"], "desc_short": ["An eyepatch that was once worn by a female general from another world.", "異界女將軍所使用的眼罩", "이계의 여장군이 착용하던 안대", "Un cache-œil qui était porté par une générale d'un autre monde.", "Eine Augenbinde aus einer anderen Welt. Sie soll einst von einer Generalin getragen worden sein.<br>", "Un parche para el ojo que antaño llevó puesto una general de otro mundo."], "desc_long": ["An eyepatch that came from the faraway world of Gaia. This particular eyepatch is said to have been worn by a female general of Alexandria. Despite wearing an eyepatch over her right eye, she was so skilled that she even boasted of how she once felled a hundred knights in battle.", "來自異界蓋亞的眼罩。亞力山德利亞的女將軍所配戴的。那位女將軍時常將這個眼罩覆蓋在右眼處，但儘管如此，她的劍技也十分高超，人稱「百人斬」。", "이계 가이아에서 유입된 안대. 알렉산드리아 왕국의 여장군이 사용하던 것이다. 이 여장군은 항상 이 안대로 오른쪽 눈을 가리고 있었지만, '100명을 벤 자'라고도 불릴 정도로 뛰어난 검기를 자랑했다고 한다.", "Un cache-œil qui était porté par une générale venant du monde lointain de Gaïa. Ce cache-œil aurait, paraît-il, été porté par une femme général d’Alexandrie. On raconte que son talent était tellement grand que, malgré ce handicap, elle aurait réussi à terrasser plus de cent hommes sur le champ de bataille à elle toute seule.", "Eine Augenbinde aus der fernen Welt Gaia, der man nachsagt, dass sie von der Generalin des Königreichs Alexandria getragen wurde. Obwohl ihr rechtes Auge durch diese Binde verdeckt war, sollen ihre Fähigkeiten als Schwertkämpferin so herausragend gewesen sein, dass sie es mit 100 Gegnern auf einmal aufnehmen konnte.", "Un parche para el ojo que perteneció a una general de Alexandria, en el lejano mundo de Gaia. Llevar cubierto el ojo derecho no fue impedimento para su destreza con la espada. Se la conoció como una terrible guerrera."]}, "accuracy": 0}