{"slot": "Headgear", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Red Cap", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 135, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 5, "element_inflict": null, "MP": 0, "MAG": 5, "SPR": 5, "DEF": 5}, "type": "Hat", "strings": {"name": ["Red Cap", "深紅帽子", "빨간 모자", "Béret rouge", "Rote Kappe", "Gorra roja"], "desc_short": ["A fashionable red cap.", "紅色時髦的帽子", "세련된 빨간색 모자", "Chapeau rouge élégant.", "Eine modische rote Kappe.", "Una bonita gorra roja."], "desc_long": ["A stylish hat used for defense that has recently come into fashion. Dashing even while worn in battle, the red cap's popularity is said to have spread from the time red mages began wearing them. However, since it is bright red in color, it is difficult to match to different outfits, making color coordination a tedious task. Whoever manages to pull off the Red Cap will undoubtedly look fantastic, but it is an item geared towards the experienced in fashion.", "最近風靡大街小巷的帽子，既具有很高的防禦力，又非常的時尚，深受即使在戰鬥中也不忘時髦的赤魔道士們的喜愛。但由於它那鮮紅的顏色很難搭配衣服，因此只有時尚達人才能夠帥氣地駕馭得住它。", "최근 유행하는 모자로 방어력도 뛰어나고 맵시도 있다. 전투 중에도 멋을 잃지 않는 적마도사들을 중심으로 보급되었다. 말 그대로 색이 새빨개서 잘 맞춰 입지 않으면 모자만 붕 뜨게 된다. 잘 소화할 수 있다면 멋있지만 난이도가 높다.", "Principalement utilisé en défense, ce chapeau élégant est à la mode depuis peu. Se battre tout en restant élégant peut être important, et les mages rouges l'ont bien compris. Ce chapeau a connu une véritable hausse de popularité depuis qu'ils ont commencé à le porter, mais reste difficile à marier avec une tenue en raison de son rouge écarlate. C'est  pour cela que cet accessoire est à réserver à ceux pour qui la mode n'a aucun secret.", "Ein stilvoller Hut, wie er der neuesten Mode entspricht. Besonders bei Rotmagiern, die auch im Kampf ein gutes Bild abgeben wollen, ist er beliebt. Aufgrund seiner kreischroten Farbe ist es jedoch nicht leicht, ihn in ein gut koordiniertes Outfit zu integrieren, daher eignet er sich nur für äußerst stilsichere Individuen. Wer diesen Hut tragen kann, ohne sich lächerlich zu machen, sieht dafür umso fabelhafter aus.", "Un gorro con estilo que se usaba para la defensa y ahora está de moda. Fantástico incluso en batalla, se dice que su popularidad aumentó desde que empezaran a llevarlo los magos rojos. Sin embargo, al ser rojo brillante resulta difícil de combinar. Quien se haga con él tendrá un aspecto estupendo, pero está destinado a los más expertos en moda."]}, "icon": "item_30111.png"}