{"slot": "Headgear", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Prishe's Hairpin", "type_id": 40, "skills": [100010, 100040], "is_twohanded": false, "rarity": 8, "compendium_id": 522, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'HP +10%' passive.", "Grants 'MP +10%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 45, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Hat", "strings": {"name": ["Prishe's Hairpin", "普利修髮飾", "프리쉬의 머리장식", "Épingle de Prishe", "Prishes Haarnadel", "Coletero de Prishe"], "desc_short": ["A hair ornament from another world that raises one's power.", "能讓人力量煥發的異界髮飾", "힘이 넘쳐흐르는 이계의 머리 장식", "Une parure de cheveux venant d'un autre monde qui augmente la puissance de son porteur.", "Ein Haarschmuck aus einer anderen Welt, der die Kraft erhöht.", "Un ornamento para el pelo de otro mundo que aumenta el poder del usuario."], "desc_long": ["A hair ornament worn by a very spirited girl from the distant world of Vana'diel that raises one's power. The hairpin increases the wearer's HP, MP, and ATK.", "來自異界瓦納·迪爾的髮飾，曾屬於一位豪爽的少女。能夠提高裝備者的HP和MP以及攻擊力。", "이계 '바나딜'에서 유입된, 호쾌한 소녀의 머리 장식. 장착하면 HP와 MP, 그리고 공격력이 상승한다.", "Une parure de cheveux portée par une jeune fille pleine d'entrain du monde lointain de Vana'diel qui peut augmenter la puissance. L'épingle à cheveux augmente les PV et PM de son porteur, ainsi que son ATT.", "Der Haarschmuck eines mutigen Mädchens aus der fernen Welt Vana'diel, der die Kraft erhöht. Die Haarnadel erhöht die MP und LP sowie die Angriffskraft des Trägers.", "Un ornamento para el pelo que perteneció a una chica llena de vida del lejano mundo de Vana'diel. Esta horquilla aumenta la VIT, los PM y el ATQ de su portador."]}, "icon": "item_30129.png"}