{"slot": "Headgear", "compendium_shown": true, "price_buy": 25000, "requirements": null, "name": "Microchu Cap", "type_id": 40, "skills": [100010], "is_twohanded": false, "rarity": 7, "compendium_id": 873, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'HP +10%' passive."], "price_sell": 2500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Earth": 20, "Wind": 20}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 25}, "icon": "item_30144.png", "type": "Hat", "strings": {"name": ["Microchu Cap", "食腐獸帽", "코츄 모자", "Couvre-chef Microtyugh", "Kleinküsschenkappe", "Gorra de microchú"], "desc_short": ["A hat modeled in the shape of a microchu.", "模仿食腐獸的模樣所製作的帽子", "코츄의 모습을 본떠 만든 모자.", "Un chapeau en forme de Microtyugh.", "Ein Hut, der in der Gestalt eines Kleinküsschens modelliert wurde.", "Una gorra con forma de microchú."], "desc_long": ["A hat modeled in the shape of a microchu. The cap has a cute design, and is popular among a wide range of people. When it was first released, it was designed to look more like a real microchu, but a rumor saying that those wearing the cap wouldn't be attacked by monsters in the forest began to spread, so the design was updated to debunk the rumor.", "模仿食腐獸的模樣所製作的帽子。以可愛的形象聚集了各個年齡層的愛好者，並成為了人氣當紅的話題道具。在首次發售時，是以重現真實的食腐獸來進行設計，但因為出現了「在森林裡戴上食腐獸帽就不會被魔物襲擊」的流言，因此重新進行設計。", "코츄의 모습을 본떠 만든 모자. 코츄의 모습을 귀엽게 캐릭터화하여 만든 그 모자는, 폭넓은 세대로부터 인기를 끌고 있는 화제의 아이템이기도 하다. 발매 당시에는 코츄의 모습을 리얼하게 재현했지만 '코츄 모자를 쓰면 숲에서 마물의 습격을 받게 된다'는 유언비어가 퍼져, 디자인을 변경하게 되었다고 한다.", "Un chapeau en forme de Microtyugh. Il s’agit d’un joli couvre-chef qui bénéficie d’une certaine popularité auprès d’une grande variété d’hommes et de femmes. Les premiers modèles arboraient une reproduction exacte d’un véritable Microtyugh, mais ceci dut rapidement être changé lorsqu’une rumeur affirmant que le chapeau pouvait protéger son porteur des monstres de la forêt se répandit.", "Ein Hut, der in der Gestalt eines Kleinküsschens modelliert wurde. Die Kopfbedeckung hat ein niedliches Design und wird von einer Vielzahl an Menschen hoch geschätzt. Als der Hut das erste Mal auf den Markt kam, war sie einem echten Kleinküsschen nachempfunden; es hielt sich jedoch hartnäckig das Gerücht, dass alle, die diesen Hut tragen, nicht von Monstern im Wald attackiert würden. Um dieses Gerücht zu entkräften, wurde das Design schließlich geändert.", "Una gorra con forma de microchú. El diseño de esta gorra es adorable y se trata de un objeto muy popular entre mucha gente. Cuando salió al mercado por primera vez, se parecía más a un microchú de verdad; sin embargo, se empezó a extender el rumor de que los monstruos dejaban en paz a las personas que llevaban esta gorra, por lo que se actualizó el diseño para desmontar aquella superstición."]}, "accuracy": 0}