{"slot": "Headgear", "compendium_shown": true, "price_buy": 5000, "requirements": null, "name": "Sturdy Headband", "type_id": 40, "skills": [101210], "is_twohanded": false, "rarity": 5, "compendium_id": 616, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'Magic Counter' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 12, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 14, "DEF": 14}, "type": "Hat", "strings": {"name": ["Sturdy Headband", "不屈護額", "불굴의 머리띠", "Bandeau robuste", "Robustes Stirnband", "Cinta robusta"], "desc_short": ["A headband that adorns one with an undiscouraging heart.", "擁有不屈之心的人使用的護額", "깨지지 않는 마음을 습득할 수 있는 머리띠", "Un bandeau qui permet à son porteur de se battre sans jamais abandonner.", "Ein Stirnband, das den Träger mit einem mutigen Herzen versieht.", "Un pañuelo anudado que adorna la cabeza de los descorazonados."], "desc_long": ["A headband that when worn adorns one with an undiscouraging heart. While protecting one's head, it also helps them to focus and overcome their weaknesses. In particular, martial artists who consider their bodies to be weapons often suffer setbacks in their tough daily training. It is during these moments of distress when this headband really shines.", "將此護額綁在頭上便能變得不屈不撓。在頭部受到保護的同時還能夠令注意力有所集中，從而克服裝備者的弱點與缺點。特別是以自身肉體為武器的格鬥家，在平日的刻苦訓練中很容易遇到挫折，每當這個時候不屈護額便會發揮它真正的作用。", "이마에 두르면, 깨지지 않는 마음을 습득할 수 있는 머리띠. 머리를 지키는 동시에 정신을 바짝 차리고, 자신의 모자람과 약점을 극복하기 위해 사용한다. 특히, 육체가 곧 무기가 되는 격투가들에게 있어 매일매일 이어지는 혹독한 수련을 견디지 못하고 도중에 좌절에 빠지는 자도 많다. 그렇게 마음이 꺾여버릴 것 같은 위기가 닥치면, 이 머리띠가 진가를 발휘할 것이다.", "Un bandeau qui, une fois serré autour de la tête, permet à son porteur de se battre sans jamais abandonner. Il permet non seulement de protéger la tête, mais donne également un pouvoir de concentration tel qu'il permet de faire disparaître les faiblesses du porteur. Il est particulièrement utilisé chez les pratiquants d'arts martiaux qui considèrent leur corps comme arme. En effet, il leur permet de supporter leurs très difficiles entraînements quotidiens. C'est en particulier lorsqu’ils ont des moments de fatigue que ce bandeau revêt toute son utilité.", "Ein Stirnband, das den Träger mit einem mutigen Herzen versieht. Nicht nur schützt es den Kopf, sondern hilft auch bei der Konzentration und Bewältigung eigener Schwächen. Besonders trifft dies auf Kampfkünstler zu, die in ihrem täglichen Training oft Rückschläge erleiden. In diesen Moment erstrahlt die wahre Kraft des Stirnbandes am hellsten.", "Un pañuelo anudado que adorna la cabeza de los descorazonados. Su función principal es proteger la cabeza, pero también ayuda a superar las dificultades. En concreto, los expertos en artes marciales, que usan sus cuerpos como arma, suelen sufrir dificultades durante sus duras sesiones de entrenamiento. En estos momentos de desesperación es cuando el pañuelo brilla de verdad."]}, "icon": "item_30135.png"}