{"slot": "Headgear", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Mystery Veil", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 136, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 16, "DEF": 7}, "icon": "item_30112.png", "type": "Hat", "strings": {"name": ["Mystery Veil", "神秘面紗", "신비한 베일", "Voile mystique", "Mystikschleier", "Velo misterioso"], "desc_short": ["A mysterious veil that covers the face.", "遮蓋容顏的神秘面紗", "얼굴을 가리는 신비한 베일", "Voile mystérieux qui couvre le visage.", "Mysteriöser Schleier, der das Gesicht bedeckt.", "Velo misterioso que cubre la cara."], "desc_long": ["A veil that covers the entire face said to add to the mystique of fortune tellers who wear it. As only the eyes of the wearer remain visible, it causes onlookers to focus naturally on them, eventually drawing them to move at their pace. Some dancers are said to wear the mystery veil as well.", "能夠完全遮蓋容顏的面紗，相傳是占卜師們為了提升自身的神秘性才開始佩戴的。該面紗可以遮擋住臉的大部份，只露出雙眼示人，因此對方會自然而然被裝備者的雙眼所吸引，由此漸漸被裝備者牽著鼻子跑。聽說也有舞者戴著該面紗跳舞。", "얼굴을 완전히 덮는 베일. 점술사가 신비감을 연출하기 위해 쓰기 시작한 것이 기원이라고 한다. 얼굴이 거의 다 가려지고 눈가만 보여서, 마주 보는 사람은 자연히 점술사의 눈을 바라보며 상대의 페이스에 말려들게 된다. 또 이걸 쓰고 춤추는 무용수도 있다고 한다.", "Un voile qui couvre entièrement le visage et entoure de mystère les diseurs de bonne aventure qui le portent. Seuls les yeux restent visibles, ce qui oblige les autres à se concentrer dessus et les pousse à imiter les faits et gestes du porteur de ce voile. Certaines danseuses sont connues pour porter ce genre de voile mystique.", "Ein Schleier, der das ganze Gesicht bedeckt und dem nachgesagt wird, Wahrsager mystischer wirken zu lassen. Da nur die Augen sichtbar sind, konzentrieren sich Beobachter oft nur auf diese. Es heißt, dass auch einige Tänzer den Mystikschleier tragen.", "Un velo que cubre por completo la cara. Se dice que otorga a quien lo lleva el misticismo de las adivinas. Solo los ojos quedan al descubierto, por lo que la gente suele fijarse en ellos de forma natural y termina embelesado por ellos. Se dice que hay bailarinas que también usan el velo misterioso."]}, "accuracy": 0}