{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Ribbon", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 268, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": {"Blind": 100, "Paralyze": 100, "Confusion": 100, "Disease": 100, "Poison": 100, "Sleep": 100, "Petrify": 100, "Silence": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 5, "SPR": 5, "DEF": 0}, "icon": "item_30115.png", "type": "Accessory", "strings": {"name": ["Ribbon", "緞帶", "리본", "Ruban", "Schleife", "Cinta"], "desc_short": ["A ribbon that protects against disaster.", "能抵擋災禍的緞帶", "재앙을 막아주는 리본", "Ruban qui protège contre les malheurs.", "Band, das gegen Desaster schützt.", "Cinta que protege contra desastres."], "desc_long": ["A mysterious ribbon that is said to be a relic from the gods. Although its name suggests that it is an accessory exclusive to women, the amazing power it holds within can actually protect anyone who owns it from terrible disasters. The satin or silk-like material it is made from is said to prevent the ribbon from ever becoming damaged or dirtied. However, since only a handful of people have ever been known to actually possess this accessory, the truth behind this claim remains uncertain.", "神秘的緞帶，是諸神的遺留物之一。正如其名，看上去是女性裝飾品，但它蘊涵非常強大的力量，能保護持有者免受災禍。其質地如綢緞或絲綢，摸起來非常柔滑，絕不會破裂或變髒。但極少有人持有它，因此真相不得而知。", "신들의 유물 중 하나라고 여겨지는 신비한 리본. 이름 그대로 여인의 장식품인 리본처럼 보이지만 상당히 강한 힘을 간직하고 있으며, 소유자를 온갖 재앙으로부터 지켜준다고 한다. 감촉은 새틴이나 비단처럼 부드러우며 절대 찢어지거나 더러워지지 않는다고 하는데, 실물을 손에 넣은 자가 거의 없어서 진상은 어둠에 싸여 있다.", "Un mystérieux ruban qui aurait appartenu aux dieux. Si son nom suggère un accessoire féminin, son incroyable pouvoir peut protéger n'importe quel porteur de tous les malheurs qu'il encourt. Son tissu semblable à du satin ou de la soie protège le ruban des déchirures et des tâches. Cependant, rares sont ceux qui ont mis la main sur un tel ruban, ce qui laisse planer le doute sur toutes ces assertions.", "Eine mysteriöse Schleife, von der es heißt, sie sei ein Relikt der Götter. Obwohl man annehmen könnte, dass es sich dabei nur um ein Accessoire für Frauen handelt, wohnt ihr eine unglaubliche Kraft inne, die allen Unheil von ihrem Träger fern hält. Aus Satin oder seidenähnlichem Material gefertigt, wird jede Beschädigung und jede Verschmutzung davon abgewendet. Nur wenige Leute konnten jemals von sich behaupten, dieses Schmuckstück besessen zu haben, und die Wahrheit darüber bleibt ungewiss.", "Una cinta misteriosa que dicen que es una reliquia de los dioses. Pese a que por el nombre uno podría pensar que se trata de un accesorio exclusivo para mujeres, el enorme poder que alberga puede proteger a cualquiera de desastres terribles. El satén sedoso del que está hecho evita que la cinta se desgarre o se ensucie. Pese a todo, solo se ha conocido a un puñado de personas que de verdad haya tenido en su poder este accesorio, por lo que no se sabe a ciencia cierta si lo que se dice sobre este es cierto del todo."]}, "accuracy": 0}