{"slot": "Headgear", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Minstrel's Prayer", "type_id": 40, "skills": [100050], "is_twohanded": false, "rarity": 8, "compendium_id": 639, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'MP +20%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 42, "SPR": 46, "DEF": 8}, "icon": "item_30137.png", "type": "Hat", "strings": {"name": ["Minstrel's Prayer", "吟遊詩人的祈禱", "음유시인의 기도", "Chant de ménestrel", "Bardengebet", "Canto de trovador"], "desc_short": ["A hair ornament infused with the prayers of a bard.", "飽含吟遊詩人的祝福的髮飾", "음유시인의 기도가 담긴 머리 장식", "Une parure de cheveux imprégnée des prières d'un barde.", "Ein Haarschmuck verwoben mit dem Gebet eines Barden.", "Un ornamento para el pelo imbuido con las plegarias de un bardo."], "desc_long": ["A hair ornament infused with the prayers of a bard so that their songs would be heard to the ends of the earth. This hair ornament is made using black feathers from a bird that has gone extinct, making the feathers near impossible to come by. Many seek to gain this ornament due to its rarity, but its true powers can only be exhibited in the hands of a bard.", "古代著名吟遊詩人所佩戴的髮飾，上面飽含吟遊詩人「希望歌聲能夠傳遍世界」的祝福，該髮飾上所使用的黑色羽毛是從一種現已絕種的鳥身上取下的，因此現代人幾乎無法再製造出這種髮飾。有不少好事之徒都想獲得這珍貴的髮飾，然而只有在吟遊詩人手中，它才能夠發揮出真正的價值。", "고대의 유명한 음유시인이 착용했다는 머리 장식. 세상 곳곳에 노랫소리가 닿을 수 있기를 기도하는 마음이 담겨 있다고 한다. 이 머리 장식에 사용된 검은 깃털의 새는 이미 멸종했기 때문에, 현재로써는 손에 넣기가 거의 불가능하다. 귀중품이기 때문에 이것을 갖고 싶어 하는 애호가들도 많지만, 이것은 음유시인의 손에서만 그 진가를 발휘한다.", "Une parure de cheveux imprégnée des prières d'un barde afin qu'elles soient entendues jusqu'aux confins de la Terre. Cette parure est fabriquée à l'aide de plumes noires pratiquement introuvable aujourd'hui car provenant d'un oiseau dont l'espèce s'est éteinte. Beaucoup recherchent cette parure pour sa rareté, mais ses véritables pouvoirs ne peuvent se manifester qu'entre les mains d'un barde.", "Ein Haarschmuck versehen mit den Gebeten eines Barden, die seine Lieder bis ans Ende der Welt tragen sollen. Er weist die schwarzen Federn eines ausgestorbenen Vogels auf, sodass man heute kaum mehr in ihren Besitz gelangt. Viele suchen wegen der Seltenheit danach, doch ihre wahre Kraft entfaltet sich nur in der Hand eines Barden.", "Un ornamento para el pelo imbuido con las plegarias de un bardo que quería que su música llegase a los confines del mundo. Este ornamento está hecho con plumas negras de un pájaro extinto, por lo que encontrar dichas plumas resulta casi imposible. Muchos quieren tener este ornamento en su poder debido a su carácter poco común, pero los poderes que otorga solo pueden sentirse si lo porta un bardo."]}, "accuracy": 0}