{"slot": "Headgear", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Sitting Moogle", "type_id": 40, "skills": [223380], "is_twohanded": false, "rarity": 6, "compendium_id": 799, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'Moogle Luck' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 10}, "icon": "item_30142.png", "type": "Hat", "strings": {"name": ["Sitting Moogle", "坐著的莫古利", "앉아 있는 모그리", "Mog assis", "Sitzender Mogry", "Moguri sentado"], "desc_short": ["A hat modeled in the shape of a moogle.", "模仿莫古利造型的帽子", "모그리의 모습을 본떠 만든 모자.", "Un chapeau en forme de mog.", "Ein Hut, der der Gestalt eines Mogrys nachempfunden ist.", "Un sombrero con forma de moguri."], "desc_long": ["A hat modeled in the shape of a moogle. A masterpiece that was made by a moogle adoring milliner so that people can feel like they actually have a moogle by their side. It is said that those who wear this hat are adored by moogles, but most moogles are friendly by nature, so many are able to interact with moogles without wearing the hat.", "模仿莫古利造型的帽子。為了體驗當莫古利的主人是什麼感覺、由喜愛莫古利的帽子工匠為了同好們製作的夢幻逸品。「只要戴上了這頂帽子便能受到莫古利族喜愛」的傳聞甚囂塵上。話雖如此、但莫古利族本來就喜愛與人類親近，大多數人就算不戴這頂帽子、莫古利們也會主動來搭話。", "모그리의 모습을 본떠 만든 모자. 모그리의 주인이 된 듯한 기분을 맛보기 위해, 모그리를 좋아하는 모자 장인이 애호가 동지들을 위해 만들어낸 주옥같은 작품이다. 이 모자를 쓰면 모그리 족에게 사랑받게 된다는 그럴듯한 소문이 돌고 있지만, 본래 모그리들은 사람을 좋아하기 때문에 굳이 모자를 쓰지 않아도 평범하게 말을 걸어올 것이다.", "Un chapeau en forme de mog. Il s’agit d’un chef-d’œuvre confectionné par un chapelier qui vouait une grande admiration aux mogs. Son intention était de donner au porteur la sensation qu’un mog est toujours à ses côtés. Selon le mythe, quiconque porte ce chapeau est adoré des mogs. Toutefois, ceux-ci étant pour la plupart d’un naturel très aimable, il est parfaitement possible de faire leur connaissance sans se munir de ce couvre-chef.", "Ein Hut, der der Gestalt eines Mogrys nachempfunden ist. Ein wahres Meisterstück, das von einem Mogry-bewundernden Hutmacher angefertigt wurde, damit sich seine Träger fühlen können, als hätten sie wirklich einen Mogry bei sich. Es heißt, dass jene, die diesen Hut mit sich führen von Mogrys geliebt werden. Doch da Mogrys von grundauf zutraulich sind, sollten die meisten Personen auch ohne Hut in der Lage sein, mit ihnen zu kommunizieren.", "Un sombrero con forma de moguri. Un sombrerero que sentía pura adoración por los moguris confeccionó esta obra maestra para que todo el mundo pudiera sentir cómo era tener un moguri cerca. Según cuentan, los moguris sentirán predilección por todo aquel que se ponga este sombrero. Aun así, los moguris son seres amigables por naturaleza, por lo que mucha gente es capaz de interactuar con ellos sin necesidad de llevar este sombrero."]}, "accuracy": 0}