{"slot": "Headgear", "compendium_shown": true, "price_buy": 100, "requirements": null, "name": "Feathered Cap", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 125, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 10, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Hat", "strings": {"name": ["Feathered Cap", "羽飾帽子", "깃털 모자", "Chapeau à plumes", "Federhut", "Sombrero emplumado"], "desc_short": ["A hat adorned with a feather.", "裝飾有羽毛的帽子", "깃털을 꽂아 장식한 모자", "Chapeau orné d'une plume.", "Ein mit Federn geschmückter Hut.", "Sombrero adornado con una pluma."], "desc_long": ["The mysterious feather from a magical beast adorning this hat is said to be part of its defensive qualities. This was discovered when a certain feathered cap's defenses were compared to those of the same hat without the decorative plume. Thereafter people began searching for even more effective decorations for their hats, which lead to a great variety of feathered caps to be produced. Apparently the stronger the beast the feather comes from, the more protection this hat will grant.", "魔物羽毛附有神秘的力量，承擔著部分防禦功能。著眼於這一事實，嘗試著用魔物羽毛裝飾帽子之後，人們發現其防禦力比沒有裝飾羽毛的帽子更強。自此以後，人們陸續用各種不同的羽毛進行試驗，以獲得最有效果的裝飾。一般認為，魔物越強，其羽毛帶來的防禦效果就越明顯。", "마물의 깃털에는 몸을 지키는 신비한 힘이 있다고 한다. 그래서 실제로 모자에 깃털 장식을 달아봤더니 방어력이 상승된 것이 증명되었다. 그 후로 가장 효과적인 장식을 찾아서 다양한 깃털로 만든 모자가 출시되었다. 일반적으로 강한 마물의 깃털을 쓸수록 효과가 좋다고 한다.", "La mystérieuse plume de bête magique ornant ce chapeau serait à l'origine d'une partie de ses qualités défensives. Ceci fut démontré lorsqu'on compara la force défensive d'un chapeau sans plume avec celle d'un chapeau à plume. Après cette découverte, les gens se mirent en quête de décorations toujours plus efficaces, menant au développement d'une grand variété de chapeaux à plume. Le pouvoir de protection d'une plume serait proportionnel à la puissance de la bête à laquelle elle appartient.", "Die geheimnisvolle Feder auf diesem Hut stammt von einer magischen Kreatur und macht einen Teil seiner Schutzwirkung aus. Diese Eigenschaft bestimmter Federn wurde durch Zufall entdeckt und führte dazu, dass eine Zeit lang Unmengen solcher Hüte mit allen Arten von Federn hergestellt wurden, da man hoffte, immer noch wirkungsvollere Varianten zu entdecken. Offenbar ist der Schutzeffekt umso größer, je mächtiger die Kreatur ist, von der die Feder stammt.", "La pluma misteriosa de una bestia mágica que adorna este sombrero se dice que es parte de sus cualidades defensivas. Se descubrió al comparar las defensas del sombrero con las de otros sin la pluma. Así, la gente empezó a buscar decoraciones más efectivas para sus sombreros, lo que generó una gran variedad de sombreros emplumados. Parece ser que, cuanto más grande sea la bestia de la cual proviene, más protección ofrece."]}, "icon": "item_30101.png"}