{"slot": "Headgear", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Black Mask", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 479, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 15}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 18, "SPR": 0, "DEF": 12}, "type": "Hat", "strings": {"name": ["Black Mask", "黑色假面", "검은 가면", "Masque noir", "Schwarze Maske", "Máscara negra"], "desc_short": ["A mask resistant to the dark element.", "能提高暗屬性耐性的假面", "어둠속성의 저항력을 가진 가면", "Un masque résistant à l'élément ténèbres.", "Eine Maske, die gegen das Element Dunkel resistent ist.", "Una máscara resistente al elemento oscuridad."], "desc_long": ["Masks have been used since the dawn of time to not only conceal one's face, but to become another person entirely. It would seem this black mask was made with black mages in mind, as it raises the wearer's DEF and MAG while also providing resistance against the dark element. Rumor has it that an identical mask in white exists in another part of this world.", "自古以來，除了用來遮擋面部，假面也被用作使自己變成他者的一種暗示手段。這副黑色的面具就是為了假扮黑魔道士而製作的。它能夠提高裝備者的防禦和魔力，以及暗屬性耐性。據說這世上存在與之形狀相似的白色假面。", "고대로부터 가면은, 얼굴을 감추기 위한 목적 이외에도, 또 다른 존재로 변모하는 암시의 의미로도 사용되어 왔다. 이 검은 가면은 흑마도사를 의식하여 만들어진 것으로, 장비하면 방어력과 마력, 그리고 어둠속성 저항력이 상승하게 된다. 세계의 어딘가에는, 비슷한 형태의 검은 가면이 존재한다고 한다.", "Les masques sont utilisés depuis l'aube des temps pour cacher le visage, mais aussi pour devenir quelqu'un d'autre. Il semble que ce masque noir ait été fabriqué par quelqu'un ayant l'image des mages noirs en tête puisqu'il augmente la DEF et la PSY de son porteur, tout en lui offrant une résistance aux ténèbres. Des rumeurs disent qu'il existerait une version blanche de ce masque quelque part dans le monde.", "Seit Anbeginn der Zeit nutzt man Masken nicht nur, um das Gesicht zu bedecken, sondern ebenfalls zu einer anderen Person zu werden. Diese Maske wurde anscheinend für Dunkelmagier gemacht, denn sie erhöht ABW und PSY des Trägers, ist aber ebenso gegen das Element Dunkel resistent. In einem anderen Teil dieser Welt soll es eine ähnliche Maske in weiß geben.", "Las máscaras se han utilizado desde los albores del tiempo no sólo para cubrirse la cara, sino para convertirse en otra persona. Parece ser que esta máscara negra se hizo pensando en los magos negros, ya que aumenta la DEF y el ESP de quien la lleva, además de ofrecer resistencia contra el elemento oscuridad. Según los rumores, existe una máscara idéntica en blanco en otra parte de este mundo."]}, "icon": "item_30127.png"}