{"slot": "Headgear", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Royal Crown", "type_id": 40, "skills": [226020], "is_twohanded": false, "rarity": 8, "compendium_id": 875, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'Champion's Crown' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": {"Confusion": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 50, "SPR": 32, "DEF": 16}, "icon": "item_30146.png", "type": "Hat", "strings": {"name": ["Royal Crown", "皇室王冠", "로얄 크라운", "Couronne royale", "Königliche Krone", "Corona real"], "desc_short": ["A gorgeous crown.", "輝煌的頭冠", "눈부시게 빛나는 화려한 왕관.", "Une sublime couronne.", null, "Una corona preciosa."], "desc_long": ["One of the twelve shining arms that was owned by a tyrannical king that brought his land to ruins. This brilliant crown imparts great magic powers to those who wear it, but if worn by those who lack inner strength, it instead intensifies that one's selfish desires. It is said that the king who owned this crown tightly held it, along with his head, in his arms after he was beheaded by an assassin. Only those who have shown their might to The Demonic Assassin of Judgment, Brachium, can wear this crown.", "十二武具之一，因為高壓統治導致王國的國王所持有的輝煌頭冠。戴上後就能得到強大的魔力，如果是內心軟弱之人則只會增強自身的慾望。據說國王在被暗殺者斬首時，仍然緊抱著這個頭冠不放。只有「被稱為惡魔的審判暗殺者．布拉奇烏姆」所認同之人才能夠獲得。", "눈부시게 빛나는 십이무구 중 하나. 압제 정치에 의해 멸망한 나라의 왕이 소유하고 있었던 화려한 왕관으로, 이 왕관을 쓰면 강한 마력을 얻게 되지만 마음이 약한 자가 쓰게 되면 사리사욕만이 증폭된다고 한다. 왕은 암살자에게 목이 베이는 순간에 이 왕관을 끌어안고 있었으며, 죽은 후에도 손에서 놓지 않았다고 한다. '악마라 불린 심판의 암살자 브라키움'에게 그 힘을 인정받은 자만이 이 무기를 손에 넣을 수 있다.", "L’une des douze armes brillantes. Elle appartenait autrefois à un roi tyrannique qui a mené son pays à sa perte. Cette couronne scintillante confère de grands pouvoirs magiques à son porteur. Si en revanche, celui-ci ne possède pas la force intérieure requise, elle ne fait qu’exacerber ses désirs égoïstes. La légende raconte que le roi qui était en possession de cette couronne la tenait fermement dans ses mains, ainsi que sa tête, après qu’un assassin l’eut décapité. Seuls ceux qui ont démontré leur force aux yeux de Brachium, l’assassin du jugement démoniaque, peuvent la porter.", "Eine der zwölf funkelnden Waffen, die einem tyrannischen König gehörte, welcher sein Land in den Ruin trieb. Diese wunderbare Krone erfüllt ihren Träger mit mannigfaltigen magischen Kräften; wird sie aber von jenen getragen, denen es an innerer Stärke mangelt, verstärkt sie stattdessen das selbstsüchtige Verlangen des Trägers. Es heißt, dass der König, dem die Krone einst gehörte, sie fest in seine Arme schloss, nachdem er von einem Meuchelmörder geköpft wurde - zusammen mit seinem eigenen Kopf. Nur jene, die ihre Macht dem Dämonischen Assassinen des Urteils Brachium bewiesen haben, dürfen diese Krone tragen.", "Una de las doce armas brillantes. Esta en concreto perteneció a un rey tiránico que llevó a su país a la ruina. Esta corona brillante le otorga a quien la lleva un gran poder mágico, pero, si se la pone alguien con poca fuerza interior, la corona aumentará su egoísmo. Se dice que el rey que poseía esta corona la agarró con fuerza, junto a su cabeza, cuando un asesino lo decapitó. Solo aquellos que hayan demostrado su poder ante Braquio, el demoniaco asesino del juicio, podrán usar esta arma."]}, "accuracy": 0}