{"slot": "Headgear", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Moogle Crown", "type_id": 40, "skills": [211331], "is_twohanded": false, "rarity": 6, "compendium_id": 547, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'False Courage' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": {"Petrify": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 15}, "type": "Hat", "strings": {"name": ["Moogle Crown", "莫古利王冠", "모그리 왕관", "Couronne mog", "Mogry-Krone", "Corona moguri"], "desc_short": ["A crown brought from the Farplane.", "來自異界的王冠", "이계에서 유입된 왕관", "Une couronne venant de l'Au-delà.", "Eine Krone aus dem Abyssum.", "Una corona del Etéreo."], "desc_long": ["It's a crown that only the greatest in our castle on the Farplane can wear, kupo! Of course, our king is the rightful owner of this crown, kupo. But then, why are there so many crowns around, kupo? Wait...which one is the real crown anyway, kupo? Maybe you will want to start collecting rare things while wearing that too, kupo. But to be honest, I'd like to ask that you don't fill our castle up with weird things, kupo...", "這是異界城堡裡面最偉大的莫古利才能佩戴的王冠庫啵！當然，它現在屬於國王陛下庫啵。可是，為什麼會有這麼多王冠庫啵？哪一個才是真的庫啵？你們戴上王冠後會不會也開始喜歡收集新鮮物件庫啵？說實話，莫古真的不希望收集太多奇怪的東西，把城堡裝得滿滿的庫啵……", "이계의 성에서 가장 위대한 모그리가 쓰는 왕관쿠포! 지금은 물론 임금님이 쓰고 계시지쿠포. 근데, 어째서 왕관이 여러개쿠포? 어떤 게 진짜쿠포? 너희들도 그 왕관을 쓰면 진귀한 것들을 모으고 싶어져쿠포~? 성안을 이상한 것들로 가득 채우는 건 진심 그만둬줬으면 해쿠포……", "C'est une couronne que seule la personne la plus haut placé dans notre château a le droit de porter, kupo ! Bien sûr, cette couronne appartient à notre bon roi, kupo. Mais alors, pourquoi y a-t-il autant de couronnes qui trainent dans le coin, kupo ? Attends... Laquelle est la vraie, au fait, kupo ? Tu vas sûrement vouloir commencer une collection d'objets rares en portant ça, pas vrai, kupo ? Mais pour être franc, j'aimerais que tu évites de remplir notre château de toutes sortes d'objets étranges, kupo...", "Eine Krone, die nur der größte in unserem Schloss im Abyssum tragen kann, kupo! Natürlich ist unser König der rechtmäßige Besitzer dieser Krone, kupo. Aber warum gibt es dann so viele Kronen, kupo? Moment ... welche davon ist eigentlich die echte, kupo! Wer diese trägt, will vielleicht auch plötzlich seltene Dinge sammeln, kupo. Es wäre aber schön, wenn ihr das Schloss nicht mit seltsamen Dingen füllt, kupo ...", "¡Se trata de una corona que solo el mejor de nuestro castillo en el Etéreo puede llevar, kupó! Sin duda, nuestro rey es el dueño legítimo de esta corona, kupó. Pero entonces, ¿por qué hay tantas coronas por aquí, kupó? Un momento... ¿Cuál es la corona de verdad, kupó? Puede que quieras empezar a recoger cosas poco comunes mientras la llevas puesta, kupó. Pero, para ser sinceros, preferiría que no llenases nuestro castillo de cosas raras, kupó..."]}, "icon": "item_30217.png"}