{"slot": "Headgear", "compendium_shown": true, "price_buy": 5000, "requirements": null, "name": "Beret", "type_id": 40, "skills": [100100], "is_twohanded": false, "rarity": 5, "compendium_id": 462, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'MAG +10%' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 10}, "type": "Hat", "strings": {"name": ["Beret", "貝雷帽", "베레모", "Béret", "Barrett", "Chapela"], "desc_short": ["A cap that boosts DEF and SPR.", "能夠提高防禦和精神的帽子", "방어력과 정신력을 높여주는 모자", "Un couvre-chef qui augmente la DEF et la PSY.", "Eine Kappe, die ABW und PSY erhöht.", "Un sombrero que aumenta la DEF y el ESP."], "desc_long": ["A brimless hat from a distant world that boosts the wearer's DEF and SPR. It is a popular article amongst artists, and a girl from another world who was able to sketch remarkably lifelike monsters is said to have loved hers as well. Unfortunately, however, wearing this hat does not give its owner the talent required to become a good artist.", "來自異界的帽子，能夠提高裝備者的防禦和精神。這種帽子特別受到畫師的歡迎。據說在異界，它曾屬於一位極具繪畫天賦的少女。不過很遺憾的是，這種帽子並沒有提高繪畫能力的效果。", "까마득히 먼 이계에서 유입된, 챙 없는 모자. 장비하면 방어력과 정신력이 상승한다. 이런 형태의 모자는 주로 화가들 사이에서 인기가 높으며, 어느 이계에서는 마치 찍어낸 것처럼 마물을 그려내던 소녀가 애용했다고 한다. 하지만 유감스럽게도, 이 모자를 장비해도 그림 실력이 좋아지는 일은 없다고 한다.", "Un couvre-chef sans bords venant d'un monde lointain qui augmente la DEF et la PSY de son porteur. C'est un article populaire auprès des artistes. Une fille au coup de crayon remarquable, capable de dessiner des monstres plus vrais que nature, l'aimait tout particulièrement. Malheureusement, porter ce couvre-chef ne permet pas à son porteur de devenir un bon artiste.", "Ein Hut ohne Krempe, der die ABW und PSY des Trägers erhöht. Er ist besonders unter Künstlern beliebt, und ein Mädchen aus einer anderen Welt, die besonders echt Monster zeichnen konnte, soll ihren auch geschätzt haben. Unglücklicherweise wird der Träger nicht automatisch zu einem guten Künstler.", "Un gorro sin ala de un mundo lejano que aumenta la DEF y el ESP de quien lo lleva. Es popular entre los artistas. Se dice que el suyo le encantaba a una chica de otro mundo con la habilidad de dibujar monstruos muy reales. Sin embargo, por desgracia llevarlo no otorga a su portador el talento necesario para ser un buen artista."]}, "icon": "item_30124.png"}