{"slot": "Headgear", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Cat-ear Hood", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 421, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 20, "Light": 20, "Ice": 20, "Lightning": 20}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 25, "SPR": 25, "DEF": 0}, "type": "Hat", "strings": {"name": ["Cat-ear Hood", "貓耳頭罩", "고양이 두건", "Capuchon de chat", "Katzenohrenkappe", "Orejas de gato"], "desc_short": ["A hood adorned with cat ears.", "帶有貓耳朵的頭罩", "고양이 귀가 달린 두건", "Une capuche ornée d'oreilles de chat.", "Eine Kapuze mit Katzenohren.", "Una capucha adornada con unas orejas de gato."], "desc_long": ["A white hood with cat ears attached at the top. Not only is it adorable, but it also enhances the MAG and SPR of the wearer while simultaneously boosting endurance against four different elements. Although some claim that the ladies who like to sport this item seem cunning or sly, there are many male admirers of this type of fashion as well. This fun garment can make even the gloomiest of situations appear more lighthearted.", "帶有貓耳的白色頭罩。可愛自是不用多說，還能提高魔力和精神，而且能夠增強4種屬性耐性。如果有女士戴上這種頭罩，可能會被嗤為獻媚之徒，不過也同樣有很多男性對此表示熱烈支持。據說如果在氣氛僵硬時裝備該頭罩，就能讓人們開心一笑，亦或者相反。", "고양이 귀가 달린 하얀 두건. 매우 귀여울 뿐 아니라 장비하면 마력과 정신력이 상승하여 4가지 속성의 저항력도 상승시키는, 성능 면에서도 뛰어난 걸작이다. 여성이 이 두건을 장비한 모습을 '뻔뻔하다'라고 평하는 사람도 있지만, 이것을 맹렬하게 지지하는 남자들도 있다. 험악한 분위기 속에 이 두건을 장비하면 어떤 분위기가 조성될까.", "Une capuche blanche ornée d'oreilles de chat. En plus d'être adorable, elle augmente la PSY et la MAGIE de son porteur tout en augmentant sa résistance à quatre éléments. Bien que beaucoup de monde pensent que les femmes qui portent cette capuche sont malignes voire rusées, beaucoup adorent également ce style vêtements. Cet accoutrement rigolo peut même rendre les atmosphères les plus lourdes un peu plus légères.", "Eine weiße Kapuze mit Katzenohren. Sie ist nicht nur niedlich, sondern erhöht auch MAG und PSY sowie verstärkt zugleich die Resistenz gegen vier verschiedene Elemente. Obwohl die Damen, die diesen Gegenstand tragen, schlau und gerissen wirken, interessieren sich auch Männer dafür. Durch dieses Kleidungsstück heitert sich selbst die düsterste Situation auf.", "Una capucha blanca adornada con orejas de gato. No solo es mona, sino que aumenta la MAG y el ESP de quien la lleva a la vez que aumenta la resistencia contra cuatro elementos distintos. Aunque hay quien dice que las señoras que la llevan son taimadas, también hay muchos hombres que aprecian esta moda. Esta prenda divertida puede hacer que las situaciones más duras parezcan más llevaderas."]}, "icon": "item_30121.png"}