{"slot": "Headgear", "compendium_shown": true, "price_buy": 5000, "requirements": null, "name": "Charlotte's Cap", "type_id": 40, "skills": [100170], "is_twohanded": false, "rarity": 5, "compendium_id": 747, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'SPR +20%' passive."], "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 12}, "icon": "item_30141.png", "type": "Hat", "strings": {"name": ["Charlotte's Cap", "夏洛特帽子", "샤를로트의 모자", "Chapeau de Charlotte", "Charlottes Hut", "Gorra de Charlotte"], "desc_short": ["A hat brought from the Farplane.", "來自異界的帽子", "이계에서 유입된 쌍 고깔 모자", "Un chapeau rapporté de l’Au-delà.", "Ein Hut aus einer fernen Welt.", "Una gorra del Etéreo."], "desc_long": ["A hat brought from a faraway world. This red cap splits into two points, and each is adorned with puffs. The cap is very similar to the cap used by a young half-elf from a faraway world who lived in the Holy Capital, Wendel.", "來自異界的帽子", "까마득히 먼 이계에서 유입된 쌍 고깔 모자. 아름다운 붉은색 원단과 섬세하게 세공된 두 개의 술 장식이 특징이다. 이계에 존재하는 성도 웬델에서 사는 어느 하프 엘프 소녀가 매일같이 머리에 쓰던 것과 비슷하게 생긴 듯하다.", "Un chapeau rapporté d’un monde lointain. Ce couvre-chef rouge se scinde en deux points, chacun orné d’un pompon. Il est très similaire en apparence au chapeau porté par un jeune mi-elfe originaire d’un monde lointain et qui vivait à Wendel, la sainte capitale.", "Ein Hut aus einer fernen Welt. Dieser rote Hut teilt sich in zwei Teile auf und jeder ist verziert mit Bommeln. Diese Kopfbedeckung wird von einem jungen Halbelf aus einer fernen Welt benutzt, der in der heiligen Hauptstadt Wendel lebte.", "Una gorra de un mundo lejano. Esta gorra roja se divide en dos partes, y cada una está adornada con bullones. Esta gorra se parece bastante a la que usaba un joven medioelfo de un mundo lejano que vivía en Wendel, la capital sagrada."]}, "accuracy": 0}