{"slot": "Headgear", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Kingsglaive Hood", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 610, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 5, "Fire": 5, "Light": 5, "Ice": 5, "Lightning": 5, "Water": 5, "Earth": 5, "Wind": 5}, "HP": 0, "ATK": 18, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 20}, "type": "Hat", "strings": {"name": ["Kingsglaive Hood", "王之劍頭罩", "킹스글레이브 후드", "Capuche du Glaive royal", "Königsgleven-Kapuze", "Capucha de Glaive real"], "desc_short": ["A hood worn by special forces units in the faraway world of Eos.", "異界伊歐斯的特殊部隊所使用的頭罩", "이계 이오스의 특수부대가 착용하는 코트", "Une capuche portée par les forces spéciales du monde lointain d'Éos.", "Eine Kappe getragen von Spezialstreitkräften aus der fernen Welt von Eos.", "La capucha que llevan los miembros de las fuerzas especiales del lejano mundo de Eos."], "desc_long": ["A hood worn by a special forces units in the faraway world of Eos. The members of this special forces, better known as \"Kingsglaive,\" wore uniforms styled in black, and wore an emblem on their chest to show that they were members of Kingsglaive.", "異界伊歐斯的路希斯王國特殊部隊王之劍的頭罩。隊員們身穿以黑色為主色調的戰鬥服，胸前別著象徴王之劍身份的徽章。", "이계 이오스에 존재하는 루시스 왕국의 특수부대 '킹스글레이브'가 쓰는 후드. 부대 소속 대원들은 검은색을 베이스로 한 전용 전투복을 몸에 걸치고, '킹스글레이브'임을 나타내는 문장을 가슴께에 장식했다고 한다.", "Une capuche portée par les forces spéciales du monde lointain d'Éos. Les membres de ces forces spéciales, mieux connues sous le nom de \"Glaive royal\" portaient des uniformes de couleur noire et portaient également un emblème sur leur poitrine, preuve de leur appartenance au \"Glaive royal\".", "Eine Kappe getragen von Spezialstreitkräften aus der fernen Welt von Eos. Die Mitglieder dieser besonderen Streitkräfte heißen \"Königsgleven\" und tragen schwarze Uniformen sowie ein Emblem auf der Brust, das sie ihrer Zugehörigkeit ausweist.", "La capucha que llevan los miembros de las fuerzas especiales del lejano mundo de Eos, más conocidos como \"Glaive real\". Las fuerzas especiales siempre visten uniformes de color negro y, en el pecho, llevan un emblema que los distingue como miembros del Glaive real."]}, "icon": "item_30134.png"}