{"slot": "Headgear", "compendium_shown": true, "price_buy": 25000, "requirements": null, "name": "Aria's Ribbon", "type_id": 40, "skills": [203240], "is_twohanded": false, "rarity": 7, "compendium_id": 557, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'MP + 15%' passive."], "price_sell": 2500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Water": 20}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 45, "DEF": 15}, "type": "Hat", "strings": {"name": ["Aria's Ribbon", "艾麗婭緞帶", "에리아의 리본", "Ruban d'Aria", "Arias Band", "Cinta de Elia"], "desc_short": ["The ribbon of a water maiden from another world.", "屬於異界水之巫女的緞帶", "이계의 물의 무녀가 지니고 있었다는 리본", "Le ruban d'une prêtresse des eaux venant d'un autre monde.", "Das Band einer Wassermaid aus einer anderen Welt.", "La cinta de una doncella del agua de otro mundo."], "desc_long": ["The ribbon of a water maiden from another world. Wearing this ribbon imparts divine protection from water attacks. The water maiden who wore this ribbon is said to have revived the light within a sunken Crystal, who also sacrificed herself to protect the Warrior of Light from a cursed arrow. Her actions brought her praise from the people as being a lady of resolve and bravery.", "由異界水之巫女佩戴的藍色緞帶。它能提供不可思議的加護，從水屬性攻擊保護使用者。用這條緞帶結髮的水之巫女，讓沉入水底的水晶恢復了光輝，以自己的生命為代價保護了光之戰士免受詛咒之箭的侵害。她的堅韌鼓舞了人民，她的勇敢感化了大眾。", "이계의 물의 무녀가 장착했다고 하는 푸른 리본. 장착하면 신비한 가호의 힘을 얻게 되어, 물을 이용한 공격으로부터 몸을 지킬 수 있게 된다. 이 리본으로 머리를 묶었던 물의 무녀는 가라앉아 버린 크리스탈의 빛을 되돌리기 위해 그 몸을 던져 저주의 화살로부터 빛의 전사를 지켜냈으며, 심지가 굳고 용감한 여성으로서 만인의 칭송을 받았다고 한다.", "Le ruban d'une prêtresse des eaux venant d'un autre monde. Ce ruban confère la protection des dieux contre les attaques d'eau à son porteur. On raconte que la prêtresse des eaux qui portait ce ruban a réussi à faire renaître la lumière au sein d'un cristal qui avait coulé au fond de l'eau, et qu'elle s'est sacrifiée pour protéger le Guerrier de la Lumière d'une flèche maudite. Ses actions lui vouèrent la reconnaissance éternelle des gens qui la considérèrent comme une femme symbole de la résolution des conflits et de bravoure.", "Das Band einer Wassermaid aus einer anderen Welt. Wer es trägt, erfährt göttlichen Schutz vor Wasserangriffen. Die Wassermaid, die es trug, soll das Licht in einem versunkenen Kristall erweckt und sich zum Schutz eines Kriegers des Lichtes vor einem verfluchten Pfeil geopfert haben. Ihre Handlungen brachten ihr bei den Menschen einen hohen Ruf ein.", "La cinta de una doncella del agua de otro mundo. Esta cinta otorga protección divina contra ataques acuáticos. Se dice que la doncella que llevó esta cinta revivió la luz de un cristal hundido y, también, se sacrificó para proteger al Guerrero de la Luz de una flecha maldita. Por sus actos, la gente acabó recordándola como una mujer valiente y determinada."]}, "icon": "item_30131.png"}