{"slot": "Headgear", "compendium_shown": true, "price_buy": 5000, "requirements": null, "name": "Sage's Hat", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 529, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 7, "SPR": 7, "DEF": 12}, "icon": "item_30119.png", "type": "Hat", "strings": {"name": ["Sage's Hat", "賢者帽", "현자의 모자", "Chapeau de sage", "Weisenhut", "Sombrero de sabio"], "desc_short": ["A hat said to have once been worn by a sage.", "曾經屬於賢者的帽子", "과거에 현자가 쓰던 모자", "Un chapeau qui aurait été porté par un sage.", "Eine Hut, deren Vorbesitzer ein Weiser war.", "Un sombrero que otrora llevó un sabio."], "desc_long": ["A mage's hat said to have once been worn by those who called themselves sages. Wearing the hat not only increases the wearer's defense, but also increases the wearer's magic power and spirit, which helped to stabilize spell incantations. It is made of a unique type of silk that won't fray even against physical or basic magic attacks.", "仿照曾屬賢者的帽子所製成的裝備，能夠提高防禦力、魔力和精神，幫助使用者更加順暢地詠唱咒語。它使用了獨特的絹絲作為原料，能夠有效抵擋物理和魔法攻擊。", "과거 현자라고 불린 마도사의 모자를 본떠 만든 것. 장착하면 방어력뿐 아니라 마력이나 정신력이 크게 상승하여 사용자는 막힘없이 주문을 외울 수 있다고 한다. 특유의 견사를 사용했기 때문에, 물리공격을 포함해 웬만한 마법으로는 흠집 하나 낼 수 없다.", "Un chapeau de mage qui était porté autrefois par ceux qui s'autoproclamaient \"sages\". Ce chapeau augmente non seulement la défense de son porteur, mais aussi la puissance de sa magie et de sa psyché, lui permettant ainsi de stabiliser les incantations magiques. Il est fait dans une soie unique qui ne s'effiloche même face à des attaques physiques ou des attaques magiques de base.", "Ein Zauberhut, den einst Weise trugen. Der Hut erhöht nicht nur die Verteidigung des Trägers, sondern ebenfalls seine magische Kraft und seinen Geist, was beim Stabilisieren von Zauberformeln hilfreich ist. Es handelt sich um Seide, die sich nicht einmal bei physischen oder magischen Angriffen abnutzt.", "Un sombrero de mago que otrora llevaban los autodenominados sabios. Portar el sombrero no solo incrementa la defensa de quien lo lleva, sino que también mejora su poder mágico y espíritu. Esto lo hace útil a la hora de estabilizar encantamientos. Está hecho de un tipo de seda especial capaz de resistir sin romperse ataques mágicos básicos o físicos."]}, "accuracy": 0}