{"slot": "Headgear", "compendium_shown": true, "price_buy": 1500, "requirements": ["UNIT_ID", 214000404], "name": "Scion Striker's Visor", "type_id": 40, "skills": [203250, 206910], "is_twohanded": false, "rarity": 4, "compendium_id": 677, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'HP + 5%' passive.", "Grants 'MP +5%' passive."], "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 12, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 12, "DEF": 25}, "type": "Hat", "strings": {"name": ["Scion Striker's Visor", "血盟拳手面罩", "이다 얼굴가리개", "Visière d'Yda", "Maske der Faustkämpferin", "Visor de Yda"], "desc_short": ["A hat with a visor attached to it brought from another world. (Yda only)", "來自異界，附有面罩的帽子（伊達專用）", "이계에서 유입된 얼굴가리개 모자(이다 한정)", "Un chapeau d'un autre monde sur lequel est attaché un viseur. (Uniq. Yda)", "Ein Hut mit einer Maske, der aus einer anderen Welt stammt. (Nur Yda)", "Un sombrero con visera de otro mundo. (Solo Yda)"], "desc_long": ["A hat with a visor attached to it brought from the faraway world of Eorzea. Beloved by the female Hyur pugilist of the Scions of the Seventh Dawn, the organization responsible for keeping Eorzea safe, it does not obstruct one's field of vision. It is also popular among pugilists thanks to its defensive capabilities.", "來自異界艾歐澤亞，附有面罩的帽子。為力圖拯救艾歐澤亞的組織「拂曉血盟」的成員之一－－人族女格鬥家所愛用。既不會阻礙視線、還能夠確實防衛，在格鬥家裡具有高人氣。", "이계 '에오르제아'에서 유입된 얼굴가리개 모자. 에오르제아를 구제하고자 하는 조직 '새벽의 혈맹'의 일원이기도 한 휴런 족의 여성 격투사가 애용하던 것이라 알려져 있으며, 시야를 방해하지 않는 훌륭한 방어구로서 격투사들 사이에 인기가 높다.", "Un chapeau sur lequel est attaché un viseur venant du lointain monde d'Éorzéa. Très apprécié des femmes Hyurs pugilistes des Héritiers de la Septième Aube, l'organisation qui a en charge la sécurité d'Éorzéa, il n'obstrue pas du tout le champ de vision. Il est aussi populaire auprès des pugilistes pour ses propriétés défensives.", "Ein Hut mit einer Maske, der aus dem fernen Eorzea stammt. Ein Lieblingsstück der Faustkämpferin des Bunds der Morgenröte - der Organisation, die sich für die Sicherheit Eorzeas einsetzt. Die Maske nimmt nicht die Sicht und ist auch bei anderen Faustkämpfern wegen ihrer guten Schutzwirkung beliebt.<br>", "Un sombrero con visera traído del lejano mundo de Eorzea. Este sombrero le encantaba a la hyur púgil de los Scions of the Seventh Dawn, la organización encargada de mantener la paz en Eorzea. Este sombrero no obstruye la vista; además, es muy popular entre los púgiles gracias a sus propiedades defensivas."]}, "icon": "item_30138.png"}