{"slot": "Headgear", "compendium_shown": true, "price_buy": 500, "requirements": null, "name": "Tiger Mask", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 132, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 50, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 14, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Hat", "strings": {"name": ["Tiger Mask", "猛虎面具", "호랑이 가면", "Masque de tigre", "Tigermaske", "Máscara de tigre"], "desc_short": ["A mask that grants the wearer the strength of a tiger.", "能變得像老虎一樣強大的面具", "호랑이처럼 강해지는 가면", "Masque conférant la force d'un tigre.", "Eine Maske, die die Stärke eines Tigers verleiht.", "Máscara que da la fuerza de un tigre."], "desc_long": ["A mask in the shape of a tiger that covers the entire head. Stories tell of a thief who once made a stronghold for himself out of an abandoned fortress, and then began attacking a nearby village. It was then when a single man wearing the tiger mask appeared to seek justice from the thief. Some say that his extremely muscular back looked very much like that of the kind owner of a bar close to the village.", "模仿老虎面部的面具，足可覆蓋整個頭部。曾經，以廢棄堡壘作為據點的一個盜賊團洗劫了周邊村莊。面對殘忍暴虐的盜賊，有一位戴著這張面具的男子僅凴一己之力將其懲治。那強壯有力的背影，很像附近村莊溫厚的酒館主人。", "호랑이 얼굴이 그려진, 얼굴을 완전히 덮는 가면. 과거에 한 도적단이 버려진 성채를 차지하고 주변 마을을 습격한 사건이 있었는데, 그때 이 가면을 쓴 사내가 나타나 극악무도한 도적들을 혼자서 물리쳤다는 일화가 있다. 그 영웅의 우락부락한 뒷모습은 가까운 마을에서 주점을 경영하는 착한 아저씨와 똑 닮았다고 한다.", "Un masque couvrant toute la tête et dont la forme évoque un tigre. La légende raconte qu'un groupe de voleurs qui s'était établi dans une forteresse abandonnée commença à attaquer le village d'à côté. C'est alors que surgit un homme arborant le masque de tigre afin de les faire payer pour leurs actes. Certains disent que son dos très musclé ressemblait fortement à celui d'un propriétaire de bar situé près de ce village.", "Eine Maske mit dem Gesicht eines Tigers, die den ganzen Kopf bedeckt. Es gibt eine Geschichte über eine üble Räuberbande, die sich in einer verlassenen Festung einnistete und das Umland terrorisierte, bis sie von einem einzelnen Mann mit Tigermaske zur Strecke gebracht wurde. Er hatte, so heißt es, ein enorm breites Kreuz, ganz genau wie der sanftmütige Tavernenbesitzer nahe des Dorfes.", "Una máscara con forma de tigre que cubre toda la cabeza. Según las historias, un ladrón asentó su guarida en una fortaleza abandonada y empezó a atacar una aldea cercana. Entonces apareció un hombre con una máscara de tigre buscando justicia. Muchos dicen que su musculosa espalda recordaba a la del dueño de la taberna junto a la aldea."]}, "icon": "item_30108.png"}