{"slot": "Headgear", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Frozen Crown", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 696, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Ice": 30}, "HP": 500, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 50, "DEF": 16}, "icon": "item_30140.png", "type": "Hat", "strings": {"name": ["Frozen Crown", "冰羽王冠", "얼음깃 왕관", "Couronne gelée", "Eiskrone", "Corona gélida"], "desc_short": ["A tiara made from feathers of ice.", "用冰晶羽毛製作的皇家頭飾", "얼음 깃털로 만든 왕관", "Une tiare faite avec des plumes de glace.", "Eine Tiara aus Eisfedern.", "Una tiara hecha con plumas heladas."], "desc_long": ["A tiara made from layered feathers of ice. Each part has been so well designed that the beauty of this piece makes it a masterpiece like no other. The ever-frozen feathers comes from the ancient giant bird, Glacial. The moment the tiara is worn, a thin wall of ice appears around the wearer that provides defense against ice attacks.", "用冰晶羽毛製作的皇家頭飾。所有細節都十分精緻，甚至人們會將它當成藝術品。以擁有絕對不會熔化的冰晶羽毛的古老巨鳥拉希亞爾的羽毛為素材製成，因此這頂王冠獨一無二。戴上這頂王冠的裝備者附近會出現薄冰作為障壁，免受冰屬性攻擊的傷害。", "얼음 깃털을 겹쳐 만든 왕관. 구석구석까지 정교한 세공이 장식되어 있으며, 예술품과 견줄 만한 아름다움이 돋보인다. 절대 녹지 않는 얼음 날개를 지닌 거조 글레이셜의 깃털을 재료로 한 둘도 없는 걸작으로, 한번 이 왕관을 쓰게 되면 얇은 얼음 장벽이 장비한 사람의 주변에 나타나 얼음속성 공격으로부터 몸을 지켜준다고 한다.", "Une tiare faite avec des plumes de glace. Chaque partie a été tellement bien faite que la beauté de cette pièce en fait un pur chef-d'œuvre. les plumes éternellement gelées viennent d’un ancien oiseau géant, Glacial. Lorsque la tiare est posée sur la tête, un fin mur de glace apparaît autour du porteur qui augmente la défence contre les attaques de glace.", "Ein Tiara der aus mehreren Lagen Eisfedern hergestellt wurde. Jeder einzelne Teil wurde mit so meisterhafter Präzision entworfen, dass die Schönheit dieses Stückes am ehesten an ein Kunstobjekt erinnern lässt. Der Tiara ist ein absolut unerreichtes Prachtstück, denn die niemals schmelzenden Federn, die für seine Herstellung verwendet wurden, stammen von dem uralten Riesenvogel Glacial. Wird der Tiara aufgesetzt, bildet sich sofort ein dünner Schutzwall aus Eis um den Träger und beschützt diesen vor Eisattacken.", "Una tiara hecha con plumas heladas. Cada trozo de esta tiara está tan bien diseñado que es indudable que es toda una obra maestra gracias a su inigualable belleza. Asimismo, las plumas heladas, que no se derriten nunca, son de Glacial, un pájaro gigante muy antiguo. Por otra parte, cuando alguien se pone esta tiara, un muro de hielo lo rodea, que sirve de defensa contra ataques de hielo."]}, "accuracy": 0}