{"slot": "Headgear", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Whitebrim", "type_id": 40, "skills": [203240], "is_twohanded": false, "rarity": 6, "compendium_id": 468, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'MP + 15%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 18, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 15}, "icon": "item_30125.png", "type": "Hat", "strings": {"name": ["Whitebrim", "白色髮帶", "화이트 블림", "Coiffe", "Weiße Krempe", "Cofia"], "desc_short": ["A white frilled head dress.", "帶有飾邊的髮帶", "프릴이 달린 새하얀 헤드 드레스", "Un serre-tête blanc à fanfreluches.", "Eine weiß gekräuselte Kopfbedeckung.", "Una cofia blanca para la cabeza."], "desc_long": ["A white and frilly headdress worn by maids that is given to them while under the service of noble or royal families. From time to time its appearance and size can also be customized to fit specific needs. The skills of the maid wearing this adornment can be easily discerned by the cleanliness of their whitebrim. Wearing it is said to immediately inspire feelings of helpfulness and servitude towards others.", "帶有飾邊的白色髮帶，是女傭的頭部裝飾。侍奉於富有的貴族或王族的女傭才會有。有時也會量身定制。若要衡量一個女傭是否盡職盡責，只要看看她的髮帶是否整潔就能知道。裝備上它，就會令心中萌發侍奉精神，變得非常想要照顧別人。", "메이드가 머리에 장착하는, 프릴이 달린 하얀 헤드 드레스. 주로 유복한 귀족이나 왕족을 모시는 여성 하인에게 배포되던 것이다. 미관상의 이유나 사이즈에 따라, 개별적으로 준비하는 경우도 있다. 이것을 평상시에도 정결하게 관리하는가 아닌가로 메이드의 능력을 가늠할 수 있다. 장착하면 마음 안쪽에서부터 봉사 정신이 싹트고, 다른 사람을 챙겨주고 싶어진다고 한다.", "Une perruque blanche et frisée portée par les femmes de chambre qu'on leur donne lorsqu’elles sont au service de familles nobles ou royales. Il arrive parfois que son apparence et sa taille soit modifiées en fonction de besoins spécifiques. Ainsi, pour juger une femme de chambre sur son efficacité, il suffit de regarder la propreté des extrémités de la perruque. On raconte que lorsque quelqu'un la porte, son envie de servir les autres augmente.", "Eine weiße Kopfbedeckung, die von Hausmädchen im Dienst königlicher Familien getragen werden. Von Zeit zu Zeit kann die Erscheinung an bestimmte Bedürfnisse angepasst werden. An der Sauberkeit der weißen Krempe erkennt man die Fähigkeiten des Hausmädchens. Wer sie trägt, soll sofort das Bedürfnis verspüren, anderen zu helfen und zu dienen.", "Una cofia blanca y con volantes que llevan las criadas al servicio de familias reales o de la nobleza. De vez en cuando su tamaño y aspecto se pueden personalizar para adaptarlos a las necesidades. La destreza de la criada puede verse fácilmente en la limpieza de su atuendo. Se dicen que llevarlo inspira al momento ganas de ayudar y de servir a los demás."]}, "accuracy": 0}