{"slot": "Headgear", "compendium_shown": true, "price_buy": 200, "requirements": null, "name": "Wizard's Hat", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 126, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 20, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 6}, "icon": "item_30102.png", "type": "Hat", "strings": {"name": ["Wizard's Hat", "三角帽子", "삼각모자", "Chapeau de sorcier", "Magierhut", "Sombrero de mago"], "desc_short": ["A hat that enhances magical powers.", "提升魔道士形象的三角帽", "마도사다운 분위기가 나는 삼각모자", "Chapeau améliorant les pouvoirs magiques.", "Ein Hut, der magische Kräfte verstärkt.", "Sombrero que aumenta el poder mágico."], "desc_long": ["Ladies and gentlemen! I would like to hear your thoughts on a particular matter. Which hat makes a mage look more his or her part? In my humble opinion, there is no equal to the wizard's hat when it comes to representing mages. Did wizards and witches not don these hats in the ancient texts we know? Not only does it uphold the traditional image of a mage, but it also helps its wearer to focus magical energy. Could there be a better option than this?", "試問諸位前輩！何種裝備能使魔道士更像魔道士呢？我欲在此申明，沒有什麼東西可以發揮比三角帽子更大的作用。在古籍中，哪位魔道士不戴著這樣的帽子？佩戴此帽，既能符合一般民眾心中的印象，也有助於集中魔力。難道還有比這更好的裝備嗎？", "세상 사람들에게 묻고 싶다! 마도사가 더 마도사답게 보일 수 있는 장비란 무엇인가? 나는 단언컨대 이 삼각모자보다 적절한 장비는 없다고 주장하는 바이다. 옛글에서도 마도사는 반드시 뾰족한 모자를 쓰고 등장한다. 일반 대중이 생각하는 이미지와도 일치할 뿐만 아니라, 마력을 집중하는 데에도 도움이 된다. 이보다 좋은 장비가 있는가?", "Mesdames, Messieurs ! J'ai quelque chose à vous demander. Quel chapeau renforce l'image d'un mage ? À mon humble avis, c'est le chapeau de sorcier. Avez-vous déjà vu des textes anciens avec des sorciers et des sorcières n'en portant pas ? Non seulement le chapeau de sorcier respecte l'image du mage, mais il permet de concentrer l'énergie magique. Mais que demande le peuple ?", "Meine Damen und Herren! Beantworten Sie mir diese Frage. Was für ein Hut gehört auf den Kopf eines Magiers? Meiner Meinung nach muss es unbedingt dieser spitz zulaufende Hut sein. Schon in den Sagen des Altertums wurde kein Magier ohne Spitzhut beschrieben und auch in den Köpfen der heutigen Menschen sind die beiden untrennbar verbunden. Da ein solcher Hut zudem beim Fokussieren der Magie hilft, kann es eigentlich keine bessere Wahl geben, meinen Sie nicht?", "¡Señoras y señores! Permítanme consultarles algo. ¿Qué sombrero representa mejor a un mago? En mi humilde opinión, nada como un sombrero de mago para representar a un mago. ¿Acaso no los llevaban los brujos y las brujas de los antiguos textos que conocemos? No solo refuerza la imagen de un mago, sino que ayuda a concentrar la energía mágica. ¿Existe una opción mejor?"]}, "accuracy": 0}