{"slot": "Headgear", "compendium_shown": true, "price_buy": 25000, "requirements": null, "name": "Trick Hat", "type_id": 40, "skills": [203240], "is_twohanded": false, "rarity": 7, "compendium_id": 542, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'MP + 15%' passive."], "price_sell": 2500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 35, "SPR": 35, "DEF": 0}, "icon": "item_30130.png", "type": "Hat", "strings": {"name": ["Trick Hat", "戲法帽", "장난꾸러기 모자", "Chapeau truqué", "Trickhut", "Sombrero trucado"], "desc_short": ["A hat which was worn by a fairy.", "仙子佩戴的帽子", "요정이 쓰던 모자", "Un chapeau qui a été porté par un lutin.", "Eine Feenkappe.", "Un sombrero que perteneció a un hada."], "desc_long": ["A hat which was worn by a fairy. The original owner of the hat enjoyed playing pranks on humans, but this particular fairy also acknowledged those who treated the fairy well, and made sure that the person was properly rewarded. The hat has a unique enchantment that makes it change its size, be it large or small, to fit whomever is wearing it.", "由某位仙子佩戴的帽子。這位仙子十分喜歡搞惡作劇，但也懂得滴水之恩以湧泉相報。這頂帽子也很神奇，能根據裝備者的頭部大小自動伸縮，調整自身尺寸。", "어느 요정이 쓰던 모자. 본래 이 모자의 소유자였던 요정은 인간에게 장난치는 것을 즐겼지만, 은혜를 입은 상대에게는 반드시 보은하는 것으로 유명하다. 장착한 사람의 신체 크기에 따라 모자가 거대화되거나 축소되는 등 신비한 마법이 걸려 있다.", "Un chapeau qui a été porté par un lutin. Son ancien propriétaire aimait bien se jouer des humains, mais savais aussi reconnaître quand ceux-ci se montraient gentils à son égard. Il avait alors pour habitude de récompenser ses bienfaiteurs. Ce chapeau est imprégné d'un pouvoir magique qui lui permet de changer de taille à volonté afin de s'adapter à toutes les têtes.", "Eine Feenkappe. Die ursprüngliche Besitzerin spielte den Menschen gerne Streiche, doch diese besondere Fee weiß gutes Benehmen zu schätzen und verteilt dementsprechend Belohnungen. Dank seiner ungewöhnlichen Verzauberung passt sich der Hut der Größe seines Trägers an.", "Un sombrero que perteneció a un hada. Su primer dueño se lo pasaba genial haciéndole jugarretas a los humanos, pero esta hada en particular también recompensa adecuadamente a la gente que la trata bien. El sombrero posee un encantamiento especial que lo hace más grande o más pequeño dependiendo de quien lo lleve puesto."]}, "accuracy": 0}