{"slot": "Headgear", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Mage's Hat", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 131, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 10, "SPR": 0, "DEF": 8}, "icon": "item_30107.png", "type": "Hat", "strings": {"name": ["Mage's Hat", "魔術師帽子", "마술사 모자", "Chapeau de mage", "Zauberhut", "Chistera mágica"], "desc_short": ["A hat that enhances a mage's charming qualities.", "令魔術師更顯妖豔的帽子", "마술사 특유의 수상한 분위기를 풍기는 모자", "Chapeau qui renforce les pouvoirs d'un mage.", "Hut, der die Fähigkeiten eines Magiers verstärkt.", "Sombrero que hace misterioso al mago."], "desc_long": ["The power of suggestion can sometimes bring hidden potential to light. Magical power is indeed important to mages, but lack of self-confidence can cause their success rates and power output to fluctuate greatly. In the past, mages used their elaborate robes to shape themselves into characters that instilled fear in others. This hat serves the same function, except that not only does it boast of special properties, but it also seems to give the wearer a bit too much confidence in the practice of magic.", "暗示有著誘發出人類潛能的效果，在使用魔法時，雖然魔力的高低左右著成敗，但有無自信也影響著魔法的成功率與威力的大小。在過去，魔道士們喜歡用誇張的袍子來塑造自己恐怖的形象，這頂帽子也同樣，不光性能優秀，還能夠提升使用者的自豪與自信。", "암시를 걸면 잠재능력을 해방하는 효과가 있다고 한다. 마법은 마력의 크기도 중요하지만, 자신감의 유무에 따라 위력이나 성공률이 크게 달라진다. 과거에는 마도사들이 요란하게 생긴 로브로 자신들을 두려운 존재처럼 연출했듯이, 이 모자도 성능을 위해서라기보다 마술사라는 자부심을 드러내는 용도로 많이 쓰였다.", "Le pouvoir de suggestion est parfois la clé pour libérer un potentiel caché. Les pouvoirs magiques sont importants pour les mages, mais le manque de confiance peut diminuer leur chance de réussite et réduire leur puissance. Par le passé, certains mages ont ainsi créé des tenues qui inspirent la peur chez leurs ennemis. Ce chapeau a été conçu dans ce but. Il possède des propriétés spéciales et donne à celui qui le porte une immense confiance en ses pouvoirs magiques.", "Die Kunst der Hypnose kann manchmal versteckte Fähigkeiten ans Licht bringen. Magische Kräfte sind für Magier wichtig, aber ein fehlendes Selbstbewusstsein kann ihre Erfolgsrate stark beeinflussen. In der Vergangenheit haben Magier ihre Roben benutzt, um Angst bei anderen auszulösen. Dieser Hut hat die gleiche Funktion, außer, dass er nicht nur mit besonderen Eigenschaften prahlt, sondern dem Träger scheinbar auch ein bisschen zu viel Selbstbewusstsein gibt.", "El poder de sugestión puede llegar sacar el potencial latente a la luz. El poder mágico es, desde luego, importante para los magos, pero la falta de autoestima puede provocar grandes fluctuaciones en las probabilidades de éxito de dicho poder. En el pasado, los magos utilizaban sus elaboradas túnicas para transformarse en personajes que infundían terror en los demás. Este sombrero tiene la misma función, pero en lugar de limitarse a hacer alarde de propiedades especiales, también otorga al portador un pequeño exceso de confianza en la práctica de la magia."]}, "accuracy": 0}