{"slot": "Headgear", "compendium_shown": true, "price_buy": 500, "requirements": null, "name": "Twist Headband", "type_id": 40, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 128, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 50, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 7, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 8}, "icon": "item_30104.png", "type": "Hat", "strings": {"name": ["Twist Headband", "纏頭帶", "비틀린 머리띠", "Bandeau torsadé", "Kordelband", "Cinta cruzada"], "desc_short": ["A twist headband that stirs the spirit.", "裝備後可提升士氣的頭帶", "장착하면 사기가 오르는 머리띠", "Bandeau torsadé stimulant l'esprit.", "Ein Stirnband, das die Lebensgeister weckt.", "Cinta cruzada que estimula el espíritu."], "desc_long": ["A twisted headband meant to be wrapped over the forehead. It bolsters the spirit of the wearer as soon as it is put on, which allows him or her to focus better on the battlefield. The twist headband is especially favored by martial artists, who must concentrate all of their power into a single attack. If worn too loosely, there is a chance that it may come undone on the battlefield. Whereas if worn too lightly, it could cut off blood circulation. Thus, the right balance of power is needed when tying this headband.", "纏在額頭的頭巾。裝備後可有助於集中精力進行戰鬥。特別是對那些將蓄積在體内的能量集中到單次攻擊上的武術家而言，是不可或缺的裝備。然而，如果纏得太鬆，則有可能在戰鬥中滑落或鬆解。相反，如果纏得太緊，則會壓迫血管。因此，纏的時候需要掌握最佳的力度。", "이마에 매는 머리띠. 장착하면 정신이 번쩍 들고 전투에 집중하기 쉬워진다. 특히 육체에 축적한 모든 힘을 일격에 싣는 무도가들이 애용한다. 느슨하게 매면 전투 중에 흘러내리거나 풀릴 수도 있고, 반대로 너무 세게 조이면 혈관을 압박하기 때문에 요령이 필요하다.", "Un bandeau à enrouler autour du front. Il renforce le mental de son porteur, lui permettant de mieux se concentrer sur le champ de bataille. Le bandeau torsadé est notamment privilégié par les pratiquants d'arts martiaux, leur permettant de concentrer leur force en une seule attaque. Il est possible de le perdre s'il n'est pas assez serré, mais, s'il est au contraire trop serré, la circulation sanguine peut être coupée : il est nécessaire de trouver le juste milieu.", "Ein Stirnband aus verdrehten Kordeln. Es steigert die Konzentration und weckt den Kampfgeist, daher kann man es häufig auf den Köpfen von Kampfkünstlern entdecken, die all ihre Energie in einem einzigen Angriff bündeln müssen. Wird das Kordelband nicht fest genug eingedreht, kann es sich im Kampf leicht lösen. Zieht man es jedoch zu fest an, kann es einem das Blut abschnüren, daher ist ein gewisses Fingerspitzengefühl erforderlich.", "Una cinta cruzada que se coloca sobre la frente. Fortalece el espíritu de quien la lleva tan pronto se la pone, y le permite concentrarse más en la batalla. Es la favorita de los artistas marciales, que deben concentrar toda su potencia en un ataque. Si se lleva muy suelta, puede perderse en la batalla. Si en cambio se lleva muy apretada, puede cortar la circulación. Por eso, al anudarla hace falta un equilibrio de fuerzas perfecto."]}, "accuracy": 0}