{"slot": "Headgear", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Grand Helm", "type_id": 41, "skills": [202390], "is_twohanded": false, "rarity": 6, "compendium_id": 313, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'Heavy Arms' passive."], "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": {"Confusion": 100, "Sleep": 100, "Silence": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 45}, "icon": "item_30212.png", "type": "Helm", "strings": {"name": ["Grand Helm", "威嚴之盔", "웅장한 투구", "Grand Heaume", "Stechhelm", "Gran casco"], "desc_short": ["A strong helmet that protects against status ailments.", "能夠防禦異常狀態的頭盔", "상태이상까지 막는 강력한 투구", "Puissant heaume qui protège contre toutes les altérations d'état.", "Ein mächtiger Helm, der vor Zustandsveränderungen schützt.", "Casco robusto que protege de estados perjudiciales."], "desc_long": ["A powerful helmet that boasts of high defense and renders its wearer immune to sleep, silence, and confusion. Its defense is even more effective when equipped with heavy armor. Warriors who are completely covered in armor have the responsibility to not only look after themselves, but after defenseless comrades such as mages as well. Those who don the grand helm even more so, as the ailment immunity they are granted would most likely render them solely responsible for their troops in times of great crisis.", "性能優越的頭盔，不僅防禦力很高，還能抵擋睡眠、沉默、混亂等異常狀態。如果將它和重鎧一同裝備，則防禦效果更佳。全身包裹著鎧甲的戰士，不僅要保護自己，還必須保護魔道士之類不堪一擊的夥伴。而威嚴之盔能夠抵禦棘手的異常狀態，因此可使部隊的防守堅如磐石。", "높은 방어력을 자랑하며 수면, 침묵, 혼란을 무효화하는 강력한 투구. 중갑과 함께 장착하면 방어력을 더욱 높일 수 있다. 전신을 갑옷으로 감싼 전사는 자신의 몸뿐만 아니라 마도사처럼 맷집이 약한 동료를 지키는 역할도 맡는다. 특히 이 웅장한 투구는 성가신 상태이상까지 막아주기 때문에 부대의 방어력은 더욱 견고해질 것이다.", "Un puissant casque qui arbore de bonnes défenses et rend celui qui le porte insensible au sommeil, au silence et à la confusion. Ses défenses sont encore plus efficaces lorsque équipé en même temps d'une armure lourde. Les guerriers couverts d'une armure ont la responsabilité non seulement de se protéger, mais aussi de veiller sur leurs camarades sans défense, dont les mages. C'est d'autant plus vrai pour ceux qui portent le grand heaume, car l'immunité qu'il confère les rend souvent seuls responsables de leurs troupes en temps de crise.", "Ein machtvoller Helm, der nicht nur guten Schutz bietet, sondern den Träger auch immun gegen Schlaf, Stille und Konfus macht. In Kombination mit schweren Rüstungen ist er besonders effektiv. Schwer gerüsteten Kämpfern fällt oft die Verantwortung zu, nicht nur sich selbst, sondern auch leicht verwundbare Gefährten wie etwa Magier zu beschützen. Ein Träger dieses Helmes kann schnell zum einzigen noch handlungsfähigen Kämpfer seiner Gruppe werden, was seine Verantwortung umso größer macht.", "Casco robusto que destaca por otorgar una gran DEF e inmunizar a quien lo lleve frente a Morfeo, Silencio y Confusión. Es aún más efectivo si se equipa junto a armaduras pesadas. Los guerreros ataviados con armaduras completas deben cuidar de sí mismos, pero también de los camaradas indefensos, como los magos. Esto es aún más aplicable a los portadores del gran casco, ya que la inmunidad frente a estados perjudiciales hará que sean los únicos responsables de sus tropas en los tiempos de mayor crisis."]}, "accuracy": 0}