{"slot": "Headgear", "compendium_shown": true, "price_buy": 480, "requirements": null, "name": "Iron Helm", "type_id": 41, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 141, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 48, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 10}, "icon": "item_30201.png", "type": "Helm", "strings": {"name": ["Iron Helm", "鐵盔", "철제 투구", "Casque en fer", "Eisenhelm", "Yelmo de hierro"], "desc_short": ["A helmet made of iron.", "用鐵製作的頭盔", "철로 만든 투구", "Casque en fer.", "Ein Helm aus Eisen.", "Yelmo hecho de hierro."], "desc_long": ["Though bronze weapons and armor are mainly used for training exercises, iron weapons and armor are used for actual battle. Soldiers who have trained night and day polish this helmet while dreaming of becoming proud warriors, pinning their hopes and fears on the battles that are to come. Unfortunately, some of them ultimately lose their lives on the field while wearing their polished iron helms for the very first time.", "青銅武器和防具多用於訓練新人，與之相對，鐵製武器和防具則用於實際戰鬥。心懷士兵夢，日夜埋頭苦練的新兵們，會一邊打磨鉄盔一邊互相訴說對實戰的期望和不安。然而，在戴著剛打磨好的頭盔趕赴戰場的當天，命喪黃泉的人不在少數。", "청동제 무기와 방어구는 신병 훈련에 많이 쓰이지만, 철제 무기와 방어구는 실전에 쓰인다. 어엿한 병사가 되기 위해 밤낮으로 훈련하는 신병들은 이 투구를 닦으며 실전에 대한 희망과 불안을 이야기하지만, 그들 중 몇몇은 투구를 쓰고 처음 나간 전장에서 목숨을 잃는다.", "Bien que les armes et armures en bronze soient utilisées lors d'exercices d'entraînement, les armes et armures en fer sont utilisées à la guerre. Les soldats passent du temps à lustrer leur casque. Rêvant de devenir de majestueux guerriers, leurs souhaits et leurs peurs reposent entièrement sur les batailles à venir. Malheureusement, certains meurent au champ d'honneur, portant encore sur la tête leur casque en fer poli.", "Bronzeausrüstung wird meist während der Ausbildung verwendet, doch Eisen hat seinen Platz auf dem Schlachtfeld. Manch junger Soldat polierte schon nach einem harten Trainingstag seinen Eisenhelm, während er voller Angst und Hoffnung seinem ersten Kampf entgegenfieberte, nur um dann den blitzenden Helm zusammen mit seinem Leben auf dem Schlachtfeld zu verlieren.", "Las armaduras y armas de bronce se usan principalmente para el entrenamiento, y las de hierro para las batallas reales. Los soldados que entrenan pulen día y noche este yelmo mientras sueñan con ser orgullosos guerreros, con sus esperanza puestas en las batallas venideras. Aun así, muchos perderán la vida llevando sus yelmos de hierro pulidos por primera vez."]}, "accuracy": 0}