{"slot": "Headgear", "compendium_shown": true, "price_buy": 1200, "requirements": null, "name": "Barbut", "type_id": 41, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 142, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 120, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 3, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 8}, "type": "Helm", "strings": {"name": ["Barbut", "開面盔", "무장투구", "Barbute", "Barbuta", "Barbuta"], "desc_short": ["A helmet made from a single metal sheet.", "用１塊金屬板製作的頭盔", "금속판 한 장으로 만든 투구", "Casque fabriqué à partir d'une unique plaque de métal.", "Ein Helm aus einer Eisenplatte gefertigt.", "Yelmo hecho con una sola hoja de metal."], "desc_long": ["A helmet made from a single sheet of metal which has a special opening that begins from the eyes and ends at the mouth. This gap actually grants the wearer a greater field of vision than other helmets, and makes breathing easier as well. Some may fear that the wide opening in the middle of the barbut could be penetrated by a weapon, but as long as its edges are rimmed with a thicker metal, it should be enough to prevent this. Some craftsmen use this particular part of the helmet to make it shine more like a work of art.", "用１塊金屬板製作的頭盔，可從開口處露出眼部和口部。相比其他頭盔，開面盔的視野更廣闊，也更便於呼吸。張開的部分看似毫無防備，但沿著開口邊緣製有緩衝帶，因此即便有武器擦過頭盔，也不會輕易傷到内部。誠可謂，精心設計、用心良苦的傑作。", "금속판 한 장으로 만든 투구로, 눈가에서 입까지 탁 트인 구조이다. 덕분에 다른 투구보다 시야가 넓고 호흡도 편하다. 트인 부분이 무방비해 보이지만, 투구 표면을 스친 무기가 안으로 들어오지 않도록 테두리에 방지턱이 있다. 장인의 솜씨가 빛나는 걸작이라 할 수 있겠다.", "Un casque fabriqué à partir d'une seule feuille de métal et qui a une ouverture spéciale qui s'étend des yeux à la bouche. Celle-ci permet d'avoir un plus grand champ de vision que les autres casques et rend la respiration plus facile. Certains craignent qu'une arme puisse pénétrer par cette large ouverture, mais ses bords sont entourés d'un métal plus épais empêchant une telle éventualité de se produire. Ce chef-d'œuvre, à travers cette ingénieuse ouverture, reflète bien les talents de certains artisans.", "Ein Helm, der aus einer einzelnen Eisenplatte gefertigt wurde. Von den Augen bis zum Mund verläuft eine Öffnung, weshalb das Sichtfeld weniger eingeschränkt ist als bei manchen anderen Helmen, zudem fällt das Atmen leichter. Um zu verhindern, dass eine am Helm abrutschende gegnerische Waffe in die Öffnung eindringt, wurde diese mit einem dicken Rand umgeben. Die Barbuta ist ein gutes Beispiel für ausgeklügelte Handwerkskunst.", "Un yelmo hecho con una única placa de metal, dotado con una apertura especial desde los ojos hasta la boca. Este hueco proporciona un campo de visión más amplio que otros, y facilita también la respiración. Algunos temen que algún arma pueda entrar por la apertura, pero mientras los bordes estén rematados por un metal más grueso, no debería ocurrir. Algunos artesanos usan esa parte concreta del yelmo para que destaque como obra de arte."]}, "icon": "item_30202.png"}