{"slot": "Headgear", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Emil's Head", "type_id": 41, "skills": [101700], "is_twohanded": false, "rarity": 6, "compendium_id": 708, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'MAG +15%' passive."], "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 30}, "icon": "item_30224.png", "type": "Helm", "strings": {"name": ["Emil's Head", "艾米爾頭", "에밀의 머리", "Coiffe d'Émile", "Emils Kopf", "Cabeza de Emil"], "desc_short": ["The headgear of a mysterious living being from another world.", "仿造異界謎之生物的頭盔", "이계에 존재하는 수수께끼의 생물을 본떠 만든 모조품", "Le couvre-chef d'une forme de vie mystérieuse qui existe dans un autre monde.", "Der Kopfschmuck eines mysteriösen Lebewesens aus einer anderen Welt.", "El gorro de un ser misterioso de otro mundo."], "desc_long": ["The headgear of a mysterious living being named Emil who lives in another world. Wearing this gives the wearer a feel of what it's like to be Emil.", "仿造異界謎之生物「艾米爾」的頭部製作的頭盔。裝備上它，就會感覺自身變成了「艾米爾」一樣。", "이계에 존재하는, 에밀이라는 이름의 생물의 머리 부분을 본떠 만든 모조품. 장착하면 에밀의 기분을 맛볼 수 있다고 한다.", "Un casque d'une forme de vie mystérieuse appelée Émile qui vit dans un autre monde. Mettre ce casque donne l'impression à son porteur d'être dans la peau d'Émile.", "Der Kopfschmuck eines mysteriösen Lebewesens namens Emil, der in einer anderen Welt lebt. Das Tragen dieser Ausrüstung gibt dem Träger ein Gefühl davon, wie es ist, Emil zu sein.", "El gorro de un ser misterioso de otro mundo que responde al nombre de Emil. Quien lleve esto tendrá la sensación de convertirse en el propio Emil."]}, "accuracy": 0}