{"slot": "Headgear", "compendium_shown": true, "price_buy": 3600, "requirements": null, "name": "Golden Helm", "type_id": 41, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 280, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 360, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 28}, "icon": "item_30204.png", "type": "Helm", "strings": {"name": ["Golden Helm", "黃金盔", "황금 투구", "Casque en or", "Goldhelm", "Yelmo dorado"], "desc_short": ["A helmet that glimmers with gold.", "閃耀著黃金光輝的頭盔", "금빛으로 빛나는 투구", "Casque en or étincelant.", "Helm, der golden schimmert.", "Yelmo que emite un brillo dorado."], "desc_long": ["A high quality helmet coated with gold leaf. It was made thanks to a legend that spoke of a golden helmet which would assure victory for its wearer. A piece of armor made from genuine gold was once found in some ruins, but it could not be removed as it was too heavy. There was supposed to be a golden helmet with it, but as of now, it has yet to be found. There are many who wonder what might happen should the two pieces be reunited.", "覆滿了金箔的豪華頭盔。黃金製頭盔與鎧甲自古就是勝利的象徵，該頭盔便是仿照古時的黃金頭盔而製。從前，人們曾在遺跡中發現了純金製造的真品黃金鎧甲，但卻因為太重了而無法將其搬運走，而與之配套的真品純金頭盔卻至今尚未被找到，不知將兩樣真品集齊後會發生些什麼。", "품질 좋은 투구에 금박을 듬뿍 입힌 방어구. 황금 투구에는 승리를 가져다 준다는 전설을 따서 만들었다. 일찍이 유적에서 진짜 순금 갑옷이 발견되었으나, 너무나 무거워 유적에서 꺼내 올 수 없을 정도였다. 갑옷과 한 쌍인 황금의 투구는 아직도 발견되지 않았다. 그래서 \"갑옷과 투구가 모이면 과연 무슨 일이 일어날까?\"라며 기대하는 자도 있는 모양이다.", "Un casque de grande qualité enduit de feuilles d'or. Sa fabrication a été inspirée par une légende qui raconte qu'un casque d'or assure la victoire à celui qui le porte. Une armure en or véritable a un jour été trouvée dans des ruines, mais elle était si lourde que personne n'avait pu la soulever. Un casque en or aurait fait partie de cet ensemble, mais nul ne l'a jamais découvert. Beaucoup se demandent ce qui arriverait si ces deux pièces devaient être réunies.", "Ein hochqualitativer, mit Blattgold überzogener Helm. Er entstand im Zuge einer Legende, die von einem Sieg bringenden goldenen Helm erzählt. Ein Teil einer goldenen Rüstung wurde einst in Ruinen gefunden, aber konnte nicht geborgen werden, da es zu schwer war. Es soll auch ein Helm dabei gewesen sein, aber er wurde bis heute nicht gefunden. Es bleibt offen, was passiert, wenn die beiden Teile jemals wieder vereint werden.", "Yelmo de gran calidad recubierto con pan de oro. Su fabricación se debe a la leyenda de un yelmo de oro que aseguraría la victoria de su portador. En cierta ocasión se encontró una pieza de armadura fabricada con oro auténtico en unas ruinas, pero no se pudo sacar de allí debido a su gran peso. Supuestamente había un yelmo junto a ella, pero a día de hoy no se ha podido encontrar. Muchos se preguntan qué ocurriría si las dos piezas volvieran a reunirse."]}, "accuracy": 0}