{"slot": "Headgear", "compendium_shown": true, "price_buy": 12000, "requirements": null, "name": "Protective Helm", "type_id": 41, "skills": [100720], "is_twohanded": false, "rarity": 5, "compendium_id": 544, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'Auto-Shell' passive."], "price_sell": 1200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 20, "DEF": 15}, "type": "Helm", "strings": {"name": ["Protective Helm", "守護之盔", "프로텍트 투구", "Casque protecteur", "Schutzhelm", "Yelmo protector"], "desc_short": ["A helm made using scientific technology.", "濃縮了科技精髓的頭盔", "과학 기술이 결집한 투구", "Un casque fabriqué à l'aide de techniques scientifiques.", "Ein Helm, wissenschaftlich hergestellt.", "Un casco hecho con la última tecnología."], "desc_long": ["A helm made using scientific technology. These helms were widely available as a means to protect its wearer against enemies who excelled in magic, and are designed to fit the head firmly so that they could protect the wearer from magic as well as firearms. These helms proved to all the technological advancement of the people who created them.", "掌握了先進科學技術的人民製造的頭盔。為了贏得和擅長魔法的民族之間的戰爭，他們費盡苦心製造出了能夠廣泛流通的裝備。這種頭盔不僅能保護頭部，而且還能在受到魔法或火槍攻擊時不會被打飛。其技術含量之高，可見一斑。", "뛰어난 과학기술을 지닌 민족이 만들어낸 투구. 마법을 주로 다루는 민족과 전쟁을 벌였던 탓에 상당한 궁리와 정성이 들어간 장비로서 널리 유통되었던 듯하다. 마법이나 총탄 등의 공격을 받아도 벗겨지지 않을 정도로 머리에 딱 맞게끔 제작된 이 투구는, 이것을 제작한 민족의 높은 기술력을 엿볼 수 있는 걸작이라 할 수 있다.", "Un casque fabriqué à l'aide de techniques scientifiques. Ces casques étaient largement répandus parmi les soldats afin de les protéger contre les ennemis possédant de puissants pouvoirs magiques, et ont été conçus pour bien serrer la tête afin de les protéger contre la magie, mais aussi contre les armes à feu. Ces casques prouvent à quel point les gens qui les fabriquaient avaient une avance technologique considérable.", "Ein Helm, wissenschaftlich hergestellt. Diejenigen, die gegen magisch überlegene Gegner kämpften, machten ihn widerstandsfähig und verzauberten ihn so, dass er sich der Kopfform des Trägers anpasst. Dementsprechend schützt er nicht nur vor Magie, sondern auch Geschossen. Zudem entstand er dank des technologischen Fortschritts seiner Hersteller.", "Un casco hecho con la última tecnología. Estos cascos son fáciles de encontrar y sirven como protección contra enemigos expertos en magia. Están diseñados para ajustarse a la cabeza de tal forma que puedan proteger a su portador de ataques mágicos, y también cubrir sus hombros. Estos cascos mostraron al mundo el nivel tecnológico de sus creadores."]}, "icon": "item_30216.png"}