{"slot": "Headgear", "compendium_shown": true, "price_buy": 12000, "requirements": null, "name": "ZD Helmet", "type_id": 41, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 652, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 1200, "stats": {"status_inflict": null, "status_resist": {"Blind": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 26}, "icon": "item_30222.png", "type": "Helm", "strings": {"name": ["ZD Helmet", "ZD頭盔", "ZD 헬멧", "Casque ZD", "ZD-Helm", "Yelmo ZD"], "desc_short": ["A helmet based on those used by robot soldiers.", "以機械兵器為模型製成的頭盔", "로봇 병기를 본떠 만든 헬멧", "Un casque inspiré de ceux portés par les soldats robotiques.", "Ein Helm eines Robotsoldaten.", "Un casco inspirado en los que llevan los soldados robóticos."], "desc_long": ["A helmet made using highly-advanced technology. The helmet is designed in likeness to the secretly developed, robot soldier head piece. The front of the helmet has robot-like eyes that acts as a flashlight. The helmet is made using the same metals used for the robot soldiers making it very durable, and in turn, very heavy.", "用高度發達的科技製成的頭盔。以秘密開發的機械兵器的頭部為模型製成，相當於眼睛的部位裝上了藍燈。這副頭盔是以同原屬機體的金屬製成，非常堅固，但也因此非常重。", "상당한 고도의 과학 기술로 만들어진 헬멧. 비밀리에 개발하던 로봇 병기의 머리 부분을 본떠 디자인되었으며, 로봇으로 치면 눈에 해당하는 부분은 라이트로 제작되었다. 이 헬멧은 그 본체가 되는 기계와 동일한 금속으로 만들어져 단단하지만, 그만큼 무게도 많이 나간다고 한다.", "Un casque réalisé en utilisant une technologie de pointe. Leur forme ressemble aux secrètement développées têtes de soldat robot. La face avant du casque possède un œil robotisé qui peut être utilisé comme lampe torche. Il est fabriqué dans le même métal que les robots soldats, ce qui le rend résistant mais aussi très lourd.", "Ein Helm, der durch Auferbietung hochmoderner Technologie konstruiert wurde. Sein Design wurde an den Kopfteil eines unter strenger Geheimhaltung entwickelten Kampfroboters angelehnt; dementsprechend ist in die Vorderseite des Helmes ein Paar aus Lampen bestehender Roboteraugen integriert. Der Helm besteht aus den gleichen Materialien, die auch schon für die Produktion der Kampfroboter verwendet wurde; es ist daher nicht weiter verwunderlich, dass der Helm zwar äußerst robust, aber auch ziemlich schwer ist.", "Un casco creado con tecnología muy avanzada. Se creó en semejanza a las cabezas de los soldados robóticos, que se desarrollaban en el más estricto secreto. Asimismo, el casco cuenta con ojos robóticos que sirven de linterna y está hecho con los mismos metales que se usaban para crear los soldados robóticos, por lo que el casco es muy duradero, pero también pesa mucho."]}, "accuracy": 0}