{"slot": "Headgear", "compendium_shown": true, "price_buy": 120000, "requirements": null, "name": "Dragoon Helmet", "type_id": 41, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 807, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 12000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Water": 20, "Wind": 20}, "HP": 0, "ATK": 40, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 28}, "icon": "item_30228.png", "type": "Helm", "strings": {"name": ["Dragoon Helmet", "重騎頭盔", "용기사의 투구", "Casque de dragonnier", "Dragonerhelm", "Yelmo dragontino"], "desc_short": ["A helm once worn by a dragoon from the Farplane.", "異界龍騎士所裝備的頭盔", "이계에서 유입된 용기사의 투구.", "Un casque autrefois porté par un dragonnier originaire de l’Au-delà.", "Ein Helm, der einst von einem Dragooner aus einer fernen Welt getragen wurde.", "Un casco que en el pasado portó un dragontino del Etéreo."], "desc_long": ["A helm once worn by a dragoon from a faraway world. It has great defense, and even increases the wearer's attack power. There is a land called Baron located in a faraway world, and there a certain young leader of a group of elite dragoons is said to have equipped this helm, which he obtained from ancient ruins on the moon.", "異界龍騎士所裝備的頭盔。不只是防禦力、連穿戴者的攻擊力也能一起提升時它最大的特徵。根據紀錄，存在於異界的巴隆王國中，有位年輕的龍騎士團隊長就曾穿戴重騎頭盔。據說他是從月球的遺跡上得到這頂頭盔的。", "까마득히 먼 이계에서 유입된 용기사의 투구. 방어력뿐 아니라 공격력까지 상승시켜 주는 것이 특징이다. 이계에 존재하는 바론 왕국의 젊은 용기사단 대장이 용기사의 투구를 장비했다는 기록이 남겨져 있다. 그는 달의 어느 유적에서 이 투구를 손에 넣었다고 한다.", "Un casque autrefois porté par un dragonnier originaire d’un monde lointain. Il confère une défense élevée et augmente même la puissance d’attaque de son porteur. Il existe dans son monde d’origine un pays nommé Baron, et dans ce pays, un jeune chef d’une brigade de dragonniers d’élite qui aurait porté ce casque issu d’anciennes ruines situées sur la Lune.", "Ein Helm der einst von einem Dragoner einer fernen Welt getragen wurde. Es hat eine hervorragende Abwehr und erhöht sogar die Angriffskraft des Benutzers. Aufzeichnungen belegen, dass der junge Anführer einer Gruppe Elite-Dragoner aus dem in jener fernen Welt gelegenen Königreich Baron diesen Helm ausgerüstet haben soll, den er in Ruinen auf dem Mond gefunden hat.", "Un casco que en el pasado portó un dragontino de un mundo lejano. Este casco aporta mucha defensa y aumenta la potencia de ataque del usuario. En Baronia, una tierra lejana, se dice que el joven líder de un grupo de dragontinos de élite llevó este casco, casco que consiguió en unas viejas ruinas que hay en la Luna."]}, "accuracy": 0}