{"slot": "Headgear", "compendium_shown": true, "price_buy": 12000, "requirements": null, "name": "Tin Helm", "type_id": 41, "skills": [217290], "is_twohanded": false, "rarity": 5, "compendium_id": 688, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'Tin Plate Helm' passive."], "price_sell": 1200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 32}, "icon": "item_30223.png", "type": "Helm", "strings": {"name": ["Tin Helm", "鍍錫鐵頭盔", "양철 투구", "Casque de laiton", "Blechhelm", "Yelmo de latón"], "desc_short": ["A tin plate helmet brought from another world.", "來自異界的鍍錫鐵頭盔", "이계에서 유입된 양철제 투구", "Un casque en fer blanc d'un autre monde.", "Ein aus Blech gefertigter Helm, der aus einer fernen Welt stammt.", "Un casco de hojalata procedente de otro mundo."], "desc_long": ["A tin plate helmet brought from the faraway world of Gaia. It looks like a toy of sorts, but it performs well in battle, and is even used by the knights of Alexandria. There is apparently armor made out of tin that is crafted at a mysterious shop specializing in synthesis, but whether they have anything to do with this helm is unknown. Walking with the helm equipped can cause a lot of noise with the cling-clang of the tin plates.", "來自異界蓋亞的頭盔。乍看之下像是鍍錫鐵的玩具，實際上具有高性能，為異界蓋亞的亞力山德利亞王國騎士所裝備。在異界蓋亞也有由神秘的合成師所製作出的鍍錫鐵頭盔防具，和真品有無關連則無從得知。其缺點是行走時會發出十分吵雜的聲音。", "이계 가이아에서 유입된 투구. 양철로 된 장난감처럼 보이지만 성능은 뛰어나며, 이계 가이아에 존재하는 알렉산드리아 왕국의 기사가 장착하던 것이라 알려져 있다. 이계 가이아에는 수수께끼의 합성 가게에서 만든 양철 갑옷이라는 방어구도 존재하지만, 이와 관련 있는 물건인지는 밝혀지지 않았다. 이것을 장비하고 걸을 때마다 철컹철컹 시끄러운 소리가 나는 것이 문제.", "Un casque en fer blanc venant du monde lointain de Gaïa. Il ressemble peut-être à un jouet, mais son efficacité en combat n'est plus à prouver et reste très appréciée des chevaliers d'Alexandrie pour ses qualités. Il existe apparemment aussi une armure en fer blanc fabriquée par un magasin mystérieux spécialisé dans la fabrication d'objets, mais personne ne sait si cela à quelque chose à voir avec ce casque. Marcher avec ce casque vissé sur la tête ne rend pas son porteur des plus discrets, car le cliquetis qu'il émet empêche quiconque de s'approcher de l'ennemi sans se faire repérer.", "Ein Helm, der aus der fernen Welt Gaia stammt. Er sieht aus wie ein Blechspielzeug, ist als Helm aber tatsächlich höchst effizient und daher oft Teil der Ausrüstung der Ritter des Königreichs Alexandria. Durch das Klappern, das der Helm beim Laufen von sich gibt, hört man seine Träger allerdings schon aus weiter Entfernung. In Gaia kursiert das Gerücht um eine Blechrüstung, die von einem mysteriösen Schmied geschaffen wurde; ob dieser Helm Teil der Rüstung ist, ist jedoch nicht bekannt.", "Un casco de hojalata procedente del lejano mundo de Gaia. A simple vista parece de juguete, pero rinde muy bien en los combates y, por ello, hasta los caballeros de Alexandria lo usan. Existe también en ese mundo una coraza de latón fabricada en una misteriosa orfebrería, pero no está claro si ambos objetos guardan relación. Un buen estrépito acompaña a quien camina con este casco puesto."]}, "accuracy": 0}