{"slot": "Headgear", "compendium_shown": true, "price_buy": 120000, "requirements": null, "name": "Rider's Helm", "type_id": 41, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 464, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 12000, "stats": {"status_inflict": null, "status_resist": {"Petrify": 100, "Disease": 100}, "element_resist": null, "HP": 0, "ATK": 28, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 60}, "type": "Helm", "strings": {"name": ["Rider's Helm", "騎兵頭盔", "기병의 투구", "Heaume de cavalier", "Reiterhelm", "Yelmo de jinete"], "desc_short": ["A sturdy helmet worn by horse mounted warriors.", "堅固的騎手頭盔", "매우 견고한 기병용 투구", "Un casque solide porté par des guerriers à cheval.", "Ein robuster Helm getragen von Reiterkriegern.", "Un yermo robusto portado por jinetes guerreros."], "desc_long": ["A helmet of the lightest weight possible used for protection when riding atop a chocobo. Made from a special metal, this sturdy helmet serves to protect the wearer's head while riding and when fighting on the field. Opting for functionality in favor of ornamental design, the frontmost part of the helmet protrudes to cut air resistance. It is an item coveted by promising chocobo knights everywhere.", "在騎乘陸行鳥時，為了減輕下落時頭部受到的衝擊而設計的頭盔。它使用特殊的金屬製成，能夠經受激烈的騎兵戰。這種頭盔沒有多餘的裝飾，而向前凸起的部分可以減輕空氣阻力。對陸行鳥騎士而言，這是絕佳的裝備。", "초코보 등에 올라탈 때, 낙하 시의 충격을 최소화하고 머리를 보호하기 위해 착용하는 투구. 특수한 금속으로 만들어져, 올라탄 채로도 충분히 전투를 이어나갈 수 있을 정도로 견고하다. 세공을 배제한 디자인을 추구했으며, 앞부분에 튀어나온 부위는 공기 저항을 억제하는 역할을 한다. 한 명의 어엿한 초코보 나이트에게 있어 동경의 물건이기도 하다.", "Un casque, le plus léger possible, utilisé comme protection lorsqu’un cavalier monte un chocobo. Fabriqué à partir d'un métal spécial, ce casque d'une solidité à toute épreuve permet à son porteur d'être protégé lorsqu'il se bat sur le champ de bataille. Privilégiant le côté fonctionnel au détriment de son aspect, la partie avant de casque dépasse pour diminuer son aérodynamisme. C'est un objet très prisé des cavaliers-chocobo du monde entier.", "Der leichteste Schutzhelm für den Ritt auf einem Chocobo. Dieser aus einem speziellen Metall gemachte robuste Helm dient dem Schutz während des berittenen Kampfes. Als Verbindung von Funktionalität und ornamentalem Design ist die Vorderseite windschnittig gestaltet. Dieser Gegenstand wird von Chocobo-Rittern überall begehrt.", "Un yelmo lo más ligero posible que se usa como protección para montar en chocobo. Está hecho de un metal especial y protege la cabeza de su portador mientras monta y mientras pelea en el campo. La parte delantera del yelmo sacrifica la decoración por la funcionalidad y sobresale para resultar aerodinámica. El objeto de deseo de todos los caballeros chocobo."]}, "icon": "item_30215.png"}