{"slot": "Headgear", "compendium_shown": true, "price_buy": 12000, "requirements": null, "name": "Thornlet", "type_id": 41, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 454, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 1200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 30}, "icon": "item_30210.png", "type": "Helm", "strings": {"name": ["Thornlet", "荊棘之冠", "가시나무 관", "Couronne d'épines", "Thornlet", "Corona de espinas"], "desc_short": ["A cap made from thorns.", "用荊棘製成的頭冠", "가시나무로 만들어진 관", "Une couronne faite d'épines.", "Eine Dornenkappe.", "Un sombrero hecho con espinas."], "desc_long": ["A crown made of sharp rose thorns. Although it may seem like it would hurt the wearer when placed upon his or her head, it actually inflicts no damage on their person at all. As the work of a talented craftsman, this crown offers its owner a sense of confidence and comfort that ultimately makes them forget insignificant pain. The level of expertise of those making thornlets can be easily discerned from how well they weave the thorns together.", "用荊棘編織而成的頭冠。看起來，它會讓裝備者受傷，但事實上並不會。如果是熟練的工匠製作的頭冠，不要說輕微的痛覺，連裝備上它的感覺都不會有。如果想了解工匠的技藝如何，讓他製作荊棘之冠就可以了。", "날카로운 가시가 돋아난 가시나무를 엮어 만든 관. 얹기만 해도 상처를 입을 것 같지만, 의외로 사용자가 상처 입는 경우는 없다. 숙련된 장인의 손을 거친 관은, 경미한 고통은커녕 장비했다는 사실조차 잊어버릴 정도로 착용감이 편안하다고 한다. 이 관을 어떻게 엮느냐에 따라, 장인의 실력을 가늠할 수 있다.", "Une couronne faite d'épines de roses très pointues. Bien qu'elle semble infliger des dégâts à son porteur une fois placée sur la tête, ce n'est en réalité pas le cas. Grâce au talent de l'artisan qui l'a fabriquée, cette couronne donne une telle confiance en soi et procure une telle sensation de confort que son porteur oublie très vite la petite douleur qu'il ressent en la portant. Pour déterminer le niveau de l'artisan qui a réalisé la couronne il suffit de regarder le nombre d’entrelacements entre les épines.", "Eine Krone aus Rosendornen. Obwohl man denken müsste, dass sie dem Träger Schaden zufügt, ist das keineswegs der Fall. Da der Fertiger sehr talentiert war und die Krone dem Träger ein Gefühl der Zuversicht gibt, vergisst er den Schmerz darüber. Zudem sind die Dornen kunstvoll ineinander verwoben und stechen daher weniger.", "Una corona hecha de afiladas espinas de rosa. Aunque parece que tenga que herir a su portador si se lo pone, en realidad no le hace daño alguno. Obra de un artesano con talento, ofrece un sentido de confianza y comodidad que les hace olvidar el dolor insignificante. El nivel de destreza de quienes lo fabrican se distingue por lo bien que entretejen las espinas."]}, "accuracy": 0}