{"slot": "Headgear", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Dragon Helm", "type_id": 41, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 455, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 20, "Ice": 20, "Lightning": 20}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 24}, "icon": "item_30211.png", "type": "Helm", "strings": {"name": ["Dragon Helm", "龍盔", "드래곤의 투구", "Heaume de dragon", "Drachenhelm", "Casco de dragón"], "desc_short": ["A crown made from dragon materials.", "用龍身上的素材製成的頭盔", "드래곤의 재료로 만들어진 투구", "Une couronne faite avec des matériaux de dragons.", "Eine Krone aus Drachenmaterialien.", "Una corona hecha con materiales de dragón."], "desc_long": ["A helmet made from the scales and hide of a dragon that not only protects the head of the wearer, but also boosts his or her resistance to fire, thunder, and ice. Most dragons can resist great amounts of both heat and cold, and the stronger the dragon, the stronger they are against any elemental attacks in general. However, defeating such powerful dragons in order to gain the materials required to make this helmet is remarkably difficult, making it quite a rare and valuable piece of armor.", "使用巨龍的鱗片和表皮製作的頭盔。不僅能夠保護頭部，還能提高對火、雷和冰屬性的耐性。巨龍多能夠抵抗熾熱或寒冷的環境。力量越是強大的龍，越能夠承受屬性攻擊。不過，由於巨龍實在很強大，所以很難從其身上獲得素材，因此這種優秀的頭盔也很少流通於市。", "비늘이나 가죽 등 드래곤에서 비롯된 재료를 충분히 사용하여 만든 투구. 머리를 지켜줄 뿐 아니라, 불과 번개와 얼음 속성 저항력을 상승시킨다. 드래곤은 더위와 추위에 강한 종족이 많으며, 강력한 힘을 가진 드래곤일수록 속성 공격에도 강하다. 그러나, 강력한 드래곤에게서 재료를 얻는 것 자체가 어려워 이 훌륭한 투구가 시장에 유통되는 일은 도통 없다.", "Un casque fabriqué à partir des écailles et de la peau d'un dragon qui protège non seulement la tête de son porteur mais qui augmente aussi sa résistance au feu, à la foudre et à la glace. La plupart des dragons résistent à de grandes températures tant chaudes que glacées et plus la puissance du dragon est grande et plus il sera capable de résister également aux différentes attaques élémentaires. Toutefois, vaincre ce genre de dragon pour en obtenir de quoi fabriquer ce casque étant une tâche vraiment difficile, cette pièce d'armure ne se voit que très rarement, la rendant d’autant plus désirable et chère.", "Ein aus Drachenschuppen und Haut gemachter Helm, der den Träger nicht nur beschützt, sondern auch Resistenz gegen Feuer, Donner und Eis bietet. Die meisten Drachen vertragen einiges an Hitze und Kälte. Je stärker der Drache, desto stärker seine Abwehr gegen Elementarangriffe. Einen Drachen zu besiegen, um an diese Bestandteile zu gelangen, ist jedoch unglaublich schwierig, weshalb dieser Helm wertvoll wie selten ist.", "Un yelmo hecho de las escamas y el pellejo de un dragón que no solo protege la cabeza de quien lo lleva, sino que aumenta su resistencia al fuego, trueno y hielo. La mayoría de dragones resisten bien el frío y el calor y, cuanto más fuertes son, más resistentes a su vez a todos los ataques elementales. Sin embargo, vencer a dragones tan poderosos para obtener los materiales es harto difícil, por lo que se trata de una pieza bastante rara y valiosa."]}, "accuracy": 0}