{"slot": "Headgear", "compendium_shown": true, "price_buy": 1200, "requirements": null, "name": "Mythril Helm", "type_id": 41, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 279, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 120, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 20}, "type": "Helm", "strings": {"name": ["Mythril Helm", "秘銀盔", "미스릴 투구", "Casque en mithril", "Mithrilhelm", "Yelmo de mitrilo"], "desc_short": ["A helmet forged from mythril.", "用秘銀製作的頭盔", "미스릴로 만든 투구", "Casque forgé en mithril.", "Helm aus Mithril.", "Yelmo forjado con mitrilo."], "desc_long": ["An incredibly light helmet with defensive attributes made from mythril. It looks beautiful thanks to its elegantly sparkling silver-colored finish, but is quite difficult to pull off aesthetically. Unless paired with mythril armor, helmet on its own can be quite distracting. On the other hand, as mythril items are quite expensive, one would have to dish out quite a lot in order to afford the matching piece of armor.", "用秘銀製作的頭盔，既輕便又不失防禦力。該頭盔閃耀著高貴的銀色光芒，雖然看起來很美麗，但很難搭配。若是穿上其他材質的鎧甲，頭盔就會顯得更加刺眼，可若是也購買配套的秘銀製鎧甲，則會給錢包帶來恐怖的負擔。真是一件令人苦惱的裝備。", "미스릴로 만들어져서 매우 가볍고 방어력도 뛰어난 투구. 아름다운 은빛 광채를 발하여 아주 아름답지만 그만큼 까다로운 장비이다. 미스릴제가 아닌 갑옷과 함께 장착하면 투구만 반짝반짝 빛나서 어색하게 튀기 때문이다. 그렇다고 해서 갑옷까지 맞추자니 미스릴제 장비는 워낙에 값비싸서 재정적 타격이 크다. 참 고민되는 장비.", "Un casque incroyablement léger aux bonnes capacités défensives fait de mithril. Il est somptueux avec son éclat d'argent particulièrement élégant, mais se révèle bien difficile à retirer. À moins d'être porté en même temps que l'armure de mithril, le casque seul peut être assez tape à l'œil. Naturellement, les objets de mithril étant très onéreux, l'on peut comprendre l'envie de frimer de celui qui s'est offert un tel luxe.", "Ein unglaublich leichter Helm aus Mithril mit defensiven Attributen. Er sieht dank seiner elegant silber glänzenden Ausführung hübsch aus, aber es ist sehr schwer, ihn ästhetisch abzunehmen. Wenn der Helm nicht zusammen mit anderen Mithrilgegenständen getragen wird, lenkt er ziemlich ab. Andererseits sind Mithrilgegenstände sehr teuer und jemand müsste schon ordentlich in seine Tasche greifen, um ein passendes Ausrüstungsteil zu finden.", "Un yelmo increíblemente ligero, de parámetros defensivos, hecho de mitrilo. Su belleza se acentúa gracias al elegante acabado de color plateado brillante, pero es difícil de combinar estéticamente. A menos que vaya a juego con una armadura de mitrilo, el yelmo puede llamar demasiado la atención por sí solo. Por otro lado, los objetos de mitrilo son bastante caros, así que hace falta combatir mucho tiempo para poder permitirse el conjunto completo."]}, "icon": "item_30203.png"}