{"slot": "Headgear", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Imperial Helm", "type_id": 41, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 407, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 15}, "HP": 0, "ATK": 18, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 15}, "type": "Helm", "strings": {"name": ["Imperial Helm", "帝國頭盔", "제국의 투구", "Casque de l'Empire", "Imperialer Helm", "Yelmo imperial"], "desc_short": ["A helmet worn by imperial commanders.", "指揮官級別的帝國兵所裝備的頭盔", "지휘관 급의 제국군이 장비하는 투구", "Un casque porté par les commandants impériaux.", "Ein Helm eines imperialen Kommandanten.", "Un yermo portado por comandantes imperiales."], "desc_long": ["A helmet worn by commanders in the Zoldaad military. The decorative piece located atop it lets enemies afar know the person wearing it is a commander class soldier. Though it makes the wearer easier to be targeted, in the military nation of Zoldaad it is still considered an honor to be a commander. Because of this, there are many soldiers who have made it their goal to obtain this helmet.", "佐爾達多帝國軍的指揮官所裝備的頭盔。頭盔頂部帶有裝飾，從遠處就能看出來佩戴它的一定是指揮官。因此很容易成為敵人的目標。不過在佐爾達多這樣的軍事國家，成為指揮官是一種名譽。因此，仍有眾多士兵為了成為指揮官而努力作戰。", "졸다드 제국군의 지휘관이 장비하는 투구. 머리 부분에 장식이 붙어 있어, 멀리서도 지휘관급의 병사임을 확인할 수 있다. 필연적으로 적의 공격 대상이 될 확률도 높아지지만, 군사국가인 졸다드에 있어 지휘관은 명예로운 위치이다. 그 때문에 이 투구를 얻는 것을 목표로 임무를 수행하는 병사들도 많다.", "Un casque porté par les commandants de l'armée de Zoldaad. La pièce décorative située tout en haut permet à l'ennemi de savoir le grade de la personne en face de lui. Bien que cela en face des cibles plus faciles, pour un habitant d'une nation militaire comme Zoldaad, il s'agit d'un véritable honneur d'être nommé commandant. C'est pourquoi, beaucoup de soldats rêvent de pouvoir le porter un jour.", "Ein Helm getragen von Kommandanten des Militärs von Zoldaad. Der Gegenstand zur Zierde gibt den Träger schon aus der Ferne als Kommandanten zu erkennen. Auch wenn man dadurch leichter als Ziel auszumachen ist, gilt das Tragen in Zoldaad als große Ehre. Viele Soldaten tragen den Wunsch in sich, diesen Helm zu erlangen.", "El yelmo que llevan los comandantes del ejército de Zoldaad. La pieza decorativa en su parte superior indica a los enemigos desde lejos que quien la lleva ostenta el rango de comandante. Aunque atrae los ataques hacia él, en la nación militar de Zoldaad todavía se considera un honor ser comandante. Por ello hacerse con este yelmo es el sueño de muchos soldados."]}, "icon": "item_30214.png"}