{"slot": "Headgear", "compendium_shown": true, "price_buy": 240, "requirements": null, "name": "Bronze Helm", "type_id": 41, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 140, "dmg_variance": null, "slot_id": 3, "effects": null, "price_sell": 24, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 7}, "icon": "item_30200.png", "type": "Helm", "strings": {"name": ["Bronze Helm", "青銅盔", "청동 투구", "Casque en bronze", "Bronzehelm", "Yelmo de bronce"], "desc_short": ["A helmet made of bronze.", "用青銅製作的頭盔", "청동으로 만든 투구", "Casque en bronze.", "Ein Helm aus Bronze.", "Yelmo hecho de bronce."], "desc_long": ["An ordinary helmet made of bronze. Though it doesn't offer much defense, it does give the owner a sense of relief when worn. Its mass production makes it available in most stores, and it is often combined with the bronze armor by those who have just begun training for battle. Unfortunately, since it covers the entire head, the shock waves and sound it produces when struck have been known to make some people faint.", "用普通青銅製作的頭盔。防禦力並不高，戴上它最多只能獲得一點安全感。由於是批量生產，所以可在商店購買。通常作為新人訓練裝備，和青銅鎧配套使用。這種頭盔會罩住整個頭部，受到擊打時會在頭盔内部產生巨大回聲，有些人會因此而暈厥。", "청동으로 만든 평범한 투구. 방어력은 높지 않지만, 쓰고 있으면 안심이 된다. 양산형 제품이라 상점에서 쉽게 구할 수 있다. 보통 신병을 훈련할 때 청동 갑옷과 함께 사용한다. 머리 전체를 덮기 때문에 타격당하면 충격과 동시에 큰 소리가 울리는데, 간혹 이 소리에 기절하는 사람도 있다.", "Un casque ordinaire en bronze. Bien que sa protection soit peu efficace, il procure un sentiment de soulagement. Produit en grande quantité, il est disponible dans la plupart des magasins et est souvent porté avec l'armure de bronze par ceux qui commencent leur entraînement. Malheureusement, il couvre toute la tête et beaucoup s'évanouissent en raison de l'onde de choc créée par les coups adverses.", "Ein gewöhnlicher Helm aus Bronze. Bietet nicht viel Schutz, verleiht aber zumindest ein Sicherheitsgefühl. Solche Helme werden haufenweise hergestellt und überall verkauft. Kämpfer in der Ausbildung tragen sie oft zusammen mit einer Bronzerüstung. Da sie den ganzen Kopf bedecken, besteht die Gefahr, dass der Träger bei einem Kopftreffer durch die Erschütterung und den Lärm bewusstlos wird.", "Un yelmo corriente hecho de bronce. Aunque no ofrece mucha protección, proporciona sensación de alivio. Se produce en serie y se encuentra en muchas tiendas, a menudo en conjunto con la armadura de bronce para quienes comienzan su preparación militar. Sin embargo, como cubre toda la cabeza, el ruido que hace al ser golpeado ha hecho desmayarse a más de uno."]}, "accuracy": 0}