{"slot": "Headgear", "compendium_shown": true, "price_buy": 12000, "requirements": null, "name": "Onion Helm", "type_id": 41, "skills": [211730], "is_twohanded": false, "rarity": 5, "compendium_id": 559, "dmg_variance": null, "slot_id": 3, "effects": ["Grants 'Healthy' passive."], "price_sell": 1200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 15, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 20}, "icon": "item_30218.png", "type": "Helm", "strings": {"name": ["Onion Helm", "洋蔥頭盔", "양파 투구", "Casque oignon", "Zwiebelhelm", "Yelmo cebolla"], "desc_short": ["A crimson helm brought from the Farplane.", "來自異界的赤紅頭盔", "이계에서 유입된 진홍빛 투구", "Un casque de couleur pourpre venant de l'Au-delà.", "Ein Purpurhelm aus dem Abyssum.", "Un casco carmesí del Etéreo."], "desc_long": ["A crimson helm brought from the Farplane. The helm is characterized by the burning red color, and the feather affixed to the top of the helm. These helms were worn in the Farplane by those who bore the mysterious job of the \"Onion Knight,\" who were known as being both the weakest and the strongest of all. These helms are extremely hard to come by, and could only be obtained by defeating fearsome dragons.", "來自異界的赤紅頭盔，頂部裝飾著羽毛。這原本只能由「洋蔥劍士」這一充滿謎團的職業者裝備的防具。它十分罕見，只能從異常強大的巨龍身上獲得。", "이계에서 유입된 진홍빛 투구. 새빨간 광택과 머리 끝 부분에 달려 있는 깃털이 트레이드 마크로, 이 투구가 본래 존재하던 이계에서는 최강 혹은 최약이라고도 불리던 수수께끼의 직업인 '양파 검사'만이 장비할 수 있는 방어구라고 한다. 입수하기도 무척이나 어려운 데다, 두려울 정도로 강력한 드래곤에게서만 얻을 수 있었다는 투구이기도 하다.", "Un casque de couleur pourpre venant de l'Au-delà. Reconnaissable à sa couleur rouge ardant et ses plumes fixées sur le dessus, ces casques sont portés dans l'Au-delà par ceux qui exercent le métier mystérieux de \"Chevalier Oignon\", connus pour être à la fois les plus faibles et les plus puissants d'entre tous. Ces casques son extrêmement difficiles à trouver et ne peuvent être obtenus qu'en terrassant certains dragons terrifiants.", "Ein Purpurhelm aus dem Abyssum. Er sticht durch seine brennend rote Farbe und die Feder auf der Spitze hervor. Diese Helme wurden im Abyssum von den mysteriösen \"Zwiebelrittern\" getragen, die am stärksten und schwächsten zugleich waren. Diese Helme sind extrem selten und können nur von schreckenerregenden Drachen erlangt werden.", "Un casco carmesí del Etéreo. Destaca por su color rojo llameante y por la pluma que lleva en la parte de arriba. Estos cascos los llevaban en el Etéreo los misteriosos \"Caballeros Cebolla\", conocidos por ser al mismo tiempo los más débiles, pero también los más fuertes entre los guerreros. Estos cascos son muy poco comunes y solo se podían conseguir derrotando temibles dragones."]}, "accuracy": 0}