{"slot": "Chest", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Black Belt Gi", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 154, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 8, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 24}, "icon": "item_20107.png", "type": "Cloth", "strings": {"name": ["Black Belt Gi", "黑帶裝", "검은띠 도복", "Ceinture noire", "Schwarzer Gürtel", "Cinturón Gi"], "desc_short": ["A uniform worn by masters of the martial arts.", "武道段位持有者所穿的道服", "무술 유단자가 입는 도복", "Uniforme porté par les maîtres en arts martiaux.", "Von Meistern der Kampfkunst getragen.", "Uniforme de maestro de artes marciales."], "desc_long": ["Martial artists begin their training by using the kenpogi, and once their ability has been recognized to some extent, they are given the black belt gi. It is the symbol of having mastered the basics of fighting, and a goal for many aspiring martial artists. However, there are some who see it as a finish line rather than a goal, and quit as soon as they have earned it claiming to be satisfied with their training. These few arrogant martial artists can be discerned by their spotless and kempt black belt gi.", "武術家一開始修行時穿的都是功夫裝，在具備了一定實力之後才能穿上黑帶裝。這是修得基本功力的象徵，所以志在武道者，必先攻克黑帶。但是，也有不少人在得到這件衣服後，志得意滿而放棄修行。沉溺在自身實力中的人，一眼就能看出來，因為他的道服仍然乾淨漂亮而沒有變舊。", "무도가는 도복을 입고 수행을 시작하며, 어느 정도 기량을 인정받으면 비로소 검은띠 도복을 입는다. 무도에 뜻을 둔 자는 우선 기본을 다졌다는 증거인 검은띠를 목표로 삼는다. 하지만 이 옷을 입는 순간 만족하고 수행을 그만두는 사람도 적지 않다. 힘을 과신하고 자만에 빠진 자의 도복은 구김이 없고 깨끗하기 때문에 바로 알 수 있다고 한다.", "Les pratiquants d'arts martiaux commencent leur entraînement en utilisant le kenpogi. Lorsque leurs aptitudes sont considérées comme suffisantes, on leur confie ensuite la ceinture noire. Cette dernière symbolise la maîtrise des bases du combat et représente un objectif important pour de nombreux débutants en arts martiaux. Cependant, certains arrêtent définitivement leur formation après l'avoir obtenu. On reconnaît ces pratiquants arrogants par l'état impeccable de leur ceinture noire.", "Am Anfang ihres Trainings tragen Kampfkünstler einen einfachen Gi, der später durch einen Schwarzgurt-Gi ersetzt wird, wenn sie ein gewisses Niveau erreicht haben. Leider ist es keine Seltenheit, dass ein Kämpfer so arrogant und selbstzufrieden wird, dass er mit dem Training aufhört, sobald er den Rang eines Schwarzgurtes erreicht. Solche Individuen erkennt man leicht an ihrem makellosen, wie neu wirkenden Gi.", "Los artistas marciales comienzan su entrenamiento llevando el traje de kenpo, y una vez sus habilidades llegan a cierto nivel, reciben el cinturón negro gi. Es el símbolo de haber dominado lo básico de la lucha, el objetivo de muchos aspirantes. Sin embargo, algunos lo consideran la meta y no un objetivo, y se retiran tan pronto lo reciben, satisfechos con su entrenamiento. A estos artistas marciales tan arrogantes se los reconoce por su cinturón negro gi impoluto."]}, "accuracy": 0}