{"slot": "Chest", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Smart Coat", "type_id": 50, "skills": [100100], "is_twohanded": false, "rarity": 5, "compendium_id": 642, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'MAG +10%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 20, "MAG": 0, "SPR": 0, "DEF": 28}, "icon": "item_20131.png", "type": "Cloth", "strings": {"name": ["Smart Coat", "智慧外套", "인텔리 코트", "Manteau perspicace", "Schlauer Mantel", "Abrigo perspicaz"], "desc_short": ["A coat popular among young scholars.", "在青年學者間很受歡迎的外套", "젊은 학자들에게 인기를 끄는 코트", "Un manteau populaire auprès des érudits.", "Ein Mantel beliebt unter jungen Gelehrten.", "Un abrigo muy popular entre los eruditos."], "desc_long": ["A coat popular among young scholars. The coat looks, in all respect, like a coat worn by scholars. But with the increase in young scholars, many have voiced their opinion on wanting coats which are, not only sturdy and light-weight, but also stylish. This coat became very popular to these young scholars, as it can be styled easily and has a design that keeps the coat neat without the gaudiness.", "在青年學者間很受歡迎的外套。近年來一些年輕人很重視自己的外表，喜歡購買既結實又輕便還美觀的外套。雖說這件外套是一件平凡無奇的學者服，但由於其設計不奢華也不土氣，再加上可以由持有者自由改造的特點，因而大受年輕人喜愛。", "젊은 학자들 사이에서 인기가 높은 얇은 코트. 한눈에도 학자임을 알아볼 수 있는 '학자복'이지만, 최근에는 외모에도 신경 쓰는 젊은 학자가 늘어 튼튼하고 가벼우면서도 디자인에 신경 쓴 학자용 옷을 바라는 자들이 늘었다. 각자의 취향에 맞춰 개조나 변형을 할 수 있는 이 코트는, 지나치게 화려하지도 밋밋하지도 않은 훌륭한 밸런스로 인기가 높다고 한다.", "Un manteau populaire auprès des érudits. Au premier coup d'œil, ce manteau ressemble sur bien des aspects à ceux portés par les érudits. Avec l'arrivée des jeunes au sein de leur communauté, beaucoup ont commencé à vouloir porter des manteaux qui ne sont plus uniquement solide et légers mais qui ont aussi une certaine élégance. Ce manteau devint très populaire auprès des jeunes érudits car il peut être personnalisé très facilement et possède une forme très élégante sans pour autant être tape à l'œil.", "Ein Mantel beliebt unter jungen Gelehrten. Er sieht aus wie ein Mantel für Gelehrte. Doch mit der wachsenden Menge an jungen Gelehrten wuchs der Wunsch nach robusten und leichtgewichtigen Mänteln, die zugleich stilvoll sind. Zudem wirkt der Mantel hübsch, ohne zugleich zu prunkvoll zu sein.", "Un abrigo muy popular entre los eruditos. De hecho, y con todo el respeto, tiene toda la pinta de ser un abrigo de erudito. Sin embargo, cada vez es mayor la presencia de eruditos jóvenes y muchos ya han dejado claro que quieren abrigos más modernos. Este abrigo se volvió muy popular entre los eruditos más jóvenes por ser moderno a la par que arreglado y recatado."]}, "accuracy": 0}