{"slot": "Chest", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Cat Costume", "type_id": 50, "skills": [100110, 100170], "is_twohanded": false, "rarity": 7, "compendium_id": 645, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'MAG +20%' passive.", "Grants 'SPR +20%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 12}, "icon": "item_20132.png", "type": "Cloth", "strings": {"name": ["Cat Costume", "貓布偶裝", "고양이 인형 옷", "Costume de chat", "Katzenkostüm.", "Disfraz de gato"], "desc_short": ["A cute cat costume.", "可愛的貓布偶裝", "귀여운 고양이 인형 옷", "Un costume de chat tout mignon.", "Ein süßes Katzenkostüm.", "Un bonito disfraz de gato."], "desc_long": ["A very cute cat costume. This costume was made by a master craftsman for his cat-loving daughter. It is very soft and furry, and when worn, attracts cats from all around the area. The costume was made with highly elastic materials so that the craftsman's daughter could wear it into adulthood. Because of this, the costume can be worn by small children and grown adults alike. Whether the person looks good in it is a different story...", "十分可愛的貓布偶。是超一流的工匠為了喜愛貓咪的女兒所製作。毛茸茸的觸感，只要穿上就能夠吸引貓咪靠近。伸縮自如的質料，讓成長期中的女兒也能持續穿配。不僅小孩，成年男性也能夠穿配，至於適不適合的話就得看個人了。", "무척이나 귀여운 고양이 인형 옷. 초일류 장인이 고양이 애호가 소녀를 위해 만들었다고 하는 이 옷은 감촉이 부드러울 뿐 아니라, 입기만 해도 고양이가 다가온다고 한다. 소녀의 키가 자라도 얼마든지 입을 수 있도록 신축성이 뛰어난 특수한 원단을 사용했기 때문에, 작은 아이뿐 아니라 덩치 큰 성인 남자도 입을 수 있다고는 하지만 어울릴지 안 어울릴지는 또 다른 이야기.", "Un costume de chat tout mignon. Il a été confectionné par un maître artisan pour sa fille amoureuse des chats. Il est très doux et duveteux, et une fois porté, il attire les chats de tous les environs. Le costume a été fabriqué dans une matière très élastique pour que sa fille puisse le porter même une fois adulte. Ainsi il peut être aussi bien porté par des enfants que des adultes. Quant à savoir s'il va à celui ou celle qui le porte, c'est une autre histoire.", "Ein wirklich süßes Katzenkostüm. Das Kostüm wurde von einem erstklassigen Spitzenhandwerker für seine katzenvernarrte Tochter gemacht und lockt nur durch das Anziehen jede Katze in der Nähe an - sicherlich auch, weil es so weich und plüschig ist. Da der Handwerker besonders elastisches Material verwendet hat, damit seine Tochter das Kostüm auch im Wachstum tragen kann, ist es nicht nur für Kinder, sondern auch für Erwachsene wie geschaffen - ob es dem Träger dann auch steht, ist allerdings eine ganz andere Frage.", "Un disfraz de gata muy cuqui. Este disfraz se lo hizo un maestro artesano a su hija, que amaba a los gatos. El disfraz es muy suave, está lleno de pelitos y, cuando uno se lo pone, atrae a todos los gatos de las inmediaciones. Asimismo, el disfraz está hecho de materiales muy elásticos, por lo que la hija del artesano se lo pudo seguir poniendo cuando creció. Por ello, este disfraz se lo pueden poner tanto niños pequeños como adultos. Que a la persona le quede bien el disfraz, eso ya es otra historia..."]}, "accuracy": 0}