{"slot": "Chest", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Survival Vest", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 152, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 30, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 18}, "type": "Cloth", "strings": {"name": ["Survival Vest", "救生背心", "야전조끼", "Gilet de survie", "Schutzweste", "Chaleco de safari"], "desc_short": ["A vest that is sturdy and durable.", "求生時也可放心使用的結實衣服", "극한 상황에서도 버틸 수 있는 튼튼한 옷", "Gilet solide et résistant.", "Eine robuste Weste.", "Chaleco resistente y duradero."], "desc_long": ["A vest customized mainly for living in the wild. It is both light and durable, and boasts of a great number of pockets in which essential items for survival, such as knives, can be stored. The survival vest became a popular item for the common folk due to its convenient usage, though it had been originally created to aid soldiers who carried out their missions within forests and other similar places. However, it is plain to see that the quality of the survival vests worn by the military forces far surpasses that of those used daily by civilians.", "專門用於野外活動的背心。輕便且結實，又有多個衣兜用以收納匕首等野外生存所必須的物品。原本僅由潛藏森林等地進行作戰的士兵穿用，但由於十分便利，逐漸為普通人所使用。只是，如果論品質，還是軍隊配備的背心更勝一籌。", "야외 활동에 특화된 조끼. 가볍고 튼튼하며 휴대용 칼과 생존에 필요한 도구를 수납할 수 있는 주머니가 여러 개 달려있다. 원래 숲에 숨어 작전을 수행하는 병사들이 장착했는데, 일반인에게도 편리성이 알려져 널리 보급되었다. 하지만 품질은 역시 군대에서 쓰는 물건이 훨씬 좋다.", "Un gilet conçu pour ceux qui sont au contact de la nature. Le gilet de survie, léger et résistant, possède beaucoup de poches dans lesquelles peuvent être mis des objets de survie tels que des couteaux. En raison de son côté pratique, il connaît un immense succès auprès des civils bien qu'il ait été créé à l'origine pour aider les soldats à exécuter les missions en pleine jungle. Cependant, il est évident que les gilets portés par les forces militaires sont de bien meilleure qualité que ceux des civils.", "Eine für das Leben in der Wildnis konzipierte Weste. Sie ist leicht und robust und verfügt über eine Vielzahl von Taschen, in denen überlebenswichtige Ausrüstung verstaut werden kann, zum Beispiel Messer. Ursprünglich wurden solche Westen nur von Soldaten während Einsätzen in der Wildnis getragen, doch mittlerweile erfreuen sie sich auch unter der Zivilbevölkerung großer Beliebtheit. Natürlich sind die militärischen Modelle wesentlich hochwertiger.", "Un chaleco modificado para vivir en la naturaleza. Es ligero y duradero a su vez, y dispone de un gran número de bolsillos donde guardar objetos de supervivencia como cuchillos. Es popular por lo práctico que resulta, aunque se creó para ayudar a los soldados destacados en bosques y regiones similares. Evidentemente, los soldados llevan un chaleco de mucha mejor calidad que los que llevan los civiles a diario."]}, "icon": "item_20105.png"}