{"slot": "Chest", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Heatproof Garb", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 664, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 32, "DEF": 12}, "icon": "item_20134.png", "type": "Cloth", "strings": {"name": ["Heatproof Garb", "耐熱防護服", "내열 방호복", "Combinaison ignifugée", "Hitzefeste Tracht", "Traje ignífugo"], "desc_short": ["Clothes worn in power plants in the Farplane.", "在異界發電廠穿的服裝", "이계의 발전소에서 입는 옷", "Des vêtements portés dans les centrales électriques de l'Au-delà.", "Kleidung gemacht aus mächtigen Pflanzen im Abyssum.", "La ropa que se lleva en las plantas de energía del Etéreo."], "desc_long": ["A heat resistant protective wear brought from the faraway world of Eos. These wears were commonly worn by those who worked at the power plants in the town of Lestallum. The wear is far from comfortable, but it should prove very effective against monsters that use fire attacks.", "來自異界伊歐斯的耐熱防護衣。被使用於異界伊歐斯的都市「雷斯塔倫」的發電所中。就連場面話也難以無法說出是輕便好移動的裝備，不過在對付火屬性攻擊時的魔物時十分有利。", "이계 이오스에서 유입된 내열 방호복. 이계 이오스에 존재하는 도시 '레스탈룸'의 발전소에서 일상적으로 쓰이고 있는 방호복이다. 빈말로라도 움직이기 편하다고는 할 수 없지만, 불속성 공격을 내뿜는 마물에게 유용한 장비가 될 것이다.", "Des vêtements de protection résistants à la chaleur venant du monde lointain d’Éos. Ces habits étaient communément portés par ceux travaillant dans la centrale électrique de la ville de Lestallum. Ce vêtement n’est pas vraiment confortable, mais il devrait se montrer efficace contre les monstres qui utilisent des attaques de feu.", "Vor Hitze schützende Kleidung aus der fernen Welt Eos. Es handelt sich hierbei um Schutzkleidung, die man bei der täglichen Arbeit in den Kraftwerken der Stadt Lestallum benutzt. Der Tragekomfort der Tracht ist alles andere als hoch, dafür aber ein umso effektiverer Schutz gegen so manches Monster, das Feuerattacken benutzt.", "Una prenda protectora que resiste muy bien el calor y que proviene del lejano mundo de Eos. Esta era la ropa que llevaban los trabajadores en las plantas de energía de Lestallum. Asimismo, esta prenda es un poco incómoda de llevar, pero, a su vez, es muy efectiva contra monstruos que atacan con fuego."]}, "accuracy": 0}