{"slot": "Chest", "compendium_shown": true, "price_buy": 400, "requirements": null, "name": "Mage's Habit", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 151, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 40, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 10, "SPR": 10, "DEF": 20}, "icon": "item_20102.png", "type": "Cloth", "strings": {"name": ["Mage's Habit", "魔道士服", "마도사의 옷", "Manteau de mage", "Magierumhang", "Capa de mago"], "desc_short": ["Clothes that enhance magical powers.", "能提高魔力的衣服", "마력을 높이는 옷", "Vêtement améliorant les pouvoirs magiques.", "Kleidung, die magische Kräfte verstärkt.", "Ropa que aumenta el poder mágico."], "desc_long": ["The power of magic depends greatly on its user. Therefore, a lot of mages train their hardest every day in order to strengthen themselves, even if only a little. The mage's habit is made of a specially woven fabric that heightens the magical powers and spirit of the wearer. However, since it can only amplify such qualities based on the wearer's current conditions, it would be wise not to overestimate its abilities.", "魔法的威力受驅使者魔力的影響。正因如此，魔道士們日夜付出努力，一點一滴地提高自己的力量。這件衣服由經過特殊工藝製作的布料織成，具有提高使用者的魔力和精神力量的效用。但是，它基本上只能在使用者原本力量之上發揮一定的輔助作用，因此不可過度依賴。", "마법의 위력은 사용자의 마력에 크게 좌우된다. 그래서 마도사들은 조금이라도 힘을 높이기 위해 밤낮으로 노력한다. 이 옷은 특수한 천으로 제작되어 장착자의 마력과 정신력을 높여준다. 단 어디까지나 장착자가 지닌 본래의 힘을 보조하는 수준에 불과하니 과신은 금물이다.", "La puissance de la magie dépend beaucoup des qualités de son utilisateur. De nombreux mages redoublent donc d'efforts au quotidien pour se renforcer. Le manteau de mage, en tissu tressé, augmente l'esprit et le pouvoir magique. Son intensité dépend cependant uniquement des aptitudes naturelles du porteur : mieux vaut ne pas surestimer son efficacité.", "Die Wirksamkeit von Zaubersprüchen hängt stark von der inneren Magie ihrer Anwender ab. Viele Magier trainieren daher täglich, um ihre Kraft so weit wie möglich zu steigern. Das Magiergewand wird aus einem speziell gewobenen Stoff angefertigt, der die magische und psychische Kraft des Trägers verstärkt. Dies hängt jedoch maßgeblich von den bereits vorhandenen Fähigkeiten ab – man sollte sich also nicht überschätzen.", "El poder de la magia depende mucho de quien la usa. Por ello, muchos magos entrenan a fondo todos los días para ser más fuertes, por poco que sea. La capa de mago está hecha con una fibra especial que potencia los poderes mágicos y el espíritu de quien lo lleva. Sin embargo, dado que solo amplifica lo que ya existe, no deben sobrestimarse sus habilidades."]}, "accuracy": 0}