{"slot": "Chest", "compendium_shown": true, "price_buy": 10000, "requirements": ["SEX", 2], "name": "Local Guide's Clothes", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 837, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 20}, "HP": 0, "ATK": 12, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 24, "DEF": 35}, "icon": "item_20143.png", "type": "Cloth", "strings": {"name": ["Local Guide's Clothes", "當地嚮導服", "현지 가이드의 복장", "Tenue de guide locale", "Kleidung des Reiseführers", "Uniforme de guía local"], "desc_short": ["A costume worn by a local guide.", "當地的導遊少女所穿著的傳統服裝", "현지 가이드 소녀가 착용한 코스튬.", "Un costume porté par un guide local.", "Die Kleidung einer ortsansässigen Reiseführerin.", "Un traje que suele llevar una guía local."], "desc_long": ["A costume worn by a local guide. This guide lived in the faraway world of Nibelheim, and was hired by the Shinra Company to guide their team. It was then that the guide became involved in a deadly incident that led to the great fire that consumed Nibelheim, which forced her to leave her village.", "在遙遠異界的村莊「尼布爾海姆」中，神羅公司調查隊雇用的當地導遊少女，她身上所穿著的傳統服裝。因為在少女帶領途中所發生的事件，導致「尼布爾海姆」發生大火災，她也因此離開了故鄉。", "까마득히 먼 이계의 마을 '니블헤임'에서, 신라 컴퍼니의 조사대가 현지 가이드로 고용한 어느 소녀가 착용한 코스튬. 소녀의 가이드 중에 벌어진 사건을 계기로, '니블헤임'에 큰 화재가 일어나 그녀는 고향을 떠나게 되었다고 한다.", "Un costume porté par un guide local. Ce guide habitait à Nibelheim, une ville d’un monde lointain. Elle fut embauchée par la Shinra Co. pour orienter l’équipe que l’entreprise avait déployée sur le site. Elle fut alors impliquée dans un accident mortel, lequel causa le grand incendie de Nibelheim et réduit la ville en cendres, la forçant à la quitter pour de bon.", "Die Kleidung einer ortsansässigen Reiseführerin. Diese Reiseführerin stammte aus dem fernen Dorf Nibelheim und wurde vom Shinra-Konzern angeheuert, um dessen Gruppe zu führen. Sie geriet jedoch in einen tödlichen Vorfall, bei dem ganz Nibelheim abbrannte, und sie ihr Dorf verlassen musste.", "Un traje que suele llevar una guía local. Esta mujer vivía en el lejano mundo de Nibelheim y la Compañía Shinra la contrató para guiar a su equipo. Ahí fue cuando la guía se vio envuelta en un incidente que provocó un gran fuego que acabó consumiendo Nibelheim. Esto la forzó a marcharse de su pueblo."]}, "accuracy": 0}