{"slot": "Chest", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Hawk's Clothes", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 748, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 15, "SPR": 0, "DEF": 34}, "icon": "item_20138.png", "type": "Cloth", "strings": {"name": ["Hawk's Clothes", "鷹眼衣服", "호크아이의 옷", "Vêtements de Hawk", "Falkengewand", "Ropa de Hawk"], "desc_short": ["Clothes brought from the Farplane.", "來自異界的衣服", "이계에서 유입된 가벼운 옷.", "Des vêtements rapportés de l’Au-delà.", "Kleidung, die aus einer fernen Welt stammt.", "Ropa del Etéreo."], "desc_long": ["Clothes brought from a faraway world. The clothe is designed light-weight so that it doesn't get in the way of movement, and uses dark colors so that the wearer can hide in darkness. The ease of movement, coupled with the clothes' high defense makes it very popular among thieves.", "來自異界的衣服", "까마득히 먼 이계에서 유입된 가벼운 옷. 무척이나 가벼워 움직이기 편하고, 어둠에 쉽게 녹아들 수 있도록 어두운 색으로 덮인 원단이 특징이다. 어떤 움직임에도 신체의 자유를 방해하지 않으면서도 갑옷에 버금갈 정도의 방어력을 갖추고 있어 일부 도적들에게 엄청난 인기를 끌고 있다고 한다.", "Des vêtements rapportés d’un monde lointain. Ils sont conçus pour faciliter le mouvement en vertu de leur légèreté, et pour rendre le porteur plus difficile à distinguer grâce à leur couleur sombre. Cette tenue est très populaire auprès des voleurs, ceux-ci appréciant la mobilité et la défense élevées qu’elle offre.", "Kleidung, die aus einer fernen Welt stammt. Der Stoff ist äußerst leicht, um einen hohen Tragekomfort zu gewährleisten und ist in dunklen Farben gehalten, damit sich ihr Benutzer in der Dunkelheit verstecken kann. Die stark verbesserte Beweglichkeit und hohe Abwehr macht dieses Kleidungsstück zu einer idealen Wahl für alle Diebe.", "Ropa de un mundo lejano. Esta ropa está diseñada para pesar poco y, de esta forma, facilitar el movimiento. También, es de color oscuro para que la persona que se la ponga pueda ocultarse en la oscuridad. En definitiva, se trata de una prenda muy popular entre los ladrones gracias a la movilidad y a la alta defensa que ofrece."]}, "accuracy": 0}