{"slot": "Chest", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Azure Gilet", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 660, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Wind": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 22, "DEF": 28}, "icon": "item_20114.png", "type": "Cloth", "strings": {"name": ["Azure Gilet", "天空藍馬甲", "푸른 조끼", "Gilet azur", "Azurgilet", "Chaleco azul"], "desc_short": ["A beautiful, sky colored vest.", "美麗的天空藍馬甲", "아름다운 하늘색 조끼", "Une veste magnifique de la couleur du ciel.", "Eine hübsche, himmelsfarbene Weste.", "Un bonito chaleco del color del cielo."], "desc_long": ["A beautiful, sky colored vest. Popular among thieves and mercenaries who place emphasis on mobility, this very light-weight vest offers great defense. The flowers used to dye the vest is extremely expensive due to the dangers associated with picking them. In fact, many adventurers sought to make a fortune by going out to harvest the flowers, with many never to return. As such, mass production of this vest, to this day, remains impossible.", "美麗的天空藍馬甲。輕薄製成並具有高防禦力，對於注重方便移動的竊賊及輕戰士們頗具吸引力。作為染料的花因為生長在危險的地方，因此價格高昂。眾多的冒險者都肖想一攫千金，但因採集困難，在現在也是無法量產的珍品。", "아름다운 하늘색 조끼. 가볍고 얇으면서도 높은 방어력을 보유하고 있어 기동성을 중시하는 도적이나 경전사들 사이에 인기가 높다. 염료의 재료가 되는 꽃은 상당히 고가에 거래되지만 그만큼 위험한 곳에서만 자라기 때문에, 많은 수의 모험가가 일확천금을 꿈꾸다 사라져갔을 정도로 채집이 어려워 현재에 이르러서도 그 수가 얼마 되지 않는 귀중품이기도 하다.", "Une veste magnifique de la couleur du ciel. Populaire chez les voleurs et les mercenaires qui sont attachés à la mobilité, ce très léger gilet offre une très bonne défense. Les fleurs utilisées pour le teindre sont extrêmement chères à cause des risques pris lors de leur ramassage. En fait, pas mal d’aventuriers ont voulu faire fortune en allant ramasser ces fleurs, mais beaucoup ne sont jamais revenus. Par conséquent, la production de masse de ce gilet reste impossible encore aujourd’hui.", "Eine schöne, himmelfarbene Weste. In leichter und dünner Machart gefertigt, verfügt sie doch über hohe Abwehr und ist daher sehr beliebt bei Dieben und leicht ausgerüsteten Kämpfern, die vor allem auf Wendigkeit wert legen. Die als Farbstoff dienende Pflanze wächst nur an ausgesprochen gefährlichen Orten und wird daher besonders teuer gehandelt.  Zahlreiche Abenteurer, die vom Wunsch nach schnellem Geld beseelt, aufbrechen, um die Pflanzen zu ernten, keehrten nicht von ihrer Reise zurück; so handelt es sich bei diesen Westen um kostbare Einzelstücke, da eine Massenproduktion unmöglich ist.", "Un bonito chaleco del color del cielo. Esta prenda es bastante popular entre los ladrones y los mercenarios, para quienes la movilidad es algo fundamental. Además, este chaleco, aparte de ser ligero, también ofrece una muy buena protección. Asimismo, las flores que se usan para teñir el chaleco son extremadamente caras debido a los riesgos que conlleva su recolección. De hecho, muchos aventureros pensaron hacerse ricos recolectando estas flores, y pocos fueron los que volvieron. Por tanto, la producción en masa de este chaleco es, a día de hoy, imposible."]}, "accuracy": 0}