{"slot": "Chest", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Rubber Suit", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 602, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Lightning": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 28, "DEF": 32}, "type": "Cloth", "strings": {"name": ["Rubber Suit", "橡膠服", "루버 수트", "Tunique de latex", "Gummianzug", "Traje de goma"], "desc_short": ["A suit that cuts off electricity.", "能阻斷電流的戰鬥服", "전기를 차단하는 전투복", "Un costume qui peut couper l'électricité.", "Ein Anzug, der Elektrizität abweist.", "Un traje que aísla la electricidad."], "desc_long": ["A suit that cuts off electricity. The wear clings to the body when worn, making it feel as if it was a part of the wearer. Despite being thin, it boasts resistance against lightning attacks, while exhibiting great defense against physical attacks. The suit goes through heavy tests, with any that fails being discarded - proof that the materials used to create these suits are of the finest quality one can find.", "能阻斷電流的戰鬥服。輕薄到穿著時讓人幾乎感覺不到自己穿著衣服。儘管如此，依舊不會影響其優秀的防禦能力，不僅有很高的雷屬性耐性，對物理攻擊的抵擋能力也處在平均水平之上。該裝備經過了嚴格的耐久測驗，不達標的產品統統遭到了廢棄，所利用的素材也經過了精挑細選，誠可謂一級防具。", "전기를 차단하는 재료로 제작된 전투복. 장착하면 마치 신체의 일부가 된 듯한 착각이 일 정도로 부담이 적다. 얇음에도 불구하고 방어력 면에서도 우수하여, 번개속성 저항력을 부여할 뿐 아니라 물리공격에 대한 방어력도 일정 수준 상승한다. 내구성 체크에서 미달된 물건은 폐기해버릴 정도로, 엄선된 재료만을 이용해 만든 일급품의 방어구.", "Un costume qui peut couper l'électricité. Cette tenue épouse les formes du corps lorsqu'elle est portée donnant l'impression qu'elle fait partie de son porteur. Malgré sa finesse, elle est très résistance aux attaques électriques et aux attaques physiques. Cette tenue a réussi une batterie de tests tous plus sévères les uns que les autres, qui prouvent que les matériaux utilisés pour sa fabrication sont les meilleurs. Celles qui ne les supportaient pas étant jetées.", "Ein Anzug, der Elektrizität abweist. Er liegt so eng am Körper an wie eine zweite Haut. Gleichwohl hebt er die Resistenz gegen Blitzangriffe und verstärkt die physische Verteidigung enorm. Der Anzug durchläuft strenge Tests und wird weggeworfen, wenn er nicht besteht. Ein Beweis dafür, dass das Material, aus dem er hergestellt wird, zum besten gehört.", "Un traje que aísla la electricidad. Se pega al cuerpo de quien se lo pone como si se tratase de la propia piel de la persona. A pesar de ser fino, el traje es muy resistente contra ataques de rayo y aumenta enormemente la defensa contra ataques físicos. Este traje pasa por muchas pruebas exhaustivas y, si se detecta algún fallo, se descarta. Los materiales que se usan para su elaboración son de la más alta calidad."]}, "icon": "item_20113.png"}