{"slot": "Chest", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Apron Dress", "type_id": 50, "skills": [208730], "is_twohanded": false, "rarity": 8, "compendium_id": 465, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Gunslinger' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 49, "DEF": 49}, "icon": "item_20123.png", "type": "Cloth", "strings": {"name": ["Apron Dress", "圍裙裝", "에이프런 드레스", "Dentelle", "Schürze", "Delantal"], "desc_short": ["Hygienic clothes complete with an apron.", "帶有圍裙的整潔服裝", "에이프런이 달린 정결한 의복", "Vêtements très propres avec un tablier.", "Hygienische Kleidung komplett mit Schürze.", "Ropas pulcras con un delantal añadido."], "desc_long": ["An immaculate uniform with a white apron. The apron dress is considered to be the staple garment of any maid, and any wrinkles or stains on it reflect upon the maid wearing the attire. Thus, they always strive to look immaculate, even when their jobs call for cooking, doing laundry, cleaning, and even fighting on the field in some cases. Elite maids are so scarce nowadays that they are difficult to find even in royal households.", "帶有白色圍裙的整潔服裝，相當於女傭的標準制服。如果衣服上出現褶皺或污漬，就會大大損害形象，因此她們必須時刻保持整潔。而且近年來，女傭除了做飯、洗衣、掃除以外，還需要戰鬥能力。最高級別的女傭，就連王族也求之不得。", "하얀 에이프런이 달린 정결한 의복. 메이드에게 있어 유니폼이라고도 할 수 있는 에이프런 드레스는 단 하나의 주름이나 때가 평가를 떨어뜨리는 요소가 되기 때문에, 그녀들은 항상 정결할 것을 요구받는다. 특히 최근 들어 취사, 세탁, 청소 외에 전투능력까지 필요한 케이스도 있어, 최고 클래스의 메이드는 왕족조차도 찾기 어렵다고 한다.", "Un uniforme immaculé avec un tablier blanc. Le tablier est considéré comme un des vêtements de base de l'informe des femmes de chambre, et les différents plis ou motifs sont un reflet de la femme qui porte cet uniforme. C'est pour cette raison qu'ils sont toujours immaculés, même quand on leur demande de faire la cuisine, la lessive, le ménage et même lorsqu'elles doivent se battre sur le champ de bataille. Les femmes de chambre d'élite sont si difficiles à trouver qu'on en voit rarement même dans les maisons royales.", "Eine unbefleckte Uniform mit einer weißen Schürze. Die Schürze dient für jedes Hausmädchen, sodass keine Flecken oder Falten darauf kommen. So bleibt das Aussehen trotz Kochen, Waschen, Putzen und sogar Kämpfen makellos. Ein Elite-Hausmädchen ist heutzutage selbst in königlichen Haushalten schwer zu finden.", "Un uniforme inmaculado con un delantal blanco. El vestido con delantal es el atuendo básico de cualquier criada, y las manchas o arrugas que pueda tener delatan a quien lo lleva. Por ello siempre intentan que esté inmaculado, aunque les toque cocinar, hacer la colada, limpiar o incluso luchar a veces. Las criadas de élite son hoy tan escasas que cuestan de encontrar incluso en las casas reales."]}, "accuracy": 0}