{"slot": "Chest", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Black Garb", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 156, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 5, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 35}, "type": "Cloth", "strings": {"name": ["Black Garb", "黑裝束", "검은 의복", "Tenue noire", "Dunkelrobe", "Traje negro"], "desc_short": ["A uniform worn by a high-ranking ninja.", "級別較高的忍者所穿的衣服", "상급 닌자가 걸치는 옷", "Uniforme porté par un ninja de haut rang.", "Die Kluft eines ranghohen Ninja.", "Uniforme que lleva un ninja de alto rango."], "desc_long": ["Another jet black garment used by the ninjas who live in the shadows. Only those who have proven themselves strong enough may wear it. Dressing in the black garb paints the wearer as dark as the night itself, making him or her impossible to see with the naked eye. This is said to provide some relief to the wearer, as the set target can never tell where it is being attacked from. If ever caught in a sudden attack similar to the one described here, it may be best to flee towards a place with plenty of light.", "和忍者服類似，是生存於社會黑暗處的忍者穿用的黑色裝束。除非實力達到一定程度，否則不被允許裝備。忍者一旦身著這件裝束潛伏黑暗中，就很難被肉眼發現。而被盯上的人會逐漸因恐懼而失去理智。如果遭到此類忍者的襲擊，需要盡可能快地逃到明亮的地方。", "지하 조직에 몸담은 닌자들이 입는 칠흑색 옷. 일정한 실력을 갖춘 자만이 입을 수 있다. 이 옷을 입고 밤에 숨어들면 맨눈으로 알아보기 힘들다. 그래서 공격받는 사람은 어디서 공격이 올지 몰라 공포에 빠진다고 한다. 만약 닌자의 습격을 받으면 즉시 빛이 있는 곳으로 도망치길 권한다.", "Une tenue noire utilisée par les combattants de l'ombre, les ninjas. Seuls les plus forts d'entre eux sont autorisés à la porter. Il est impossible de distinguer à l'œil nu un ninja portant cette tenue car cette dernière est aussi noire que la nuit. La tenue noire serait d'une très grande efficacité car elle permet d'attaquer l'ennemi de n'importe quel angle sans se faire voir. En cas d'attaque par un ninja portant cette tenue, mieux vaut se réfugier dans un endroit bien éclairé.", "Eine weitere Art schwarzer Kleidung, die von Ninjas verwendet wird. Nur wer seine Tauglichkeit unter Beweis gestellt hat, darf diese Kluft tragen. Er wird dann nahezu unsichtbar in der Nacht und seine Opfer können sich nie sicher sein, woher der nächste Angriff kommen wird, weshalb sie buchstäblich leicht den Kopf verlieren können. Wer von Ninjas angegriffen wird, sollte so schnell wie möglich einen gut beleuchteten Ort aufsuchen.", "Otra indumentaria negro azabache usada por los ninjas que viven en las sombras. Solo aquellos capaces de probar su valía pueden llevarla. Llevarla hace que esa persona se vea tan oscura como la noche y pase desapercibida al ojo humano. Se dice que aporta cierto alivio, ya que su objetivo nunca sabrá de dónde viene el ataque. En caso de encontrarse ante un ataque de este tipo, lo mejor es huir hacia un lugar rebosante de luz."]}, "icon": "item_20110.png"}