{"slot": "Chest", "compendium_shown": true, "price_buy": 10000, "requirements": ["UNIT_ID", 214000304], "name": "Antecedent's Attire", "type_id": 50, "skills": [100010, 100040], "is_twohanded": false, "rarity": 5, "compendium_id": 440, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'HP +10%' passive.", "Grants 'MP +10%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 35, "DEF": 28}, "icon": "item_20118.png", "type": "Cloth", "strings": {"name": ["Antecedent's Attire", "血盟女性套裝", "민필리아 의복", "Tenue de Minfilia", "Vorläuferkleidung", "Vestimentas de Scion"], "desc_short": ["Equipment from a show-offy leader from another world. (Minfilia only)", "來自異界的華麗的盟主裝備（敏菲利亞專用）", "이계에서 유입된 화려한 맹주의 장비(민필리아 한정)", "L'équipement d'un leader roulant des mécaniques dans un autre monde. (Uniq. Minfilia)", "Ausrüstung eines arroganten Anführers aus einer anderen Welt. (Nur Minfilia)", "Equipo de un líder presumido de otro mundo. (Solo Minfilia)"], "desc_long": ["An elaborate garment from the distant world of Eorzea. The Hyur leader of the organization known as the Scions of the Seventh Dawn is known to wear this attire.", "來自異界艾歐澤亞的華麗裝備，曾由一位人類女性所穿著。那位女性是力圖拯救艾歐澤亞的組織「拂曉血盟」的盟主。", "이계 '에오르제아'에서 유입된 화려한 장비. 에오르제아를 구제하고자 하는 조직 '새벽의 혈맹'의 맹주인, 휴런 족의 여성이 착용했던 장비였다고 한다.", "Un vêtement très sophistiqué venant du monde lointain d’Éorzéa. Le chef Hyur de l'organisation connue sous le nom des Héritiers de la Septième Aube est connu pour l'avoir porté.", "Ein besonderes Kleidungsstück aus der fernen Welt Eorzea. Der Hyur-Anführer der Organisation namens Spross der Siebten Dämmerung ist bekannt dafür.", "Una prenda elaborada del lejano mundo de Eorzea. El líder Hyur de la organización conocida como Hijos del Séptimo Albor es famoso por llevar este atuendo."]}, "accuracy": 0}