{"slot": "Chest", "compendium_shown": true, "price_buy": 75000, "requirements": ["SEX", 2], "name": "Minerva Bustier", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 269, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 30, "Wind": 30, "Ice": 30, "Lightning": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 45, "DEF": 47}, "icon": "item_20112.png", "type": "Cloth", "strings": {"name": ["Minerva Bustier", "戰女神胸衣", "미네르바 뷔스티에", "Plastron de Minerve", "Minerva-Rüstung", "Corsé de Minerva"], "desc_short": ["A bustier blessed by a goddess and designed for women.", "得到女神祝福的胸衣·女性角色限定", "여신의 축복을 받은 뷔스티에·여성 한정", "Plastron pour femme béni par une déesse.", "Bustier, göttlich gesegnet und für Frauen entworfen.", "Corsé bendecido por una diosa."], "desc_long": ["Once upon a time, the goddess of wisdom descended upon the earth and began bathing herself in a spring. A young man who saw her while passing by was immediately captivated by her beauty, and hid the armor she had previously taken off. The tearful goddess then became the young man's wife, and was forced to spend the rest of her days living under the heavens. The minerva bustier is the only thing remaining that is tied to this legend. It is uncertain whether or not it once truly belonged to a divine deity, but its beauty and hidden magical prowess are indeed true.", "傳說中，有一天，一位女神降臨凡間，沐浴清潔。一位恰好路過的年輕人被她的美貌深深迷住，把她的衣物藏了起來。女神於是很不情願地嫁給了那個年輕人，自此生活在凡間，最終只留下這件胸衣。雖然不知究竟是否為神的遺產，但它的確十分美麗而且蘊涵魔力。", "어느 날, 지혜의 여신이 지상에 내려와 목욕을 하였다. 우연히 그 장면을 보고 그녀의 아름다움에 마음을 빼앗긴 한 젊은이가 여신이 벗어둔 옷을 숨기고 만다. 옷을 잃은 여신은 어쩔 수 없이 그 젊은이의 아내가 되어 지상에 살게 되었고, 결국에는 이 뷔스티에 만이 남았다는 전설이 있다. 실제로 신의 유물인지는 밝혀진 바가 없지만 아름답고 마력을 간직한 옷 임에는 분명하다.", "Jadis, une déesse de la sagesse descendit sur terre pour se baigner dans une source. Un jeune homme qui passait l'aperçut et fut captivé par sa beauté. Il décida de cacher l'armure qu'elle avait ôtée. La déesse éplorée devint plus tard l'épouse de cet homme et dut passer le restant de ses jours loin de sa divine demeure. Le plastron de Minerve est la seule trace de cette histoire. On ignore s'il a bien appartenu à une divinité, mais sa beauté et ses compétences magiques sont une réalité.", "Es heißt, einst stieg die Göttin der Weisheit auf die Erde herab, um in einer Quelle zu baden. Ein junger Mann kam des Weges, erblickte sie und war so von ihrer Schönheit eingenommen, dass er ihre abgelegte Rüstung verbarg. Die bedrückte Göttin wurde daraufhin nach Willen des jungen Mannes zur Frau genommen und war dazu verdammt, den Rest ihrer Tage unter den Himmeln zu leben. Die Minerva-Rüstung ist das Einzige, was von dieser Sage geblieben ist. Es bleibt ungewiss, ob sie tatsächlich einst der Besitz einer himmlischen Göttin war, doch ihre Schönheit und ihr verborgenes magisches Talent sind nicht zu bestreiten.", "Érase una vez, la diosa de la sabiduría descendió a la tierra y se empezó a bañar en un arroyo. Un joven que la vio mientras pasaba por el lugar quedó cautivado al instante por su belleza, así que escondió la armadura que ella había dejado en la orilla. Con el tiempo, la triste diosa se llegó a convertirse en la esposa del hombre, por lo que se vio forzada a pasar el resto de sus días viviendo bajo los cielos. El Corsé de Minerva es lo único que queda relacionado con esta leyenda. No se sabe a ciencia cierta si de verdad perteneció a una entidad divina, pero de su belleza y poderes mágicos latentes no cabe ninguna duda."]}, "accuracy": 0}