{"slot": "Chest", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Red Jacket", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 456, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 20, "DEF": 38}, "type": "Cloth", "strings": {"name": ["Red Jacket", "火紅夾克", "붉은색 재킷", "Veste rouge", "Rotes Jacket", "Chaqueta roja"], "desc_short": ["A bright red jacket.", "火紅色的夾克", "새빨간 자켓", "Une veste d'un rouge brillant.", "Ein hellrotes Jacket.", "Una chaqueta de color rojo intenso."], "desc_long": ["A jacket that is red in color. Easy to spot in chaotic weather and bad environmental conditions, it was originally used as the uniform of a rescue force that aided the sick and wounded. However, others have taken to wearing this jacket as well due to its durability and high resistance against heat. Incidentally, its bright hue tends to attract too much attention, causing discomfort around those who choose to sport it.", "紅色的夾克。它原本是救助遇難者和傷者的救援隊的制服。惹人耳目的顏色即便是在風雪之中也能輕易發現。這種裝備結實耐用，而且還能經受住熾熱環境的考驗，因此其應用範圍不只限於救援隊。不過，它實在太惹眼，人們對此褒貶不一。", "붉은 색을 띤 재킷. 본래 조난자나 부상자의 구조부대가 입던 제복으로, 선명한 붉은 색 역시 눈보라 등 가혹한 환경 속에서도 쉽게 눈에 띌 수 있도록 만들어진 것이다. 튼튼하며, 특히 열에 강하기 때문에 오늘날은 구조부대에 국한되지 않고 널리 이용되고 있다. ……그러나, 그 색상이 지나치게 강렬하기 때문에, 주변 사람들에게 호불호가 갈리는 편이다.", "Une veste de couleur rouge. Facile à repérer lorsque la météo n'est pas très clémente voire chaotique, elle était à l'origine utilisée par un groupe d'intervention qui portait secours aux malades et aux blessés. D'autres personnes se sont mises à porter cette veste par la suite pour sa résistance aux attaques et à la chaleur. Malheureusement, sont teint brillant à tendance à attirer un peu trop l'attention, engendrant une certaine gêne chez ceux qui la porte.", "Ein rotes Jacket. Leicht bei schlechtem Wetter oder chaotischen Umweltbedingungen auszumachen, wurde es zuerst als Uniform für Heiler verwendet, die sich um die Verletzten kümmerten. Da es sehr hitzebeständig und robust ist, machen jedoch noch andere davon Gebrauch. Da die Farbe Aufmerksamkeit auf sich zieht, fühlen sich die Träger allerdings etwas ausgeliefer.", "Una chaqueta de color rojo. Muy visible en las inclemencias y en malas condiciones ambientales, se utilizó originalmente como uniforme de una fuerza de rescate que ayudaba a los enfermos y a los heridos. Sin embargo, otros han empezado a usarla por su dureza y alta resistencia al calor. Por cierto, su halo brillante suele atraer demasiado la atención, sembrando la incomodidad en quienes eligen llevarlo."]}, "icon": "item_20111.png"}