{"slot": "Chest", "compendium_shown": true, "price_buy": 3000, "requirements": ["SEX", 2], "name": "Maiden's Vestment", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 358, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Water": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 20}, "icon": "item_20117.png", "type": "Cloth", "strings": {"name": ["Maiden's Vestment", "巫女祭服", "무녀의 제복", "Tenue de prêtresse", "Gewand der Maid", "Vestido de doncella"], "desc_short": ["Traditional vestments worn by water priestesses. (Females only)", "水之巫女的祭祀服裝・女性角色限定", "물의 무녀가 착용하는 여성용 제복", "Tenue traditionnelle portée par les prêtresses de l'Eau.", "Traditionelles Gewand von Wasserpriesterinnen (nur Mädchen).", "Vestimentas tradicionales llevadas por sacerdotisas del agua. (Sólo féminas)"], "desc_long": ["Clothes worn by the Water Priestess who serves the water crystal. Imbued with the protection of a water god, it boosts resistance to water. Simple and delicate designs have always been beloved as a symbol of Olderion. As lovely as a water priestess may look, it is also known that she bears an incredibly heavy burden. Those who put on these clothes are expected to dedicate their lives to the duties of a priestess.", "水之巫女所穿的服裝，上面獲得了水神的加護，具有水屬性耐性。衣服簡潔而又不失細膩的設計深受代代奧爾德里昂人的喜愛。水之巫女看上去是個光鮮的工作，但實質上她們身上承擔著十分艱巨的責任。穿上這件衣服，也就證明著做好了承擔起這份責任的覺悟。", "물의 크리스탈을 섬기는 무녀가 입는 옷. 수신의 가호를 받아 물속성 저항력을 갖추었다. 단순하면서도 섬세한 디자인은 올데리온의 상징으로 오랫동안 사랑받았다. 물의 무녀라는 이름은 화려한 존재라 여겨지지만 매우 고된 의무를 짊어진 것으로도 유명하다. 이 제복을 입는 여성은 무녀의 역할에 헌신할 각오가 요구된다.", "Tenue portée par la prêtresse des eaux qui voue sa vie à servir le Cristal de l'Eau. Imprégnée de la magie protectrice d'un dieu de l'eau, elle augmente la résistance aux attaques de type Eau. Les formes simples et délicates qui parsèment ce vêtement en font un des symboles les plus appréciés de la ville d'Olderion. La beauté de la prêtresse ne saurait toutefois cacher le poids incommensurable du fardeau qu'elle porte sur ses frêles épaules. Porter ce vêtement est le signe d'une vie consacrée à accomplir les offices incombant à la charge d'une prêtresse pour toutes les petites filles qui rêvent de suivre cette voie un jour.", "Kleidungsstück einer dem Wasserkristall dienenden Priesterin. Es ist durchdrungen vom Schutz des Wassergottes und besitzt eine Wasserresistenz. Einfache und zarte Designs waren immer beliebt als ein Symbol Olderions. So lieblich eine Wasserpriesterin auch aussehen mag, trägt sie doch eine schwere Bürde. Wer diese Kleidung anlegt, vom dem wird erwartet, dass er sein Leben den Pflichten einer Priesterin widmet.", "Ropajes vestidos por las sacerdotisas del agua que servían al cristal del agua. Imbuidas en la protección de un dios del agua, aumentan la resistencia ante el agua. Los diseños simples y delicados siempre han sido apreciados como símbolo de Olderion. Aunque las sacerdotisas del agua tengan un aspecto encantador, también se sabe que cargan con un increíble yugo. Aquellos que se ponen estas vestimentas tendrán que dedicar sus vidas a las obligaciones de las sacerdotisas."]}, "accuracy": 0}