{"slot": "Chest", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Unsui Clothes", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 560, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Water": 50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 12, "DEF": 30}, "type": "Cloth", "strings": {"name": ["Unsui Clothes", "雲水衣", "운수의 옷", "Tunique Unsui", "Unsui-Kleidung", "Vestido Unsui"], "desc_short": ["Battle clothes woven with the words of the ice hermit.", "織入冰仙教誨的戰衣", "얼음 선인의 설법이 수놓아진 전투용 의상", "Vêtements de combat où sont tissés les mots de l'ermite des glaces.", "Kampfkleidung, verwoben mit den Worten des Eiseremiten.", "Ropa de batalla tejida con las palabras del ermitaño de hielo."], "desc_long": ["Battle clothes woven with the words of the ice hermit. Long ago, there was a sage that saved the people from a raging river by freezing its waters. The frozen water formed a glacier that carved the land, which diverted the flow of the water, ensuring that the river would never flood again. In appreciation, the people wove clothes with the teachings of the sage so that it can be passed on to those in the future. The clothes thus woven protect the wearer by navigating them away from earthquakes and water hazards. Soon, many traveling monks chose to wore these clothes, thus giving it the name \"Unsui,\" also known as the \"itinerant monk.\"", "曾經有一位仙人凍結了暴虐的河流，拯救了沿途萬民。冰河雕琢大地，改變了河道，從此人民不再為河水氾濫而擔憂。民眾將仙人的教誨織入布匹中以期後世傳承。用這種布匹製成的衣物能夠驅離地震水災。雲遊列國的修行者穿著此衣，因而得現今之名。", "과거, 세찬 강을 꽁꽁 얼려 백성을 구한 선인이 있었다. 빙하는 대지를 깎아내고, 흐름을 바꾼 강은 두 번 다시 범람하지 않았다고 한다. 백성들은, 선인의 가르침을 천에 수놓아 후세에 남겼고, 이 천으로 만든 옷은 지진이나 수해를 피할 수 있게 해 준다. 세계를 떠돌던 어느 수행자가 이 옷을 몸에 걸쳤다 하여 이러한 이름이 붙게 되었다.", "Vêtements de combat où sont tissés les mots de l'ermite des glaces. Il y a longtemps vivait un sage qui sauva des gens d'une rivière torrentielle en gelant toute l'eau. L'eau ainsi refroidie forma un glacier qui modifia la terre et fit dériver l'écoulement de la rivière, s'assurant ainsi que les eaux ne dérangeraient plus jamais les habitants des villages attenants. Profondément reconnaissants, les gens se sont mis à porter des vêtements contenant les enseignements du sage, pour les transmettre aux générations suivantes. Les vêtements ainsi revêtus protégeaient leur porteur des tremblements de terres et des inondations, et avant que l'on s'en rende compte, beaucoup de moines vagabonds se mirent à porter ces vêtements, c'est pourquoi ces vêtements s'appellent \"Unsui\", mais aussi \"moine vagabond\".", "Kampfkleidung, verwoben mit den Worten des Eiseremiten. Vor langer Zeit rettete ein Weiser die Menschen vor einem überschäumenden Fluss, indem er das Wasser gefrieren ließ. Aus diesem Wasser wurde ein Gletscher, der den Fluss so umleitete, dass es zu keiner Flut mehr kam. Als Anerkennung stellten die Menschen Kleidung her, die die Lehren des Weisen abbildete. Sie hält den Träger fern von Erdbeben und Gefahren des Wassers. Schon bald trugen viele reisenden Mönche diese Kleidung, wodurch sie den Namen \"Unsui\" erhielt, was so viel wie \"wandernder Mönch\" bedeutet.", "Ropa de batalla tejida con las palabras del ermitaño de hielo. Otrora, hubo un sabio que salvó una ciudad de un río turbulento congelando sus aguas. El hielo acabó formando un glaciar en la tierra. De esta forma, se desvió el curso del agua y el río no volvió a desbordarse más. Como agradecimiento, las gentes del lugar comenzaron a vestir según los consejos del sabio y dicha ropa fue pasando de generación en generación. Si se equipa, la ropa protege contra terremotos y peligros acuáticos. Al poco tiempo, muchos monjes empezaron a vestirse con estas ropas, por lo que esta prenda acabó denominándose \"unsui\" (que significa \"monje errante\")."]}, "icon": "item_20126.png"}