{"slot": "Chest", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Doctor's Garment", "type_id": 50, "skills": [101150], "is_twohanded": false, "rarity": 6, "compendium_id": 703, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Pharmacology' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 38, "DEF": 32}, "icon": "item_20137.png", "type": "Cloth", "strings": {"name": ["Doctor's Garment", "藥師的窄袖服", "약사의 옷", "Tenue de pharmacien", "Arztgewandung", "Vestimenta de doctor"], "desc_short": ["Garments made especially for those working in pharmacology.", "專為藥師設計的窄袖服", "약사를 위해 고안된 옷", "Une tenue faite spécialement pour ceux travaillant en pharmacologie.", "Gewandung gefertigt für Kenner der Medizinkunde.", "Prendas elaboradas para los que trabajan en farmacología."], "desc_long": ["Garments made for those working in pharmacology. This particular garment can hold a surprising amount of items in the sleeves and pockets. Some ninjas wore them to hide their shurikens and throwing knives where doctors would hold their mortar and medicines. It also proved very useful to ninjas conducting espionage as they could disguise themselves as traveling doctors.", "專為藥師設計的窄袖服。能夠裝載大量道具在袖子和胸懷中。不僅方便攜帶製藥工具和藥種，也能夠藏匿手裏劍等，因而為部分忍者所喜愛。對變裝成藥販，執行諜報任務者來說，這是最合適的服裝。", "약사를 위해 고안된 옷. 믿기 힘들 정도로 엄청나게 많은 도구를 소매나 호주머니에 넣고 다닐 수 있다. 약연이나 약재를 휴대한다는 본 목적뿐 아니라 수리검 또는 쿠나이를 숨기기에도 적합하여, 일부 닌자들이 애용하기도 한다. 약상인으로 변장하여 첩보 임무를 수행하는 자에게 있어 안성맞춤인 옷이라 할 수 있을 것이다.", "Tenue faite pour ceux qui travaille en pharmacologie. Cette tenue peut contenir un grand nombre d’objets dans les manches et les poches. Certains ninjas la portent pour cacher leurs shuriken et couteaux là où les médecins mettraient leur mortier et leurs médicaments. Elle est également très utile pour les ninjas en espionnage, car ils peuvent se déguiser en médecins.", "Gewandung, gefertigt für Kenner der Medizinkunde. Mit diesem Kleidungsstück ist es möglich, eine erstaunliche Menge an Gegenständen und Werkzeugen in Ärmeln und Taschen zu verstauen. Ursprünglich diente die Arztgewandung zwar dazu, Mörser und Arzneien mit sich führen zu können, aber da sich auch nur zu gut Wurfmesser und Shuriken darin verbergen lassen, wird diese Kleidung auch von Ninjas teuer geschätzt. Für Auftragsspione und Agenten, die sich so etwa als Apotheker ausgeben können, sei die Arztgewandung sogar das ideale Kleidungsstück.", "Prendas elaboradas para los que trabajan en farmacología. Esta prenda en concreto cuenta con muchísimo espacio en sus mangas y bolsillos, por lo que sirve para guardar multitud de objetos. Algunos ninjas visten esta prenda para guardar sus shurikens y cuchillos arrojadizos donde un médico de verdad llevaría el mortero o las medicinas. Asimismo, este atuendo ha probado ser de gran utilidad para los ninjas cuando realizan labores de espionaje, pues se pueden hacer pasar por médicos."]}, "accuracy": 0}