{"slot": "Chest", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Basch's Uniform", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 772, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": {"Confusion": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 18, "DEF": 32}, "icon": "item_20141.png", "type": "Cloth", "strings": {"name": ["Basch's Uniform", "巴修衣服", "바슈의 옷", "Tenue de Basch", "Baschs Kleidung", "Uniforme de Basch"], "desc_short": ["A uniform from another world.", "來自異界的服裝", "이계에서 유입된 옷.", "Un uniforme rapporté d'un autre monde.", "Eine Uniform aus einerf ernen Welt.", "Un uniforme de otro mundo."], "desc_long": ["A uniform brought from the faraway world of Ivalice. It is said to have been worn by a former captain who escaped from prison where he was wrongfully sentenced and confined. He then joined the Resistance where he gathered whatever clothing he could find to dress himself, and ended up with a rather underwhelming outfit.", "來自異界伊瓦利斯的現有服裝。因為冤罪而入獄的原將軍，在逃獄後所穿著的服裝。將所屬解放軍所收集而來的舊衣服湊合起來所製作的服裝，讓人有種毫無一體感的印象。", "이계 '이발리스'에서 유입된 옷. 억울한 죄로 투옥된 어느 장군이 탈옥 후 몸에 걸쳤던 것이라고 알려져 있다. 소속된 해방군 내에서 그러모은 오래된 옷들을 대충 걸쳐 코디네이트한 탓에 통일감은 도통 찾아볼 수 없는 것이 특징인 모양이다.", "Un uniforme rapporté du monde lointain d’Ivalice. Il aurait appartenu à un ex-capitaine s’étant échappé de prison après avoir été injustement incarcéré. La légende affirme qu’il se serait alors joint à la Résistance, où il dut se vêtir des quelques habits mis à sa disposition, ce qui explique la sobriété de sa tenue.", "Eine Uniform aus der fernen Welt Ivalice. Es heißt, dass sie von einem ehemaligen Hauptmann getragen wurde, der aus einem Gefängnis ausbrach, nachdem er unrechtmäßig verurteilt und eingesperrt wurde. Danach trat er dem Widerstand bei und kleidete sich mit beliebigen Kleidungsstücken, die gerade zur Hand waren, was stiltechnisch einen eher mäßigen Eindruck hinterlässt.", "Un uniforme del lejano mundo de Ivalice. Se dice que este uniforme lo llevaba un capitán que escapó de la cárcel tras haber sido condenado injustamente. Tras este evento, se unió al grupo de liberación donde tuvo que elaborar su atuendo con la ropa que pudo encontrar. Por ello, su aspecto deja un poco que desear."]}, "accuracy": 0}