{"slot": "Chest", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Ninja Gear", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 153, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 4, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 20}, "type": "Cloth", "strings": {"name": ["Ninja Gear", "忍者服", "닌자복", "Tunique de ninja", "Ninja-Anzug", "Traje de ninja"], "desc_short": ["A black uniform worn by ninjas.", "忍者所穿的黑色裝束", "닌자가 걸치는 검은 옷", "Uniforme noir porté par les ninjas.", "Die schwarze Kluft der Ninja.", "Uniforme negro que llevan los ninjas."], "desc_long": ["The black uniform of those who work from the shadows. It is jet black in color, which helps its wearer become one with the darkness. This garb is also tailored to fit the body perfectly, which allows ninjas to move swiftly without limitation, though it is impossible to tell where they hide their throwing weapons within it. By comparison, the jet black ninja gear is more often used by higher ranking ninjas, rather than those who have yet to climb through the ranks.", "生存於社會黑暗處的忍者穿用的衣服。為了融入黑暗而染成了漆黑色。因完美地貼合身體線條，所以使得忍者特有的輕盈動作不會受阻。至於手裏劍藏在了哪裡，好像是個秘密。此忍者服多為地位相對低下的忍者穿著，而地位更高的人大多身穿黑裝束。", "지하 조직에 몸담은 자들이 입는 옷. 어둠에 녹아들 수 있도록 칠흑으로 염색했다. 몸에 딱 달라붙어서 닌자의 민첩한 동작을 방해하지 않는다. 수리검 같은 무기를 어디에 감추는지는 알 수 없지만, 직업상 비밀인 모양이다. 이 옷은 주로 하급 닌자가 장착하며, 상급 닌자는 검은 의복을 더 많이 입는다.", "L'uniforme noir de ceux qui travaillent dans l'ombre. Sa couleur noire permet de se fondre dans les ténèbres. Il est ajusté de façon à épouser parfaitement les formes du corps, ce qui permet aux ninjas de se mouvoir rapidement bien que l'on ignore où ils cachent leur armes de jet. Il est porté en général par les ninjas de bas rang, le costume noir étant porté le plus souvent par les ninjas haut gradés.", "Eine schwarze Uniform für Kämpfer, die im Schatten agieren. Ihre dunkle Farbe macht es dem Träger leicht, mit der Dunkelheit zu verschmelzen. Sie wird genau auf den Leib geschneidert, um den Ninjas möglichst große Bewegungsfreiheit zu ermöglichen, dabei ist allerdings unklar, wo die ganzen Waffen versteckt werden. Das Ninjagewand wird in erster Linie von den unteren Rängen getragen.", "El uniforme negro de quienes trabajan en las sombras. Es negro azabache, para fundirse en la oscuridad. También está diseñado para ajustarse al cuerpo a la perfección, para que los ninjas se muevan sin ataduras, aunque es imposible saber dónde guardan sus armas arrojadizas. En comparación, el traje de ninja negro se usa más entre los ninjas de alto rango y no entre los que todavía tienen varios puestos que escalar."]}, "icon": "item_20106.png"}