{"slot": "Chest", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Vishnu Vest", "type_id": 50, "skills": [203240], "is_twohanded": false, "rarity": 6, "compendium_id": 808, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'MP + 15%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 25, "Light": 25, "Dark": 25, "Ice": 25, "Lightning": 25}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 36, "DEF": 36}, "icon": "item_20142.png", "type": "Cloth", "strings": {"name": ["Vishnu Vest", "毗濕奴背心", "비슈누의 조끼", "Veste de Vishnou", "Vishnu-Weste", "Chaleco de Vishnú"], "desc_short": ["A vest once worn by a bard from the Farplane.", "異界吟遊詩人所穿過的背心", "이계의 음유시인이 입던 조끼.", "Une veste autrefois portée par un barde originaire de l’Au-delà.", "Eine Weste, die einst von einem Barden aus einer fernen Welt getragen wurde.", "Un chaleco que en el pasado se ponía un bardo del Etéreo."], "desc_long": ["A vest once worn by a bard from a faraway world. It is very useful in that it increases the wearer's resistance to various elemental attacks. There is record of a certain young bard in a faraway world equipping this vest, which he obtained from ancient ruins on the moon.", "異界吟遊詩人所穿過的背心", "까마득히 먼 이계에서 유입된 조끼로, 다양한 속성 공격에 대한 저항력을 상승시켜주는 훌륭한 장비품이다. 이계의 어느 음유시인 청년이 비슈누의 조끼를 장비했다는 기록이 남겨져 있다. 그는 달의 어느 유적에서 이 조끼를 손에 넣었다고 한다.", "Une veste autrefois portée par un barde originaire d’un monde lointain. Elle est particulièrement utile, notamment car elle augmente les résistances élémentaires du porteur. Certaines archives parlent d’un jeune barde venu d’un autre monde qui aurait porté cette veste, elle-même issue d’anciennes ruines situées sur la Lune.", null, "Un chaleco que en el pasado se ponía un bardo de un mundo lejano. Es un objeto bastante útil porque aumenta la resistencia a los elementos del usuario. Hay constancia de que el joven bardo que llevaba este chaleco lo encontró en unas viejas ruinas que hay en la Luna."]}, "accuracy": 0}