{"slot": "Chest", "compendium_shown": true, "price_buy": 20000, "requirements": ["UNIT_ID", 401000104], "name": "Stylish Black Dress", "type_id": 50, "skills": [204830], "is_twohanded": false, "rarity": 6, "compendium_id": 632, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Deflect' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 30, "SPR": 0, "DEF": 28}, "icon": "item_62101.png", "type": "Cloth", "strings": {"name": ["Stylish Black Dress", "時尚黑禮裙", "세련된 블랙 드레스", "Robe noire magnifique", "Stillvolles schwarzes Kleid", "Traje negro fabuloso"], "desc_short": ["A glamorous black dress that can turn heads with its dazzling design.", "讓人忍不住回頭的性感黑色禮裙", "세련된 디자인으로 시선을 사로잡는 매력적인 검은색 드레스.", "Une robe noire très glamour qui ne laisse personne indifférent.", "Ein glamouröses schwarzes Kleid, dessen Design einem den Kopf verdreht.", "Un glamuroso vestido negro capaz de acaparar todas las miradas con su diseño deslumbrante."], "desc_long": ["A glamorous black dress that can turn heads with its dazzling design. It is said to have been worn by ladies of refinement who found entertainment in attending exquisite events, such as ballroom dances. It is made using valuable materials, which makes it comfortable and light as a feather, thus allowing the wearer to dance with grace.", "讓人忍不住回頭的性感黑色禮裙。喜愛參加舞會的時尚女士的首選佳品。使用珍貴的材料製作，十分舒適並且輕如羽毛，能使穿著者輕快地起舞。", "세련된 디자인으로 시선을 사로잡는 매력적인 검은색 드레스. 격식 있는 댄스 파티를 좋아하는 패셔너블한 여성의 소지품이다. 고가의 화려한 재료로 만들었으며 몸에 딱 맞는다. 깃털보다 가볍고, 착용자의 움직임을 빠르게 만들어 준다.", "Une robe noire très glamour qui ne laisse personne indifférent. Cette splendide robe appartenait à une femme très élégante qui adorait se rendre à des soirées habillées. Taillée pour épouser les formes du corps à la perfection, elle est faite de matériaux rares et d'une grande finesse. Cette robe est presque plus légère qu'une plume, permettant ainsi à son porteur de se déplacer très rapidement et particulièrement sur la piste de danse.", "Ein glamouröses schwarzes Kleid, dessen Design einem den Kopf verdreht. Dieses fantastische Kleid wurde von eleganten Damen getragen, die gerne auf Bälle gingen. Da es perfekt sitzt und mit seltenen exquisiten Materialien gefertigt wurde, wiegt es fast nichts, sodass die Trägerin unbeschwert tanzen kann.", "Un glamuroso vestido negro capaz de acaparar todas las miradas con su diseño deslumbrante. Se dice que lo llevaban mujeres refinadas a las que les gustaba asistir a eventos sofisticados como, por ejemplo, bailes de salón. El vestido está hecho de materiales de gran valor y su diseño es cómodo y ligero como una pluma. De esta forma, quien lo lleva puesto puede bailar con elegancia."]}, "accuracy": 0}