{"slot": "Chest", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Brave Suit", "type_id": 50, "skills": [101600, 101700], "is_twohanded": false, "rarity": 8, "compendium_id": 314, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'ATK +15%' passive.", "Grants 'MAG +15%' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 51}, "icon": "item_20116.png", "type": "Cloth", "strings": {"name": ["Brave Suit", "勇敢套裝", "용기의 옷", "Manteau des braves", "Kaiserwams", "Traje de héroe"], "desc_short": ["A suit for the courageous.", "有勇氣之人的衣服", "용기 있는 자의 옷", "Manteau fait pour les héros courageux.", "Zeichnet den Träger als Inbegriff der Tapferkeit aus.", "Traje para valientes."], "desc_long": ["A suit that enhances both physical and magical power said to draw out the courage of the wearer and turn it into energy. It is difficult for many to muster bravery in the face of danger, but shouting from the depths of one's being is believed to be an effective way to dispel fear and hesitation. There are records from another world that claim a certain warrior often shouted to unleash his own courage.", "能提高攻擊力和魔力的衣服。它能夠激發裝備者內心的勇氣，使之變成力量。人在艱難困苦中難以鼓起勇氣，為了驅離恐懼和猶豫，大聲呼喊不失為有效手段之一。據文獻記載，在某個異界中，有一位戰士通過“咆哮”的方式鼓舞自己。", "공격력과 마력을 높여주는 옷. 장착한 사람 안에 잠들어있는 용기를 북돋아 힘으로 바꾸어준다고 한다. 역경 속에서 용기를 짜내기는 매우 어렵지만, 배에 힘을 주고 큰 소리를 질러 공포와 망설임을 떨치는 것도 유효한 수단 중 하나일지 모른다. 어느 이계에는 '외치는' 것으로 자신을 북돋우던 전사가 있었다는 기록도 남아있다.", "Une tenue qui améliore la puissance physique et magique et qui révèle le courage de celui qui le porte en le transformant en énergie. Il est souvent bien difficile de se montrer brave face au danger, mais crier depuis les profondeurs de son âme serait un moyen efficace de dissiper la peur et le doute. Dans un autre monde, certains écrits relèvent qu'un guerrier en particulier criait souvent pour libérer son propre courage.", "Dieses Kleidungsstück verstärkt sowohl die körperliche als auch magische Kraft des Trägers, indem es dessen inneren Mut erweckt und in Energie umwandelt. Im Angesicht der Gefahr den Mut nicht sinken zu lassen ist für viele schwierig. In solchen Situationen kann es helfen, seinen Mut durch einen Schrei aus der Tiefe des Selbst zu entfachen. In einer bestimmten Welt soll es Krieger gegeben haben, die auf diese Technik spezialisiert waren.", "Traje que mejora el poder físico y mágico. Se dice que toma la valentía del portador y la convierte en energía. Aunque para algunos resulta difícil mostrar valor frente al peligro, se cree que gritar con toda el alma es una manera eficaz de ahuyentar el miedo y las dudas. Hay registros de otro mundo que hablan de un guerrero que solía gritar para despertar su coraje."]}, "accuracy": 0}