{"slot": "Chest", "compendium_shown": true, "price_buy": 200, "requirements": null, "name": "Leather Shirt", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 146, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 20, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 7}, "type": "Cloth", "strings": {"name": ["Leather Shirt", "皮衣", "가죽옷", "Chemise en cuir", "Lederweste", "Camisa de cuero"], "desc_short": ["Clothes made of plain leather.", "非常樸素的皮衣", "간소한 가죽옷", "Vêtement simple en cuir.", "Kleidung aus normalem Leder.", "Ropa hecha de cuero corriente."], "desc_long": ["Patches of leather sewn together to create clothing more durable than the usual type made of fabric. Despite this, it is not durable enough to resist magical attacks, and therefore should not be worn to the battlefield as a replacement for armor. It is, however, sturdy enough to be worn while venturing out on a journey, thus making it a popular and widely accessible product. People with sensitive noses do not particularly like it though.", "用皮子縫製的衣服，相比布衣更結實。但完全無法抵禦魔法攻擊，也沒有鎧甲堅固，因此會讓裝備者在戰鬥時有所不安。但如果只是旅行，則完全能夠勝任。再加上這種衣服在市面上廣泛流通，十分容易獲得，因此受很多人的厚愛。只是，嗅覺靈敏的人可能不會喜歡其獨特的味道。", "가죽을 기워서 만든 옷으로 천보다 튼튼하다. 하지만 마법 저항력이 전혀 없고 갑옷처럼 단단하지도 않아서 전투용으로 쓰기에는 불안하다. 단 구하기도 쉽고 여행용으로는 쓸만한 수준이라 많이 쓰인다. 후각이 예민한 사람은 특유의 냄새에 질색하기도 한다.", "Vêtement fabriqué à partir de pièces de cuir cousues ensemble, plus solide qu'un vêtement en tissu. Malgré cela, il ne résiste pas aux attaques magiques et ne doit pas être porté sur le champ de bataille à la place d'une armure. Il est cependant assez robuste pour être porté lors des petites pérégrinations journalières, faisant de lui un produit populaire et très accessible, même si certains peuvent être rebutés par son odeur.", "Eine Weste aus zusammengenähtem Leder. Sie ist robuster als normaler Stoff, bietet aber nicht den Schutz einer echten Rüstung und ist wirkungslos gegen magische Angriffe. Als Reiseausstattung ist sie in der Regel aber völlig ausreichend. Lederwesten sind überall erhältlich und erfreuen sich großer Popularität. Lediglich der charakteristische Geruch kann für Menschen mit empfindlichen Nasen ein Problem darstellen.", "Retales de cuero cosidos para crear ropa más duradera que la convencional. A pesar de ello, no es lo suficientemente duradera como para resistir ataques mágicos, así que no debe usarse como armadura. Sin embargo, es lo bastante fuerte como para salir de viaje con ella, por lo que es popular y fácil de encontrar. No obstante, no parece gustar mucho a las personas sensibles a los olores."]}, "icon": "item_20100.png"}