{"slot": "Chest", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Angel Wing", "type_id": 50, "skills": [100710], "is_twohanded": false, "rarity": 6, "compendium_id": 653, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Auto-Protect' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 32, "DEF": 20}, "icon": "item_20133.png", "type": "Cloth", "strings": {"name": ["Angel Wing", "天使之翼", "천사의 날개", "Aile d'ange", "Engelsflügel", "Ala de ángel"], "desc_short": ["A coat filled with the mysterious power of angels.", "寄宿著不可思議的天使之力的外套", "천사의 신비한 힘이 깃든 코트", "Un manteau remplit du mystérieux pouvoir des anges.", "Ein Mantel mit der mysteriösen Kraft der Engel.", "Un abrigo que cuenta con un misterioso poder angelical."], "desc_long": ["A coat worn by a giant dragon plush doll made by an angel. The coat is designed with a white tone and made to be both cute and elegant. Rumor has it that this coat can impart its wearer with the ability to fly. The rumor probably came from the angelic power imbued within it and from the name of the coat, which accurately describes how light it feels when worn. Unfortunately, the rumor is a hoax, so it is strongly advised not to test the rumor out.", "由天使所做，龍布偶所穿的外套。以白色為基調，既可愛又優雅。除了寄宿著天使之力外，也如同羽毛般輕盈，有著「穿上這件外套不知不覺能夠飛上天空」的傳聞。然而這完全是一個謠言，切勿輕易嘗試。", "천사가 만들었다고 알려진 드래곤 인형이 입고 있는 코트. 흰색을 베이스로 한 귀엽고도 우아한 디자인이 특징으로, 천사의 힘이 깃들어 있을 뿐 아니라 이름대로 마치 깃털처럼 착용감이 가벼워 언젠가부터 '이 코트를 입으면 하늘을 날 수 있다'는 소문이 퍼지기 시작했다. 그러나 이 소문은 새빨간 거짓말이므로, 시험해 봐선 절대 안 될 것이다.", "Un manteau porté par un dragon géant en peluche créé par un ange. Sa couleur blanche le rend à la fois mignon et élégant. Une rumeur dit que ce manteau peut permettre à son porteur de voler. Cela vient sans doute du fait que qu'il est impregné du pouvoir des ange, le rendant aussi léger qu'une plume. Cette rumeur étant un vulgaire canular, il est vivement recommandé de ne pas essayer de voler avec.", "Ein von einem Drachenplüschtier getragener Mantel, von dem man sagt, ein Engel habe ihn angefertigt. Besonders an ihm ist sein Design in weißen Tönen, welches ihn gleichzeitig niedlich und elegant erscheinen lässt. Nicht nur weil ein Engel seine Kraft in den Mantel miteinwirkte, sondern auch weil der Mantel - passend zu seinem Namen - einen federleichten, himmlischen Tragekomfort gewährt, kam es irgendwann zu Gerüchten, nach denen der Mantel seinem Träger die Fähigkeit verleihen würde, in die Lüfte steigen zu können. Leider handelt es sich hierbei um nicht mehr als eine blanke Lüge; von einem Versuch sei also strengstens abgeraten.", "El abrigo de un dragón gigantesco de peluche que un ángel confeccionó. Este abrigo está diseñado con tonos blancos y su estética es bonita y elegante. Los rumores cuentan que quien porte el abrigo podrá volar. Este rumor probablemente tenga su origen en el poder angelical con el que está imbuido este abrigo al igual que por su propio nombre, que describe con precisión lo ligero que es cuando uno se lo pone. Lamentablemente, el rumor es falso, por lo que no se le recomienda a nadie echar a volar con él puesto."]}, "accuracy": 0}