{"slot": "Chest", "compendium_shown": true, "price_buy": 400, "requirements": null, "name": "Bard's Tunic", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 147, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 40, "stats": {"status_inflict": null, "status_resist": {"Silence": 30}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 10}, "icon": "item_20103.png", "type": "Cloth", "strings": {"name": ["Bard's Tunic", "詩人之服", "시인의 옷", "Tunique de barde", "Minnekleid", "Túnica de bardo"], "desc_short": ["Clothes to protect a bard's livelihood—their voice.", "能夠守護聲音的衣服", "시인의 생명인 목소리를 지켜주는 옷", "Vêtement protégeant la voix précieuse des bardes.", "Für einen Barden, hält besonders den Hals warm.", "Ropa que protege la voz del bardo."], "desc_long": ["The voice of a bard holds strange powers. It can inspire allies on the battlefield and increase their physical and magical strength, as well as tempt and confuse the enemy. To say that the voice of a bard is his or her very soul would be no exaggeration. Were he or she to lose it, it would leave said person utterly powerless.  This tunic was made to prevent its wearer from suffering the ailment known as silence, and thus it is loved by all those who fear losing their voice.", "吟遊詩人的歌聲寄宿著神秘的力量。既可以鼓舞同伴士氣，提高攻擊力和魔力，也可以誘惑敵人陷入混亂。說歌聲是吟遊詩人的靈魂也毫不為過，但如果聲音被封住就會完全喪失能力。這種衣服專為防止陷入沉默狀態而打造，對害怕失去聲音的人們有如至寶。", "음유시인의 노래에는 불가사의한 힘이 깃들어 있다. 예컨대 아군을 고무시켜 공격력과 마력을 높이기도 하고, 적을 유혹해서 혼란에 빠뜨리기도 한다. 이렇듯 노래는 음유시인의 혼이나 마찬가지라, 목소리를 내지 못하게 되면 완전히 무력해진다. 이 옷은 침묵 상태를 방지하는 데 중점을 두고 만든 것으로, 목소리를 잃는 사태를 두려워하는 사람들이 애용한다.", "La voix d'un barde possède d'étranges pouvoirs. Elle peut motiver les alliés sur le champ de bataille, augmenter leur force physique et magique, ainsi que séduire ou jeter la confusion dans l'esprit des ennemis. C'est peu dire que la voix d'un barde constitue son âme : sans elle, il se retrouve complètement impuissant. Cette tunique protégeant de l'altération d'état silence, elle est privilégiée par ceux qui ont peur de perdre la voix.", "Der Stimme eines Barden wohnt wundersame Kraft inne. Sie kann Verbündete im Kampf ermutigen, ihre Kraft oder Magie verstärken, oder Feinde verführen und verwirren. Die Stimme ist gleichsam die Seele des Barden und ohne sie wäre er völlig machtlos. Diese Tunika wurde daher speziell gefertigt, um den Träger vor magischer Stille zu schützen, und ist Gold wert für alle, die den Verlust ihrer Stimme fürchten.", "La voz de un bardo tiene extraños poderes. Puede inspirar a los aliados y aumentar su fuerza física y magia, o bien tentar y confundir al enemigo. Se podría decir sin exagerar que es la propia alma del bardo. Si la pierde, quedaría totalmente indefenso. Esta túnica se hizo para proteger a quien la lleve del estado conocido como silencio, por lo que quienes temen perder su voz la adoran."]}, "accuracy": 0}