{"slot": "Chest", "compendium_shown": true, "price_buy": 20000, "requirements": ["UNIT_ID", 211000103], "name": "Tactician Magician's Coat", "type_id": 50, "skills": [100010, 100040], "is_twohanded": false, "rarity": 6, "compendium_id": 511, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'HP +10%' passive.", "Grants 'MP +10%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 30, "SPR": 40, "DEF": 30}, "type": "Cloth", "strings": {"name": ["Tactician Magician's Coat", "聯邦軍師制服", "연방 참모의 코트", "Manteau de tacticien fédé.", "Mantel des Magietaktikers", "Abrigo de mago estratega"], "desc_short": ["A coat brought from the Farplane.", "來自異界的制服", "이계에서 유입된 코트", "Un manteau venant de l'Au-delà.", "Ein Mantel aus dem Abyssum.", "Un abrigo del Etéreo."], "desc_long": ["A coat used by tacticians from the Federation of Windurst found in the distant world of Vana'diel. According to records from this faraway land, it is said that it was a preferred coat of choice by a particular Tarutaru sorceress who held magic powers that were second to none.", "來自異界瓦納·迪爾的溫達斯聯邦軍師制服。相傳在原來的世界中，該裝備由一位魔力超群的塔魯塔魯族淑女所喜愛。", "이계 '바나딜'에서 유입된, 윈더스 연방 참모의 코트. 이 코트가 본래 존재하던 이계의 서적에 따르면, 비할 데 없는 마력을 자랑하던 타루타루족의 숙녀가 즐겨 착용했다는 기록이 있다.", "Un manteau utilisé par les tacticiens de la Fédération de Windurst originaire du monde lointain de Vana'diel. Selon les archives de cette terre lointaine, ce manteau était la tenue de prédilection d'une certaine sorcière tarutaru dont les pouvoirs magiques étaient inégalés.", "Ein Mantel, den die Strategen der Föderation von Windurst tragen, in der fernen Welt Vana'diel. Den Aufzeichnungen von dort zufolge bevorzugte eine bestimmte Tarutaru-Zauberin dieses Kleidungsstück, die mächtiger war als alle anderen.", "Un abrigo que llevaban los estrategas de la Federación de Windurst del mundo lejano de Vana'diel. Según los registros de aquel lugar, parece que también era el abrigo preferido de una hechicera tarutaru cuyo poder mágico no conocía rival."]}, "icon": "item_20124.png"}