{"slot": "Chest", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Mirage Vest", "type_id": 50, "skills": [201030], "is_twohanded": false, "rarity": 4, "compendium_id": 155, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Mirage' ability."], "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 28}, "type": "Cloth", "strings": {"name": ["Mirage Vest", "幻影背心", "신기루 조끼", "Gilet mirage", "Trugweste", "Chaleco espejismo"], "desc_short": ["A vest that can create illusions.", "能夠使用分身的背心", "분신술을 쓸 수 있는 조끼", "Gilet pouvant générer des illusions.", "Diese Weste kann Illusionen erzeugen.", "Chaleco capaz de crear ilusiones."], "desc_long": ["A vest that reflects light to produce visions that bewilder enemies. To the enemy, it looks as if the vest were multiplying itself. The mirage vest was actually the unexpected product of research concerning magic-reflecting equipment. When it was found that it confused opponents, it began being used for that very purpose. However, its weakness lies in the fact that most enemies will not fall prey to the same illusion for a long period of time.", "該背心能利用光線反射生成幻影來迷惑敵人。能讓對手感覺裝備者施展了分身之術。它是在研究能反射魔法的裝備時偶然誕生的產物，由於能夠在一定程度上擾亂敵人，所以該裝備隨即得到利用。但是它的軟肋在於，不會對同一敵人長久有效。", "빛의 반사를 이용해서 환각을 만들어 적을 교란하는 조끼. 상대방은 장착자가 분신술을 쓰는 것처럼 보인다. 마법을 반사하는 장비를 연구하다가 우연히 발명한 것으로, 적을 교란하는 효과가 뛰어나서 그대로 채택되었다. 다만 이 환각은 같은 적에게 오래 통하지 않는다.", "Un gilet qui produit des illusions, utilisant la réflexion de la lumière afin de dérouter les ennemis. Ces derniers ont l'impression de voir le gilet se multiplier. Le gilet mirage était en fait le produit imprévu de recherches concernant un équipement réflecteur de magie. On commença à l'utiliser pour diverses applications lorsque l'on découvrit qu'il pouvait dérouter les ennemis. Il a cependant un défaut : la plupart des ennemis ne tomberont pas dans le piège plusieurs fois.", "Eine Weste, die durch reflektiertes Licht Trugbilder erscheinen lässt, um Feinde zu verwirren. Für den Gegner erscheint es, als würde sich der Träger vervielfältigen. Diese Weste wurde zufällig während der Forschung nach Magie reflektierender Ausrüstung entdeckt. Da man annahm, dass sie im Kampf einen gewissen Nutzen haben könnte, wurde sie weiterverwendet. Das Problem ist allerdings, dass viele Gegner sich von Trugbildern nur kurzfristig täuschen lassen.", "Un chaleco que refleja la luz para producir visiones que desconciertan a los enemigos. A ellos les parece como si el chaleco se multiplicara. En realidad, este chaleco surgió por casualidad durante la investigación para crear equipo que reflejara la magia, pero cuando se vio que confundía a los enemigos empezó a usarse para tal fin. Sin embargo, la mayoría de enemigos no caerán en la trampa durante mucho tiempo."]}, "icon": "item_20108.png"}