{"slot": "Chest", "compendium_shown": true, "price_buy": 50000, "requirements": ["SEX", 1], "name": "Training Clothes", "type_id": 50, "skills": [100050], "is_twohanded": false, "rarity": 7, "compendium_id": 617, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'MP +20%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 32}, "icon": "item_20129.png", "type": "Cloth", "strings": {"name": ["Training Clothes", "修煉衣", "수련복", "Vêtements d'entraînement", "Trainingskleidung", "Ropas de práctica"], "desc_short": ["Men's clothes that are extremely easy to move in.", "輕便的男性衣服", "활동성이 뛰어난 남성용 옷", "Des vêtements pour homme très faciles à enfiler.", "Eine angenehm zu tragende Uniform für Männer.", "Ropa para hombre extremadamente cómoda."], "desc_long": ["A uniform for men who have built a strong, muscular body. Extremely easy to move in, it is capable of bringing out more power in its wearer than they could produce on their own. It is extremely difficult to obtain as it is made from fibers produced from a rare tree located on a faraway mountain. It is said that it was given to those who used to train on that mountain.", "專為想擁有一身發達肌肉的男性製作的裝備，該裝備十分輕便，可以發揮出裝備者超乎尋常的力量。想要製作該裝備，必須選用特定深山老樹的樹皮製作纖維，為此該裝備極為稀有。原本只有在山中修行的強者才能夠得到這件衣服。", "단련된 육체를 가진 자를 위해 제작된 남성 전용 장비. 활동성이 매우 뛰어나고, 장착한 사람은 평소보다 더 힘을 발휘할 수 있다. 어느 산에서만 자란다는 진귀한 나무의 껍질에서 채취한 섬유를 사용했기 때문에, 이 장비를 손에 넣기란 굉장히 어려우며, 본래 이 산에서 수행을 쌓은 자에게만 내려지는 옷이라고 한다.", "Un uniforme fait spécialement pour les hommes possédant un corps fort et musculeux. Très facile à porter et à retirer, il permet de réaliser sans difficulté une très large palette de mouvements, et apporte une force bien plus grande que ce dont son porteur serait naturellement capable. Il est très difficile à obtenir car fabriqué à partir de fibres du bois d'un arbre très rare venant d'un monde lointain. On raconte qu'il était donné à tous ceux qui s'entraînaient souvent dans la montagne.", "Eine Uniform für starke Männer mit vielen Muskeln. Sie ist angenehm zu tragen und bringt im Träger mehr Kraft zum Vorschein, als er sich vorstellen kann. Da sie aus den Fasern eines Baumes gefertigt ist, der auf einem entfernten Berg steht, ist sie schwer zu erlangen. Es heißt, sie wird an den vergeben, der auf diesem Berg trainierte.", "Ropa para hombres muy musculosos. Es extremadamente cómoda y saca un poder de su portador que, de cualquier otra forma, sería incapaz de producir por sí mismo. Esta ropa es muy difícil de conseguir porque está hecha de una fibra que solo se puede extraer de un árbol poco común ubicado en una montaña lejana. Se sabe que vestían esta ropa quienes solían entrenar en aquella montaña."]}, "accuracy": 0}