{"slot": "Chest", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Butler's Uniform", "type_id": 50, "skills": [100010], "is_twohanded": false, "rarity": 5, "compendium_id": 755, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'HP +10%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Ice": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 38, "DEF": 21}, "icon": "item_20139.png", "type": "Cloth", "strings": {"name": ["Butler's Uniform", "管家服", "집사의 옷", "Tenue de majordome", "Butler-Uniform", "Uniforme de mayordomo"], "desc_short": ["A uniform worn but those in the service of others.", "為了管家製作的服裝", "집사를 위해 만들어진 맞춤옷.", "Un uniforme uniquement porté par ceux qui sont au service d’un autre.", null, "Un uniforme que lleva todo aquel que está al servicio de otro."], "desc_long": ["A uniform worn by those in the service of others. The uniform is also called a swallow-tail coming from how the skirt splits into two like a swallow's tail. This uniform is highly regarded as a formal coat, and is even considered the highest in stature of formal wears in certain lands. Of course, butlers do not wear these uniforms daily, but when worn, it is a showing of one's unwavering allegiance to their masters.", "為了執事製作的服裝。因為下半部像是燕尾一樣岔開，也被稱為燕尾服。被認為是高規格的服裝，並有許多國家將它當作最高級的禮服。雖然執事並非一直穿著燕尾服，但卻一直帶在身邊，據說這是對主人忠心不二的一種表現。", "집사를 위해 만들어진 맞춤옷. 옷자락이 제비 꼬리처럼 두 쪽으로 갈라져 있어 연미복이라고도 불리며, 격조 높고 품위 있는 옷이라 하여 최상급의 예복으로 취급하는 나라도 많다. 집사라고 해서 매일같이 착용하는 것은 아니지만 그럼에도 이 옷을 늘 착용하는 사람이 있다면, 주군에 대한 높은 충성심을 표현하고 있다고 해도 좋을 것이다.", "Un uniforme uniquement porté par ceux qui sont au service d’un autre. Cette tenue est également qualifiée de queue-de-pie en raison de la séparation du tissu de son bas. Elle est considérée comme un vêtement de haute qualité et perçue comme un signe du plus haut rang dans certains pays. Naturellement, les majordomes ne s’en habillent pas au quotidien, mais son port représente l’indéfectible loyauté d’un servant envers son maître.", "Eine Uniform, die von jenen getragen wird, die sich in den Dienst anderer stellen. Diese frackartige Uniform wird aufgrund ihres so charakteristischen Rückteils des Öfteren \"Schwalbenschwanz\" genannt. Sie wird als formelle Kleidung hoch geschätzt und gilt in manchen Ländern gar als Gipfelpunkt der formellen Kleiderordnung. Selbstverständlich tragen Butler diese Uniformen nicht täglich - wenn sie jedoch getragen werden, symbolisieren sie die unerschütterliche Loyalität des Trägers gegenüber ihres Herrn.", "Un uniforme que lleva todo aquel que está al servicio de otro. A este uniforme se le denomina \"cola de golondrina\" porque por detrás el traje se divide en dos partes de tal forma que se asemeja a la cola de este pájaro. Asimismo, esta prenda de vestir se considera bastante formal; de hecho, en algunos lugares se considera la prenda de más porte que se puede llegar a vestir. Como es de esperar, los mayordomos no llevan estos uniformes a diario, pero, cuando se lo ponen, demuestran una lealtad inquebrantable hacia sus amos."]}, "accuracy": 0}