{"slot": "Chest", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Kingsglaive Uniform", "type_id": 50, "skills": [100010], "is_twohanded": false, "rarity": 7, "compendium_id": 609, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'HP +10%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 20, "SPR": 0, "DEF": 30}, "icon": "item_20128.png", "type": "Cloth", "strings": {"name": ["Kingsglaive Uniform", "王之劍戰鬥服", "킹스글레이브 전투복", "Uniforme du Glaive royal", "Königsgleven-Uniform", "Uniforme de Glaive real"], "desc_short": ["A special forces uniform from the faraway world of Eos.", "存在於異界伊歐斯的特殊部隊的戰鬥服", "이계 이오스에의 특수부대 전투복", "Un uniforme des forces spéciales du monde lointain d'Éos.", "Eine besondere Uniform aus der fernen Welt von Eos.", "Un uniforme de las fuerzas especiales del lejano mundo de Eos."], "desc_long": ["A special forces uniform from the faraway world of Eos. The special forces, better known as \"Kingsglaive,\" is comprised of immigrants who exhibited exceptional battle prowess. Their uniform is colored in black - the most venerated color among the people of Lucis.", "異界伊歐斯的路希斯王國特殊部隊王之劍的戰鬥服。王之劍由英勇善戰的移民組成，戰鬥服的主色調黑色是路希斯最為尊貴的顏色。", "이계 이오스에 존재하는 루시스 왕국의 특수부대 '킹스글레이브'의 전투복. '킹스글레이브'는 전투력이 뛰어난 이민자로 구성되어 있으며, 그들의 전투복은 루시스에서 가장 고귀한 빛깔인 검은색을 베이스로 하고 있다.", "Un uniforme des forces spéciales du monde lointain d'Éos. Les forces spéciales, mieux connues sous le nom de \"Glaive royal\" sont composées d'immigrants qui montrent d'incroyables aptitudes au combat. Leur uniforme est de couleur noire - la couleur la plus respectée par les sujets du royaume de Lucis.", "Eine besondere Uniform aus der fernen Welt von Eos. Die Streitkräfte genannt \"Königsgleven\" bestehen aus Einwanderern mit außergewöhnlicher Kampfkraft. Ihre Uniform ist schwarz, die am höchsten angesehene Farbe der Bewohner von Lucis.", "Un uniforme de las fuerzas especiales del lejano mundo de Eos. A las fuerzas especiales se las conoce como \"Glaive real\" y están compuestas por inmigrantes con grandes dotes para el combate. Su uniforme es de color negro, pues este es el color más venerado por el pueblo de Lucis."]}, "accuracy": 0}