{"slot": "Chest", "compendium_shown": true, "price_buy": 20000, "requirements": ["SEX", 2], "name": "Lid's Swimsuit", "type_id": 50, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 447, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Water": 20}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 30, "SPR": 30, "DEF": 15}, "type": "Cloth", "strings": {"name": ["Lid's Swimsuit", "里德的泳衣", "리드의 수영복", "Maillot de Lid", "Lids Badeanzug", "Bikini de Lid"], "desc_short": ["A hygienic swimsuit, popular among girls. (Females only)", "深受女性歡迎的活力泳裝·女性角色限定", "여성의 건강미를 돋보이게 하는 수영복(여성 한정)", "Un maillot très hygiénique populaire auprès des filles (pour femmes)", "Ein hygienischer Badeanzug, beliebt unter Damen. (Nur Frauen)", "Un bikini seguro, popular entre las chicas. (Solo féminas)"], "desc_long": ["A vibrant cross-back bikini aimed at active young women. It is perfect for those ladies looking to freely enjoy themselves during the summer. This two-piece swimsuit leaves a lot of skin exposed, drawing all eyes on the beach towards the young beauty sporting it. The marketing slogan for this swimsuit reads: Look both fit and cute in this charming swimsuit! No one at the beach will be able to keep their eyes off of you!", "以活力煥發的女性為目標群體的抹胸比基尼。在人心開放的夏日，這是幫助少女勇敢進攻的良品。它採用分體式設計，曼妙的身材、嫩滑的皮膚，都將盡收眼底。走在沙灘上，人們的目光必將向妳集中。可愛又有活力的少女，穿上它，整個沙灘都將被妳征服！", "활발하고 건강미 넘치는 여성을 타깃으로 한 튜브톱 비키니. 개방적인 여름에 용기를 낸 소녀들에게 바치는 걸작. 상하가 분리된 타입이기 때문에 노출도가 높으며, 이 수영복을 입고 해변을 걷게 되면 모두가 뒤돌아보게 될 것이다. 광고 문구는 '건강하고 귀여운 매력을 두드러지게 하는 수영복! 해변의 모든 시선을 당신에게 고정시킨다!'", "Un bikini aux attaches en croix parfait pour les jeunes femmes actives. il est parfait pour celles qui veulent profiter au maximum des activités de l'été. Ce bikini laisse une grande partie de la peau exposée, attirant tous les yeux vers la jeune fille qui le porte. Son slogan était : \"Soit à la fois mince et jolie dans ce charmant petit maillot ! Personne ne pourra plus te lâcher du regard à la plage\"", "Ein in kräftigen Farben leuchtender Bikini für junge Frauen. Er ist perfekt für diejenigen, die den Sommer sorgenfrei genießen wollen. Dieser Zweiteiler entblößt viel Haut und zieht die Blicke am Strand auf sich. Der Verkaufsslogan für diesen Badeanzug lautet: In diesem Bikini siehst du fit und schick aus! Keiner am Strand wird den Blick von dir nehmen können!", "Un bikini brillante con la espalda cruzada para jóvenes muy activas. Perfecto para señoritas que se quieren mover con libertad durante el verano. Este bikini de dos piezas deja ver mucho y atrae las miradas hacia la belleza que lo lleva. El eslogan comercial de este bañador reza \"¡Siéntete guapa y en forma con este bañador! ¡Nadie podrá dejar de mirarte!\""]}, "icon": "item_20121.png"}