{"slot": "Chest", "compendium_shown": true, "price_buy": 10000, "requirements": ["UNIT_ID", 214000404], "name": "Scion Striker's Attire", "type_id": 50, "skills": [101500, 203240], "is_twohanded": false, "rarity": 5, "compendium_id": 678, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'HP +15%' passive.", "Grants 'MP + 15%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 24, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 12, "DEF": 40}, "type": "Cloth", "strings": {"name": ["Scion Striker's Attire", "血盟拳手套裝", "이다 의복", "Tenue d'Yda", "Kleidung der Faustkämpferin", "Indumentaria de Yda"], "desc_short": ["A pugilist uniform brought from another world. (Yda only)", "來自異界的格鬥家服裝（伊達專用）", "이계에서 유입된 격투사의 옷(이다 한정)", "L'uniforme des pugilistes d'un autre monde. (Uniq. Yda)", "Die Uniform einer Faustkämpferin, die aus einer anderen Welt stammt. (Nur Yda)", "Un uniforme de púgil de otro mundo. (Solo Yda)"], "desc_long": ["A type of uniform preferred by a pugilist from the faraway world of Eorzea. This clothing article is known to be well-liked by the female Hyur pugilist of the Scions of the Seventh Dawn, the organization responsible for keeping Eorzea safe. These pieces were made not to restrict movement which is important to pugilists who need to be quick and have full range of motion.", "來自異界艾歐澤亞，受到格鬥家喜愛的服裝。為力圖拯救艾歐澤亞的組織「拂曉血盟」的成員之一－－人族女格鬥家所愛用。專為重視敏捷的格鬥家製作，能夠使他們不受限制，盡情活動。", "이계 '에오르제아'에서 유입된, 격투사가 즐겨 착용하던 옷. 에오르제아를 구제하고자 하는 조직 '새벽의 혈맹'의 일원이기도 한 휴런 족 여성 격투사가 애용하던 것이라 알려져 있다. 날렵한 몸놀림이 생명인 격투사들의 움직임에 제한이 없도록 만들어진 걸작품이기도 하다.", "L'uniforme des pugilistes venant du lointain monde d'Éorzéa. Ce vêtement est connu pour être très apprécié des femmes pugilistes des Héritiers de la Septième Aube, l'organisation qui a en charge la sécurité d'Éorzéa. Ces vêtements  sont faits pour ne pas entraver le mouvement, donnée très importante pour ces combattants qui ont besoin de rapidité et d'être capable d'exécuter une grande variété de mouvements.", "Eine Faustkämpfer-Uniform aus der fernen Welt Eorzea. Bekannt wurde dieses Kleidungsstück durch seine beliebte Trägerin, die Faustkämpferin des Bunds der Morgenröte - der Organisation, die sich für die Sicherheit Eorzeas einsetzt. Die Uniform ist so geschnitten, dass sie die optimale Bewegungsfreiheit garantiert, die Faustkämpfer brauchen.", "Un uniforme muy popular entre los púgiles del lejano mundo de Eorzea. Esta prenda le encanta a la hyur púgil de los Scions of the Seventh Dawn, la organización encargada de mantener la paz en Eorzea. Este equipo está pensado especialmente para no restringir el movimiento, pues los púgiles necesitan ser rápidos y poder moverse libremente."]}, "icon": "item_20135.png"}