{"slot": "Chest", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Raihito Panzer", "type_id": 51, "skills": [215430], "is_twohanded": false, "rarity": 6, "compendium_id": 640, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Archer's Method' passive."], "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 38}, "icon": "item_20225.png", "type": "Light Armor", "strings": {"name": ["Raihito Panzer", "輕鎧", "라이히트 팬저", "Raihito Panzer", "Raihito-Panzer", "Raihito Panzer"], "desc_short": ["Light armor granted only to chosen archers.", "賜予被選中的弓兵的輕鎧", "선택받은 궁수에게 전해지는 경갑", "Une armure légère, donnée uniquement à certains archers.", "Eine leichte Rüstung nur für auserwählte Bogenschützen.", "Una armadura ligera que solo reciben los arqueros más selectos."], "desc_long": ["Light armor granted only to chosen archers from Grandshelt Kingdom. These armors are known among the knights to be worn by master archers, so many hold an admiration towards these particular armors. It is very difficult for aspiring youths to have the right to don this armor as the archer must be accurate and skilled with the bow, and have the posture and mind to keep calm in any situation.", "格蘭謝爾特王國的輕鎧，只會配發給優秀的弓兵騎士。因此它也是一流弓箭手的證明，許多騎士都嚮往擁有這件輕鎧。想要箭射得百發百中，除了技術過硬，還需要擁有不為任何事所動的堅定精神，因此年輕人很難獲得這件輕鎧。", "그랑셸트 왕국에 전해지는 경갑. 왕국에 봉사하는 기사 중에서도 뛰어난 실력의 궁수에게만 부여되는 물건이다. 기사들 사이에서는 일류의 궁술사를 기리는 증표로 널리 알려져 있어, 이것을 동경하는 자도 많은 듯하다. 정확한 사격에는 기술은 물론 굳센 정신력이 필요하며, 젊은 나이에 이 경갑을 손에 넣는 자는 극히 드물다.", "Une armure légère, donnée uniquement à certains archers du royaume de Grandshelt. Ces armures sont connues au sein des chevaliers pour être portées par des maîtres archers, tant est si bien qu'elles suscitent l'admiration de beaucoup. Il est très difficile pour les jeunes aspirants d'obtenir le droit de revêtir cette armure tant le niveau demandé est important. Ils doivent être à la fois précis, habile et capable de garder son calme en toutes situations.", "Eine leichte Rüstung nur für auserwählte Bogenschützen des Königreichs Grandshelt. Sie wird nur Meisterschützen verliehen und daher von vielen bewundert. Junge Anwärter müssen sich sehr anstrengen, um sie zu verdienen, da der Träger perfekt mit Bogen umgehen können muss und in jeder Situation Ruhe bewahrt.", "Una armadura ligera que solo reciben arqueros más selectos del Reino de Grandshelt. Los caballeros saben que estas armaduras son propiedad de los maestros arqueros. Además, son muchos los que conocen las virtudes de esta armadura. Por tanto, para los jóvenes es difícil obtener el derecho a llevar esta armadura, pues todo arquero que la porte ha de ser preciso y habilidoso con el arco, además de mantener la compostura y la tranquilidad en cualquier tipo de situación."]}, "accuracy": 0}