{"slot": "Chest", "compendium_shown": true, "price_buy": 1200, "requirements": null, "name": "Brigandine", "type_id": 51, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 164, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 120, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 41}, "type": "Light Armor", "strings": {"name": ["Brigandine", "鎖子鎧", "두정갑", "Brigandine", "Brigandine", "Brigantina"], "desc_short": ["Light armor gilded with metal leaf.", "衣服內側加裝了金屬的輕鎧", "안감에 금속을 덧댄 경갑", "Armure légère couverte de feuilles de métal.", "Innen mit Metall verstärkte leichte Rüstung.", "Armadura ligera chapada en metal."], "desc_long": ["A piece of armor made of leather and cloth that has been covered with metal on the inside. Every piece of metal incorporated into this armor was cut precisely to fit each part it composes perfectly, a design that makes it resemble scales. This provides both durability and freedom of movement, something greatly appreciated by soldiers who have to travel to the battlefield on foot. Due to the complexity of its design, the brigandine takes quite a long time to produce.", "用金屬在衣服內側加工加強過的皮製或布製輕鎧。但這並不意味著將金屬板直接和布或皮子貼合，而是將金屬片裁剪得當，使其尺寸和各個部位相適應，而後向鱗片一樣將其黏貼。因此，它既堅固又便於行動，深受徒步上陣的步兵喜愛。但製作起來耗時又耗力。", "가죽이나 천으로 만든 갑옷 안감에 금속을 덧붙여 보강한 경갑. 금속판은 그대로 붙이지 않고, 부위마다 모양에 맞게 세심하게 잘라서 비늘처럼 붙였다. 강도와 기동성 모두 뛰어나 전장을 발로 뛰는 보병들에게 아주 인기가 좋다. 단 제작하려면 품과 시간이 많이 든다.", "Une armure en cuir et en tissu, couverte de métal dans sa partie interne. Chaque pièce métallique incorporée à cette armure a été coupée avec précision pour former un assemblage parfait, et leur ensemble procure à l'armure un aspect d'écailles. Ce design offre durabilité et liberté de mouvement, deux qualités appréciées par les soldats présents sur les champs de bataille. En raison de la complexité de son design, la brigandine requiert une durée importante de fabrication.", "Eine mehrschichtige Rüstung aus Leder und Stoff mit eingenieteten Metallteilen. Dabei handelt es sich nicht um ganze Platten, sondern um kleinere, schuppenartige Teile, die an die einzelnen Körperpartien angepasst wurden. Sie bieten guten Schutz und schränken die Bewegungsfreiheit wenig ein, daher erfreuen sie sich bei Fußsoldaten großer Beliebtheit. Die Herstellung einer Brigandine ist jedoch äußerst arbeitsaufwendig.", "Una pieza de armadura hecha de cuero y tela, cubierta de metal por dentro. Cada pieza de metal que la conforma ha sido cortada con precisión para que encaje, lo que hace que recuerde a las escamas. Esto le proporciona durabilidad y libertad de movimientos, cosa que aprecian los soldados que van a la batalla a pie. Por la complejidad de su diseño, producir una brigantina requiere tiempo."]}, "icon": "item_20205.png"}