{"slot": "Chest", "compendium_shown": true, "price_buy": 12000, "requirements": null, "name": "Adaman Vest", "type_id": 51, "skills": [100010], "is_twohanded": false, "rarity": 5, "compendium_id": 483, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'HP +10%' passive."], "price_sell": 1200, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 50, "Ice": -50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 38}, "type": "Light Armor", "strings": {"name": ["Adaman Vest", "堅鋼背心", "아다만 조끼", "Gilet d'adamante", "Adamantweste", "Chaleco adamantino"], "desc_short": ["A vest that strong to fire but weak to ice.", "耐火弱冰的背心", "불에 강하고 얼음에 약한 조끼", "Une veste résistante au feu et vulnérable à la glace.", "Eine Weste stark gegen Feuer, aber schwach gegen Eis.", "Un vestido resistente al fuego pero vulnerable al hielo."], "desc_long": ["A piece of armor from the distant world of Ivalice. This light, yet durable vest boosts both the DEF and HP of the wearer, while providing great resistance against the fire element. However, it is quite vulnerable to the cold, so owners of this vest should be aware of their surroundings when donning it. As long as they manage to make the best of its attributes, it should be quite useful while traveling.", "來自異界伊瓦利斯的輕鎧。它輕便結實，能夠提高裝備者防御力和HP的數值，還能大幅度提升火屬性耐性。不過，同時也會使冰屬性耐性明顯降低，因此在使用之前需冷靜判斷狀況。如果運用得當，定能有助冒險。", "이계 '이발리스'에서 유입된 경갑. 가볍고도 튼튼한 조끼로, 장착하면 방어력과 HP가 보강되며 불속성 저항력이 크게 상승한다. 그러나, 얼음속성 저항력이 눈에 띄게 감소하기 때문에 상황에 따라 활용할 필요가 있다. 적합한 상황에 활용할 수 있다면, 모험에 큰 도움이 될 것이다.", "Une pièce d'armure venant du monde lointain d'Ivalice. Cette légère, mais résistante, veste augmente la DEF et les PV du lanceur tout en lui offrant une grande résistance au feu. Elle est, en revanche, très vulnérable au froid. Il est donc recommandé de ne la porter que dans des zones où son usage est approprié. Tant qu'elle est utilisée à bon escient, elle sera sans doute d'une grande utilité pour les aventuriers.", "Eine Rüstung aus der fernen Welt Ivalice. Diese leichte, aber strapazierfähige Weste erhöht sowohl ABW als auch LP und bietet Resistenz gegen das Element Feuer. Gegen Kälte ist sie jedoch anfällig, Träger sollten also auf ihre Umgebung achten. So lange sie die Weste sinnvoll einsetzen, dürfte sie sich auf Reisen als überaus nützlich herausstellen.", "Una pieza de armadura del lejano mundo de Ivalice. Este chaleco ligero pero resistente aumenta tanto la VIT como la DEF de quien lo lleva, aportando una gran resistencia contra el elemento fuego. Sin embargo, es bastante vulnerable al frío, así que sus propietarios deben tener en cuenta su ubicación. Mientras sepan aprovechar sus cualidades, debería resultar útil en los viajes."]}, "icon": "item_20216.png"}