{"slot": "Chest", "compendium_shown": true, "price_buy": 240, "requirements": null, "name": "Leather Plate", "type_id": 51, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 159, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 24, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 12}, "type": "Light Armor", "strings": {"name": ["Leather Plate", "皮甲", "가죽 흉갑", "Cuirasse", "Lederpanzer", "Peto de cuero"], "desc_short": ["A breastplate made of leather.", "用皮革製作的胸甲", "가죽으로 만든 흉갑", "Plastron fait de cuir.", "Ein Harnisch aus Leder.", "Peto hecho de cuero."], "desc_long": ["A breastplate made of tanned leather. Though it is flexible, its durability leaves something to be desired, like any other piece of leather equipment. However, since it protects the chest, a vital point of the body, it provides a sense of relief when worn. The leather plate is often used by travelers, as well as militia men in some small villages. There is even an industry to develop this piece of equipment, which makes it widely available.", "用皮革製作的胸甲。和其他皮製防具相同，質地柔軟，但耐久度不高。但是，能夠保護前胸還是會令人安心不少。除了旅行的人會穿著此皮甲外，還有守護小村莊、小城鎮的自衛團會裝備此皮甲。有些家庭將縫製皮甲作為自己的副業，因而相對容易獲得。", "가죽을 무두질해서 만든 흉갑. 유연하지만 다른 가죽제 방어구와 마찬가지로 내구성이 낮다. 하지만 치명적인 약점인 가슴을 보호할 수 있어서 여행자나 작은 마을을 지키는 자경단원이 애용한다. 이 장비를 제작하는 부업도 성행해서 비교적 구하기 쉽다.", "Un plastron fait de cuir tanné. Il est souple mais sa résistance laisse plutôt à désirer, comme tout équipement en cuir. Il protège cependant la poitrine, un élément vital du corps humain, et rassure donc un peu son porteur. La cuirasse est souvent utilisée par les voyageurs ainsi que par les miliciens dans les petits villages. Il existe même une industrie qui développe cette pièce d'équipement, ce qui le rend facile à se procurer.", "Ein Harnisch aus gehärtetem Leder. Relativ flexibel, aber nicht sehr stabil, wie alle Lederausrüstung. Da sie jedoch den sonst sehr verwundbaren Torso bedeckt, verleiht sie zumindest ein Sicherheitsgefühl. Sie findet oft Verwendung bei Reisenden oder Dorfmilizen. Es gibt einen ganz Geschäftszweig für Lederrüstungen, daher sind sie überall erhältlich.", "Un peto hecho de cuero curtido. Aunque flexible, su durabilidad deja mucho que desear, como cualquier otra prenda de cuero. Sin embargo, al proteger el pecho, una zona vital, ofrece sensación de alivio. El peto de cuero lo usan a menudo los viajeros y los milicianos de algunas aldeas. Incluso hay una industria que produce esta prenda concreta, por lo que suele estar disponible."]}, "icon": "item_20200.png"}