{"slot": "Chest", "compendium_shown": true, "price_buy": 3600, "requirements": null, "name": "Golden Vest", "type_id": 51, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 281, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 360, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 42}, "type": "Light Armor", "strings": {"name": ["Golden Vest", "黃金胸甲", "황금 흉갑", "Gilet en or", "Goldweste", "Chaleco dorado"], "desc_short": ["A breastplate made of gold.", "用黃金製作的胸甲", "황금으로 만든 흉갑", "Plastron tout en or.", "Harnisch aus Gold.", "Peto hecho de oro."], "desc_long": ["A beautiful breastplate coated with gold leaf. Its brilliant golden shine, a symbol of perennial youth, has been beloved by the elite class for ages. There are even countries which equip their royal guardsmen with these shiny pieces of equipment. However, this is not just for show, as they boast great defensive attributes. The armor's only weakness is the fact it stands out so much.", "表面塗滿金箔的美麗胸甲。由於黃金永不褪色，因此被視作長生不老與永久財富的象徵，深受掌權者的喜愛。在一些國家中，王族的近衛兵們會裝備這種金閃閃的防具。因為它們不僅美觀，而且還具有很高的防禦力。不過太過顯眼是這類防具的一個致命傷。", "표면에 금박을 아로새긴 아름다운 흉갑. 예로부터 변치 않은 빛을 발하는 금은 불로와 영원한 부의 상징으로서 권력자들에게 사랑받아왔다. 왕족 근위병들에게 금빛으로 빛나는 방어구를 입힌 나라도 있을 정도. 그로 인해 관상용으로 오해 받기 쉬운 금제 방어구지만, 방어력 또한 뛰어나다. 눈에 띄는 것이 옥에 티.", "Un magnifique plastron enduit de feuilles d'or. Son éclat doré, symbole de jeunesse éternelle, est depuis toujours très prisé des élites. Dans certains pays, l'on va même jusqu'à doter les gardes royaux de telles pièces d'équipement, non seulement pour l'apparat, mais aussi pour les attributs défensifs qu'elles octroient. La seule faiblesse de cette armure est son côté très voyant.", "Ein schöner Brustharnisch, der mit Blattgold überzogen wurde. Sein goldener Schein, ein Symbol beständiger Jugend, wurde von der Elite sehr geliebt. Es gibt sogar Länder, die ihre königlichen Wachen mit diesen glänzenden Rüstungsteilen ausstatten. Allerdings ist das nicht nur zur Show, denn diese Ausrüstung verfügt über hohe Defensivkraft. Die einzige Schwäche dieser Ausrüstung ist, dass sie zu sehr heraussticht.", "Un hermoso peto bañado en pan de oro. Su refulgente brillo dorado, símbolo de la eterna juventud, lleva siglos siendo reverenciado por las clases nobles. Incluso hay países que equipan a su guarda real con estas piezas tan resplandecientes. Sin embargo, no es tan solo por las apariencias, sino además porque aportan una cantidad enorme de parámetros defensivos. El único punto débil de la armadura es que destaca demasiado entre las demás."]}, "icon": "item_20206.png"}