{"slot": "Chest", "compendium_shown": true, "price_buy": 240, "requirements": null, "name": "Copper Cuirass ", "type_id": 51, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 160, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 24, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 14}, "icon": "item_20201.png", "type": "Light Armor", "strings": {"name": ["Copper Cuirass ", "青銅胸甲", "청동 흉갑", "Cotte en cuivre ", "Kupferharnisch", "Coraza de cobre "], "desc_short": ["A breastplate made of copper.", "用青銅製作的胸甲", "청동으로 만든 흉갑", "Plastron fait de cuivre.", "Ein Harnisch aus Kupfer.", "Peto hecho de cobre."], "desc_long": ["The copper used to make this cuirass makes it quite heavy, though it offers better protection than its counterpart made of leather. It is also no match for the durability of anything similar made of iron or mythril. Soldiers often use this piece of armor during their training for protection, as well as to train their bodies to support its weight. In other occasions, new recruits are sometimes teased by being made to carry a large number of these at a time.", "使用金屬作為原料製作的胸甲，因此比皮革堅固，但重量相應增加，再加上強度低於鐵製或秘銀製的胸甲，因此並不適合實際戰鬥。所以這種裝備多用於訓練士兵，除了可以保護身體以外，還可以通過增加配重來鍛煉士兵的身體力量。不過，有些教官也會把搬運多個青銅胸甲作為虐待新兵的手段。", "금속을 써서 가죽보다 튼튼하지만 그만큼 무겁다. 게다가 철제나 미스릴제보다 강도가 낮아 실전용으로는 불안하다. 병사 훈련용으로 널리 쓰이며, 몸을 보호하면서도 무게를 이용해 신체를 단련할 수 있다. 신병을 괴롭힐 때 흔히 이 갑옷을 여러 개 운반시키는 방법을 쓴다.", "Le cuivre utilisé pour faire cette cuirasse la rend très lourde, bien qu'elle offre une meilleure protection que son homologue en cuir. Elle est cependant loin d'être aussi protectrice que les modèles en fer ou en mithril. Les soldats utilisent cette pièce d'armure à l'entraînement afin de se protéger et pour s'entraîner à supporter son poids. Il arrive que certains bizutent les nouvelles recrues en leur en faisant transporter plusieurs à la fois.", "Durch das verwendete Kupfer wird dieser Harnisch recht schwer, ist jedoch stabiler als ein Lederpanzer. Mit Eisen oder Mithril kann er dennoch nicht mithalten, daher findet er in erster Linie in der Kampfausbildung Anwendung. Das zusätzliche Gewicht soll dabei auch einen Trainingseffekt haben. Neue Rekruten werden manchmal dazu gezwungen, mehrere dieser Harnische in der Gegend herumzuschleppen.", "El cobre que se usa en esta coraza hace que pese, aunque ofrece una mayor protección que su versión de cuero. Tampoco puede competir en durabilidad con nada hecho de hierro o mitrilo. Los soldados a menudo la usan en sus entrenamientos, acostumbrando a su vez el cuerpo a su peso. En otras ocasiones, se toma el pelo a los nuevos reclutas haciéndoles llevar varias a la vez."]}, "accuracy": 0}