{"slot": "Chest", "compendium_shown": true, "price_buy": 60000, "requirements": null, "name": "Cloud's Clothes", "type_id": 51, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 636, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 6000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 500, "ATK": 15, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 30}, "icon": "item_20130.png", "type": "Light Armor", "strings": {"name": ["Cloud's Clothes", "克勞德衣", "클라우드의 옷", "Tenue de Cloud", "Clouds Kleidung", "Ropas de Cloud"], "desc_short": ["The clothes of a \"former soldier\" from another world.", "異界「原戰士」的服裝", "이계의 '전 솔져'가 입던 옷", "Les vêtements d'un \"ancien soldat\" d'un autre monde.", "Die Kleidung eines \"ehemaligen Soldaten\" aus einer anderen Welt.", "La ropa de un \"antiguo soldado\" de otro mundo."], "desc_long": ["The clothes of a \"former soldier\" from another world. This soldier had spiked, blond hair, and used a huge sword the size of his body. These clothes were given to \"Soldier 1st\" - the pride soldier of the giant corporation, Shinra Company, who expanded their business by using the very life of the planet they lived on in the form of energy called \"mako energy.\"", "來自遙遠異界的服裝。在異界，它屬於一位金髮碧眼，背著等身長大劍的青年。也是利用行星之生命——魔晃能量而獲得飛速成長的企業神羅的精銳士兵裝備。", "까마득히 먼 이계에서 유입된 옷. 삐죽삐죽한 금발 머리의, 신장만큼이나 커다란 대검을 휘두르는 청년이 몸에 걸치던 것이라고 한다. 별의 생명이라고도 하는 '마황 에너지'를 이용해 거대 기업으로 성장한 '신라 컴퍼니'가 자랑하는 정예 '솔져 1st'의 제복.", "Les vêtements d'un \"ancien soldat\" d'un autre monde. Ce soldat avait les cheveux blonds hérissés et portait une immense épée de taille humaine. Ces vêtements étaient donnés aux \"soldats première classe\", les fiers soldats de la Shinra, une entreprise tentaculaire dont la principale activité était d'exploiter la source de vie de la planète ainsi que celle des êtres vivants matérialisée sous la forme d'une énergie appelée \"énergie mako\".", "Die Kleidung eines \"ehemaligen Soldaten\" aus einer anderen Welt. Dieser Soldat hatte stacheliges blondes Haar und schwang ein riesiges Schwert von der Größe seines Körpers. Diese Kleidung wurde dem \"Ersten Soldaten\" gegeben, dem Stolz des gigantischen Shinra-Konzerns, der sich immer weiter ausdehnte, indem er die Lebensenergie des Planeten namens \"Mako-Energie\" nutzte.", "La ropa de un \"antiguo soldado\" de otro mundo. Este soldado tenía el pelo rubio y de pincho y portaba una enorme espada del tamaño de su cuerpo. Esta ropa se le entregó al \"Soldado de 1.ª clase\", el soldado modélico de la Compañía Shinra. Esta megacorporación amplió su negocio absorbiendo la propia energía, la \"energía Mako\", del planeta que habitaba."]}, "accuracy": 0}