{"slot": "Chest", "compendium_shown": true, "price_buy": 480, "requirements": null, "name": "Iron Plate", "type_id": 51, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 161, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 48, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 22}, "icon": "item_20202.png", "type": "Light Armor", "strings": {"name": ["Iron Plate", "鋼鐵甲", "철제 흉갑", "Armure de plates en fer", "Eisenpanzer", "Peto de hierro"], "desc_short": ["A breastplate made of iron.", "用鐵製作的胸甲", "철로 만든 흉갑", "Plastron composé de fer.", "Ein Harnisch aus Eisen.", "Peto hecho de hierro."], "desc_long": ["Low ranking soldiers usually wear armor made of iron or bronze. However, asking for armor in great numbers can be seen as a sign of wanting to wage war, or preparation for war, and thus the Grandshelt Kingdom decided to stop expanding its territory. Instead, it began addressing its internal administration issues, though it still struggles to achieve a state of total peace.", "用鐡或銅製成的防具，多為下級士兵的基本裝備。然而，軍隊需要大量防具，也就意味著在什麼地方有戰事發生，或是正在為將要發生的戰爭進行著軍事演習。現狀是，雖然格蘭謝爾特王國已經停止了對周邊領土的擴張，著力於内政，但還是很難說世界完全取得了和平。", "철이나 구리로 만든 방어구는 대개 하급 병사의 기본 장비이다. 즉 방어구가 대량으로 필요하다는 건 어딘가에서 전쟁 또는 그에 대비한 군사 훈련이 진행되고 있다는 방증이다. 그랑셸트 왕국이 영토 확장을 멈추고 내정에 주력하기 시작했지만, 세상은 아직 완전히 평화로워졌다고 하기 어렵다.", "En général, les soldats de bas rang portent des armures en fer ou en bronze. Réclamer des armures de grande quantité peut cependant être vu comme le signe de déclenchement ou de préparation d'une guerre. Ainsi, le royaume de Grandshelt décida d'interrompre son expansion. Il commença à résoudre ses problèmes d'administration interne à la place, bien que le monde ne soit toujours pas totalement en paix.", "Niederrangige Soldaten tragen meist Rüstungen aus Eisen oder Bronze. Steigt in einem Land die Nachfrage nach solchen Rüstungen stark an, ist das ein Signal dafür, dass ein Krieg vorbereitet wird. Auch heute noch, da Grandshelt seine Expansionspolitik beendet hat und sich auf inländische Probleme konzentriert, ist die Welt alles andere als friedlich.", "Los soldados de bajo rango suelen llevar una armadura de hierro o bronce. Sin embargo, hacer grandes pedidos de armaduras puede dar la imagen de querer la guerra o estar preparándola. El reino de Grandshelt decidió dejar de expandir su territorio y centrarse en problemas internos, aunque todavía le cuesta alcanzar un estado de paz completa."]}, "accuracy": 0}