{"slot": "Chest", "compendium_shown": true, "price_buy": 3600, "requirements": null, "name": "Knight of Pluto's Uniform", "type_id": 51, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 690, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 360, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 32}, "icon": "item_20136.png", "type": "Light Armor", "strings": {"name": ["Knight of Pluto's Uniform", "冥王隊制服", "플루토 부대 제복", "Uniforme Pluton", "Pluto-Kapitänsuniform", "Uniforme Pluto"], "desc_short": ["The uniform of a male knight's group that exists in another world.", "來自異界的男性騎士團制服", "이계에 존재하는 남성 기사단의 제복", "L'uniforme d'un groupe de chevaliers qui existent dans un autre monde.", "Die Uniform einer Gruppe von Rittern aus einer anderen Welt.", "El uniforme de una orden de caballeros de otro mundo."], "desc_long": ["A uniform worn by the Knights of Pluto. The Knights of Pluto is a squad comprised of 9 knights who are stationed in Alexandria, a land located in the faraway world of Gaia. Under the rule of the queen, Alexandria is dominated by females knights led by a particular female general known as being the greatest swordsman in the land, whereas the Knights of Pluto is comprised only of male knights.", "來自異界蓋亞冥王隊的制服。冥王隊是由異界蓋亞亞力山德利亞王國的9名士兵所組成的部隊。亞力山德利亞不僅靠女王治理，更是由以劍技大陸第一的女將軍為首的女性士兵所保衛的國家，但是唯獨冥王隊的成員僅為男性。", "이계 가이아에서 유입된 플루토 부대 제복. 플루토 부대는 이계 가이아에 존재하는 알렉산드리아 왕국의 병사 9명으로 이루어진 부대이다. 알렉산드리아는 여왕이 다스리고 있을 뿐 아니라 대륙 제일의 검기를 자랑하는 여장군을 비롯해 많은 여성 병사가 활약하는 나라였지만, 이 플루토 부대는 오로지 남성만으로 구성되어 있었다고 한다.", "L'uniforme porté par un groupe de chevaliers appelés les Brutos. Les Brutos sont un groupe de neuf chevaliers qui sont stationnés à Alexandrie, une terre située dans le monde lointain de Gaïa. Régie par la reine, Alexandrie est dominée par les femmes chevaliers qui sont elles-mêmes dirigées une femme général connue pour être la plus grande épéiste du territoire. Les Brutos, eux, sont uniquement composés d'hommes.", "Eine Uniform, wie sie die Pluto-Truppe aus der fernen Welt Gaia trägt. Die Pluto-Truppe ist eine Streitkraft des Königreiches Alexandria in der Welt Gaia und besteht aus neun Köpfen. Nicht nur wird Alexandria von einer Königin regiert, sondern - angefangen einer Generalin, die über die hervorragendsten Schwertfähigkeiten des ganzen Kontinents verfügt - auch von einer Vielzahl an weiblichen Soldaten verteidigt. Die Pluto-Truppe hingegen besteht alleine aus Männern.", "El uniforme que llevan los Caballeros de Pluto. Este grupo está formado por nueve caballeros que están estacionados en Alexandria, un reino que se encuentra en el lejano mundo de Gaia. Bajo el mandato de la reina, Alexandria está dominada por caballeras que, a su vez, están lideradas por una general que todo el mundo considera la mejor espadachina de la región. Por otro lado, los Caballeros de Pluto solo está compuesto por hombres."]}, "accuracy": 0}