{"slot": "Chest", "compendium_shown": true, "price_buy": 60000, "requirements": null, "name": "Sephiroth's Coat", "type_id": 51, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 836, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 6000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 15, "element_inflict": null, "MP": 30, "MAG": 0, "SPR": 35, "DEF": 35}, "icon": "item_20228.png", "type": "Light Armor", "strings": {"name": ["Sephiroth's Coat", "薩菲羅斯外套", "세피로스의 코트", "Veste de Sephiroth", "Sephiroths Umhang", "Abrigo de Sefirot"], "desc_short": ["A black leather coat with armored shoulders.", "附有肩部鎧甲的黑色皮衣", "어깨 부분에 금속의 아머가 달려 있는 검은 가죽 코트.", "Un manteau en cuir noir doté d’épaulettes renforcées.", "Ein schwarzer Lederumhang mit Schulterschutz.", "Un abrigo de cuero negro con hombreras reforzadas."], "desc_long": ["A black leather coat with armored shoulders and a stylish silhouette. The inside is napped so that it goes on comfortably and prevents obstruction of the wearer's movement. There are records stating that a legendary SOLDIER from a faraway world used this particular coat.", "在肩部附加了金屬裝甲，有著時尚線條的黑色皮衣。內側經過了磨毛處哩，就算直接接觸皮膚也不會有不舒服的感覺，也不會妨礙行動。在遙遠的異界中留下的紀錄裡，記載著某個傳說中的魔晄戰士長年愛用著這件外套。", "어깨 부분에 금속의 아머가 달려 있는, 스타일리쉬한 실루엣의 검은 가죽 코트. 안감은 기모로 처리되어 있어, 맨살 위에 걸쳐 입어도 불쾌감을 주지 않으며 움직임을 방해하지도 않는다. 까마득히 먼 이계에서는 전설의 솔져가 오랫동안 애용했다는 기록이 남겨져 있다.", "Un manteau en cuir noir doté d’épaulettes renforcées et d’une silhouette élégante. La surface intérieure de cette tenue est lainée de sorte à assurer le confort et la liberté de mouvement du porteur. Selon les archives, un membre légendaire de SOLDAT originaire d’un monde lointain utilisait ce manteau.", "Ein schwarzer Lederumhang mit Schulterschutz und stilvollem Schnitt. Er ist bequem zu tragen und schränkt die Bewegungsfreiheit nicht ein. Angeblich soll dieser Mantel einst von einem legendären SOLDATEN aus einer fernen Welt getragen worden sein.", "Un abrigo de cuero negro con hombreras reforzadas y mucho estilo. Su diseño es muy práctico, por lo que resulta cómodo de llevar y facilita el movimiento del usuario. Hay documentos donde se puede leer que un SOLDADO legendario de un mundo lejano usó este abrigo en el pasado."]}, "accuracy": 0}