{"slot": "Chest", "compendium_shown": true, "price_buy": 1200, "requirements": null, "name": "Mythril Plate", "type_id": 51, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 162, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 120, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 28}, "icon": "item_20204.png", "type": "Light Armor", "strings": {"name": ["Mythril Plate", "秘銀甲", "미스릴 흉갑", "Armure de plates en mithril", "Mithrilplatte", "Peto de mitrilo"], "desc_short": ["A breastplate made of mythril.", "用秘銀製作的胸甲", "미스릴로 만든 흉갑", "Plastron fait de mithril.", "Ein Harnisch aus Mithril.", "Peto hecho de mitrilo."], "desc_long": ["The easiest way to feel the true weightlessness of mythril is by equipping mythril armor rather than by using mythril weapons. Weapons usually require more weight to add durability, and are made harder to provide more protection, which often restricts movement. However, armor made of mythril is incredibly light, and though as tough as other breast plates, the Mythril Plate offers great freedom of movement. It is so light that some warriors even forget to equip it properly as they head towards the battlefield.", "相比武器，防具能讓人更切實地感受到秘銀製裝備的輕巧。通常，防具越堅硬，其重量就越大，防禦越牢固，也就越不便行動。但是，秘銀製防具非常輕便，而且在和其他胸甲強度相當的情況下，對身體活動幾乎不產生限制。由於太過輕巧，有些人在趕赴戰場前竟忘記穿上它。", "미스릴제 장비가 가볍다는 건 무기보다 방어구를 쓸 때 실감할 수 있다. 방어구는 보통 튼튼할수록 무겁고 수비에 주력할수록 움직임이 제약되지만, 미스릴로 만든 방어구는 대단히 가벼워서 다른 흉갑과 강도가 같은데도 행동이 자유롭다. 너무 가벼워서 장착하는 걸 깜박하고 전장에 나서는 사람도 있을 정도다.", "La meilleure façon de ressentir le poids plume du mithril est de s'équiper d'une armure faite dans ce minerai plutôt que d'armes. Les armes nécessitent en général davantage de matière pour les rendre plus résistantes et sont fabriquées plus solidement, bien qu'elles limitent les mouvements. A contrario, une armure faite en mithril est incroyablement légère et, bien qu'elle soit aussi dure que les autres plastrons, elle offre plus de liberté de mouvement. Certains oublient même de l'équiper correctement en entrant en bataille.", "Die wahre Leichtigkeit von Mithril macht sich am ehesten bemerkbar, wenn man einen vollen Satz Mithrilrüstung anlegt. Waffen brauchen ein gewisses Gewicht, um effektiv zu sein, aber bei Rüstungen ist es ein unerwünschter Nebeneffekt einer dicken, stabilen Panzerung. Mithrilrüstungen jedoch sind erstaunlich leicht und behindern verglichen mit gleichwertigen anderen Rüstungen kaum die Bewegung. Es gibt Anekdoten über Krieger, die deswegen schon vergessen haben sollen, vor der Schlacht ihre Rüstung anzulegen.", "Más que usar armas fabricadas con él, la mejor manera de sentir la verdadera ligereza del mitrilo es equipar una armadura del mismo. Las armas requieren más peso para aumentar la durabilidad, y están endurecidas para ofrecer más protección, cosa que restringe los movimientos. Sin embargo, las armaduras de mitrilo son increíblemente ligeras, y los petos de mitrilo son tan duros como otros petos, además de ofrecer una mayor libertad de movimientos. Es tan ligero que algunos hasta olvidan colocarlo correctamente mientras se dirigen a la batalla."]}, "accuracy": 0}