{"slot": "Chest", "compendium_shown": true, "price_buy": 3600, "requirements": null, "name": "Carabini Mail", "type_id": 51, "skills": [100730], "is_twohanded": false, "rarity": 4, "compendium_id": 390, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Auto-Regen' passive."], "price_sell": 360, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 47}, "icon": "item_20212.png", "type": "Light Armor", "strings": {"name": ["Carabini Mail", "卡賓鎧甲", "캐러비니 메일", "Plastron carabi", "Carabini-Post", "Carabinera"], "desc_short": ["A set of light armor made from quality mythril.", "用優質秘銀加工而成的輕鎧", "질 좋은 미스릴을 가공한 경갑", "Un ensemble d'armures légères fait avec du mithril de qualité.", "Ein leichtes Rüstungsset aus hochqualitativem Mythril.", "Una armadura ligera hecha con mitrilo de calidad."], "desc_long": ["A set of thick light armor made from quality mythril ore. It was successfully strengthened by combining mythril plate with other metallic alloys. Also, to increase endurance, it has been enchanted with magic that automatically casts regen. This rare item offers great stability, both reducing damage taken and enabling healing functions.", "用精選秘銀礦石製造的較厚輕鎧。在秘銀甲上疊加由秘銀和其他金屬製成的合金後，使強度得到了明顯提升。而且，為了增強持續戰鬥的能力，還施加了能夠持續進行再生效果的魔法。它不僅能減輕傷害，還能用於恢復，誠可謂實用可靠的優良產品。", "양질의 것들만 엄선한 미스릴 광석으로 만든 두꺼운 경갑. 미스릴 흉갑 위에, 미스릴과 다른 금속의 합금을 겹쳐 올려 강도를 더하는 데 성공했다. 또한, 전투를 오랫동안 지속할 수 있도록 리제네 마법이 걸려 있다. 공격받을 때의 피해량이 줄어들며, 회복까지 할 수 있는 안정감이 뛰어난 걸작.", "Un ensemble d'armure de lumière fait avec du mithril de qualité. Il a été renforcé en combinant le mithril des armures de plate avec différents alliages métalliques. ils ont aussi été renforcés avec de la magie afin d'améliorer l'endurance, mais aussi de lancer automatiquement Récup. Cet objet rare offre une grande stabilité, tout en réduisant les dégâts grâce à ses fonctions soignantes.", "Ein leichtes Rüstungsset aus hochqualitativem Mythril. Durch die Kombination einer Mythrilplatte mit anderen Metallen wurde es noch mehr verstärkt. Um die Ausdauer zu verbessern, wurde sie ebenfalls mit automatischer Regena versehen. Dieser seltene Gegenstand bietet Stabilität, verringert erlittenen Schaden und ermöglicht Heilung.", "Una armadura gruesa y ligera hecha de mineral de mitrilo. Se fortaleció combinando un peto de mitrilo con otras aleaciones metálicas. Además, para aumentar su duración, se ha encantado con una magia que aplica automáticamente Revitalia. Este objeto tan raro ofrece una gran estabilidad, tanto al reducir el daño recibido como al permitir obtener unas funciones de curación."]}, "accuracy": 0}