{"slot": "Chest", "compendium_shown": true, "price_buy": 1200, "requirements": null, "name": "Silver Cuirass", "type_id": 51, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 163, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 120, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 34}, "icon": "item_20203.png", "type": "Light Armor", "strings": {"name": ["Silver Cuirass", "白銀胸甲", "은제 흉갑", "Cotte en argent", "Silberharnisch", "Coraza de plata"], "desc_short": ["A breastplate made of silver.", "用銀製作的胸甲", "은으로 만든 흉갑", "Plastron fait d'argent.", "Ein Harnisch aus Silber.", "Peto hecho de plata."], "desc_long": ["A cuirass made of beautifully shining silver which is highly regarded as a valuable piece of art. It is especially popular due to the ornate designs carved on its surface, which often depict the goddess of war as a tribute. However, as it is the case with any other silver equipment, the silver cuirass will lose its luster when left unkempt. For this reason, many wealthy owners of this piece employ experts in silver polishing under their services.", "用銀製作的物品會散發美麗的光輝，這使得銀製物品作為藝術品具有很高的價值。特別是表面經過精細裝飾的胸甲有著很高的人氣，時常作為獻給戰爭女神的供奉之物。但是，所有的銀製物品在經過長時閒放置後都會逐漸變黑，因此有些收藏家會雇傭專人打磨銀製物品。", "은으로 세공한 물건은 빛깔이 아름다워 예술적 가치가 높다. 특히 표면을 섬세하게 세공한 흉갑이 인기 있으며, 전쟁의 여신에게 바치는 제물로도 자주 쓰인다. 다만 모든 은 제품은 방치하면 색이 변하기 때문에, 어떤 은 애호가는 은 제품만 전문적으로 닦는 하인을 두기도 한다.", "Une cuirasse fabriquée en argent brillant et tenue en haute estime en tant qu'objet d'art de valeur. Elle est populaire en raison des motifs gravés à sa surface, lesquels représentent souvent la déesse de la guerre en signe d'hommage. Cependant, comme c'est le cas avec d'autres pièces d'équipement en argent, la cotte d'argent perd son éclat si elle n'est pas entretenue. Certains propriétaires aisés emploient donc des gens pour polir leurs cuirasses.", "Ein Harnisch von strahlendem Silber, der auch als Kunstgegenstand äußerst wertvoll ist. Viele solche Rüstungen sind mit filigranen Gravuren und Verzierungen versehen, manche werden auch der Kriegsgöttin als Opfergabe dargebracht. Wie alle Silberwaren verfärben sie sich bei Vernachlässigung jedoch schnell schwarz, weshalb manche Liebhaber eigens Diener für das Polieren ihrer Silberausrüstung anstellen.", "Una coraza hecha de hermosa plata brillante que se considera una valiosa obra de arte. Es especialmente popular por los adornos grabados en su superficie, que a menudo representan a la diosa de la guerra en homenaje a ella. Sin embargo, como suele ocurrir con la plata, perderá su brillo si no se bruñe. Por ello, muchas personas acaudaladas que la poseen cuentan con expertos pulidores de plata a su servicio."]}, "accuracy": 0}