{"slot": "Chest", "compendium_shown": true, "price_buy": 3600, "requirements": null, "name": "Ruby Breastplate", "type_id": 51, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 372, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 360, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 36}, "type": "Light Armor", "strings": {"name": ["Ruby Breastplate", "紅寶石胸甲", "루비 흉갑", "Plastron rubis", "Rubinbrustplatte", "Peto de rubí"], "desc_short": ["A crimson breastplate adorned with a ruby.", "鑲嵌著紅寶石的紅色胸甲", "루비가 박힌 금속의 흉갑", "Un plastron pourpre orné d'un rubis.", "Eine purpurne Brustplatte mit einem Rubin.", "Un peto escarlata con un rubí de adorno."], "desc_long": ["A beautiful breastplate adorned with a ruby from a faraway world. It is said this breastplate was originally traded for in its world of origin on a solitary island in the southern seas. Compared to heavy armor which completely covers its wearer, light armor like breastplates have relatively low DEF, instead offering enhanced mobility. Therefore, light armor is mainly equipped to enable its wearer to evade enemy attacks.", "來之遙遠異界的胸甲，鑲嵌有美麗的紅寶石。在原本的異界中，只有南方海域的某座孤島上才能獲得此胸甲。胸甲這類輕型鎧甲的防御力要比覆蓋全身的重型鎧甲低很多，但具有便於行動的優點。裝備輕鎧進行戰鬥時，人們通常以閃避敵人攻擊的戰鬥方法為主。", "까마득히 먼 이계에서 유입된, 루비가 박힌 아름다운 흉갑. 이 흉갑이 본래 존재하던 이계에서는, 남쪽 바다의 외딴 섬에서 거래되던 물건이라고 한다. 흉갑 등의 경갑은 전신을 감싸는 중갑에 비해 방어력 자체는 낮은 편이지만, 그만큼 움직임이 편하다는 장점이 있다. 경갑을 장비할 때는 적의 공격을 회피하는 것을 중심으로 전술을 짜야 할 것이다.", "Un plastron magnifique venant d'un autre monde et orné d'un rubis. On raconte que ce plastron a été vendu dans son monde d'origine sur une île solitaire située dans les mers du sud. Comparées aux armures lourdes qui couvrent complètement leur porteur, les armures légères comme ce plastron augmentent peu la DEF, mais offrent une grande mobilité. C'est pourquoi, les armures légères servent en grande partie à éviter les attaques ennemies.", "Eine wunderschöne Brustplatte mit einem eingelegten Rubin aus einer anderen Welt. Es heißt, dass damit in ihrer Welt auf einer einsamen Insel in der Südsee gehandelt wurde. Verglichen mit schwerer Rüstung, die den Träger komplett bedeckt, haben Brustplatten wenig ABW, bieten aber höhere Beweglichkeit. Leichte Rüstung dient folglich hauptsächlich dazu, gegnerischen Angriffen auszuweichen.", "Un hermoso peto adornado con un rubí de un mundo lejano. Se dice que este peto fue intercambiado en su mundo de origen en una isla solitaria de los mares del sur. Comparadas con las pesadas armaduras que cubren completamente a su portador, las armaduras ligeras como los petos tienen una DEF relativamente baja, y en su lugar ofrecen más movilidad. Por lo tanto, las armaduras ligeras se equipan para permitir que su portador pueda evitar ataques enemigos."]}, "icon": "item_20213.png"}