{"slot": "Chest", "compendium_shown": true, "price_buy": 24000, "requirements": null, "name": "Onion Armor", "type_id": 51, "skills": [211720], "is_twohanded": false, "rarity": 6, "compendium_id": 561, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Naughty' passive."], "price_sell": 2400, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 40}, "icon": "item_20220.png", "type": "Light Armor", "strings": {"name": ["Onion Armor", "洋蔥鎧", "양파 갑옷", "Armure oignon", "Zwiebelrüstung", "Armadura cebolla"], "desc_short": ["A set of crimson light armor brought from the Farplane.", "來自異界的赤紅輕鎧", "이계에서 유입된 진홍빛 경갑", "Un ensemble d'armures légères pourpres venant de l'Au-delà.", "Ein Set mit leichter Purpurrüstung aus dem Abyssum.", "Un equipo de armadura ligera carmesí del Etéreo."], "desc_long": ["A set of crimson light armor brought from the Farplane. The distinct, brilliant red color of this armor is a target of admiration of those who call themselves \"Onion Knights,\" who are the only ones that can wear this set of armor. It is as rare as the Onion Helm and Onion Gauntlet, making it difficult to complete, but those who accomplished this feat became so powerful that they remain, to this day, in various records touting their existence.", "來自異界的赤紅輕鎧。其獨特的赤紅光輝曾經在異界引來了眾多洋蔥劍士的憧憬目光。在原來的世界中，只有「洋蔥劍士」才能裝備這種防具。和洋蔥頭頭盔與洋蔥臂甲一樣，它十分罕見。用洋蔥系列裝備武裝起來的洋蔥劍士強悍無比，以至於在眾多文獻中都能找到其身影。", "이계에서 유입된 진홍빛 경갑. 특유의 붉은 광채는 이계의 양파 검사들에게 있어 동경의 대상 중 하나이다. 이 갑옷이 본래 존재하던 이계에서는 양파 검사만이 장비할 수 있는 방어구였다. 양파 투구나 양파 팔보호대에 버금갈 정도로 손에 넣기 힘든 장비품이지만, 양파 시리즈로 무장한 양파 검사의 강력함은 다양한 문헌을 통해 전해져 내려오고 있다.", "Un ensemble d'armures légères pourpres venant de l'Au-delà. Reconnaissable à l'éclat flamboyant de la couleur aux tons rougeâtres qu'elle arbore, elle est l'objet de l'admiration de ceux qui s'appellent \"Chevaliers Oignon\" et qui sont d'ailleurs les seuls à pouvoir la revêtir. Aussi rare que le Casque Oignon ou les Gants Oignon, rassembler cet ensemble est une tâche plus qu'ardue, mais ceux qui y sont arrivés sont devenus si puissants qu'ils restent, encore aujourd'hui, l'objet de bien des récits et légendes.", "Ein Set purpuroter Rüstung aus dem Abyssum. Die brillante Farbe wird von denen bewundert, die sich \"Zwiebelritter\" nennen, denn nur sie können diese Rüstung tragen. Sie ist so selten wie der Zwiebelhelm und der Zwiebelhandschuh, sodass der Rüstungssatz schwer zu komplettieren ist. Doch wer dies schafft, wird so mächtig, dass man sich noch heute an ihn erinnert.", "Un equipo de armadura ligera carmesí del Etéreo. El color rojo, único y brillante, de esta armadura genera admiración entre los que se denominan \"Caballeros Cebolla\". Estos son los únicos que pueden llevar esta armadura, que es tan poco común como el Yelmo o los Guanteletes Cebolla. Por tanto, es difícil completar este set; pero cuando se consigue, el que lo porte recibirá tal poder que su mera existencia pasará a la historia."]}, "accuracy": 0}