{"slot": "Chest", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Shadow Mail", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 750, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 15, "Light": 15}, "HP": 0, "ATK": 12, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 41}, "icon": "item_20322.png", "type": "Heavy Armor", "strings": {"name": ["Shadow Mail", "影甲", "섀도우 메일", "Maille obscure", "Schattenpanzer", "Malla sombría"], "desc_short": ["A set of heavy armor brought from the Farplane.", "來自異界的重鎧甲", "이계에서 유입된 중갑.", "Un ensemble d’armure lourde rapporté de l’Au-delà.", "Schwere Rüstung aus einer fernen Welt.", "Un set de armadura pesada del Etéreo."], "desc_long": ["A set of heavy armor brought from a faraway world. The armor is crafted so that there are no slits where blades could get through. The armor is so resilient that it can deflect attacks from weaker weapons. It is said to have been worn by the shadow knight from the faraway land of Glaive, and when the knight wore this armor, it brought fear to all those who dare lay their eyes upon the knight.", "來自異界的重鎧甲。擁有極為精巧的作工、連刀刃可以砍入的縫隙都不存在，甚至可以反彈強度較低的武器攻擊。據說異界格蘭斯公國的暗影騎士就曾穿戴著它，讓這套鎧甲的恐怖烙印在所有目擊者眼中。", "까마득히 먼 이계에서 유입된 중갑. 전신을 두르고 있는 갑옷 구석구석에는 칼날이 뚫고 지나갈 틈새조차 없을 정도로 정교하게 만들어져 있으며, 강도가 낮은 무기는 아예 튕겨내 버릴 정도로 견고하다. 이계에 존재하는 글랜스 공국의 섀도우 나이트가 몸에 걸치고 있었다고 알려져 있으며, 이 갑옷을 본 자는 누구나 공포에 떨었다고 한다.", "Un ensemble d’armure lourde rapporté d’un monde lointain. Il est fabriqué de sorte à ne laisser aucune fente par laquelle une lame pourrait passer. L’armure en elle-même est si résistante qu’elle est capable de dévier entièrement les coups des armes manquant de puissance. La légende affirme qu’elle aurait été portée par un chevalier des ombres originaire du pays lointain de Glaive, et que, lorsqu’il revêtait cette armure, il répandait la peur partout où il allait.", "Schwere Rüstung aus einer fernen Welt. Die Rüstung ist so gefertigt, dass sie keinerlei Blöße hat durch die Klingen dringen könnten. Die Rüstung ist widerstandsfähig genug, um die Angriffe schwächerer Waffen abzulenken. Es heißt, dass die Rüstung von dem Schattenherrscher der fernen Welt Glaive getragen wurde und er damit jeden, der auch nur einen Blick auf ihn warf, in Angst und Schrecken versetzte.", "Un set de armadura pesada de un mundo lejano. Esta armadura está elaborada de tal manera que no deja ningún hueco por el que puedan penetrar las espadas. Además, es tan resistente que incluso es capaz de desviar los ataques de las armas menos potentes. Se dice que la llevaba el caballero oscuro del mundo lejano de Glaive y que su aspecto congelaba de miedo a todo aquel que lo veía."]}, "accuracy": 0}