{"slot": "Chest", "compendium_shown": true, "price_buy": 30000, "requirements": null, "name": "Protective Armor", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 543, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 38, "DEF": 42}, "type": "Heavy Armor", "strings": {"name": ["Protective Armor", "守護之鎧", "프로텍트 아머", "Armure protectrice", "Schutzrüstung", "Armadura protectora"], "desc_short": ["Heavy armor made using scientific technology.", "濃縮了科技精髓的重鎧", "과학 기술이 결집한 중갑", "Une armure lourde fabriqué à l'aide de techniques scientifiques.", "Schwere Rüstung, wissenschaftlich hergestellt.", "Una armadura pesada hecha con la última tecnología."], "desc_long": ["Heavy armor made using scientific technology. The people who faced enemies who excelled in magic made this armor resilient, and added a special feature where it changed its size to fit its wearer. This armor was created based on the concept of mass production rather than simple defensive qualities. As a result, this armor protected the lives of many soldiers, bringing fear to the enemies who dared face them.", "掌握了先進科學技術的人民製造的重鎧。他們曾和擅長魔法的人民進行戰爭。他們生產出來的裝備不僅堅固，而且細緻入微，以至於任何人都能感覺合身。相比高強的耐性和防禦能力，這種鎧甲更加偏重於實現批量生產，有效保護了大量士兵的生命，也讓敵對民族的人們畏懼。", "뛰어난 과학기술을 지닌 민족이 만들어낸 중갑. 마법을 주로 다루는 민족과 전쟁을 벌였던 그들의 장비품은, 튼튼할 뿐 아니라 세부적인 면에도 꼼꼼한 정성이 들어가 신기하게도 어떤 인간이 착용하더라도 몸에 딱 맞는다. 관통 저항력이나 방어력보다도 양산성을 목적으로 두었으며, 많은 병사들의 목숨을 지켜낸 것으로 알려져 적대하던 민족에게 공포의 대상이었다고 한다.", "Une armure lourde fabriqué à l'aide de techniques scientifiques. Les gens qui se sont battus contre des ennemis dont les pouvoirs magiques étaient d'une puissance extraordinaire ont rendu cette armure résistante à la magie, et ont même rajouté un pouvoir spécial qui lui permet de s'adapter automatiquement à la taille de son porteur. Cette armure a été créée dans un but de production de masse plutôt que dans l'idée de se concentrer simplement sur ses qualités défensives. Connue pour protéger la vie de beaucoup de soldats, elle est crainte par tous ceux qui osent se dresser sur le chemin de ceux qui la porte sur le champ de bataille.", "Schwere Rüstung, wissenschaftlich hergestellt. Diejenigen, die gegen magisch überlegene Gegner kämpften, machten diese Rüstung widerstandsfähig und verzauberten sie so, dass sie sich der Form des Trägers anpasst. Da sie für die Massenproduktion hergestellt wurden, sind sie eher einfach geschmiedet. Sie schützten jedoch sehr viele Soldaten und erweckten Furcht in ihren Gegnern.", "Una armadura pesada hecha con la última tecnología. Algunos, cansados de luchar contra enemigos expertos en magia, forjaron esta resistente armadura y le añadieron la capacidad de adaptarse al tamaño de su portador. Esta armadura se fabricó en masa y, como resultado, ayudó a proteger la vida de muchos soldados. De esta forma, los enemigos que tenían que enfrentarse a estos empezaban a sentir miedo."]}, "icon": "item_20316.png"}