{"slot": "Chest", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Ozetta's Armor", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 781, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 65, "DEF": 65}, "icon": "item_20326.png", "type": "Heavy Armor", "strings": {"name": ["Ozetta's Armor", "奧澤塔鎧甲", "오제타의 갑옷", "Armure d'Ozetta", "Ozettas Rüstung", "Armadura de Ozetta"], "desc_short": ["A set of heavy armor that endows its wearer with the spirit of a hero.", "繼承英雄意志的重鎧甲", "영웅의 의지를 잇는 중갑.", "Un ensemble d’armure lourde qui confère à son porteur un esprit héroïque.", "Ein vollständiges Set schwerer Rüstung, die seinen Träger mit dem Wesen eines Helden ausstattet..", "Un set de armadura pesada que dota a su portador con el espíritu de un héroe."], "desc_long": ["A heavy set of armor inspired from a certain general who is seen as a hero in the Zoldaad Empire. The armor is made of many rare metals, and the layers of plating gives the armor its very high defense. After the passing of the general, a female knight under his tutorship sought to wear the same armor in honor of the general, so she enlisted a skilled blacksmith to create this particular armor.", "染上了佐爾達多帝國某位英雄將軍的代表色，繼承其意志的重鎧。毫不吝惜地在裝甲板間鍛鑄了大量稀有礦石，成功地提升了防禦力。過去曾有位以將軍為師的女性騎士，在將軍過世後想要穿著相同的鎧甲來緬懷老師、這套鎧甲便是女騎士向幹練的鎧甲工匠特別訂製的。", "졸다드 제국에서 영웅으로 추앙받는, 어느 장군의 대표적인 색상을 인용해 만든 중갑. 희귀 광석을 아낌없이 사용해 각 장갑판을 겹쳐 제작하여 높은 방어력을 확보하는 데 성공했다. 과거 장군의 부하였던 어느 기사가, 장군이 사망한 후 그와 같은 것을 착용하고 싶은 마음에 실력 있는 대장장이에게 특별 주문하여 만든 것이라고 한다.", "Un ensemble d’armure lourde inspiré d’un certain général perçu en héros au sein de l’empire de Zoldaad. L’armure est faite de plusieurs métaux rares et ses nombreuses couches de plaques offrent une défense exceptionnelle à son porteur. Après la mort du général légendaire, une femme chevalier qui était autrefois sous sa tutelle entreprit de porter cette même armure en son honneur. Elle embaucha ainsi un maître forgeron afin de la recréer à sa taille.", "Ein vollständiges Set schwerer Rüstung, dessen Gestaltung durch einen gewissen General inspiriert wurde, der als Held des Zoldaad-Impreriums angesehen wird. Die Rüstung ist aus vielen seltenen Metallen angefertigt und die verschiedenen Lagen ihrer Platten geben der Rüstung einen hohen Schutz. Nachdem Ableben des Generals war es der große Wunsch einer weiblichen Ritterin unter seiner Obhut, zu seinen Ehren eine ähnliche Rüstunge zu tragen. Daher bat sie einen Meisterschmied darum, diese Rüstung anzufertigen.", "Un set de armadura pesada inspirado en un general que la gente considera un héroe en el Imperio de Zoldaad. La armadura está hecha con materiales poco comunes y las capas de placas que tiene hacen que ofrezca una defensa muy alta. Cuando murió el general, una caballera que estaba bajo su tutela quiso llevar su misma armadura para honrar su memoria. Por ello, contrató a un herrero de renombre para crear esta armadura."]}, "accuracy": 0}