{"slot": "Chest", "compendium_shown": true, "price_buy": 150000, "requirements": null, "name": "Grand Armor", "type_id": 52, "skills": [101500], "is_twohanded": false, "rarity": 8, "compendium_id": 537, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'HP +15%' passive."], "price_sell": 15000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 28, "DEF": 72}, "icon": "item_20314.png", "type": "Heavy Armor", "strings": {"name": ["Grand Armor", "威嚴之鎧", "그랜드 아머", "Grande armure", "Große Rüstung", "Gran coraza"], "desc_short": ["A set of legendary armor given to a famed knight by the gods.", "神明授予著名騎士的傳說中的鎧甲", "고명한 기사가 신에게 하사받은 전설의 갑옷", "Un ensemble d'amures légendaires donné à un chevalier célèbre reconnu des dieux.", "Ein legendäres Rüstungsset, das einem berühmten Ritter von den Göttern verliehen wurde.", "Un equipo de armadura legendaria que los dioses entregaron a un aclamado caballero."], "desc_long": ["A set of legendary armor that was brought from the distant world of Ivalice, and given to a famed knight by the gods. This very powerful armor boasts high defense, and can also increase the wearer's spirit and HP. It is known in Ivalice to be a very unique and special armor, which was only given to those who were able to defeat the powerful Automatons.", "來自異界伊瓦利斯的獲得神明加護的氣派重鎧。它具有高強的防禦能力，能夠提高精神和HP。這是一種非常稀有的鎧甲，即便在伊瓦利斯也是如此。相傳曾經只有擊退鐵巨人的戰士才能獲得該裝備。", "이계 '이발리스'에서 유입된, 신의 가호를 받은 훌륭한 중갑. 뛰어난 방어력을 자랑하며, 장착하면 정신력과 HP를 끌어올리는 우수한 방어구이다. 이발리스에서도 상당히 귀중품에 속하는 갑옷으로 알려져 있으며, 과거 무시무시한 힘을 지닌 '철거인'을 퇴치한 자만이 이 중갑을 손에 넣을 수 있었다고 한다.", "Un ensemble d'amures légendaires originaires du monde lointain d'Ivalice, et donnée à un chevalier reconnu des dieux. Cette armure très puissante augmente la DEF de manière significative et peut aussi augmenter la psyché et les PV de son porteur. Connue à Ivalice pour être une armure unique et spéciale, donnée uniquement à ceux qui ont été en mesure de vaincre les puissants Automatons", "Ein legendäres Rüstungsset aus der fernen Welt Ivalice, das ein von den Göttern begünstigter Ritter erhielt. Diese mächtige Rüstung stärkt die Verteidigung und erhöht den Geist und die LP des Trägers. In Ivalice gilt sie als einzigartig und besonders, da nur, wer mächtige Automatons besiegte, ihrer würdig war.", "Un equipo de armadura legendaria originario del lejano mundo de Ivalice que los dioses entregaron a un aclamado caballero. Esta poderosa armadura aumenta la DEF y también puede incrementar la VIT y el ESP de quien la lleva. En Ivalice, esta armadura se considera única y muy especial, pues solo se le entregaba a aquellos que habían sido capaces de derrotar a los automatones."]}, "accuracy": 0}