{"slot": "Chest", "compendium_shown": true, "price_buy": 4500, "requirements": null, "name": "Shielded Armor", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 773, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 450, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 52}, "icon": "item_20323.png", "type": "Heavy Armor", "strings": {"name": ["Shielded Armor", "護盾甲", "실드 아머", "Armure étincelante", "Schutzkürass", "Armadura blindada"], "desc_short": ["A set of armor from another world.", "來自異界的鎧甲", "이계에서 유입된 갑옷.", "Un ensemble d’armure rapporté d'un autre monde.", "Ein vollständiges Set Rüstung aus einer fernen Welt.", "Un set de armadura de otro mundo."], "desc_long": ["A set of armor brought from the faraway world of Ivalice. These armors offer high defense, and are easy to obtain, so many adventurers treasure them for their wear. The armors are also traded often in market, but unlike other armors, these are often sold bundled with other items, so be wary of this when you're looking to purchase only the armor.", "來自異界伊瓦利斯的鎧甲。防禦性能高且容易獲得，對冒險者們來說是非常重要的鎧甲。雖然是經常出現的交易品，但是很多時候都會綁著其他防具一起販賣，只想要購買護盾甲的時候，記得多注意商品內容。", "이계 '이발리스'에서 유입된 갑옷. 방어력이 뛰어난 데다 손에 넣기 쉬워 모험가들에게 인기가 좋은 갑옷이다. 교역품으로서 활발하게 거래되고 있으나, 다른 방어구에 끼워 판매되는 경우가 잦으므로 실드 아머만 구입하고 싶을 때엔 주의해야 할 것이다.", "Un ensemble d’armure rapporté du monde lointain d’Ivalice. Cette armure est accessible et confère une défense élevée, ce qui en fait le premier choix de maints aventuriers. Elle fait également l’objet de nombreux échanges sur le marché, mais est souvent accompagnée d’autres articles, ce qui la différencie de la plupart des pièces d’équipement. Ainsi, il convient d’être attentif si seule l’armure est désirée.", "Ein vollständiges Set einer aus der fernen Welt Ivalice stammenden Rüstung. Diese Rüstung verspricht einen hohen Grad an Abwehr und ist leicht zu erhalten, weshalb sie von Abenteuerern mit unterschiedlichstem Hintergrund hoch geschätzt wird. Rüstungen diesen Typs werden auch oft im Markt gehandelt. Anders als es für Rüstungen üblich ist, werden diese Rüstungen allerdings zusammen mit anderen Gegenständen verkauft; Interessenten sollten also vor einem Kauf unbedingt auf diesen Sachverhalt achten.", "Un set de armadura del lejano mundo de Ivalice. Estas armaduras ofrecen una defensa elevada y, además, son fáciles de conseguir, por lo que muchos aventureros la llevan puesta. También suelen estar a la venta en los mercados, pero, a diferencia de otras armaduras, suelen venderse junto a otros objetos. Por tanto, tendrás que tener cuidado al comprarla si lo único que te interesa es la armadura."]}, "accuracy": 0}