{"slot": "Chest", "compendium_shown": true, "price_buy": 4500, "requirements": null, "name": "Ice Armor", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 295, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 450, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": -50, "Ice": 50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 45}, "icon": "item_20305.png", "type": "Heavy Armor", "strings": {"name": ["Ice Armor", "寒冰鎧", "얼음 갑옷", "Armure de glace", "Frostrüstung", "Armadura gélida"], "desc_short": ["Armor protected by the power of ice.", "擁有冰之加護的鎧甲", "얼음의 가호를 받은 갑옷", "Armure protégée pat le pouvoir de la glace.", "Rüstung mit der Kraft des Eises.", "Armadura con protección de hielo."], "desc_long": ["The god of ice created a spirit from its own body, and sent it on a mission to grant its knowledge to humans. The spirit thus taught humanity patience, as well as kindness towards others, and with its instructions humanity evolved. Unfortunately, however, some humans grew more cunning as others grew more deceitful. They soon began turning against each other, ungratefully sealing the ice spirit that had sharpened their minds within a piece of armor.", "主導冰屬性的神明，用自己的身體製造出精靈，並將其派給人類以傳授智慧。精靈向人類傳授了對他者的慈愛、冷靜的思維和淵博的學識。人類因此而獲得智慧，同時也變得狡猾，逐漸開始相互爭鬥。到最後，為了防止敵人獲得新的知識，人們將精靈封禁在了鎧甲之中。", "얼음을 지배하는 신은 자신의 몸에서 정령을 만들어냈고, 인간들에게 날카로운 지성을 가르치기 위해 보냈다. 정령은 인간들에게 냉정함이나 타인을 향한 자애, 학문에 임하는 방법 등을 전했다. 인간은 영리해졌으나 동시에 교활함을 배웠고, 결국은 서로 싸우기 시작했다. 끝내는 적에게 지식을 가르칠 수 없도록 정령을 이 갑옷 안에 가둬버리고 말았다.", "Le dieu de la glace créa un esprit à partir de son propre corps et lui confia comme mission d'apporter la connaissance aux humains. L'esprit inculqua donc la patience et la bonté à l'humanité, ce qui la fit évoluer. Malheureusement, si certains humains devenaient plus ingénieux, d'autres devenaient plus fourbes. Ils s'élevèrent rapidement les uns contre les autres et, dans leur grande ingratitude, scellèrent l'esprit qui avait aiguisé leurs esprits dans une pièce d'armure.", "Der Gott des Eises soll einst einen Geist entsandt haben, um den Menschen klaren Verstand und kühle Vernunft zu verleihen. Der Geist lehrte die Menschen rationales Denken, gegenseitigen Respekt und die Grundlagen der Wissenschaft. Je schlauer die Menschen wurden, desto verschlagener wurden sie jedoch leider auch, und bald begannen sie, einander zu betrügen und misstrauen. Um den Geist daran zu hindern, sich auf eine Seite zu schlagen, versiegelten sie ihn in dieser Rüstung.", "El dios del hielo creó un espíritu con su cuerpo y le encomendó que transmitiese saber a los humanos. El ente les mostró la paciencia y la amabilidad respecto a los demás: gracias a sus enseñanzas, la humanidad evolucionó. No obstante, como algunos humanos se volvieron deshonestos y otros, cada vez más astutos, no tardaron en enfrentarse entre ellos. Algunos desagradecidos sellaron en una armadura al espíritu de hielo que les había instruido."]}, "accuracy": 0}