{"slot": "Chest", "compendium_shown": true, "price_buy": 30000, "requirements": null, "name": "Force Armor", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 173, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 10, "Ice": 10, "Lightning": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 13, "DEF": 51}, "icon": "item_20307.png", "type": "Heavy Armor", "strings": {"name": ["Force Armor", "原力鎧", "포스 아머", "Armure magique", "Energierüstung", "Coraza de vigor"], "desc_short": ["Armor that repels magical attacks.", "能提高魔法耐性的鎧甲", "마법 저항력이 있는 갑옷", "Armure repoussant les attaques magiques.", "Rüstung, die vor magischen Attacken schützt.", "Armadura que repele ataques mágicos."], "desc_long": ["Regardless of how many tales of bravery have been sung in their name, many warriors still fear the power of magic. They fear being unable to handle a fire ignited from thin air, the devastation of a sudden snowstorm, or the shocking accuracy of a bolt of lightning. The force armor is the result of tireless research to develop magic-resistant equipment. Ironically, however, a mage was instrumental in its creation.", "許多戰士都懼怕魔法，在什麼都沒有的地方燃燒起的火焰、突如其來的暴風雪、準確無誤地劈下來的暴雷……即使是久經沙場的勇士也會對這些無從下手的現象不知所措。然而該原力鎧便是為了減弱這些魔法力量而被研究出來的。不過，開發它時借用了魔道士的力量這一點的確有點諷刺。", "마법을 두려워하는 전사는 많다. 허공에서 나타나는 불꽃이나 갑자기 불어닥치는 눈보라, 머리에 떨어지는 번개는 역전의 용사조차 대처하기 어려운 공포의 힘이다. 그래서 어떻게든 마법의 위력을 줄여보고자 연구를 거듭하여 개발한 것이 포스 아머이다. 하지만 정작 개발 과정에서 마도사의 도움을 받은 건 아이러니하다고 할 수밖에 없다.", "Leur courage est peut-être célébré dans maintes chansons, mais cela n'empêche pas la plupart des guerriers de craindre la magie. Ils redoutent particulièrement de ne pas pouvoir éteindre un feu venu de nulle part. L'armure magique est le résultat d'années de recherche visant à développer des protections résistantes à la magie. Paradoxalement, c'est un mage qui est à l'origine de cette invention.", "Ganz gleich wie viele Geschichten von ihrer Tapferkeit gesungen werden, viele Krieger fürchten sich vor der Kraft der Magie. Sie fürchten sich davor, ein Feuer aus heiterem Himmel nicht kontrollieren zu können, vor einem plötzlichen Schneesturm oder vor der schockierenden Genauigkeit eines Blitzeinschlags. Die Energierüstung ist das Ergebnis einer ermüdenden Suche nach einer magieresistenten Rüstung. Ironischerweise war ein Magier an der Erstellung beteiligt.", "Independientemente del número cantos épicos cantados en su nombre gracias a su valor, muchos guerreros todavía temen el poder de la magia. Tienen miedo de no poderse defender de un fuego salido de la nada, de la devastación de una repentina tormenta de nieve o de la asombrosa puntería de un relámpago. La armadura de fuerza es el resultado de esfuerzos denodados centrados en desarrollar equipo resistente a la magia. Irónicamente, un mago fue la pieza clave de su creación."]}, "accuracy": 0}