{"slot": "Chest", "compendium_shown": true, "price_buy": 30000, "requirements": null, "name": "Dragon Mail", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 486, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 30, "Ice": 30, "Lightning": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 45}, "type": "Heavy Armor", "strings": {"name": ["Dragon Mail", "龍甲", "드래곤의 갑옷", "Cotte Dragon", "Drachenpost", "Malla dragontina"], "desc_short": ["Armor made from dragon materials.", "用龍身上的素材製成的鎧甲", "드래곤의 재료로 만든 갑옷", "Une armure de matériaux de dragon.", "Eine Rüstung aus Drachenmaterialien.", "Una armadura hecha con materiales de dragón."], "desc_long": ["A piece of armor made from the hard scales and hide of a dragon. It boosts the wearer's DEF, as well as reduces any fire, ice, or lightning damage taken. Although it is an extremely valuable piece of armor, creating just one of its kind requires an abundance of dragon materials that greatly reduces its availability. Therefore, it is unfortunately limited to a lucky few.", "用堅硬的龍鱗和龍皮等巨龍身上的素材製作而成的鎧甲。它不僅可以提高裝備者的防御力，還能減輕火、冰、雷等屬性攻擊造成的傷害。儘管性能優越，但它同時也需要大量取自巨龍的素材，因此流通量極為稀少，導致難以獲得。", "단단한 비늘이나 가죽 등, 드래곤에게서 얻을 수 있는 재료들을 충분히 사용하여 만든 갑옷. 장비하면 방어력이 상승하고, 불과 얼음, 번개속성 공격에 대한 피해량을 감소시켜 준다. 상당히 뛰어난 장비이지만, 하나를 만드는 데에도 막대한 양의 재료가 필요하므로 유통되는 수는 얼마 되지 않고, 입수할 수 있는 자도 한정되어 있다.", "Une pièce d'armure fabriquée à partir d'écailles très dures et de la peau d'un dragon. Elle augmente la DEF de son porteur et réduit les dégâts de feu, de glace et de foudre reçus. Créer une de ces pièces d'armure demande une quantité de matériaux de dragons telle que cela réduit considérablement son nombre, faisant d'elle un objet très rare et très cher.", "Eine aus Drachenschuppen und Haut gemachte Rüstung. Sie erhöht die ABW und reduziert den Schaden durch Feuer-, Eis- oder Blitz. Obwohl sie äußerst wertvoll ist, benötigt man dafür eine große Menge an Drachenmaterialien, weshalb sie sehr selten ist. Nur wenige Glückliche dürfen sich an ihr erfreuen.", "Una pieza de armadura hecha de las escamas y el pellejo de un dragón. Aumenta la DEF de quien la lleva, y también reduce todo el daño de fuego, hielo o rayo recibido. Aunque es una pieza de armadura extremadamente valiosa, fabricar una sola requiere tal abundancia de materiales que su disponibilidad es muy limitada. Por eso, está restringida a unos pocos afortunados."]}, "icon": "item_20313.png"}