{"slot": "Chest", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Mythril Armor", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 169, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 38}, "type": "Heavy Armor", "strings": {"name": ["Mythril Armor", "秘銀鎧", "미스릴 갑옷", "Armure en mithril", "Mithrilrüstung", "Armadura de mitrilo"], "desc_short": ["Armor made of mythril.", "用秘銀製作的鎧甲", "미스릴로 만든 갑옷", "Armure faite de mithril.", "Rüstung aus Mithril.", "Armadura hecha de mitrilo."], "desc_long": ["Armor that shines in a beautiful silver hue. Similar to other equipment  made of mythril, this piece of armor is light and easy to handle. Mythril has been known as magical silver due to its ability to retain its luster, a trait it shares with gold. Since ancient times, the dwarves have associated the gold they mine with the sun, while they link mythril to the moon. That association, however, gradually made its way to the human world, and explains why the mythril armor sports the carving of a moon on its surface.", "散發著銀白色光芒的美麗鎧甲。與其他秘銀製品同樣，十分輕巧，便於使用。秘銀又被稱為魔法之銀，與金子一樣永不會失去光輝，因此矮人族自古便將黃金比喻成太陽，秘銀比喻成月亮，並用它們製造了許多的加工品。後來，這種文化也逐漸滲透進了人類社會，比如這套鎧甲上，就雕刻有月亮的圖案以作裝飾。", "은색으로 빛나는 아름다운 갑옷. 다른 미스릴제 장비와 마찬가지로 가볍고 다루기 쉽다. 마법의 은이라고도 부르는 미스릴은 금과 마찬가지로 광택이 영원하다. 그래서 드워프들은 예로부터 금을 태양, 미스릴을 달의 상징으로 여겨 그들의 제품에 반영했다. 이러한 인식은 인간 사회에도 서서히 수입되었는데, 예시로 이 갑옷에도 달 모양 장식이 조각되어 있다.", "Une armure qui brille d'un bel éclat argenté. Comme les autres équipements en mithril, cette pièce d'armure est légère et maniable. Capable de garder le même lustre quoi qu'il arrive, un don qu'il partage avec l'or, le mithril est aussi appelé argent magique. En des temps reculés, les nains associaient l'or au soleil et le mithril à la lune. Ce lien est parvenu jusqu'aux humains, ce qui explique la présence d'une lune à la surface de l'armure de mithril.", "Diese Rüstung glänzt in Silber. Wie jedes andere Teil aus Mithril ist auch dieses leicht und widerstandsfähig. Seit jeher zeichnete sich Mithril, genauso wie Gold, durch die Eigenschaft aus, seinen Glanz zu erhalten, und ward daher als magisches Silber bekannt. In uralter Zeit haben die Zwerge das Gold mit der Sonne und das Mithril mit dem Mond assoziiert. Diese Assoziation fand seinen Weg in die Menschenwelt, was der Grund dafür ist, dass man heutzutage auf Mithrilrüstungen immer noch Einkerbungen des Mondsymbols findet.", "Armadura que emite un bello resplandor plateado. Al igual que otras piezas de equipo fabricadas con mitrilo, es ligera y fácil de manejar. Al mitrilo se le conoce con el nombre de \"plata mágica\" debido a lo difícil que es hacerle perder el lustre, característica que comparte con el oro. Desde tiempos inmemoriales, los enanos han asociado el oro al sol y el mitrilo a la luna. Dichas asociaciones se han extendido hasta el mundo de los humanos, y explica por qué la armadura de mitrilo lleva una luna tallada en su superficie."]}, "icon": "item_20303.png"}