{"slot": "Chest", "compendium_shown": true, "price_buy": 4500, "requirements": null, "name": "Flame Mail", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 347, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 450, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 50, "Ice": -50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 45}, "type": "Heavy Armor", "strings": {"name": ["Flame Mail", "烈焰甲", "불꽃 갑옷", "Cotte de feu", "Flammenpanzer", "Malla ígnea"], "desc_short": ["Armor which contains the power of a flame spirit.", "封印有炎之精靈的鎧甲", "불의 정령이 봉인된 갑옷", "Armure qui contient le pouvoir d'une flamme d'un autre monde.", "Rüstung, die die Kraft eines Flammengeistes beherbergt.", "Armadura que contiene el poder del espíritu de la llama."], "desc_long": ["A god of flames once created from its own body an entity meant to teach humans how to wield fire. This soul taught humans how to bear the cold, how to cook, and how to create various useful tools. However, it wasn't before long that the humans used this power to go to war. Humans who could now freely wield the power of fire, demanding even more power, sealed the soul who taught them in this armor.", "掌管火焰的神明孕育出精靈，並派遣牠們去傳授人類火的使用方法。精靈教會了人類如何用火取暖、燒飯、製作工具，然而人類卻用這神明賜予的力量開始了鬥爭。學會了如何操縱魔法的人類將精靈封印在了鎧甲之中，以尋求更為強大的力量。", "불의 신은 자신의 몸으로 만든 정령으로 하여금 인간에게 불의 사용법을 알려주었다고 한다. 정령은 인간들에게 추위를 견디고 음식을 조리하고 유용한 도구를 만드는 기술을 전해 주었다. 그러나 인간은 어느새 신이 준 불꽃을 사용하여 서로 다투기 시작했다. 나아가 마법조차 뜻대로 다루게 된 인간들은 더 강한 힘을 찾아 정령을 이 갑옷 안에 봉인해 버렸다.", "Un dieu de flammes créa un jour une entité à partir de son propre corps afin d'enseigner aux hommes la maîtrise du feu. Cet esprit apprit aux humains à supporter le froid, à cuisiner, et à créer quantité d'outils très utiles. Il ne fallut malheureusement pas très longtemps pour que les hommes utilisent ce savoir pour se faire la guerre entre eux. Capables de manier le feu et toujours à la recherche de plus de puissance, les hommes finirent par sceller le dieu dans cette armure.", "Einst schuf ein Flammengott aus seinem eigenen Körper ein Wesen, das den Menschen die Macht des Feuers lehren sollte. Diese Seele brachte den Menschen bei, der Kälte zu trotzen, zu kochen und nützliche Werkzeuge herzustellen. Doch schon bald nutzten Menschen diese neue Kraft für Krieg und strebten nach noch mehr Macht. Daraufhin versiegelten sie die Seele, die sie gelehrt hatte, in dieser Rüstung.", "Un dios de las llamas creó una vez de su propio cuerpo una entidad que enseñase a los humanos cómo blandir el fuego. Su alma enseñó a los humanos cómo soportar el frío, cómo cocinar y cómo crear varias herramientas útiles. No obstante, no pasó mucho tiempo hasta que los humanos usaron este poder para ir a la guerra. Los humanos que sabían utilizar el poder del fuego fácilmente exigieron incluso más poder, sellando el alma que les había enseñado esta arma."]}, "icon": "item_20304.png"}