{"slot": "Chest", "compendium_shown": true, "price_buy": 15000, "requirements": null, "name": "機動装甲", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 624, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 1500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 12, "DEF": 55}, "icon": "item_20318.png", "type": "Heavy Armor", "strings": {"name": null, "desc_short": {"1": "機械化的全身裝甲"}, "desc_long": {"1": "異界傳說中登場的防具之一，是一種以強化裝甲為基準、能夠覆蓋周身的鎧甲。這種厚重的鎧甲不僅能防禦物理攻擊，還能保護裝備者不受魔法傷害，實乃工匠智慧結晶的產物。", "0": "A fortified armor that appears in legends from a faraway land. These armors are a manifestation of all the knowledge gained by the craftsmen of Pidona. They were developed using fortified armoring, and is designed to fit the body completely. The thick plating protects the wearer from both physical and magic attacks.", "5": "Una armadura pesada que aparece en las leyendas de una tierra lejana. Estas armaduras son un claro ejemplo de todo el conocimiento que han ido acumulando los artesanos de Pidona. Fueron forjadas con materiales muy resistentes y están diseñadas para ajustarse completamente al cuerpo. Su grosor ayuda a que quien la porte esté bien protegido frente a ataques físicos y mágicos.", "4": "Eine verstärkte Rüstung aus den Legenden eines fernen Landes. In diesen Rüstungen spiegelt sich das gesamte Wissen der Schmiede von Pidona. Sie wurde mit Verstärkungstechniken entwickelt und passt sich komplett an den Körper an. Das dichte Plattengewebe schützt vor physischen wie magischen Angriffen."}}, "accuracy": 0}