{"slot": "Chest", "compendium_shown": true, "price_buy": 30000, "requirements": null, "name": "Heavy Drake Armor", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 675, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 10, "Fire": 10, "Light": 10, "Ice": 10, "Lightning": 10, "Water": 10, "Earth": 10, "Wind": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 22, "DEF": 40}, "icon": "item_20319.png", "type": "Heavy Armor", "strings": {"name": ["Heavy Drake Armor", "龍韌重鎧", "용가죽 중갑", "Armure L. de dragon", "Schwere Drachenrüstung", "Armadura P de draco"], "desc_short": ["Heavy armor made from dragon scales.", "用龍鱗製作的重鎧", "용의 비늘로 만든 중갑", "Une armure lourde faite d'écailles de dragons.", "Schwere Rüstung aus Drachenschuppen.", "Una armadura pesada hecha con escamas de dragón."], "desc_long": ["Heavy armor made from dragon scales. Dragon scales are so powerful that iron swords can barely scratch them, and some magic are nulled proving ineffective against them. As such, dragon scales are sought for use in armors, but the general difficulty of even scratching the scales makes it extremely difficult to process. This heavy armor can only be made by a certain clan, and among the clan, only a handful can properly make one. Because of this, only prominent Dragoons were allowed to don these armors.", "用龍鱗製作的重鎧。龍麟不會因鐵劍而受到傷害，更堅固到能讓不純熟的魔法無效化的程度，因此這很可能是最適合用來製作防具的素。不過無論如何都不易受損的特性以致加工時須經過特殊技術加持。龍韌重鎧是就算對龍系一族瞭若指掌之人也難以製作，在龍騎士中也只有特別之人才允許著穿。", "용의 비늘로 제작된 중갑. 용의 비늘은 철로 만든 검으로는 생채기 하나 입힐 수 없으며, 어중간한 마법은 무효화해 버릴 만큼 견고하다. 방어구로 사용하기에 최적의 재료이지만, 아무리 애를 써도 흠집조차 내기 힘들기 때문에 이를 가공하는 데엔 특수한 기술이 필요하다. 용가죽 중갑은 용에 대해 해박한 일족이라 하더라도 좀처럼 만들기 어려운 탓에 그 수도 얼마 되지 않으며, 용기사 중에서도 특별한 자만이 장착할 수 있다고 한다.", "Une armure lourde faite d'écailles de dragons. Les écailles de dragons sont si puissantes que les épées en fer peuvent à peine les écorcher, et certaines magies sont totalement inefficaces. Elles sont donc particulièremenr recherchées pour confectionner de armures. Seul un certain clan possède le savoir-faire pour fabriquer une telle armure. C’est pourquoi, seuls les plus puissants chevaliers étaient autorisés à les revêtir.", "Schwere Rüstung, die gänzlich aus Drachenschuppen angefertigt wurde. Drachenschuppen sind derart zäh und hart, dass selbst das beste Eisenschwert nicht einmal den kleinsten Kratzer beizubringen vermag. Auch halbherzig gewirkte Magie verpufft an den Schuppen. Als Rüstungsutensil eignet sich dieses Material zwar hervorragend, aber um die unverwundbaren Schuppen zu verarbeiten, ist eine spezielle Prozedur notwendig. Die schwere Drachenrüstung kann nur von einem einzigen Klan angefertigt werden, der sich ganz dem Wissen über Drachen verschrieben hat. Daher existieren nur wenige dieser Schutzpanzer und selbst unter den Dragonern ist es nur den allerbesten erlaubt, sie zu tragen.", "Una armadura pesada hecha con escamas de dragón. Las escamas de dragón son tan resistentes que ni las espadas de hierro son capaces de hacerle un rasguño. Además, algunas magias tampoco les hacen nada. Por tanto, las escamas de dragón están bastante cotizadas a la hora de fabricar armaduras, aunque, al ser tan resistentes, esto hace que también sea bastante difícil procesarlas. Por su parte, esta armadura pesada solo la sabe fabricar un clan y, dentro de ese clan, solo un puñado de personas saben hacerla en condiciones. Por esta razón, solo los dragontinos más legendarios pueden portar estas armaduras."]}, "accuracy": 0}