{"slot": "Chest", "compendium_shown": true, "price_buy": 30000, "requirements": null, "name": "Demon Mail", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 363, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 20}, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 55}, "icon": "item_20312.png", "type": "Heavy Armor", "strings": {"name": ["Demon Mail", "惡魔之甲", "데몬즈 메일", "Armure démoniaque", "Dämonenpanzer", "Armadura demoníaca"], "desc_short": ["Armor said to have been worn by a demon.", "相傳曾由惡魔裝備的鎧甲", "악마가 장비했었다는 갑옷", "Une armure qui aurait été portée par un démon.", "Ein Rüstung, deren Vorbesitzer ein Dämon war.", "Una armadura que se dice fue portada por un demonio."], "desc_long": ["A set of armor once worn by a demon. Demons are incredibly intelligent, some even moreso than humans. This armor was handed out by a great demon to its subordinates in anticipation of a war with the humans. Though this armor, which was the culmination of all demonic techniques, posed a threat at first, the humans soon overpowered the demons, then using their own armor against them.", "相傳曾由惡魔裝備的鎧甲。惡魔系的魔物十分聰慧狡猾，有時甚至超越人類。這種鎧甲就是大惡魔為了應對同人類的戰爭而向其部下配給的。它濃縮了惡魔技術的精華，在戰爭中對人類造成極大的威脅。後來人們從打倒的惡魔身上繳獲了這種裝備，並加以利用，同惡魔進行了殊死對抗。", "과거 악마가 장비했다고 알려진 갑옷. 데몬 계열의 마물은 매우 지혜로워 인간의 지능을 웃돈다고도 한다. 이 갑옷은 인간과의 싸움에 대비해 대악마가 부하들에게 나눠준 것으로 악마들의 기술을 결집해 만든 이 갑옷은 커다란 위협이나 다름없었으나, 인간들은 쓰러뜨린 악마에게서 장비를 빼앗아 이용하는 것으로 대항했다고 한다.", "Une armure qui aurait été portée par un démon. Les démons sont des créatures très intelligentes, parfois bien plus que les humains. Cette armure fut transmise par un puissant démon à ses lieutenants en prévision d'une guerre qui les opposa aux hommes. Véritable témoignage du savoir-faire démoniaque, elle représenta une menace pour les hommes, mais ceux-ci finirent par terrasser les démons en retourner cet objet contre eux.", "Eine Rüstung, deren Vorbesitzer ein Dämon war. Dämonen sind extrem intelligent, manche sogar noch mehr als Menschen. Ein großer Dämon gab diese Rüstung an seine Untergebenen aus in Erwartung eines Krieges mit den Menschen. Obwohl diese Rüstung ein Höhepunkt dämonischer Waffentechnik war, übertrumpften die Menschen sie jedoch bald mit ihrer eigenen.", "Una armadura que se dice fue portada por un demonio. Los demonios gozan de una alto intelecto, algunos incluso más que los humanos. Esta armadura fue creada por un gran demonio para sus súbditos en vísperas de una guerra con los humanos. Aunque esta armadura, la cual fue el pináculo de las técnicas demoniacas, suponía una amenaza al principio, los humanos pronto derrotaron a los demonios y usaron su propia armadura contra ellos."]}, "accuracy": 0}