{"slot": "Chest", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Force Armor+", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 738, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 20, "Earth": 20, "Wind": 20, "Ice": 20, "Lightning": 20}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 17, "DEF": 57}, "icon": "item_20321.png", "type": "Heavy Armor", "strings": {"name": ["Force Armor+", "原力鎧·改", "개량형 포스 아머", "Armure magique +", "Energierüstung+", "Coraza de vigor+"], "desc_short": ["Anti-magic armor with enhanced abilities.", "性能強化，擁有魔法耐性的鎧甲", "성능을 더욱 끌어올린, 마법에 대한 저항력을 지닌 갑옷.", "Une armure anti-magie aux qualités améliorées.", null, "Una armadura antimagia con propiedades mejoradas."], "desc_long": ["Anti-magic armor with enhanced abilities. This modified armor was made to reduce the damage dealt by powerful magic attacks that can bring fear to even the most seasoned of warriors. The armor is so effective that there are rumors of how the mage behind the modifications tried to thwart the creation of this armor after seeing his magic proving ineffective against it.", "性能強化，擁有魔法耐性的鎧甲。為了盡量減輕連歷戰猛者都會感到懼怕的魔法攻擊威力，改良原力鎧後的完成品。其性能高到甚至出現「負責開發的魔道士，因為自己的魔法完全無法傷到這件鎧甲而感到恐懼，並拒絕繼續開發下去」這種傳言。", "성능을 더욱 끌어올린, 마법에 대한 저항력을 지닌 갑옷. 역전의 용사마저 두려움에 떠는 무시무시한 마법 공격의 위력을 조금이라도 경감하기 위해, 포스 아머를 개량하여 완성한 것이다. 개발을 담당한 마도사가 자신의 마법에 흠집 하나 나지 않는 이 갑옷을 두려워한 나머지 개발을 그만둬 버렸다는 일화가 있을 정도로 성능이 뛰어난 갑옷이기도 하다.", "Une armure anti-magie aux qualités améliorées. Cette armure modifiée a été fabriquée pour réduire les dégâts infligés par les attaques magiques si redoutables qu’elles pourraient terrifier les guerriers les plus chevronnés. Elle est d’ailleurs si puissante que certaines rumeurs affirment que son créateur, un mage, aurait tenté de mettre fin à sa création après avoir constaté l’inefficacité de ses propres sorts face à ses protections.", "Anti-magische Rüstung mit verbesserten Eigenschaften. Diese modifizierte Rüstung wurde hergestellt, um den durch mächtige Magieangriffe erlittenen Schaden zu verringern, der noch den erfahrensten Kriegern unsäglichen Schrecken einjagen konnte. Die Rüstung ist derart effizient, dass der Magier, der die Modifikationen vornahm, ihre Entwicklung einstellte, nachdem er erleben musste, wie seine eigene Magie ihr nicht einmal einen Kratzer zufügen konnte.", "Una armadura antimagia con propiedades mejoradas. Esta armadura modificada se creó con el fin de reducir el daño proveniente de ataques mágicos potentes, ataques capaces de amedrentar hasta a los guerreros más curtidos en combate. De hecho, está armadura es tan eficaz contra la magia que, según la leyenda, su propio inventor, un mago, intentó frustrar su creación tras darse cuenta de que su magia era completamente ineficaz contra esta armadura."]}, "accuracy": 0}