{"slot": "Chest", "compendium_shown": true, "price_buy": 4500, "requirements": null, "name": "Golden Armor", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 282, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 450, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 49}, "icon": "item_20306.png", "type": "Heavy Armor", "strings": {"name": ["Golden Armor", "黃金鎧", "황금 갑옷", "Golden Armor", "Goldrüstung", "Armadura dorada"], "desc_short": ["Armor forged from solid gold.", "用黃金製作的鎧甲", "황금으로 만든 갑옷", "Armure forgée dans de l'or pur.", "Rüstung aus solidem Gold.", "Armadura forjada con oro macizo."], "desc_long": ["Powerful magic armor made of gold found in some ancient ruins. It is said a king once desired a set of armor made from pure gold, but due to its incredible weight he was unable to carry it. In the end, he had a normal set of armor coated in gold leafing, and decided to call it golden armor. However, it is said the original armor made of pure gold still awaits somewhere in the ruins.", "人們在遺跡中發現了黃金製鎧甲，相傳它是一種能為擁有者帶來勝利的魔法器具。當時的國王雖然十分想要得到它，但無奈這純金鎧甲實在是太重了，根本無法搬運出來。最後，國王只好在優質鎧甲表面塗上金箔，仿製出了黃金鎧。而真品直至現在都仍然沉睡在遺跡之中。", "승리를 가져다 주는 마법 장비라 전해지는 황금 갑옷이 유적에서 발견되었다. 당시의 왕은 무슨 일이 있어도 그 갑옷을 손에 넣으려 했지만, 순금으로 만들어진 갑옷은 너무나 무거워 유적에서 꺼내 오는 것조차 불가능했다. 결국, 왕은 성능 좋은 갑옷의 표면에 금박을 입혀 황금 갑옷이라 이름 붙였다. 순금 갑옷은 지금도 유적에서 조용히 잠들어 있다고 한다.", "Une puissante armure magique en or trouvée dans des ruines antiques. On raconte qu'un roi avait un jour demandé une armure en or pur. Malheureusement, son poids écrasant l'empêchait de la porter. Finalement, il fit fabriquer une simple armure recouverte de feuilles d'or et décida de l'appeler son « armure d'or ». L'armure originale en or véritable attendrait toujours son porteur quelque part au fond d'une ruine.", "Ein mächtiges goldenes Rüstungsstück, das in alten Ruinen gefunden wurde. Es heißt, ein König wollte einst ein Rüstungsset aus purem Gold, aber durch das unglaubliche Gewicht war er unfähig, es zu tragen. Letztendlich ließ er eine normale Rüstung mit Blattgold überziehen und entschloss sich, sie Goldrüstung zu nennen. Allerdings wird erzählt, dass sich die originale Rüstung aus purem Gold immer noch in den Ruinen befindet.", "Poderosa armadura mágica hecha del oro hallado en unas viejas ruinas. Se dice que hubo un rey que quería una armadura completa de oro macizo, pero cuando se la puso no pudo ni moverse por el peso. Al final, tuvo que conformarse con una armadura normal bañada en pan de oro, y decidió llamarla la armadura dorada. Sin embargo, se dice que la armadura original hecha de oro macizo todavía aguarda a que la descubran en algún lugar de las ruinas."]}, "accuracy": 0}