{"slot": "Chest", "compendium_shown": true, "price_buy": 75000, "requirements": null, "name": "Maximilian", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 174, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 7500, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 62}, "type": "Heavy Armor", "strings": {"name": ["Maximilian", "帝王鎧甲", "맥시밀리언", "Maximilien", "Maximillian", "Maximilian"], "desc_short": ["Armor named for a storied hero.", "擁有英雄之名的鎧甲", "영웅의 이름을 딴 갑옷", "Armure nommée d'après le nom d'un héros célèbre.", "Nach einem Kriegshelden benannt.", "Armadura bautizada en honor a un héroe."], "desc_long": ["Named after the invincible hero that donned it in battle, this armor is lighter than most pieces of full armor found today. The many war exploits Maximilian has under his belt can be attributed not just to his ability, but also to the efforts of his anxious father wanting to protect the life of his son by making him armor. It would not be an exaggeration to say that the flexibility incorporated into the armor was crucial in his victories.", "這身鎧甲曾經屬於一位戰無不勝的英雄。雖為全裝甲，但相比傳統裝備更為輕便。由英雄的父親，一位能工巧匠，為自己兒子的平安而用心鍛造。這位英雄之所以能夠建立豐功偉業，除個人實力外，靈巧的鎧甲也功不可沒。", "전장에서 무패를 자랑한 영웅이 입었던 갑옷으로, 그의 이름을 그대로 땄다. 전신 갑옷인데도 다른 갑옷보다 훨씬 가볍다. 영웅이 수많은 공을 세울 수 있었던 건 실력 덕택이기도 했겠지만, 명장이었던 그의 아버지가 자식의 안전을 위해 고심해서 만든 갑옷 덕분이라 해도 과언이 아니다.", "Cette armure tire son nom du héros qui l'a portée au cours de batailles épiques. Elle est plus légère que la plupart des armures existantes. Les nombreuses victoires que Maximilien a remportées sont dues à ses talents, mais aussi aux efforts que son anxieux père a déployés en créant cette armure pour protéger la vie de son fils. La liberté de mouvement offerte par cette armure a joué un rôle prépondérant dans ses victoires.", "Diese Rüstung trägt den Namen ihres früheren Besitzers, eines unbesiegten Kriegshelden. Obwohl es sich um eine volle Rüstung handelt, ist sie erstaunlich leicht. Die zahlreichen Verdienste des Helden sind nicht nur dessen Tapferkeit, sondern auch der Kunstfertigkeit seines besorgten Vaters zu verdanken, einem Rüstungsschmied, der dieses Meisterwerk anfertigte, um seinen Sohn vor Schaden zu bewahren.", "Tocaya del héroe invencible que la llevaba en la batalla, es más ligera que la mayoría de armaduras completas de hoy en día. Las hazañas bélicas que Maximilian atesora no se deben solo a su habilidad, sino también a los esfuerzos de su preocupado padre por proteger la vida de su hijo encargando armaduras para él. Decir que la flexibilidad de la armadura fue crucial para lograr sus victorias no es ninguna exageración."]}, "icon": "item_20308.png"}