{"slot": "Chest", "compendium_shown": true, "price_buy": 1500, "requirements": null, "name": "Paladin Armor", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 168, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 150, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 32}, "type": "Heavy Armor", "strings": {"name": ["Paladin Armor", "騎士鎧", "기사 갑옷", "Armure de paladin", "Paladinrüstung", "Armadura paladina"], "desc_short": ["Armor for noble knights.", "榮耀的騎士鎧甲", "긍지 높은 기사의 갑옷", "Armure destinée aux chevaliers nobles.", "Rüstung für edle Ritter.", "Armadura para caballeros nobles."], "desc_long": ["Physical strength is not the only thing that encompasses a knight. As the deeds of arms state, a knight must serve as a humanitarian and chivalrous example for all other soldiers, otherwise he is not a knight. For that reason, many young soldiers who aspire to earn their knighthood dream of wearing the paladin armor to the battlefield.", "僅僅身體強壯是成為不了騎士的。能夠成為騎士的人，除了必要的功勳外，還應具備足以為人師表的行為舉止和高尚品格，否則沒有資格獲得這一稱號。正因如此，立志成為士兵建立豐功偉業的年輕人，將身穿騎士鎧衝鋒陷陣作為重要的奮鬥目標。", "기사는 단순히 힘만 세서는 안 된다. 공을 세울 뿐만 아니라 다른 병사의 모범이 될 인간성과 행실이 갖춰지지 않으면 기사 작위를 받을 수 없다. 그래서 입신양명을 꿈꾸는 젊은이들은 이 갑옷을 입고 싸우는 것을 커다란 목표로 삼는다.", "La force physique ne définit pas un chevalier à elle toute seule. Un vrai chevalier est un homme qui se doit d'être un modèle d'humanité et de galanterie pour tous les autres soldats. Ainsi, de nombreuses jeunes recrues aspirent à obtenir leur titre de chevalier afin d'endosser l'armure de paladin.", "Ein starker Arm allein reicht nicht aus, um Ritter zu werden. Neben militärischen Verdiensten braucht es vor allem die Menschlichkeit und das korrekte Betragen, um den anderen Soldaten als Vorbild dienen zu können. Für viele ehrgeizige junge Krieger ist es ein großes Ziel, einmal in Paladinrüstung in die Schlacht reiten zu können.", "La fuerza física no es lo único que hace a un caballero. Como dice el juramento, un caballero debe ser un ejemplo de humanidad y gallardía para el resto de soldados, o no podrá ser considerado como tal. Por ello, muchos jóvenes soldados que aspiran a ser caballeros sueñan con llevar la armadura de paladín al campo de batalla."]}, "icon": "item_20302.png"}