{"slot": "Chest", "compendium_shown": true, "price_buy": 300, "requirements": null, "name": "Bronze Armor", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 166, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 30, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 16}, "type": "Heavy Armor", "strings": {"name": ["Bronze Armor", "青銅鎧", "청동 갑옷", "Armure en bronze", "Bronzerüstung", "Armadura de bronce"], "desc_short": ["Armor made of bronze.", "用青銅製作的鎧甲", "청동으로 만든 갑옷", "Armure faite de bronze.", "Rüstung aus Bronze.", "Armadura hecha de bronce."], "desc_long": ["A piece of armor made of bronze. Since it covers the entire body, it protects its wearer from sword and arrow attacks as long as there are no open crevices for them to pierce through. It is also affordable, and thus often used by military personnel. However, its mass production makes it difficult to find a piece that comfortably fits. Another thing that may prove difficult with the bronze armor is that it takes some time for the wearer to get used to wearing full armor.", "用青銅製作的鎧甲。它能夠覆蓋全身，只要不是攻擊空隙，就能夠在一定程度上防禦劍或弓發出的攻擊。價格低廉，因此被大量配給於軍隊中。但是，因為它是批量生產的裝備，所以很難找到完全合適的尺寸。全裝甲的缺點在於，裝備者在習慣之前穿起來會很費時間。", "청동제 갑옷. 온몸을 감싸는 구조라서 틈새만 조심하면 검이나 활 공격을 어느 정도 막아준다. 저렴하게 구할 수 있어서 군용 장비로 많이 쓰이지만, 양산형 제품이라 각자 몸에 딱 맞는 갑옷을 찾기 힘들다. 또 전신 갑옷은 적응하는 데 시간이 걸린다는 단점이 있다.", "Une armure fabriquée en bronze. Couvrant tout le corps, elle protège des attaques à l'épée et de flèches tant qu'elle ne présente pas de fissures. Comme elle est abordable, le personnel militaire l'utilise souvent. Produite en grande quantité, il est difficile de trouver un modèle à sa taille. De plus, certains peuvent avoir du mal à s'habituer au port intégral d'une armure.", "Ein Satz Rüstung aus Bronze. Sie bedeckt den ganzen Körper und schützt den Träger vor Schwert und Pfeil, zumindest solange kein Spalt zwischen zwei Platten getroffen wird. Da sie preiswert sind, werden solche Rüstungen häufig für das Militär massenangefertigt. Dies führt jedoch dazu, dass man kaum eine findet, die auch wirklich passt. Einen vollen Satz Plattenrüstung zu tragen, erfordert einiges an Eingewöhnungszeit.", "Una pieza de armadura hecha de bronce. Al cubrir el cuerpo entero, protege a quien lo lleva de ataques de espada y flechas, siempre que no haya aperturas por las que puedan penetrar. Es asequible, por lo que la usan los militares. Sin embargo, como se produce en serie es difícil dar con una que se ajuste cómodamente. Otro de los inconvenientes de la armadura de bronce es que se tarda tiempo en acostumbrarse a llevar la armadura completa."]}, "icon": "item_20300.png"}