{"slot": "Chest", "compendium_shown": true, "price_buy": 4500, "requirements": null, "name": "Heavy Armor: B", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 709, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 450, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 30, "MAG": 0, "SPR": 0, "DEF": 36}, "icon": "item_20320.png", "type": "Heavy Armor", "strings": {"name": ["Heavy Armor: B", "重裝裝甲：B", "중장 아머: B", "Armure lourde : B", "Schwere Rüstung: B", "Armadura pesada: B"], "desc_short": ["Protective armor used by a unit that exists in another world.", "來自異界戰鬥部隊的防護裝甲", "이계에 존재하는 전투부대의 보호 아머", "Armure portée par une unité qui existe dans un autre monde.", "Schutzrüstung getragen von einer Einheit aus einer anderen Welt.", "Armadura protectora que usaba una unidad de otro mundo."], "desc_long": ["Protective armor used by the YoRHa force that exists in another world. It is used by the YoRHa Type B androids when heading into the fiercest of battles. It is used by other Types when they prepare to battle as well.", "來自異界「寄葉部隊」正式採用的防護裝甲。在寄葉機型B型向激戰地出擊時著用，可保護身體。其他類型的機體在戰鬥換裝時，也會穿著這種裝甲。", "이계에 존재하는 '요르하 부대'에서 정식으로 사용되고 있는 보호 아머. 요르하 기체 B형 타입이 격전지에 출격할 때 착용하여 몸을 보호한다. 그 외 타입의 안드로이드가 전투에 특화된 B형으로 장비를 전환할 때에도 사용되고 있다.", "Une armure utilisée au sein des troupes YoRHa qui existent dans un autre monde. Utilisée par les androïdes YoRHa de type B lorsqu'ils s'engagent dans des batailles féroces, elle est aussi utilisée par d'autres types d'unités lorsqu'elles se préparent à entrer sur le champ de bataille.", "Ein von den YoRHa-Streitkräften benutzter Schutzpanzer aus einer anderen Welt. Er wurde von den Typ B YoRHa-Androiden  zum Schutz verwendet, wenn diese in heftig umkämpfte Schlachtschauplätze vorstürmten. Er wird auch von anderen Typen verwendet, wenn diese sich in die kampferprobten Typ B-Androiden umwandeln.", "Armadura protectora que usaban las fuerzas de YoRHa de otro mundo. La usan los androides de YoRHa Tipo B cuando van camino de encarnizadas batallas. También la usan otros tipos de androide cuando se están preparando para la batalla."]}, "accuracy": 0}