{"slot": "Chest", "compendium_shown": true, "price_buy": 30000, "requirements": null, "name": "Alterdragon Uniform", "type_id": 52, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 801, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 3000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Lightning": 10}, "HP": 0, "ATK": 6, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 42}, "icon": "item_20325.png", "type": "Heavy Armor", "strings": {"name": ["Alterdragon Uniform", "異次元龍裝", "이차원 용장", "Uniforme de dragon éthéré", "Dimensionsdrachenkleidung", "Uniforme de dragón etéreo"], "desc_short": ["A set of armor modeled after a dragon said to appear in the dimensional vortex.", "模仿出沒在次元夾縫的龍所製作的鎧甲", "차원의 틈새에 나타난다고 하는 용을 본떠 만든 갑옷.", "Un ensemble d’armure représentant un dragon qui, selon les légendes, apparaît dans le Vortex dimensionnel.", "Rüstung,  die einem Drachen nachempfunden ist, der im Dimensionvortex auftauchen soll.", "Un set de armadura con la forma del dragón que, según cuentan, apareció en la Grieta."], "desc_long": ["A set of armor modeled after a dragon said to appear in the dimensional vortex. The uniform was made using the information gained from moogles that have supposedly seen the dragon. The powerful and graceful design of the uniform has made it quite popular among many adventurers. The moogles who saw the dragon are quite satisfied with how well it is made in likeness, but there's no way to tell if that is true or not.", "模仿出沒在次元夾縫的龍所製作的鎧甲，根據目擊龍的莫古利們口耳相傳的情報所製作，那令觀者折服、風格強烈的威風鎧甲，在冒險者間非常受歡迎。雖然那完美的重現度在目擊龍的莫古利間也獲得高度的評價，但因為沒人去確認過這傳聞的真偽、所以至今還是個謎。", "차원의 틈새에 나타난다고 하는 용을 본떠 만든 갑옷. 모그리들의 목격담을 바탕으로 제작한 것으로, 보는 이를 압도하는 풍채와 당당한 위용은 모험가들에게 높은 인기를 끌고 있다. 재현도로 말하자면 목격자인 모그리들도 높이 평가하고 있는 듯하지만, 그것이 진실인지 확인한 자가 없는 이상 그저 수수께끼일 뿐이다.", "Un ensemble d’armure représentant un dragon qui, selon les légendes, apparaît dans le Vortex dimensionnel. Il fut fabriqué à l’aide d’informations réunies par des mogs qui auraient terrassé le dragon. Il est fort apprécié des aventuriers, notamment en vertu de sa conception à la fois puissante et élégante. Les mogs eux-mêmes louent les qualités de l’armure, affirmant qu’il s’agit d’une représentation parfaite du dragon qu’ils ont aperçu. Il est cependant impossible de vérifier la véracité de ces propos.", "Eine Rüstung, die einem Drachen nachempfunden ist, der im Dimensionsvortex erscheinen soll. Die Rüstung wurde anhand von durch Mogrys übermittelte Informationen angefertigt, die den Drachen angeblich gesehen haben. Das überwältigende und elegante Design der Rüstung macht sie äußerst beliebt bei vielen Abenteurern.", "Un set de armadura con la forma del dragón que, según cuentan, apareció en la Grieta. Esta armadura se elaboró siguiendo las instrucciones de los moguris que supuestamente vieron al dragón. Su diseño es tan potente y está tan cuidado que, por lo visto, se trata de un objeto muy popular entre los aventureros. Además, los propios moguris muestran su encanto por esta armadura, pues, según cuentan, es casi igual que el dragón que vieron. Sin embargo, no hay forma de probar si es verdad lo que cuentan."]}, "accuracy": 0}