{"slot": "Chest", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Black Robe", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 183, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 20, "SPR": 0, "DEF": 34}, "type": "Robe", "strings": {"name": ["Black Robe", "黑法袍", "검은색 로브", "Robe noire", "Schattenrobe", "Túnica negra"], "desc_short": ["A robe designed for black mages.", "為黑魔道士製作的法袍", "흑마도사가 쓰는 로브", "Robe conçue pour les mages noirs.", "Robe für Schwarzmagier.", "Túnica diseñada para magos negros."], "desc_long": ["This robe is the embodiment of a black mage. The black robe makes the wearer appear slimmer, and gives off the illusion of longer legs, making for a design that seeks to spook others. It is made from a material darker than the night itself, which blocks all sunlight. It also has spellbinding words embroidered on its cuffs that amplify magical energy. Those who wear this garment will be immediately recognized as black mages. Adding a pointed hat to this outfit would give it the perfect touch!", "提到黑魔道士，當然不能忘記這身黑法袍。它會讓裝備者看起來身形修長，給予周圍人一種恐怖的印象。那比黑夜還要漆黑的布料可以遮擋一切陽光，袖口還繡有可以提高魔力的咒文，以增強魔法的威力。最重要的是，只要穿上這袍子，就能讓所有人都知道自己是個黑魔道士，要是再有那頂尖尖的黑帽子，就更完美了。", "흑마도사 하면 이거죠. 몸매는 날씬하게, 팔다리는 길게 보일뿐더러 공포감을 조성하는 디자인도 잊지 않았습니다. 깊은 밤보다 어둡고, 한낮의 햇빛도 차단하는 옷감을 보세요. 소매에 마력을 높여주는 언어를 수놓아서 마법도 더 강해진답니다. 무엇보다 이걸 입으면 당신이 흑마도사라는 걸 누구나 한눈에 알아볼 수 있죠. 여기에 뾰족한 모자만 쓰면 완벽 그 자체입니다!", "Cette robe est l'incarnation d'un mage noir. La robe noire fait paraître plus mince celui qui la porte et allonge les jambes par un effet d'optique, tout cela dans le but d'effrayer les ennemis. Elle est tissée dans un matériau plus sombre que la nuit qui bloque tous les rayons du soleil. Des enchantements brodés sur les manches permettent de renforcer l'énergie magique. Ceux qui la portent sont immédiatement reconnus comme des mages noirs. Un chapeau pointu sur la tête ajoute la touche finale à cette tenue !", "Diese Robe ist die Verkörperung des Schwarzmagiers. Die Schattenrobe lässt den Träger dünner erscheinen und gibt die Illusion längerer Beine – ein Entwurf, der darauf abzielt, andere zu verängstigen. Sie ist aus einem Material gefertigt dunkler als die Nacht, sodass es Sonnenlicht abblockt. Sie hat zudem fesselnde Worte auf dem Bund aufgestickt, die magische Energie verstärken. Jene, die dieses Gewand tragen, sind sofort als Schwarzmagier zu erkennen. Ein spitzer Hut würde zu diesem Outfit perfekt passen!", "Esta túnica es la personificación de un mago negro. La túnica negra hace parecer al portador más delgado y de piernas más largas, lo que lo convierte en un diseño ideal para atemorizar a la gente. Está confeccionada a base de materiales más negros que la propia noche, con lo que bloquea toda la luz del sol. También cuenta con palabras místicas tejidas en las mangas que amplifican la energía mágica. Todo aquel que se cubra con ella será reconocido al instante como un mago negro. ¡Combinada con un sombrero de punta se consigue el efecto ideal!"]}, "icon": "item_20408.png"}