{"slot": "Chest", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Rainbow Robe", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 374, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 30, "Light": 30, "Ice": 30, "Lightning": 30, "Water": 30, "Earth": 30, "Wind": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 45, "SPR": 45, "DEF": 45}, "type": "Robe", "strings": {"name": ["Rainbow Robe", "彩虹法袍", "무지개의 로브", "Robe arc-en-ciel", "Regenbogenumhang", "Túnica arcoiris"], "desc_short": ["A prismatically sparkling mysterious robe.", "釋放七色光輝的神秘法袍", "일곱가지 빛을 발하는 신비한 로브", "Une robe étincelante aux mille couleurs.", "Eine geheimnisvolle funkelnde Robe.", "Una túnica con un brillo prismático misterioso."], "desc_long": ["A robe that boosts DEF, as well as MAG and SPR. It's name not only comes from how it shines in different colors depending on how it's held, but also from its ability to reduce damage taken from seven types of elemental attacks. Magi weak to attacks do not only fear blades, but magic attacks as well. Wearing a robe that boosts elemental resistances is sure to boost the resilience of any ally.", "能夠提高防禦、魔力和精神的法袍。其名字的由來，不光是因為從不同角度會看到七種不同的顏色，還因為它能夠緩和除暗屬性以外的其他七種屬性攻擊造成的傷害。對經不起打擊的魔道士而言，物理攻擊和魔法攻擊都有可能成為致命威脅。能夠提高屬性耐性的該法袍，必定會成為有力的強心劑。", "방어와 함께, 마력과 정신력을 상승시켜주는 로브. 그 이름은 각도에 따라 다른 빛을 발하는 것뿐 아니라, 어둠속성을 제외한 일곱 속성 공격을 완화시키는 파격적인 성능에서 유래한 것이다. 힘이 약한 마도사에게 있어서, 검 등으로 인한 물리공격은 물론 마법공격 또한 커다란 위협이 된다. 속성 저항력을 상승시켜주는 이 로브는 반드시 마음 든든한 아군이 되어 줄 것이다.", "Une robe qui augmente la DEF ainsi que la MAGIE et la PSY. Son nom provient bien évidemment du fait qu'elle brille de différentes manières suivant son exposition à la lumière du soleil, mais aussi du fait qu'elle réduit les effets des sept types d'attaques élémentaires. Les mages, vulnérables aux attaques ennemies, craignent évidemment les lames, mais aussi les attaques magiques. Porter une robe résistante à tous les éléments aidera certainement à rendre vos alliés bien plus tenaces.", "Eine Robe, die ABW, MAG und PSY erhöht. Ihr Name beruht nicht nur auf der vom Träger abhängigen Farbe, sondern ebenfalls darauf, dass sie den Schaden von sieben Arten von Elementarangriffen verringert. Gegenüber Klingen anfällige Magier fürchten ebenfalls magische Angriffe. Eine Robe, die stark gegenüber Elementarresistenzen ist, hebt den Widerstand jedes Verbündeten.", "Una túnica que aumenta la DEF, así como la MAG y el ESP. Su nombre no solo se debe al brillo de distintos colores que depende del modo en que se lleva, sino que además también proviene de su capacidad para reducir el daño de los siete tipos de ataques elementales. La magia que es débil ante los ataques no solo teme a las espadas, sino que también teme a los ataques mágicos. Llevar una túnica que aumenta las resistencias elementales es sin duda una forma de aumentar la resistencia de cualquier aliado."]}, "icon": "item_20417.png"}