{"slot": "Chest", "compendium_shown": true, "price_buy": 200, "requirements": null, "name": "Silk Robe", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 176, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 20, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 4, "SPR": 6, "DEF": 9}, "icon": "item_20401.png", "type": "Robe", "strings": {"name": ["Silk Robe", "絲線法袍", "비단 로브", "Robe en soie", "Seidenrobe", "Túnica de seda"], "desc_short": ["A robe soft and silky to the touch.", "柔順絲滑穿起來非常舒服的法袍", "매끈하고 감촉이 좋은 로브", "Robe douce et soyeuse au toucher.", "Fühlt sich glatt und seidig an.", "Túnica suave y sedosa al tacto."], "desc_long": ["A robe made of silk loved by many for its shine and texture. It is most commonly worn by white mages, as its soft white hue seems fitting to their character, though most black mages can actually wear it as well. However, black mages refuse to wear this robe because they apparently fear that doing so would undermine the powerful and intimidating image of a black magic user.", "用絲綢製作的法袍。獨特的光澤和良好的觸感使它頗受懽迎。大部分魔道士都可裝備，但柔和潔白的顔色使它看起來更像白魔道士的專用裝備。因此黑魔道士拒斥這身法袍，認為它有損黑魔法強大又酷烈的形象。", "비단으로 만든 로브. 특유의 광택과 부드러운 감촉을 좋아하는 사람이 많다. 마도사라면 거의 누구나 장착할 수 있지만, 부드러운 흰색 때문에 백마도사 전용 장비로 착각하기 쉽다. 특히 흑마도사 중에서는 강력하고 맹렬한 흑마법의 이미지가 훼손될까 봐 이 로브를 꺼리는 이도 있다.", "Une robe en soie appréciée par beaucoup pour son brillant et sa texture. Elle est d'habitude portée par les mages blancs car sa douce teinte blanche semble être compatible avec leur caractère. Les mages noirs peuvent aussi la porter, mais nombre d'entre eux refusent car cette robe pourrait détruire l'image puissante et intimidante d'un utilisateur de magie noire.", "Eine seidene Robe, allseits beliebt für ihren Tragekomfort und feinen Schimmer. Das sanfte Weiß der Seide wird von vielen als sinnbildlich für die Weißmagie betrachtet, obwohl andere Magier sie auch benutzen können. Viele Schwarzmagier jedoch lehnen solche Roben ab, da sie fürchten, das „harte“ Image der Schwarzmagie könnte darunter leiden.", "Una túnica de seda apreciada por su brillo y textura. La llevan principalmente los magos blancos, porque su tono blanquecino casa bien con su carácter, aunque la mayoría de magos negros también pueden llevarla. Sin embargo, estos últimos suelen rechazarla porque temen que llevarla dañe su imagen poderosa e intimidante de hechiceros de la magia negra."]}, "accuracy": 0}