{"slot": "Chest", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Cure Robe", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 874, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 10, "Fire": 10, "Light": 10, "Ice": 10, "Lightning": 10, "Water": 10, "Earth": 10, "Wind": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 20, "SPR": 42, "DEF": 15}, "icon": "item_20434.png", "type": "Robe", "strings": {"name": ["Cure Robe", "治癒法袍", "큐어 로브", "Tunique soignante", "Heilungsrobe", "Túnica sanadora"], "desc_short": ["A robe worn by orderlies in the Grandshelt military.", "格蘭謝爾特軍的軍醫所披戴的長袍", "그랑셸트 군의 위생병이 두르는 로브.", "Une robe portée par les officiers d’ordonnance de l’armée de Grandshelt.", null, "Una túnica que llevan los soldados de menor rango de Grandshelt."], "desc_long": ["A robe worn by orderlies in the Grandshelt military. The robe is designed so that it gives the wearer mobility, even in the harshest of conditions. In particular, the robe's pockets can be used to store medical supplies, so the robe was well-received for its usefulness.", "格蘭謝爾特軍的軍醫所披戴的長袍。為了在嚴酷的環境下也能輕鬆活動而下了許多功夫。特別是附屬的小包能夠收納許多醫藥品，以其高便利性在士兵之間獲得良好的評價。", "그랑셸트 군의 위생병이 두르는 로브. 가혹한 환경에서도 편하게 움직일 수 있도록 꼼꼼하게 제작되었다. 특히, 로브에 달린 주머니는 많은 약품을 수납할 수 있어 편리성 또한 뛰어나기 때문에 병사들 사이에서 평판이 좋다.", "Une robe portée par les officiers d’ordonnance de l’armée de Grandshelt. Elle est conçue pour assurer la mobilité de son porteur, et ce, même dans les conditions les plus rudes. Elle est particulièrement appréciée pour son aspect pratique, notamment grâce à ses poches qui permettent de stocker du matériel médical.", "Eine Robe, die von den Sanitätern des Grandshelt-Militärs getragen werden. Die Robe ist so gestaltet, dass sie dem Träger auch untern den härtesten Umständen Bewegungsfreiheit gewährt. Insbesondere für ihre Nützlichkeit wird die Robe stark geschätzt: Die Taschen können dazu genutzt werden, allerlei Vorräte zur medizinischen Versorgung aufzubewahren.", "Una túnica que llevan los soldados de menor rango de Grandshelt. Esta túnica está diseñada para ofrecer movilidad incluso en las condiciones más duras. Además, sus bolsillos se pueden usar para guardar suministros médicos, por lo que tiene una buena recepción debido a su utilidad."]}, "accuracy": 0}