{"slot": "Chest", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Galmia Set", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 603, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 28, "SPR": 28, "DEF": 28}, "type": "Robe", "strings": {"name": ["Galmia Set", "加爾米亞鎧", "가르미아 스타일", "Manteau Galmia", "Galmia-Set", "Galmia Carrere"], "desc_short": ["New clothing made by the tailor Galmia.", "裁縫師加爾米亞製作的最新服裝", "재봉사 가르미가 만든 신상 옷", "Un nouveau vêtement fabriqué par Galmia, le tailleur.", "Neue Kleidung vom Schneider Galmia.", "Ropa nueva confeccionada por el sastre Galmia."], "desc_long": ["New clothing made by the tailor Galmia. Sartoria Galmia surpassed last year's top ranked apparel designer, Sartoria Blint, to become this year's top apparel designer. Popularity behind Galmia's brand comes from the fresh and new designs used on their latest products, and that they never miss a deadline with their orders. Be warned that their popular brand also means that there are many fakes claiming to come from Sartoria Galmia.", "深受大眾喜愛的裁縫師加爾米亞縫製的最新款服裝。加爾米亞超越了前一年度最佳裁縫師，成為了最優秀的時裝設計者之一。其成功的秘訣是，向公眾征集新商品設計以獲得靈感，同時絕不推遲納貨期限。不過，由於太受歡迎，市面上因此出現了眾多仿製品。", "엄청난 인기를 자랑하는 재봉사 가르미아가 만든 신상 옷. 가르미아는 전년도 인기 1위를 차지했던 재봉사 브린트를 제치고 톱 디자이너 중 하나로 그 이름을 떨쳤다. 신상품을 공모하여 참신한 디자인을 발굴해 내고, 납기일을 절대 연장하지 않는 것이 가르미아가 인기를 끄는 이유 중 하나이다. 그러나, 인기 상품이 많아 모조품도 꽤 유통되고 있는 듯하다.", "Un nouveau vêtement fabriqué par Galmia, le tailleur. Sartoria Galmia surpassa le meilleur designer de vêtements de l'année dernière Sartoria Blint et devint numéro un à son tour. La popularité des produits de la marque Galmia vient de leurs idées de design, à la fois fraîches et innovantes et du fait que leurs commandes ne sont jamais en retard. Faites toutefois attention ! Leur popularité a entraîné l'apparition de contrefaçons que des vendeurs peu scrupuleux font passer pour de vraies Sartoria Galmia.", "Neue Kleidung vom Schneider Galmia. Sartoria Galmia hat den besten Schneider des letzten Jahres, Sartoria Blint, in diesem Jahr übertroffen. Die Beliebtheit von Galmia rührt aus seinen frischen Designideen. Zudem verpasst er nie einen Liefertermin. Es gibt allerdings auch viele billige Imitationen, auf denen bloß Sartoria Galmia draufsteht.", "Ropa nueva confeccionada por el sastre Galmia. Sartoria Galmia actualmente supera en popularidad al diseñador número uno del año pasado, Sartoria Blint. Por tanto, es el sastre más prestigioso del momento. Su popularidad se debe a sus diseños frescos e innovadores y a que sus encargos siempre cumplen con los plazos. Aun así, hay que tener cuidado: ser una marca popular también conlleva que haya en el mercado una gran cantidad de imitaciones falsas."]}, "icon": "item_20115.png"}