{"slot": "Chest", "compendium_shown": true, "price_buy": 20000, "requirements": ["UNIT_ID", 214000105], "name": "Scion Conjurer's Dalmatica", "type_id": 53, "skills": [100010, 100040], "is_twohanded": false, "rarity": 6, "compendium_id": 437, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'HP +10%' passive.", "Grants 'MP +10%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 45, "DEF": 38}, "type": "Robe", "strings": {"name": ["Scion Conjurer's Dalmatica", "血盟幻術師厚袍", "야슈톨라 달마티카", "Dalmatique de Y'shtola", "Zauberspross-Dalmatica", "Dalmática de Scion"], "desc_short": ["Magical equipment from a wise man from another world. (Y'shtola only)", "來自異界的賢人幻術裝備（雅・修特拉專用）", "이계에서 유입된 현자의 환술장비(야슈톨라 한정)", "L'équipement magique d'un sage venant d'un autre monde. (Uniq. Y'shtola)", "Magische Ausrüstung eines Weisen aus einer anderen Welt. (Nur Y'shtola)", "Equipo mágico de un sabio de otro mundo. (Solo Y'shtola)"], "desc_long": ["A magical garment worn by the conjurers of the distant world of Eorzea. A particular Miqo'te conjurer belonging to an organization known as the Scions of the Seventh Dawn is known for wearing this dalmatica.", "來自異界艾歐澤亞的賢人幻術裝備，曾由貓魅族賢人所穿著。這位賢人也是力圖拯救艾歐澤亞的組織「拂曉血盟」的成員。", "이계 '에오르제아'에서 유입된 현자의 환술장비. 에오르제아를 구제하고자 하는 조직 '새벽의 혈맹'의 일원이기도 한 미코테 족의 현자가 착용했던 장비였다고 한다.", "Un vêtement magique porté par les élémentalistes dans le monde lointain d’Éorzéa. Une certaine élémentaliste Miqo'te appartenant à une organisation du nom des Héritiers de la Septième Aube est connue pour avoir porté cette dalmatique.", "Ein magisches Kleidungsstück, das die Zauberer in der fernen Welt Eorzea tragen. Eine gewisse Miqo'te-Zauberin, die zu einer Organisation namens Spross der Siebten Dämmerung gehörte, trug diese Dalmatica.", "Una prenda mágica que llevaban los hechiceros del lejano mundo de Eorzea. Una hechicera Miqo'te en concreto que pertenecía a una organización llamada Hijos del Séptimo Albor es famosa por llevar esta dalmática."]}, "icon": "item_20420.png"}