{"slot": "Chest", "compendium_shown": true, "price_buy": 200, "requirements": null, "name": "Cotton Robe", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 175, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 20, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 3, "SPR": 3, "DEF": 6}, "type": "Robe", "strings": {"name": ["Cotton Robe", "棉布法袍", "무명 로브", "Robe en coton", "Baumwollrobe", "Túnica de algodón"], "desc_short": ["A robe with limited magic powers.", "擁有些許魔法之力的法袍", "마법의 힘이 약간 깃든 로브", "Robe aux pouvoirs magiques limités.", "Eine Robe mit schwachen magischen Kräfte.", "Túnica con poder mágico limitado."], "desc_long": ["A robe made from the thread spun by a magical insect, which is then later woven into cotton. A Wind Stone is also used in its manufacturing process, making it a lighter piece of protective equipment for mages who cannot wear heavy pieces of armor. Many who love the cotton robe have many duplicates because they are smooth to the touch and made from a nice breathable material. The materials used to make it are often gathered from the Ordelion Federation, which excels in agriculture.", "將魔蟲吐出的細絲織入木棉，經裁剪縫製而成的法袍。該裝備使用風之結晶作為媒介，為穿不了沉重鎧甲的魔道士提供防護。觸感和通氣性優良，因此喜歡穿此裝備的人大多持有多件相同的法袍。作為原料的棉花產自農業發達的聯邦國家奧爾德里昂。", "곤충형 마물이 토한 실을 무명에 섞어 만든 로브. 바람의 결정을 촉매로 사용하였으며, 갑옷같이 무거운 방어구를 장착하지 못하는 마도사들의 몸을 지켜준다. 감촉이 좋고 바람도 잘 통해서 같은 로브를 몇 벌이나 소유한 충성 고객도 있다. 원료인 무명은 농업이 왕성한 올데리온 연방에서 많이 난다.", "Une robe faite de fils produits par un insecte magique et cousus dans du coton. Une pierre de vent est utilisée dans le processus de fabrication, faisant d'elle une pièce d'équipement plus légère pour les mages, lesquels ne peuvent porter d'armures lourdes. De nombreux adeptes de la robe de coton en possèdent plusieurs exemplaires en raison de son toucher soyeux et de son odeur agréable. Les matériaux utilisés dans sa conception viennent souvent de la Fédération d'Ordelion, spécialisée en agriculture.", "Eine Robe aus Stoff, der aus einer Mischung von Baumwolle und magischen Insektenfäden gewebt wurde. Dabei kam ein Windkristall als Katalysator zum Einsatz, um so ein Schutzgewand für Magier herzustellen, die keine schweren Rüstungen tragen können. Angenehm zu tragen und luftig. Manche Liebhaber besitzen dieselbe Robe in mehrfacher Ausführung. Die Baumwolle stammt meist von den üppigen Feldern der Republik Olderion.", "Una túnica hecha con el hilo de un insecto mágico trenzado hasta formar algodón. También se incorpora una piedra del aire en el proceso, para que sea un equipo de protección ligero para los magos que no pueden llevar armaduras pesadas. Quienes adoran la túnica de algodón disponen de varias, puesto que son suaves y su tejido es transpirable. Los materiales para fabricarla se obtienen en la Federación de Ordelion, que destaca por su agricultura."]}, "icon": "item_20400.png"}