{"slot": "Chest", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Sara's Robe", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 563, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Wind": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 20, "SPR": 55, "DEF": 15}, "type": "Robe", "strings": {"name": ["Sara's Robe", "莎拉法袍", "사라의 로브", "Tunique de Sara", "Saras Robe", "Túnica de Sara"], "desc_short": ["The robe of a princess from another world.", "異界公主的法袍", "이계 여왕의 로브", "La robe d'une princesse d'un autre monde.", "Die Robe eines Prinzen aus einer anderen Welt.", "La túnica de una princesa de otro mundo."], "desc_long": ["The robe of a princess from another world. This beautiful robe was specially made using only the finest of fabrics. The robe protected the princess when she went into the lair of Djinn to undo the curse that was cast upon her kingdom. It is assumed that the robe holds great powers proven by how it didn't fray or lose any of its divine powers, even after the fierce battle it went through.", "由異界公主穿著的美麗法袍。從選材到製作都傾注了非凡的匠人之心。為了拯救被靈魔詛咒的國家，公主身穿這件法袍隻身一人進入洞窟之中。法袍上施加了強大的魔法以保護裝備者免受傷害，所以無論公主戰鬥得如何魯莽，都毫發無損。", "이계의 왕녀가 착용했다고 하는 아름다운 로브. 재료에서부터 제작에 이르기까지 상당한 정성이 들어간 특별 주문품이다. '진'이라는 마물의 저주가 걸린 나라를 원래대로 되돌리기 위해 홀홀단신의 몸으로 과감히 동굴로 향한 왕녀를 지킨 이 로브는, 과격한 전투 속에서도 상처 하나 입지 않으며 수호의 빛이 꺼지지 않는 점으로 미루어 보아 강한 마력에 의한 축복이 걸려 있을 것이라는 추측을 사고 있다.", "La robe d'une princesse d'un autre monde. Cette robe magnifique était spécialement fabriquée en n'utilisant que les meilleurs matériaux possibles. La robe protégea la princesse lorsqu'elle entra dans la grotte du Djinn afin de libérer son royaume du maléfice qui le rongeait. On pense que la robe possède un grand pouvoir dans la mesure où elle ne s'effiloche ou ne perd aucun de ses pouvoirs divins même après une bataille féroce.", "Die Robe eines Prinzen aus einer anderen Welt. Diese wunderschöne Robe wurde aus dem feinsten Stoff gefertigt. Sie diente der Prinzessin zum Schutz, als sie in das Verlies des Dschinns stieg, um den Fluch aufzuheben, der auf ihrem Königreich lag. Es wird angenommen, dass der Robe große Macht innewohnt, da sie selbst nach dem heftigen Kampf nicht beschädigt wirkte.", "La túnica de una princesa de otro mundo, confeccionada especialmente con los materiales más selectos. La túnica protegió a la princesa cuando fue a la guarida del jinn para deshacer la maldición que asolaba a su reino. Se dice que la túnica alberga un gran poder, pues, incluso después de la lucha encarnizada, no se rasgó ni perdió ninguno de sus poderes divinos."]}, "icon": "item_20425.png"}