{"slot": "Chest", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "White Robe", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 182, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 20, "DEF": 34}, "type": "Robe", "strings": {"name": ["White Robe", "白法袍", "하얀색 로브", "Robe blanche", "Heiligenrobe", "Túnica blanca"], "desc_short": ["A robe designed for white mages.", "為白魔道士製作的法袍", "백마도사가 쓰는 로브", "Robe conçue pour les mages blancs.", "Robe für Weißmagier.", "Túnica diseñada para magos blancos."], "desc_long": ["This robe is the embodiment of a white mage. The white robe is simple and soft to the touch, but boasts of a fairly thick and refined design. It is lined with material made from enchanted thread embroidered with mystical words that ease the mind and heighten the spirit. Those who wear this garment will be immediately recognized as white mages. It also emanates a great sense of purity.", "提到白魔道士，當然不能忘記這身白法袍。該法袍的設計雖質樸，但卻不失幹練，選用柔軟的純白色布料縫製而成，還用含有魔力的絲線繡滿了魔法咒文，既能夠令裝備者平心靜氣，又能夠提高其精神力。最重要的是，只要穿上這袍子，就能夠提升個人清麗的形象，並且讓所有人都知道自己是個白魔道士，簡直棒到沒的說。", "백마도사 하면 이거죠. 소박하지만 궁상맞지 않은 세련된 디자인. 희고 감촉도 보드라운 천. 안감에는 마력이 담긴 실로 마법 언어를 수놓아서 마음이 편안해지고 정신력도 오른답니다. 무엇보다 이걸 입으면 당신이 백마도사라는 걸 누구나 한눈에 알아볼 수 있죠. 청렴한 이미지를 더욱 돋보이게 하는 강력 추천 상품입니다!", "Cette robe est l'incarnation d'un mage blanc. La robe blanche est simple et douce au toucher, mais elle est ornée de dessins raffinés et épais. Elle a été tissée dans un matériau fait de fils enchantés et brodée de paroles mystiques capables d'apaiser et de renforcer l'esprit. Ceux qui la portent sont immédiatement reconnus comme des mages blancs, et elle dégage une forte impression de pureté.", "Diese Robe ist die Verkörperung des Weißmagiers. Die Heiligenrobe besteht aus schlichtem und weichem Stoff, weist allerdings ein recht veredeltes Design auf. Sie ist aus verzaubertem Garn gewebt, bestickt mit mystischen Worten, die die Seele erleichtern und den Geist anregen. All jene, die dieses Gewand tragen, werden unweigerlich als Weißmagier erkannt. Außerdem umgibt sie eine Aura allergrößter Reinheit.", "Esta túnica es la personificación de un mago blanco. La túnica blanca es sencilla y suave al tacto, de diseño grueso, pero no por ello carece de refinamiento. Está confeccionada a base de hilo encantado bordado con palabras místicas que calman la mente y agudizan el espíritu. Irradia una enorme sensación de pureza, y todo aquel que se cubra con ella será reconocido al instante como un mago blanco."]}, "icon": "item_20407.png"}