{"slot": "Chest", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Cleric's Robes", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 181, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 32}, "icon": "item_20406.png", "type": "Robe", "strings": {"name": ["Cleric's Robes", "聖職者禮袍", "성직자의 가운", "Robe cléricale", "Klerikerrobe", "Túnica clerical"], "desc_short": ["A high quality robe which that exudes a divine aura.", "讓人感覺非常神聖的高級禮袍", "신성한 분위기를 띤 품위 있는 덧옷", "Robe de haute qualité dont se dégage une aura divine.", "Eine prachtvolle Robe mit heiliger Kraft.", "Túnica de calidad con un aura divina."], "desc_long": ["Robes made for high ranking servants of the gods. The cleric's robes are white in color and richly embroidered, often portraying the God of Light in its designs and embellished with ancient writing that praises the gods. It is an exceptionally beautiful piece, although this is not readily discernible from afar. Unfortunately, since these robes are all made completely by hand, it takes and enormous amount of time to produce just one.", "在侍奉神明的人中，只有地位特別高的人才可穿著的禮袍。此袍以白色為基調，遍佈著細緻精美的刺繡，還縫有象徵著光之神的標記和讚美諸神的古代文字。雖然從遠處難以看清，但近看就會發現它非常美麗。這些刺繡全部手工縫製，因此製作一件禮袍需花費很長時間。", "성직자 중에서도 특히 지위가 높은 사람을 위한 가운. 흰 바탕에 섬세한 자수를 풍성하게 놓았다. 자수에는 빛의 신을 뜻하는 상징과 신들을 뜻하는 고대 문자가 포함되었으며, 가까이서 보면 대단히 미려한 것을 알 수 있다. 이 작업은 전부 손으로 진행되기 때문에 한 벌을 만드는 데 엄청난 시간이 든다.", "Robe destinée aux personnes de haut rang au service des dieux. La robe cléricale est blanche et richement brodée avec des motifs représentant le dieu de la lumière. Elle est embellie avec d'anciennes écritures honorant les dieux. C'est une tenue d'une beauté exceptionnelle, bien que les détails ne soient pas visibles de loin. Sa production prend malheureusement beaucoup de temps car elle est fabriquée à la main.", "Roben für die höherrangigen Gottesdiener. Klerikerroben sind weiß und mit Stickereien reich verziert, die den Gott des Lichts darstellen oder heilige Texte wiedergeben. Die Muster sind so filigran, dass ihre ganze Schönheit erst bei eingehender Betrachtung sichtbar wird. Jede einzelne dieser Roben wird in Handarbeit hergestellt und erfordert einen immensen Zeitaufwand.", "Túnicas de los sirvientes de alto rango de los dioses. La túnica clerical es blanca y ricamente bordada, a menudo con representación del Dios de la Luz y adornada con inscripciones antiguas de alabanza a los dioses. Una prenda excepcionalmente bella, aunque no se aprecie desde la distancia. Por desgracia, se elaboran completamente a mano, por lo que se tarda muchísimo en producir una sola."]}, "accuracy": 0}