{"slot": "Chest", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Gaia Gear", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 180, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": {"Petrify": 30}, "element_resist": {"Earth": 50, "Wind": -50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 5, "SPR": 5, "DEF": 20}, "icon": "item_20405.png", "type": "Robe", "strings": {"name": ["Gaia Gear", "大地之衣", "대지의 옷", "Tunique de Gaïa", "Erdanzug", "Equipo Gaia"], "desc_short": ["A robe that holds the power of the earth.", "擁有大地之力的衣服", "대지의 힘이 깃든 로브", "Robe renfermant le pouvoir de la terre.", "Eine Robe, die die Macht der Erde in sich trägt.", "Túnica que contiene el poder de la tierra."], "desc_long": ["Nature offers great bounties and blessings, but at the same time can cause calamity and destruction. When people believed they should show their gratitude to the land for its daily gifts in order to prevent its fury in the future, they would perform a special dance. The gaia gear, which holds the power of the earth within, was made to be worn during said special ritual. It is said that wearing it prevents its owner from falling prey to the ailment known as stone.", "大自然在給予人類恩澤的同時，也會帶來無情的天災地變。人們或者為感謝大自然的恩惠，或者為平息大地的怒火，而向其獻上美麗的舞蹈。此衣專門為獻舞而製作。注入了大地之力，保護身穿此衣的人免受石化詛咒的威脅。", "자연은 수많은 혜택을 주지만, 때로는 무자비한 천재지변을 일으키기도 한다. 사람들은 자연의 은혜에 감사할 때나, 땅이 노해서 재해가 일어났을 때나 제사를 올리며 춤을 바쳤다. 이 옷은 제사 때 입기 위해 만든 것으로, 대지의 힘이 담겨 있다. 이 옷을 입으면 석화의 저주를 막을 수 있다고 한다.", "La nature sait se montrer généreuse mais peut également causer des calamités et des destructions. Lorsque les gens voulaient exprimer leur gratitude à la terre pour sa générosité au quotidien, ou bien qu'ils voulaient au contraire l'apaiser, ils exécutaient une danse spéciale. Ils portaient alors une tenue spéciale pour ce rituel : la tunique de Gaïa. Il paraît que cette tenue permettrait d'éviter de se faire transformer en pierre.", "Die Natur bietet dem Menschen viele Segnungen, kann aber auch großes Unglück über ihn bringen. Um Dankbarkeit für die Gaben der Erde zu zeigen, aber auch um deren Zorn zu besänftigen, werden bestimmte Ritualtänze aufgeführt. Der Erdanzug wird während dieser Rituale getragen. Es heißt außerdem, dass der Träger dieses Gewandes vor Versteinerung geschützt ist.", "La naturaleza ofrece grandes riquezas y bendiciones, pero también puede causar calamidades y destrucción. Cuando los pueblos creían que debían mostrar su gratitud a la tierra con dones para evitar su furia, ejecutaban una danza especial. El equipo Gaia, que contiene el poder de la tierra, era el atuendo de ese ritual especial. Se dice que llevarlo evita que su portador sufra el estado piedra."]}, "accuracy": 0}