{"slot": "Chest", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Siren's Robe", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 430, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": {"Sleep": 100, "Silence": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 40, "SPR": 40, "DEF": 30}, "type": "Robe", "strings": {"name": ["Siren's Robe", "塞壬法袍", "세이렌의 로브", "Tunique de Sirène", "Sirenenrobe", "Túnica de Sirena"], "desc_short": ["A robe able to nullify silence and sleep.", "能夠使沉默和睡眠效果無效的法袍", "침묵과 수면을 무효화하는 로브", "Une robe capable d'annuler l'effet de silence et sommeil.", "Eine Robe, die Schlaf und Stille annulliert.", "Una túnica capaz de anular el silencio y el sueño."], "desc_long": ["A robe left behind by the mysterious Dark Siren that when equipped protects the wearer from silence and sleep. Dark Siren possesses the lovely face of a woman paired with the great wings of a bird, and a mysteriously enchanting singing voice. Although she greatly resembles the esper Siren, her true identity remains unknown. The only thing for certain is that this robe hides incredible power within.", "能夠使沉默和睡眠效果無效的法袍，是突然出現的「暗黑塞壬」所留下的裝備。暗黑塞壬雖然和幻獸塞壬一樣具有美女的容顏、巨大的羽翼和天籟般的歌喉，不過其真面目無人知曉。唯一可以確認的是，這件法袍具有非常強大的力量。", "장비하면 침묵과 수면을 무효화 하는 로브로, 돌연히 나타난 수수께끼의 존재 '다크 세이렌'이 남긴 것이다. 다크 세이렌은, 아름다운 여자의 얼굴과 커다란 새의 날개, 기묘하지만 아름다운 노랫소리 등 환수 세이렌과 유사한 점이 여럿 확인되었지만, 그 정체에 대해 밝혀진 바는 없다. 확실한 건, 이 로브에 매우 강력한 힘이 깃들어 있다는 것뿐이다.", "Une robe abandonnée par la mystérieuse Sirène obscure qui protège son porteur des sorts silence et sommeil. Sirène obscure possède le visage d'une femme magnifique, les ailes d'un oiseau et une voix enchanteresse. Bien qu'elle ressemble comme deux gouttes d'eau à Sirène, sa véritable identité reste inconnue. La puissance incroyable de cette robe est, en revanche, bien attestée.", "Eine von der mysteriösen Dunkel-Sirene zurückgelassene Robe, die den Träger vor Stille und Schlaf bewahrt. Dunkel-Sirene verfügt über ein liebliches Antlitz, Vogelschwingen und eine verzaubernde Gesangsstimme. Obwohl sie dem Esper Sirene ähnelt, ist ihre wahre Herkunft unbekannt. Es ist nur gesichert, dass sich in der Robe unglaubliche Kraft verbirgt.", "Una túnica abandonada por la misteriosa Sirena oscura que, al equiparla, protege a quien la lleva del silencio y el sueño. La Sirena oscura posee la adorable cara de una mujer junto con las grandes alas de un pájaro, y una voz al cantar misteriosamente hipnótica. Aunque se parece mucho al esper Sirena, su verdadera identidad no se conoce. Lo único cierto es que su túnica contiene un poder increíble."]}, "icon": "item_20419.png"}