{"slot": "Chest", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Great Mage's Robe", "type_id": 53, "skills": [100050], "is_twohanded": false, "rarity": 7, "compendium_id": 463, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'MP +20%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 30, "SPR": 30, "DEF": 40}, "type": "Robe", "strings": {"name": ["Great Mage's Robe", "大魔導士法袍", "대마도사의 로브", "Tunique d'archimage", "Großmagierrobe", "Túnica de archimago"], "desc_short": ["Richly colored and slightly gaudy clothes.", "色彩艷麗的花哨服裝", "극채색으로 빛나는 현란한 의상", "Des vêtements aux mille couleurs mais un peu criards.", "Farbenfrohe und leicht grelle Kleidung.", "Ropaje de colores vivos e intensos."], "desc_long": ["A robe from a distant world that bolsters the DEF, MAG, and SPR of the wearer, as well as increases their MP. Although it is a highly efficient robe, its design is very clown-like, and thus it requires a bold person to command its appearance. However, it is said that in its original world it was owned by a powerful sorcerer who both looked like, and acted as if he were a real clown.", "來自異界的法袍。能夠提高裝備者的防禦、魔力、精神以及MP的數值。儘管性能很好，但這種服裝容易讓人聯想起小丑，因此穿著的時候需要很大的勇氣。據說這件法袍原本屬於一位異界大魔導士。他不僅外觀像小丑，連言行舉止都是一副小丑的樣子。", "이계에서 유입된 로브. 장비하면 방어력뿐 아니라 마력과 정신력, 그리고 MP가 상승한다. 매우 성능이 높은 장비이지만, 어릿광대를 연상시키는 요란한 디자인 때문에 착용하는 데엔 용기가 필요한 듯하다. 본래 이 의상이 존재하던 이계에서는, 겉모습뿐 아니라 언동까지 어릿광대 같았던 대마도사가 착용했었다고 한다.", "Une robe d'un monde lointain qui augmente la DEF, la MAGIE et la PSY de son porteur, tout en augmentant ses PM. Bien qu’elle soit très efficace, son aspect très clown fait que seul les personnes les plus courageuses sont capables de la porter. Toutefois, on raconte que dans son monde d'origine, elle était portée par un sorcier très puissant qui avait l'apparence et agissait comme un véritable clown.", "Eine Robe aus einer anderen Welt, die ABW, MAG, PSY und MP des Trägers erhöht. Obwohl sie sehr effizient ist, sieht sie clownesk aus und verlangt dem Träger daher Mut ab. In ihrer Ursprungswelt soll sie aber einem mächtigen Zauberer gehört haben, der so aussah und sich so verhielt wie ein echter Clown.", "Una túnica de un mundo lejano que aumenta la DEF, la MAG y el ESP de quien la lleva, a la vez que aumenta sus PM. Aunque es muy eficiente, su diseño es digno de un payaso y por ello debe ser llevada por alguien muy atrevido. Sin embargo, se dice que en su mundo original la llevaba un poderoso hechicero que parecía y actuaba como un payaso."]}, "icon": "item_20421.png"}