{"slot": "Chest", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Chain Robe", "type_id": 53, "skills": [203240], "is_twohanded": false, "rarity": 7, "compendium_id": 538, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'MP + 15%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 30, "DEF": 55}, "type": "Robe", "strings": {"name": ["Chain Robe", "鏈鎖法袍", "체인 로브", "Tunique combos", "Kettenrüstung", "Túnica encadenada"], "desc_short": ["The robe of a knight who has sworn allegience to the gods.", "效忠神明的騎士所穿著的法袍", "신에게 충성을 맹세한 기사의 로브", "La tunique d'un chevalier qui a juré allégeance aux dieux.", "Die Robe eines Ritters, der den Göttern die Treue schwor.", "La túnica de un caballero que juró lealtad a los dioses."], "desc_long": ["A robe that was brought from the distant world of Ivalice, and given to a knight who has sworn allegiance to the gods. Not only does the robe offer protection, but also increases the wearer's spirit. Knight Templars of the Church of Glabados fight using their swords bearing their convictions. These robes worn by the knights are designed to show that they fight under all that is holy, and is also made to ensure that the robe doesn't get in the way of the knight's battle.", "來自異界伊瓦利斯的法袍，屬於效忠神明的騎士。除了保護身體外，還能夠提高精神。神殿騎士隸屬於格列巴多斯教會控制下的騎士團，他們憑手中的利劍，為信仰而戰。因此，這種法袍的設計兼顧了作為聖職者的身份象徴，和戰鬥時所需的敏捷性。", "이계 '이발리스'에서 유입된, 신에게 충성을 바친 기사의 로브. 몸을 지키는 동시에 정신력을 상승시키는 힘을 지녔다. 그레바도스 교회의 기사단에 소속된 신전기사들은, 자신의 검을 단련하고 신앙을 위해 싸운다. 성직자임을 나타내는 디자인이지만, 검을 휘두르는 데 지장은 없도록 제작되었다.", "La tunique d'un chevalier originaire d'Ivalice qui a juré allégeance aux dieux. Cette tunique permet non seulement de protéger, mais aussi d'augmenter la psyché de son porteur. Les chevaliers templiers de l'église de Glabados se battent en utilisant leur épée et la force de leurs convictions. Ces tuniques portées par les chevaliers sont faites pour montrer qu'ils se battent au nom du Sacré et pour ne pas les gêner en plein milieu d'un combat.", "Eine Robe aus der fernen Welt Ivalice, die ein Ritter erhielt, der den Göttern Treue schwor. Die Robe bietet nicht nur Schutz, sondern stärkt auch den Geist des Trägers. Rittertempler der Kirche von Glabados, die für ihre Überzeugung kämpften, trugen diese als heilig geltende Robe, die zudem so entworfen ist, dass sie beim Kampf nicht behindert.", "Una túnica originaria del lejano mundo de Ivalice que recibió un caballero tras jurarle lealtad a los dioses. Aparte de ofrecer protección, esta túnica también aumenta el ESP de su portador. Los caballeros templarios de la Iglesia de Glabados luchan por sus convicciones a punta de espada. Estas túnicas que visten los caballeros están diseñadas para demostrar que luchan por todo lo sagrado y para que no sean un estorbo durante los combates."]}, "icon": "item_20423.png"}