{"slot": "Chest", "compendium_shown": true, "price_buy": 400, "requirements": null, "name": "Traveler's Garbs", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 177, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 40, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 3, "SPR": 9, "DEF": 12}, "icon": "item_20402.png", "type": "Robe", "strings": {"name": ["Traveler's Garbs", "旅人法衣", "여행자의 법복", "Tenue de voyageur", "Reisekleidung", "Traje de viajero"], "desc_short": ["The garb of a devout pilgrim.", "擁有虔誠信仰的巡禮者所穿的法袍", "독실한 순례자의 법복", "Costume d'un pèlerin pieux.", "Die Kutte eines frommen Pilgers.", "Atuendo de un peregrino devoto."], "desc_long": ["There are many who believe in the God of Light, but the way to worship him varies from group to group. Extremely fervent believers consider it their mission to be touched by the God of Light, and thus make pilgrimages to so-called holy grounds. The ruins and secluded regions they visit are often very troublesome to get to, but they believe that wearing the traveler's garbs to make their journey more difficult will reflect their piety in the eyes of the God of Light.", "信仰光之神的人眾多，但不同派別之間的信仰方式有微妙的不同。非常虔誠的宗派，其信眾會為了接觸光之神的威嚴光輝而向聖地朝聖。而聖地則多位於遺跡和祕境等無法輕易到達的地方。信眾為了彰顯自己的虔誠，身著此法衣開啟苦行之路。", "빛의 신을 믿는 사람은 많지만, 섬기는 방식은 종파에 따라 다양하다. 경건한 신도가 많은 종파에서는 빛의 신을 영접하기 위해 그들의 성지로 순례를 떠난다. 성지는 유적이나 비경 등 접근하기 힘든 곳에 있는 경우가 많아서, 신도들은 신앙심을 증명하기 위해 이 법복을 입고 고난의 여행길에 오른다.", "Il existe beaucoup de gens qui croient au dieu de la lumière, mais la façon de le vénérer varie beaucoup d'une religion à l'autre. Les croyants très fervents font des pèlerinages dans des endroits réputés sacrés pour entrer avec contact avec son pouvoir divin. Les ruines et les régions isolées qu'ils visitent sont souvent difficiles d'accès, mais ils considèrent que s'y rendre avec un ensemble de voyage pour corser leur périple est une marque de piété à l'égard de ce dieu.", "Zahllose Menschen verehren den Gott des Lichtes, doch diese Verehrung kann viele Formen annehmen. Besonders fromme Gläubige betrachten es als ihre Pflicht, lange Wallfahrten zu heiligen Stätten zu unternehmen, um so dem Gott des Lichtes näherzukommen. Diese Wallfahrten führen oft zu Ruinen und abgelegenen Gegenden. Die Pilger tragen dabei in der Regel bestimmte Gewänder, um ihrer Hingabe Ausdruck zu verleihen.", "Muchos creen en el Dios de la Luz, pero la forma de venerarlo varía según el grupo. Los creyentes más fervientes consideran que su misión es ser tocados por él, y por eso peregrinan a las llamadas tierras santas. A menudo resulta difícil acceder a las ruinas y a las zonas remotas que visitan, pero consideran que llevar el atuendo de viajero para complicar más el viaje les hará ganar el favor del Dios de la Luz."]}, "accuracy": 0}