{"slot": "Chest", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Wizard's Robe", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 179, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 12, "SPR": 0, "DEF": 18}, "icon": "item_20404.png", "type": "Robe", "strings": {"name": ["Wizard's Robe", "魔術師長袍", "마술사 로브", "Robe de sorcier", "Magierrobe", "Túnica de mago"], "desc_short": ["A robe that affords the wearer an air of mystery.", "更加凸顯魔術師妖豔的法袍", "마술사 특유의 수상한 분위기를 풍기는 로브", "Robe qui confère un air mystérieux à celui qui la porte.", "Eine mysteriöse Robe.", "Túnica que otorga un aire misterioso."], "desc_long": ["Many mages were considered suspicious and were often shunned by others before magic became common practice. Black mages decided to play along with the fear their magic instilled in others, and tested their luck against the intrusions and persecution they faced from those around them. The fruit of such efforts is the wizard's robe, which hides the face and runs all the way down to the feet. This robe paired with the pointy wizard's hat is what came to be known as the traditional black mage's ensemble.", "在魔法普及之前，人們曾認為魔道士驅使妖異之力，所以都避而遠之。而魔道士們正巧也利用了這點，為了躲避干涉和迫害，將自己打扮得令人畏懼。其結果就是這件法袍的誕生。頭頂遮面尖帽以及身披遮裹全身的法袍，自此成為了黑魔道士傳統的服飾。", "마법이 널리 보급되기 전에는 마도사란 수상한 힘을 부리는 기피의 대상이었다. 마도사도 그런 이미지를 역으로 이용해서 타인의 간섭과 박해를 피하고자 했는데, 그 결과 만들어진 옷이 이 로브이다. 얼굴이 보이지 않는 뾰족한 모자와 발끝까지 덮는 로브는 흑마도사의 전통 복장으로 자리 잡았다.", "De nombreux mages étaient considérés comme suspicieux et étaient tenus à distance avant que la pratique de la magie ne se généralise. Les mages noirs décidèrent d'exploiter la peur que leur magie inspirait aux gens et firent en sorte que personne ne viennent leur mettre des bâtons dans les roues. La robe de mage constitue le fruit de leurs efforts. Elle cache le visage et recouvre tout le corps. Elle forme, avec le chapeau de sorcier pointu, l'ensemble traditionnel du mage noir.", "Bevor Magie gemeinhin anerkannt wurde, wurden Magier meist gefürchtet und gemieden. Besonders die Schwarzmagier nutzten die Furcht aus, die ihre Fähigkeiten bei anderen auslösten, um sich gegen Eindringlinge und Nachstellungen zu schützen. Die Magierrobe ist ein Überbleibsel aus jener Zeit und verhüllt vom Gesicht bis zu den Füßen den ganzen Körper. Zusammen mit dem spitzen Schlapphut bildet sie bis heute die traditionelle Kluft der Schwarzmagier.", "A muchos magos se los miraba con recelo y se los rehuía antes de que el uso de la magia se extendiera. Los magos negros decidieron aprovechar el miedo que su magia generaba en los demás, y se rebelaron contra la persecución a la que eran sometidos. El fruto de estos esfuerzos es la túnica de mago, que esconde la cara y llega hasta los pies. Junto con el sombrero de mago puntiagudo, conforma el conjunto tradicional del mago negro."]}, "accuracy": 0}