{"slot": "Chest", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Magnolia's Uniform", "type_id": 53, "skills": [100040], "is_twohanded": false, "rarity": 4, "compendium_id": 797, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'MP +10%' passive."], "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 18, "SPR": 16, "DEF": 20}, "icon": "item_20432.png", "type": "Robe", "strings": {"name": ["Magnolia's Uniform", "木蘭衣", "목련의 옷", "Uniforme de Magnolia", "Magnolias Gewandung", "Uniforme de Magnolia"], "desc_short": ["Clothes brought from the faraway world of Luxendarc.", "來自異界盧森達爾克的衣服", "이계 룩센다르크에서 유입된 옷.", "Des vêtements rapportés du monde lointain de Lucsendarc.", "Kleidung aus der fernen Welt von Luxendarc.", "Ropa del lejano mundo de Luxendarc."], "desc_long": ["Clothes brought from the faraway world of Luxendarc. This particular uniform is categorized under robes. It is said that it was worn by a certain female calling herself the \"Ba'al Buster,\" claiming that she came from the moon. The placid tone of the uniform and deep slit on the sides imparts a mysterious and elegant feel to the wearer.", "來自異界盧森達爾克的衣服。在設計分類上屬於長袍，據說是來自月世界、自稱「魔王破壞者」的女性穿著的服飾，安穩調和的配色配上大膽的高衩、醞釀出一種優雅又神祕的氣質。", "이계 룩센다르크에서 유입된 옷. 카테고리 상 로브로 분류된다. 달에서 온 '마왕 버스터'가 착용하던 것으로, 차분한 색상과 대담한 절개 라인이 우아하고 신비로운 분위기를 자아낸다.", "Des vêtements rapportés du monde lointain de Lucsendarc. Cet uniforme est classifié comme une robe. Il aurait été porté par une femme qui s’était attribuée le nom de \"Tueuse de Ba'al\" et qui prétendait venir de la Lune. Le ton serein de la tenue et ses côtés fendus confèrent à son porteur une allure à la fois mystérieuse et élégante.", "Kleidung aus der fernen Welt von Luxendarc. Diese spezielle Uniform gehört der Gattung der Roben an. Man sagt, dass si einst von einer bestimmten Dame getragen wurde, die sich \"Ba'al-Jägerin\" nannte und vom Mond stammen soll. Der ruhige Farbton der Uniform und die Einschnitte an beiden Seiten geben dem Kleidungsstück und seinem Träger eine mysteriöse und elegante Aura.", "Ropa del lejano mundo de Luxendarc. Este uniforme en concreto está clasificado como una túnica. Se dice que lo llevaba una mujer que se autodenominaba la \"cazademonios\" y que decía que era de la luna. El color del uniforme y los cortes que tiene en los lados le añaden un halo de misterio y de elegancia a todo aquel que se ponga esta prenda."]}, "accuracy": 0}