{"slot": "Chest", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Robe of Vigor", "type_id": 53, "skills": [100740], "is_twohanded": false, "rarity": 6, "compendium_id": 825, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Auto-Refresh' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 38, "DEF": 38}, "icon": "item_62401.png", "type": "Robe", "strings": {"name": ["Robe of Vigor", "血氣方剛的法袍", "정신력의 로브", "Tunique de la vigueur", "Robe der Vitalität", "Túnica del vigor"], "desc_short": ["A very sturdily made robe.", "做工十分堅固的法袍", "특수한 재료로 만들어진 질긴 로브.", "Une robe de manufacture particulièrement robuste.", "Eine äußerst robust gefertigte Robe.", "Una túnica bastante resistente."], "desc_long": ["A very sturdy robe made from special materials. It's standard battle practice to have healers, who can use healing magic, positioned towards the back of the party, but healers wearing this robe are often found fighting aggressively in the frontline of battle.", "做工十分堅固的法袍", "특수한 재료로 만들어진 질긴 로브. 전쟁이 벌어지면 전선에서 용맹하게 싸우던 성직자가 걸친 물건이다.", "Une robe très résistante fabriquée à partir de matériaux spéciaux. Une stratégie de combat commune consiste à placer les soigneurs d’un groupe à l’arrière, de sorte à mieux les protéger, mais ceux qui sont équipés de cette robe se ruent souvent sur la ligne de front, toujours prêts à en découdre.", "Eine feste Robe, die aus einem besonderen Material gefertigt wurde. Normalerweise halten sich Heiler, die sich im Kampf auf ihre Heilmagie konzentrieren, im Hintergrund, doch Heiler, die diese Robe tragen, kämpfen oftmals verbissen an vorderster Front.", "Una túnica bastante resistente hecha de materiales especiales. Al combatir, lo normal es llevar sanadores en el grupo y, normalmente, a estos se los sitúa en la retaguardia. Sin embargo, los sanadores que llevan esta túnica suelen estar en primera línea de batalla luchando con uñas y dientes."]}, "accuracy": 0}