{"slot": "Chest", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Sage's Robe", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 184, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 15, "SPR": 15, "DEF": 35}, "type": "Robe", "strings": {"name": ["Sage's Robe", "賢者法袍", "현자의 로브", "Robe de sage", "Weisenrobe", "Túnica de sabio"], "desc_short": ["A robe befitting a master mage.", "到達魔道極致之人所穿的法袍", "마도를 추구하는 사람의 로브", "Robe destinée à un maître mage.", "Eine Robe würdig eines Meistermagiers.", "Túnica adecuada para maestros de la magia."], "desc_long": ["Becoming a sage is quite difficult. Sages are both powerful magic users and extremely knowledgeable people, and thus are thought to be useful in a multitude of situations. However, whoever believes that the abilities of a sage are what grant a person such a title does not understand the basics of this role. One thing is for sure though, only self-proclaimed sages adorn their sage's robe with elaborate designs, for true sages keep their robes modest.", "要成為賢者，可謂難於上青天。能使用強力魔法，擁有淵博學識等，能想出來的條件有很多，但是究竟如何才能成為賢者，至今都還沒有明確的標準。唯一確定的是，將原本樸素的賢者法袍裝扮得十分豪華，還自稱是賢者的人，一定是冒牌貨。", "현자가 되기란 어렵다. 강력한 마법을 다루고 폭넓은 지식을 갖추는 등 필요한 조건은 많지만, 정확한 기준이 무엇인지는 명확하지 않다. 한 가지 확실한 건, 소박해야 마땅할 이 로브를 요란하게 치장하고 다니며 현자를 자처하는 자는 가짜라는 것이다.", "Il est très difficile de devenir un vrai sage. Ce sont de puissants utilisateurs de magie qui détiennent un immense savoir, ce qui les rend utiles dans une multitude de situations. Ne croyez pas cependant que le simple fait de posséder ces capacités suffît à obtenir le titre de sage, car ce serait méconnaître la véritable fonction de celui-ci. Une chose est sûre : si les sages autoproclamés ornent leur robe avec des motifs élaborés, les vrais sages,eux, portent un modèle plus modeste.", "Es ist äußerst schwierig, ein Weiser zu werden. Nicht nur, weil dazu großes magisches Können und ein umfangreiches Wissen erforderlich sind, sondern auch, weil es nicht klar definiert ist, was einen Weisen wirklich ausmacht. Klar ist nur eines: Jemand, der prächtig verzierte Roben trägt und sich einen Weisen nennt, ist sicherlich ein Hochstapler, denn ein wahrer Weiser kleidet sich stets bescheiden.", "Ser un sabio es bastante difícil. Los sabios son magos poderosos y personas con mucha sabiduría, y por ello se los considera útiles en muchas situaciones. Sin embargo, quien crea que son sus habilidades lo que les confiere esta condición, no ha entendido cómo funciona su papel. Una cosa es segura: solo los sabios autoproclamados adornan sus túnicas con diseños elaborados. Los sabios de verdad son modestos al vestir."]}, "icon": "item_20409.png"}