{"slot": "Chest", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Platinum Robe", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 658, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 38}, "icon": "item_20416.png", "type": "Robe", "strings": {"name": ["Platinum Robe", "白金法袍", "백금의 로브", "Tunique de platine", "Platinrobe", "Túnica de platino"], "desc_short": ["A robe made from platinum.", "用白金製作的法袍", "백금으로 만들어진 로브", "Une tunique faite de platine très résistant.", "Eine Robe aus Platin.", "Una túnica de platino."], "desc_long": ["A robe made from very durable platinum. Platinum is a very heavy metal, but the design and craftsmanship employed onto the robe gives it a level of mobility that makes it feel very light. As a downside, it is an expensive piece, which is a daunting hurdle to many who seek this robe.", "以耐用性高的白金釘製成的法袍。白金雖然是比重較重的金屬，但因工匠的輕化加工隨處可見，因此在穿著時幾乎感受不到重量。其唯一的困難點在於價格，據說聽到價錢就放棄者占大多數。", "내구성이 뛰어난 백금이 여기저기 박혀있는 로브. 백금은 무게가 나가는 금속이지만, 장인의 손길로 경량 가공 처리가 되어 있어 전혀 무게를 느낄 일 없이 가볍게 움직일 수 있다. 문제라고 하면 오로지 가격뿐으로, 가격을 듣고 어깨를 늘어뜨리는 자가 대부분이다.", "Une tunique faite de platine très résistant. Le platine est un métal très lourd, mais la conception et les techniques utilisés pour cette tunique lui donne un tel niveau de mobilité qu’elle semble légère.  Par contre, elle est extrêmement chère, ce qui décourage beaucoup ceux qui la convoitent.", "Eine Robe, in die besonders widerstandsfähiges Platin eingelassen wurde. Obwohl Platin ein verhältnismäßig schweres Metall ist, gelang es fähigen Handwerkern in letzter Zeit, es so zu verarbeiten, dass das entstandene Material besonders leicht wurde. Zieht man diese Robe an, kann der Träger sich daher bewegen, fast ohne ihr Gewicht zu fühlen. Das einzige Problem ist ihr relativ hoher Preis, wegen dem sie für die meisten Interessenten ausscheidet.", "Una túnica de resistente platino. El platino es un metal bastante pesado, pero el diseño y el cuidado empleados en la fabricación de esta túnica la hacen bastante ligera. La parte negativa es que se trata de una pieza bastante cara, lo que hace que, para muchas personas, sea imposible adquirir este objeto."]}, "accuracy": 0}