{"slot": "Chest", "compendium_shown": true, "price_buy": 100000, "requirements": ["SEX", 2], "name": "Fina's Clothes", "type_id": 53, "skills": [100010, 210270], "is_twohanded": false, "rarity": 8, "compendium_id": 505, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'HP +10%' passive.", "Grants 'Purest of Hearts' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 25, "DEF": 35}, "icon": "item_20422.png", "type": "Robe", "strings": {"name": ["Fina's Clothes", "菲娜衣", "피나의 옷", "Costume de Fina", "Finas Kleidung", "Ropajes de Fina"], "desc_short": ["A cute robe for girls only. (Enables special abilities when equipped by Fina)", "柔弱少女的法袍·女性角色限定【菲娜裝備時，發動特定技能】", "가련한 소녀의 로브(여성용) [피나 장착 시 특정 어빌리티 발동]", "Une jolie robe pour fille uniquement. (Permet à Fina d'utiliser des aptitudes spéciales)", "Eine hübsche Robe für Mädchen. (Aktiviert bei Fina Spezialfertigkeiten)", "Una bonita túnica para chicas. (Activa habilidades especiales si se la equipa Fina)."], "desc_long": ["A cute, white and purple robe worn by Fina. The cape is designed with patterns traditional to white mages. The robe looks quite sparse, but unlike any normal robe, it holds special powers that imparts high defense to its wearer. It has been confirmed that the special properties of this robe only appears when worn by Fina. (Enables special abilities when equipped by Fina)", "以白色和紫色為基色的法袍。披肩上帶有象徴白魔道士的傳統紋樣。儘管看起來很薄，但它寓有神秘力量，使得它具有較強的耐久性。該法袍為菲娜量身定做，只有穿在菲娜身上才能發揮特殊效果。【菲娜裝備時，發動特定技能】", "흰색과 보라색을 베이스로 한 피나의 로브. 망토에는, 백마도사를 상징하는 전통적인 무늬가 새겨져 있다. 얇아 보이긴 하지만, 신비로운 힘이 깃들어 있어 일반적인 의복과 비교했을 때 내구성도 뛰어난 편이다. 본래 소유자인 피나가 둘렀을 경우에 한해 특수한 효과를 발휘한다는 사실이 확인되었다. [피나 장착 시 특정 어빌리티 발동]", "Une jolie robe blanc et pourpre portée par Fina. La cape est ornée de motifs traditionnellement associés aux mages blancs. La robe semble plutôt légère, mais contrairement aux robes ordinaires, elle possède des pouvoirs spéciaux qui confèrent à son porteur une protection considérable. Il est cependant avéré que les propriétés spéciales de cette robe ne s'activent que lorsque celle-ci est portée par Fina. (Confère des compétences spéciales à Fina lorsqu'elle s'en équipe)", "Eine niedliche purpurweiße Robe getragen von Fina. Der Umhang weist traditionelle Muster von Weißmagiern auf. Zwar wirkt sie karg, anders als andere Roben birgt sie jedoch besondere Kräfte, die die Verteidigung erhöhen. Diese Spezialeigenschaften kommen nur zum Vorschein, wenn Fina sie trägt. (Aktiviert bei Fina Spezialfertigkeiten)", "Una bonita túnica blanca con la que se viste Fina. La capa está confeccionada con patrones tradicionales propios de los magos blancos. Parece una capa normal; pero no es así, pues le proporciona una mayor defensa a su portador. Sin embargo, se sabe que las propiedades especiales de esta túnica solo se activan si la lleva Fina. (Activa habilidades especiales si se la equipa Fina)."]}, "accuracy": 0}