{"slot": "Chest", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Sage's Surplice", "type_id": 53, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 178, "dmg_variance": null, "slot_id": 4, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 12, "DEF": 18}, "type": "Robe", "strings": {"name": ["Sage's Surplice", "祭司法袍", "사제 로브", "Surplis de sage", "Priestergerwand", "Roquete de sabio"], "desc_short": ["A robe worn by those who serve the gods.", "侍奉神明者的法袍", "신을 섬기는 사람이 입는 로브", "Chapeau porté par les serviteurs des dieux.", "Die Robe eines Gottesdieners.", "Túnica que llevan quienes sirven a dioses."], "desc_long": ["Before magic became systemized, it was believed that the power to heal others was something that had to be borrowed from the gods. Therefore, white magic was entrusted to shrine maidens and holy men. The sage's surplice was then made based on the garb worn by a person considered the holy man of a certain village when people who worshipped the gods first began gathering in groups.", "在魔法體系完善之前，人們相信使用治癒之力需要借助諸神的力量。因此，會使用白魔法的人經常被尊為巫女或聖人。最終，這些信奉神明的人聚集在一起建立了教會等信奉神明的集團，他們按照這些聖人身上的法袍為原型製作出了祭司法袍。", "마법 체계가 정비되기 전에는 치유의 힘은 신들의 힘을 빌리는 것이라고 믿었다. 그래서 백마법을 다루는 사람들은 종종 무당이나 성인으로 추앙받았다. 이렇게 신을 믿는 사람들이 점차 집단을 이루게 되자, 마을에서 성인으로 추앙받는 사람이 입던 로브를 본떠 사제복이 만들어졌다.", "Avant que la magie ne soit systématisée, on pensait que le pouvoir de guérir était confié par les dieux. La magie blanche fut donc confiée à des jeunes filles au service de sanctuaires ainsi qu'à des hommes saints. Le surplis de sage fut fabriqué à partir de la tenue portée par l'homme saint d'un village, à l'époque où les croyants commencèrent à se regrouper.", "Bevor die Magie systematisch erforscht wurde, dachten die Menschen, dass die Kraft der Heilung von den Göttern verliehen wurde. Weißmagie war daher das Hoheitsgebiet der Schreinjungfern und Heiligen. Die Priesterrobe basiert auf den traditionellen Gewändern, die die Gottesdiener in alter Zeit zu tragen pflegten, bevor die formalen Kulte und Religionen Gestalt annahmen.", "Antes de que la magia se popularizara, se creía que el poder de curar era un préstamo de los dioses. Por ello, la magia blanca se limitaba a sacerdotisas y hombres santos. El roquete de sabio se hacía en base al ropaje del considerado hombre santo de una aldea cuando quienes veneraban a los dioses empezaban a reunirse en grupos."]}, "icon": "item_20403.png"}