{"slot": "Chest", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Pure White Robe", "type_id": 53, "skills": [203240], "is_twohanded": false, "rarity": 6, "compendium_id": 615, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'MP + 15%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Light": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 44, "DEF": 30}, "icon": "item_20426.png", "type": "Robe", "strings": {"name": ["Pure White Robe", "純白法袍", "순백의 로브", "Tunique blanche immaculée", "Reinweiße Robe", "Túnica inmaculada"], "desc_short": ["A beautiful white robe.", "純白的美麗法袍", "순백의 아름다운 로브", "Une magnifique robe blanche.", "Eine schöne weiße Robe.", "Una bonita túnica de color blanco."], "desc_long": ["A beautiful white robe. The robe is made using special threads that increases the wearer's MP, defense, spirit, and resistance to light attacks. This rare robe is sought by many for its amazing properties, but only a select few have been able to get their hands on one because of the rarity coming from the threads used.", "純白的美麗法袍，由特殊絲線製成。裝備上它不僅是MP，就連防禦和精神與光屬性耐性都能得到飛躍的提高。如此優秀的裝備當然大家都想擁有，而由於原材料絲線十分珍貴，因此很少有人能夠得到這法袍。", "아름다운 순백색의 로브. 특수한 실로 제작되어, 장착하면 MP뿐 아니라 방어력과 정신력, 빛속성 저항력까지 상승시킨다고 한다. 매우 뛰어난 장비로서 누구나가 갖고 싶어 하는 희귀품이지만, 재료로 사용되는 실이 매우 귀하기 때문에 손에 넣을 수 있는 자는 얼마 되지 않는다.", "Une robe d'un blanc immaculé absolument magnifique. Confectionnée à partir d'un fil spécial, elle permet non seulement d'augmenter les PM, mais également la DEF, la PSY et la résistance à la lumière de son porteur. Les matériaux nécessaires à sa fabrication étant toutefois très difficiles à obtenir, seules quelques personnes ont eu le privilège de la porter. Sa finition exemplaire la rend cependant extrêmement désirable pour beaucoup de personnes.", "Eine schöne weiße Robe. Ihr besonderes Material erhöht die MP sowie die Verteidigung, den Geist und die Blitzresistenz. Aus diesem Grund streben viele danach, doch nur einige Ausgewählte konnten Hand an sie anlegen, denn ihre Fasern sind von großer Seltenheit.", "Una bonita túnica de color blanco que está hecha con hilos especiales que aumentan los PM, la DEF, el ESP y la resistencia contra ataques de luz de quien la porta. Esta túnica poco común es muy valiosa debido a sus muchas propiedades. Sin embargo, muy pocos han conseguido hacerse con una debido a lo raros que son los hilos con que está hecha."]}, "accuracy": 0}