{"slot": "Chest", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Lordly Robe", "type_id": 53, "skills": [100710, 100720], "is_twohanded": false, "rarity": 7, "compendium_id": 315, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'Auto-Protect' passive.", "Grants 'Auto-Shell' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 35, "SPR": 35, "DEF": 45}, "icon": "item_20413.png", "type": "Robe", "strings": {"name": ["Lordly Robe", "貴族法袍", "지배자의 로브", "Manteau royal", "Fürstenmantel", "Atuendo real"], "desc_short": ["A gorgeous robe worn by high priests.", "高僧穿戴的豪華法袍", "고승이 걸치는 호화로운 로브", "Manteau magnifique porté par les prêtres.", "Eine prächtige Robe, die von Hohepriestern getragen wird.", "Atuendo los sumos sacerdotes."], "desc_long": ["A robe only given to a selected few elite of the clergy. Those who serve the gods are usually men and women of deep faith who pour their entire body and soul into their beliefs. Unfortunately, however, there was also a time when certain members of the clergy abused their power and did not hesitate on using it to obtain this precious robe. This action backfired though, as the robe will only show its true power to those true of heart.", "只有居高位的聖職者才能穿著的法袍。聖職者即指全身心侍奉神明的清廉之人。但在信仰的力量膨脹的時代，偶爾會出現沉溺權利的人。這類人會爭相追求這身法袍，但法袍所帶有的力量，只會為內心清潔之人發揮功力。", "선택받은 고위 성직자만이 두를 수 있는 로브. 성직자란 신에게 자신을 바친, 몸도 마음도 청렴한 사람을 말하지만 신앙이 큰 힘을 가지는 시대에는 때로 권력에 눈이 먼 자들도 나타난다. 그자들은 하나같이 이 로브를 가지고 싶어 하지만, 로브에 깃든 진정한 힘은 깨끗한 마음을 가진 사람이 둘렀을 때만 발휘된다고 한다.", "Un manteau offert uniquement à une certaine élite du clergé. Ceux qui servent les dieux sont souvent des hommes et des femmes à la foi inébranlable, qui se dévouent corps et âme à leurs croyances. Hélas, il arriva un jour qu'un membre du clergé abusa de son pouvoir et l'utilisa pour s'emparer de ce précieux vêtement. Ce méfait ne fut toutefois pas sans conséquence, car le manteau ne montre son vrai pouvoir qu'à celui ou celle dont le cœur est pur.", "Diese Robe wird nur besonders verdienstvollen Mitgliedern des Klerus' verliehen. Die Diener der Götter sind normalerweise Männer und Frauen von großer Frömmigkeit, die sich mit Leib und Seele ihrem Glauben hingeben. Leider kam es auch schon vor, dass weniger makellose Kleriker ihre Macht missbrauchten, um in den Besitz dieser Robe zu gelangen. Solche Bestrebungen sind jedoch immer zum Scheitern verurteilt, da die Robe ihre Kraft nur würdigen Trägern verleiht.", "Atuendo otorgado únicamente a la élite del clericato. Aquellos que sirven a los dioses suelen ser hombres y mujeres que dedican cuerpo y alma a sus creencias. Desgraciadamente, hubo un tiempo en el que algunos miembros de la clerecía abusaban de su poder, usándolo sin vacilar para conseguir este preciado atuendo. Sin embargo, la estrategia no les funcionó, ya que esta túnica sólo muestra su forma real a los puros de corazón."]}, "accuracy": 0}