{"slot": "Chest", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Strategic Cape", "type_id": 53, "skills": [100050], "is_twohanded": false, "rarity": 8, "compendium_id": 849, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'MP +20%' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Water": 50, "Ice": 50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 52, "SPR": 38, "DEF": 40}, "icon": "item_20433.png", "type": "Robe", "strings": {"name": ["Strategic Cape", "戰略外套", "전략가의 망토", "Cape du stratège", "Strategischer Umhang", "Capa del estratega"], "desc_short": ["A cape which brings out one's hidden potential.", "能引發潛能的外套", "잠재능력을 끌어올려 주는 외투.", "Une cape qui révèle le potentiel caché de son porteur.", "Ein Umhang, der dem Träger sein verborgenes Potential entlockt.", "Una capa que resalta el potencial oculto de quien la porta."], "desc_long": ["A cape that was once worn by a young strategist from Olderion, which brings out one's hidden potential. This useful cape is able to greatly increase the wearer's resistance to ice and water attacks. The cape has a very elegant design that matches the style of only a few select people, and that particular strategist was one of them.", "出身於奧爾德里昂的年輕軍師所穿著的外套。不僅能激發出裝備者的潛在能力，還能大幅提高對抗冰∙水屬性攻擊的耐性，是非常優秀的裝備品。充滿高尚氣質的設計對於穿著者的要求也相當高，但是這位軍師卻輕易地穿上，並且十分合身。", "올데리온 출신의 젊은 참모가 걸치던 외투. 장착한 자의 잠재능력을 끌어올려 줄 뿐 아니라, 얼음과 물속성 공격에 대한 저항력을 대폭 상승시켜 주는 뛰어난 장비품이다. 기품이 넘치는 디자인 탓에 아무나 소화해낼 수 없는 옷이지만, 그 참모는 너무나도 쉽게 소화해냈다고 한다.", "Une cape qui révèle le potentiel caché de son porteur. Elle appartenait jadis à un jeune stratège d’Olderion. Ce vêtement particulièrement utile augmente considérablement la résistance à la glace et à l’eau de l’utilisateur. Il se distingue par sa conception élégante qui n’est digne que d’une poignée de guerriers, parmi lesquels on compte son ancien propriétaire, le jeune stratège.", "Ein Umhang, der einst von einem jungen Strategen aus Olderion getragen wurde und der das versteckte Potenzial seines Trägers enthüllt. Außerdem erhöht er die Resistenz des Trägers gegen Eis- und Wasserangriffe um ein Vielfaches, was sehr nützlich ist. Der Schnitt ist äußerst elegant, passt vom Stil aber nur wenigen Menschen und besagter Stratege war einer von ihnen.", "Una capa que llevó en el pasado un joven estratega de Olderion. Esta capa resalta el potencial oculto de quien la porta; además, si uno se la pone, aumenta enormemente la resistencia contra ataques de hielo y agua. Cuenta con un diseño elegante y solo se ajusta al estilo de una minoría selecta, entre los que se cuenta el estratega."]}, "accuracy": 0}