{"slot": "Chest", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Robe of Forgiveness", "type_id": 53, "skills": [100010], "is_twohanded": false, "rarity": 7, "compendium_id": 672, "dmg_variance": null, "slot_id": 4, "effects": ["Grants 'HP +10%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 55, "DEF": 30}, "icon": "item_20428.png", "type": "Robe", "strings": {"name": ["Robe of Forgiveness", "饒恕法袍", "용서의 로브", "Peluche mog", "Robe der Vergebung", "Túnica del perdón"], "desc_short": ["A robe worn by priests from the Dragon's Village.", "龍之鄉的祭司所穿的法袍", "용의 마을 사제가 두르던 로브", "Une robe portée par les prêtres de Dragonia.", "Eine Priesterrobe aus dem Drachendorf.", "La túnica que suelen vestir los sacerdotes de Draconia."], "desc_long": ["A robe worn by priests from the Dragon's Village. Its divine brilliance symbolizes the great forgiveness shown to all beings. Humans born into the world must overcome various trials and tribulations. Those who show the grace of forgiveness during such trials and tribulations gain the right to wear this particular robe. The robe constantly emits an aura of divinity that repels those of evil.", "龍之鄉的祭司所穿的法袍。其神聖光輝是作為饒恕的象徵。在這世上誕生的人們，每個人必須歷經苦難。只有在那過程中不論罪孽大小或人種，都能夠饒恕的慈悲者才能夠被認同並穿戴它。平時釋放出神聖之力，有邪念之人連碰都無法碰。", "용의 마을 사제가 두르던 로브. 그 신성한 빛은 위대한 관용의 상징이기도 하다. 이 세계에 태어난 인간은 누구나 갖가지 고난을 뛰어넘어야 한다. 그 과정에서 짓게 되는 죄의 크기와 인종을 막론하고 그 모두를 받아들일 줄 아는 자비로운 정신을 가진 사람만이 이 로브를 착용할 수 있다. 사악한 마음을 품은 자는 만질 수조차 없는 이 로브는 늘 신성한 빛을 발하고 있다.", "Une robe portée par les prêtres de Dragonia. Sa brillance éthérée symbolise le pardon accordé par les dieux aux êtres du dessous. Les humans nés dans ce monde doivent surmonter toutes sortes d’épreuves. Seuls ceux qui se montrent assez fort pour accorder la grâce du pardon durant ces épreuves durant de tels épreuvent sont dignes de porter cet habit. Elle émet une aura divine qui repousse les forces du mal.", "Eine Robe, die von den Priestern des Drachendorfes getragen wird. Ihr göttlicher Glanz ist das Zeichen für herrliche Vergebung. Alle Menschen, die in diese Welt geboren werden müssen zahlreiche Strapazen erdulden und überwinden. Nur wer dabei die Gnade besitzt, alles und jedem zu vergeben, dem ist es erlaubt, dieses Kleidungsstück zu tragen. Ein göttliche Aura geht von der Robe aus, so dass es jenen mit unreinem Herzen nicht möglich ist, sie auch nur zu berühren.", "La túnica que suelen vestir los sacerdotes de Draconia. Su brillo divino simboliza el perdón absoluto hacia cualquier ser vivo. En este sentido, los humanos que han nacido en este mundo han de superar una serie de pruebas y tribulaciones, y aquellos que muestren la gracia del perdón a lo largo de dichas pruebas y tribulaciones ganarán el derecho a llevar esta túnica. Dicha túnica nunca deja de emitir un aura divina que repele el mal."]}, "accuracy": 0}