{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Rhinestone Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 845, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 5}, "icon": "item_50306.png", "type": "Accessory", "strings": {"name": ["Rhinestone Ring", "萊茵石指環", "라인스톤 반지", "Anneau Rhinopierre", "Kristallsteinring", "Anillo de rinopiedra"], "desc_short": ["A ring that increases SPR.", "能提高精神力的戒指", "정신력을 올려주는 반지.", "Un anneau qui augmente la PSY de son porteur.", "Ein Ring, der die psychischen Kräfte des Trägers stärkt.", "Un anillo que aumenta el ESP."], "desc_long": ["A beautiful ring adorned with crystals that increases the wearer's spirit. The crystals are meticulously cut using a special technique, and radiates a brilliance no different to diamonds, making this beautiful ring very popular among the ladies.", "裝飾著水晶的美麗戒指，能夠提高裝備者的精神。利用特殊技術細心切割的水晶，散放著不輸給鑽石的光芒，其美感在女性之間特別有人氣。", "수정이 장식된 아름다운 반지. 장착한 자의 정신력을 상승시켜 주는 효과가 있다. 특수한 기술로 섬세하게 세공된 수정은 다이아몬드 못지않은 빛을 발하기 때문에 그 아름다움으로 인해 여성들 사이에서 특히 인기를 끌고 있다.", "Un magnifique anneau orné de cristaux qui augmentent l’esprit du porteur. Les cristaux sont méticuleusement découpés à l’aide d’une technique spéciale et émettent un éclat identique à celui des diamants. Pour cette raison, cette bague scintillante est également populaire auprès des femmes.", "Ein wunderschöner Ring, der mit Kristallen verziert ist, um die Psyche des Trägers zu stärken. Die Kristalle wurden mithilfe einer besonderen Technik so geschliffen, dass sie fast wie Diamanten funkeln, sodass dieser Ring in der Damenwelt äußerst beliebt ist.", "Un anillo decorado con cristales que aumenta el ESP. Gracias a una técnica especial, estos cristales están cortados con una precisión quirúrgica e irradian un brillo que es exactamente igual al de los diamantes. Por tanto, se trata de un anillo de una belleza extraordinaria que es muy popular entre las mujeres"]}, "accuracy": 0}