{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Kris Knife", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 622, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": {"Blind": 25, "Paralyze": 25, "Confusion": 25, "Disease": 25, "Poison": 25, "Sleep": 25, "Petrify": 25, "Silence": 25}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 0}, "icon": "item_50258.png", "type": "Accessory", "strings": {"name": ["Kris Knife", "波刃匕首", "크리스 나이프", "Kriss", "Krismesser", "Navaja enjoyada"], "desc_short": ["An ornamental knife that protects its bearer.", "能夠保護主人的裝飾小刀", "소유자를 수호하는 장식용 나이프", "Un couteau d'ornement qui protège son porteur.", "Ein verziertes Messer, das seinen Träger beschützt.", "Un cuchillo ornamental que protege a su portador."], "desc_long": ["An ornamental knife from a faraway land that protects its bearer. The blade has a beautiful wave pattern along the blade making some use it more as a decoration than a weapon. Many warriors bring this knife on their journeys because of the protection it offers. No one knows exactly how the knife grants protection, but it is of no doubt that the blade, which was made from a meteor, has something to do with it.", "異界傳說中登場的裝飾小刀，刀身鑄有波浪紋路，是一種美麗的裝飾品。此外，該刀會用不可思議的力量守護主人，因此外出遠征的戰士常會將其帶在身邊。該刀為何擁有加護之力尚無人知曉，但肯定與原材料的隕石有著密不可分的關係。", "이계의 전승에 등장하는 장식용 나이프. 검날이 우아하게 물결치고 있어, 장식품으로 취급되는 경우가 많다. 소유자를 지켜 주는 신비한 힘이 깃들어 있어, 가혹한 여행을 나서는 전사들이 즐겨 장착한다고 한다. 가호의 힘이 생겨나는 메커니즘에 대해서는 아직 밝혀진 바 없지만, 재료로 사용되는 운석이 가진 힘의 영향이라는 것은 틀림없는 듯하다.", "Un couteau d'ornement originaire d'un monde lointain qui protège son porteur. Cette arme possède de magnifiques motifs en forme de vagues tout le long de la lame, faisant d'elle bien plus un objet de décoration qu'un instrument de mort. Beaucoup de guerriers prennent cette épée avec eux en mission pour la protection qu'elle procure. Personne ne sait exactement par quel procédé elle arrive à protéger son porteur, mais il ne fait aucun doute que la lame, faite à partir d'un météore, doit sûrement y être pour quelque chose.", "Ein verziertes Messer aus einem fernen Land, das seinen Träger beschützt. Die Klinge hat ein schönes Muster, sodass sie eher dekorative Zwecke hat. Viele Krieger nehmen es mit auf ihr Reisen, da es Schutz bietet. Wie es Schutz gewährt, weiß niemand so wirklich, doch die Klinge, die von einem Meteor stammt, soll etwas damit zu tun haben.", "Un cuchillo ornamental que protege a su portador. La hoja tiene un bonito diseño de una ola; esto hace que algunos la usen más como ornamento que como arma. Muchos guerreros se llevan este cuchillo durante sus aventuras porque ofrece protección, aunque nadie sabe muy bien cómo. Sin embargo, no cabe duda de que su hoja, elaborada a partir de un meteorito, tiene algo que ver con ello."]}, "accuracy": 0}