{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Ice Headband", "type_id": 60, "skills": [101500, 203240, 100160], "is_twohanded": false, "rarity": 6, "compendium_id": 673, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +15%' passive.", "Grants 'MP + 15%' passive.", "Grants 'SPR +10%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50269.png", "type": "Accessory", "strings": {"name": ["Ice Headband", "冰晶髮帶", "빙제의 카추샤", "Bandana de glace", "Eisstirnband", "Bandana de hielo"], "desc_short": ["A hairpiece worn by parishioners in the Dragon's Village.", "龍之鄉的祈禱者所配戴的髮帶", "용의 마을에 사는 기도하는 소녀의 머리장식", "Une parure de cheveux portée par les membres du clergé à Dragonia.", "Ein Haarteil getragen von Bewohnern des Drachendorfes.", "Pelo postizo que suelen ponerse los feligreses de Draconia."], "desc_long": ["A hairpiece worn by parishioners in the Dragon's Village. The crystal adornment absorbs light and brilliantly emits the light out in various directions. This brilliance is said to calm even the most enraged of dragons, and can also ease tension and animosities. It is said that the parishioners danced to pronounce the brilliance coming from the headband.", "龍之鄉的祈禱者所繼承并配戴的髮帶。格外引人注目的冰晶髮帶，能吸收的光線並通過折射放出強烈光芒。它的光輝能夠讓興奮的龍冷靜，降低敵意。祈禱者之舞據說能將這個髮帶的光輝變得更突出耀眼。", "용의 마을에 사는 기도하는 소녀가 대대로 물려받아 온 머리 장식. 유난히 화려한 얼음 모양 장식은 주변의 빛을 흡수하여 복잡하게 굴절시켜 강렬한 빛을 발한다. 그 반짝임은 흥분한 용을 진정시키고, 적의를 누그러뜨린다. 기도하는 소녀의 춤은 이 카추샤의 빛을 두드러지게 하기 위한 춤이라고 한다.", "Une parure de cheveux portée par les membres du clergé à Dragonia. Le cristal qui orne cet accessoire absorbe la lumière et la rejette dans toutes les directions. On raconte que son brillant peut calmer le plus enragé des dragons, mais aussi atténuer les tensions et les animosités. Les membres du clergé effectuent des dans pour accentuer la brillance venant de cet accessoire.", "Haarschmuck, den die Gläubigen des Drachendorfs von Generation zu Generation weitergeben. Dieser bemerkenswert augenfällige Kristallschmuck sammelt das Licht seiner Umgebung, nur um es dann kunstvoll und komplex zu brechen und in einem starken Leuchten an seine Umgebung abzugeben. Mit diesem Funkeln ist es möglich, die Gefühle eines aufgebrachten Drachen zu beruhigen und seine Feindseligkeit zu mildern. Von den Tänzen der Gemeindemitglieder heißt es, dass sie choreographiert wurden, um das Leuchten des Stirnbands zu unterstreichen.", "Pelo postizo que suelen ponerse los feligreses de Draconia. El adorno de cristal absorbe la luz y la dispara en varias direcciones. Se dice que este brillo es capaz de calmar hasta al más furioso de los dragones y que también puede relajar cualquier tensión o animosidad. También, se dice que los feligreses solían bailar para aumentar el brillo de la felpa."]}, "accuracy": 0}