{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Sophia's First-aid Kit", "type_id": 60, "skills": [226060, 200450, 101410], "is_twohanded": false, "rarity": 5, "compendium_id": 878, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Medical Aid' ability.", "Grants 'Cheer' ability.", "Grants 'HP Stroll' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 3, "DEF": 3}, "icon": "item_50312.png", "type": "Accessory", "strings": {"name": ["Sophia's First-aid Kit", "索菲婭的急救箱", "소피아의 구급함", "Kit de soins de Sophia", "Sophias Erste-Hilfe-Set", "Botiquín de Sofía"], "desc_short": ["A beloved first-aid kit used by the nurse, Sophia", "護士索菲婭愛用的急救箱", "종군 간호사 소피아가 애용하던 구급함.", "Une trousse de premiers soins qui est chère à l’infirmière Sophia.", null, "Un botiquín que usa Sofía, la enfermera."], "desc_long": ["A beloved first-aid kit used by Grandshelt's military nurse, Sophia. The kit is well-organized so that she could quickly access the medicines needed to save as many patients as possible. Sophia was so well-known within Grandshelt's forces for her beauty that many knights dreamed of how great it would be for them to become her medical kit, which she held close to her at all times.", "格蘭謝爾特騎士團的軍隊隨行護士索菲婭所愛用的急救箱。為了能拯救更多的患者，將箱子內的醫療品整理成能夠快速取出的狀態。她在軍中也是評價非常高的美女，許多騎士看到她那永不離身的急救箱，都會恨不得自己也能變成急救箱。", "그랑셸트 기사단의 종군 간호사 소피아가 애용하던 구급함. 한명이라도 많은 환자를 치료하기 위해, 의료품을 재빨리 꺼내 들 수 있도록 정리되어 있다. 그랑셸트 군대 내에서도 평판이 자자한 미소녀였던 그녀가 이 구급함을 항상 지니고 있는 모습을 보고, 자신도 구급함이 되고 싶다고 중얼거리던 기사들도 많았던 모양이다.", "Une trousse de premiers soins qui est chère à l’infirmière Sophia de Grandshelt. Elle est organisée pour mieux permettre à sa propriétaire d’accéder au matériel nécessaire au plus vite et ainsi sauver autant de patients que possible. Sophia était réputée pour sa beauté au sein de l’armée de Grandshelt, à tel point que plusieurs chevaliers ont rêvé de prendre la place de sa trousse de soins, qu’elle tient toujours près de son corps.", "Der von Grandhshelts Militär-Krankenschwester Sophia innig geliebte Erste-Hilfe-Kasten. Der Kasten ist hervorragend organisiert und ermöglicht ihr schnellen Zugriff auf unentbehrliche Medizin, um vielen Patienten das Leben retten zu können. Für ihre Schönheit war Sophia so bekannt innerhalb der Grandshelt-Streitkräfte, dass viele Ritter davon träumten, Sophias persönlicher Erster-Hilfe-Kasten zu werden - um stets nah bei ihr sein zu können.", "Un botiquín que usa Sofía, la enfermera del ejército de Grandshelt. El botiquín está muy bien organizado para trabajar con rapidez y poder salvar al mayor número de pacientes. Dentro del ejército de Grandshelt, Sofía llama la atención de casi todos los caballeros por lo guapa que es. Tanto es así que hasta estos sueñan con ser su botiquín por el simple hecho de estar cerca de ella."]}, "accuracy": 0}