{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Aurora Scarf", "type_id": 60, "skills": [400120], "is_twohanded": false, "rarity": 8, "compendium_id": 302, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Two-Hit Combo' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Aurora Scarf", "閃光圍巾", "섬광의 스카프", "Foulard vif-éclair", "Gleißlichthalstuch", "Bufanda de aurora"], "desc_short": ["A scarf that allows its wearer's normal attack to hit twice.", "能讓裝備者發動2次普通攻擊的圍巾", "'일반 공격'으로 2회 공격할 수 있는 스카프", "Écharppe qui permet à son porteur d'attaquer deux fois.", "Erlaubt dem Träger, zweimal anzugreifen.", "Bufanda que permite golpear 2 veces al atacar."], "desc_long": ["A scarf that allows its wearer's normal attack to hit twice. Its name comes from the imagery of flashing light inspired by the quick consecutive attacks it facilitates. This scarf enhances its owner's dexterity and nimbleness, allowing him or her to finish any battle before it has even begun. Unfortunately, although this accessory is quite convenient when dealing with a multitude of enemies, its extreme rarity makes it very difficult to obtain.", "能讓裝備者發動2次普通攻擊的圍巾。佩戴它能夠迅速發動連續攻擊，其姿態有如閃光，因而得閃光圍巾之名。它能夠提高裝備者的爆發力和敏捷性，因而能夠迅速完成攻擊準備。儘管它能讓人利用攻擊速度壓制敵人，但其實這種裝備很少見，具有很高的價值。", "'일반 공격'을 실행하면 2회 공격할 수 있게 되는 신기한 스카프. 재빠르게 연속 공격을 펼치는 모습이 번쩍이는 섬광을 떠오르게 해 이런 이름이 붙었다. 장착한 사람의 순발력과 민첩성을 높여 공격에 들어가기까지의 준비를 평소보다 일찍 끝마치게 한다. 빠른 공격으로 적을 압도할 수 있는 유용한 장신구이지만, 발견된 예가 적어 희소가치가 높다.", "Un mystérieux foulard qui permet à celui qui le porte d'attaquer deux fois. Son nom vient des flashs de lumière qui surviennent après les rapides attaques successives qu'il engendre. Ce foulard améliore la dextérité et l'agilité de celui qui le porte, lui permettant de conclure un combat avant même qu'il commence. Cet accessoire très utile en combat contre plusieurs ennemis est cependant d'une grande rareté, et très difficile à obtenir.", "Ein mysteriöses Halstuch, das seinem Träger erlaubt, zweimal nacheinander anzugreifen. Sein Name ist eine Anspielung auf die Waffe des Trägers, die sich so schnell durch die Luft bewegt, dass mit bloßem Auge nichts weiter als ein metallisches Blitzen zu erkennen ist. Das Tuch erlaubt einem einzelnen Kämpfer, sich selbst gegen eine Überzahl zu behaupten, ist jedoch auch eine schwer zu findende Rarität.", "Bufanda misteriosa que permite al portador atacar dos veces. Su nombre proviene de los destellos de luz originados por los ataques consecutivos que permite realizar. Este objeto mejora la destreza y la agilidad de su propietario, y permite terminar las batallas incluso antes de empezarlas. Por desgracia, aunque esta bufanda resulta especialmente útil al lidiar con multitud de enemigos, es extremadamente rara y muy difícil de conseguir."]}, "icon": "item_50211.png"}