{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Growth Egg", "type_id": 60, "skills": [400010], "is_twohanded": false, "rarity": 8, "compendium_id": 249, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'EXP x1.5' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Accessory", "strings": {"name": ["Growth Egg", "成長蛋", "그로우 에그", "Œuf de croissance", "Doppler-Ei", "Huevo nutritivo"], "desc_short": ["A magical egg that hastens growth.", "能提高裝備者成長速度的魔法蛋", "장착한 사람의 성장을 촉진하는 마법의 알", "Œuf magique qui accélère la croissance.", "Ein Ei, das Wachstum beschleunigt.", "Huevo mágico que fomenta el crecimiento."], "desc_long": ["A mysterious egg said to be a gift from the gods. This item is so rare that it is believed to be pure myth. Whoever is fortunate enough to acquire the growth egg will earn battle experience at a much faster rate, as well as quickly gain knowledge of magical spells and abilities. It may seem like the easy way out for some, but legend has it that the growth egg never appears before those who seek to live in leisure. It only shows itself before those who devote themselves to their training.", "被稱為是神明遺產的神奇的蛋，十分珍貴，以至於幾乎沒有人見過。如果運氣好，有幸得到這顆蛋，就能夠比常人更快理解戰鬥的訣竅，掌握更多魔法與特技的知識，得到飛速的成長，簡直可以說是犯規級別的寶具。但奇怪的是，它絕不會現身於貪圖享樂、想要偷懶的人面前，而是只會讓苦心修行的人們找到它。", "신의 유산이라 불리는 신비한 알. 대단히 희귀하여 존재 자체가 전설로 취급된다. 운 좋게 발견한 자는 전투의 요령이나 마법 지식에 대한 이해력이 높아져 빠르게 성장할 수 있다. 거의 반칙이나 마찬가지라 할 수 있는 보물이지만, 편한 길을 찾는 사람은 절대 발견할 수 없고 진지하게 노력하는 사람 앞에만 나타난다고 한다.", "Cet œuf mystérieux serait un cadeau des dieux. Cet objet est si rare qu'il est considéré comme un mythe. Quiconque est assez chanceux pour en acquérir un apprendra à mieux se battre et gagnera rapidement des connaissances liées à des sorts magiques ou des compétences nouvelles. Certains pensent que cet objet n'est rien de plus qu'une solution de facilité, mais l'œuf de croissance n'apparaît jamais devant les personnes vivant dans l'oisiveté. Seuls ceux qui s'entraînent durement ont une chance de le trouver.", "Ein geheimnisvolles Ei, das eine Gabe der Götter selbst sein soll. Es ist so selten, dass viele es für eine reine Legende halten. Wer das Glück hat, eines sein Eigen zu nennen, wird feststellen, dass er im Kampf viel mehr Erfahrung sammeln kann als zuvor, und auch neue Zauber und Fertigkeiten viel schneller erlernt. Es kann das Leben viel leichter machen, zeigt sich aber nie einem Faulpelz, sondern nur jenen, die ihr Training wirklich ernst nehmen.", "Un huevo misterioso que se dice es regalo de los dioses. Es tan raro que hay quien dice que es un mito. Quien tenga la suerte de conseguirlo obtendrá experiencia en batalla mucho más rápido, así como el conocimiento de hechizos y habilidades. A algunos les parecerá un atajo, pero dice la leyenda que jamás aparece ante quienes aspiran a una vida ociosa. Solo se muestra ante quienes entrenan con ahínco."]}, "icon": "item_50149.png"}