{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Headband", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 211, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": {"Sleep": 100}, "element_resist": null, "HP": 0, "ATK": 3, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Accessory", "strings": {"name": ["Headband", "純白纏頭帶", "머리띠", "Bandeau", "Kopftuch", "Pañuelo anudado"], "desc_short": ["A headband that focuses energy.", "能夠提起精神的頭帶", "정신이 번쩍 드는 머리띠", "Bandeau qui concentre de l'énergie.", "Steigert die Konzentrationsfähigkeit.", "Cinta que concentra la energía."], "desc_long": ["A headband that protects the wearer against sleep. Many creatures require sleep to live, therefore making sleep a difficult necessity of life to avoid. This headband was made for those hard workers who cannot afford to stay idle and need to keep themselves together at all times. This accessory dispels all drowsiness when fastened tightly around the head.", "可防止睡眠的頭帶。幾乎所有生物都需要一定的睡眠。正因如此，擊退睡魔，難上加難。為了在困倦乏力時鼓起幹勁，就有了這種頭戴，專門為勤勞的工作狂而設計。只要用它纏住額頭，就能立刻精神煥發、神清氣爽。", "수면을 막아주는 머리띠. 생물이 수면을 취하는 것은 삶의 본능이기에, 잠의 유혹을 물리치기가 매우 어렵다. 이 머리띠는 잠을 쫓으며 자기 분야에 매진하는 노력가를 위해 개발되었다. 이마에 감으면 정신이 번쩍 들며 졸음이 단숨에 달아난다.", "Un bandeau qui protège contre l'altération d'état sommeil. Besoin primaire de l'existence, le sommeil est vital pour beaucoup de créatures. Ce bandeau a été conçu pour les bourreaux de travail ne pouvant se permettre de rêvasser. Cet accessoire dissipe toute somnolence une fois noué fermement autour de la tête.", "Ein Kopfschutz, der den Träger vor ungewolltem Schlaf schützt. Für viele Kreaturen ist Schlaf lebenswichtig. Dieses Kopftuch wurde speziell für jene erschaffen, die sich keine Pause erlauben können und immer wachsam sein müssen. Fest um den Kopf gewickelt vertreibt es jeden Anflug von Müdigkeit.", "Una cinta que protege contra el sueño a quien la lleva. Muchas criaturas necesitan dormir para vivir, por lo que es una necesidad difícil de evitar. Esta cinta se hizo para aquellos que no pueden permitirse estar inactivos y deben estar siempre alerta. Este accesorio elimina la sensación de sueño tan pronto como se ciñe a la cabeza."]}, "icon": "item_50111.png"}