{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "ABS Ring", "type_id": 60, "skills": [222850], "is_twohanded": false, "rarity": 8, "compendium_id": 780, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Absorber' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 25, "DEF": 25}, "icon": "item_50297.png", "type": "Accessory", "strings": {"name": ["ABS Ring", "ABS生成指環", "ABS 발생 링", "Anneau ABS", "ABS-Ring", "Anillo ABS"], "desc_short": ["A bangle that activates absorber.", "能生成吸收盾的指環", "흡수 기능이 있는 팔찌.", "Un bracelet qui permet d’activer Absorbeur.", "Ein Armreif, der \"Absorber\" auslösen kann.", "Un anillo que activa Amortiguador."], "desc_long": ["A bangle that has special defensive properties. This particular bangle was made by a master weapon craftsman from Dilmagia, and a young and talented airship engineer. The bangle imparts resistance against physical and magic attacks, and can even absorb MP from enemies. Any fortunate to own an ABS ring can tell immediately that it was made with a strong intent to protect the wearer from perils.", "是由迪爾馬基亞出身的幹練武器工匠與年輕的天才飛空艇技師聯手製作。光是著裝在手腕上就能夠擁有對物理、魔法攻擊的抵抗力，甚至能夠吸收敵對者的MP。是將製作者「想要守護穿戴者的想法」發揮到極致的夢幻逸品。", "딜마기아 지방 출신의 일류 무기 장인과 젊은 천재 비공정 기술자가 팀을 꾸려 만든 방어 기능이 장착된 팔찌. 손목에 장착하면 물리공격과 마법공격에 대한 저항력을 얻을 수 있는 것 외에도 적대자로부터 MP를 흡수할 수 있다. 이 팔찌를 다루는 자를 지키고자 하는 제작자들의 강한 마음이 듬뿍 담겨져 있는 걸작품이다.", "Un bracelet doté de propriétés défensives spéciales. Cet accessoire fut fabriqué par un maître artisan originaire de Dilmagia et un ingénieur en aéronautique aussi jeune que talentueux. Il confère une meilleure résistance aux attaques physiques et magiques, et peut même absorber les PM des ennemis. Ceux qui ont la chance de posséder un de ces bracelets constatent immédiatement qu’il s’agit d’un accessoire fait pour protéger le porteur de tout danger.", "Ein Armreif, der mit speziellen Abwehrfähigkeiten ausgestattet ist. Dieses besondere Stück wurde von einem auf Waffen spezialisierten Meisterhandwerker aus Dilmagia und einem jungen Luftschiffmechaniker-Genie angefertigt. Der Armreif verleiht eine Resistenz gegen physische und magische Angriffe und erlaubt sogar, MP eines Gegners zu absorbieren. Jeder, dem es vergönnt ist einen solchen Armreif tragen, weiß sofort, dass dieser Gegenstand mit der Intention angefertigt wurde, seinen Benutzer vor allerlei Gefahren zu schützen.", "Un anillo con propiedades defensivas especiales. Este anillo fue creado por un maestro artesano de Dilmagia y un joven ingeniero de barcos voladores con mucho talento. Ofrece resistencia contra los ataques físicos y mágicos e incluso puede absorber los PM del enemigo. En definitiva, cualquier persona que tenga la suerte de llevar un Anillo ABS podrá afirmar que se elaboró con la intención expresa de proteger a su portador de cualquier peligro."]}, "accuracy": 0}