{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Wind Drake Horn", "type_id": 60, "skills": [200260], "is_twohanded": false, "rarity": 6, "compendium_id": 491, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Jump' ability."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Wind Drake Horn", "飛龍角", "비룡의 뿔", "Corne de Drake", "Winddrachenhorn", "Cuerno de aerodragón"], "desc_short": ["An accessory made from a dragon's horn.", "用飛龍的長角加工而成的首飾", "비룡의 뿔을 가공해 만든 장신구", "Un accessoire fait à partir de la corne d'un dragon.", "Ein Accessoire gemacht aus einem Drachenhorn.", "Una accesorio hecho con el cuerno de un dragón."], "desc_long": ["An accessory shaped like a horn that holds the power of a wind drake within and grants its wearer the Jump ability. As its name implies, using this ability allows owners of the wind drake horn to jump over their enemies, subsequently landing to deal a devastating blow from above. This is a skill that dragoons are known to acquire by bonding with real wind drakes after rigorous training, ultimately learning to ride on their backs as they soar through the skies together.", "用寄宿有飛龍之力的角製成的首飾，能夠讓裝備者使用「跳躍」。顧名思義，「跳躍」就是通過彈跳至高空，利用下落時的衝擊對敵人造成重大傷害的技能。該技能是「龍騎士」最擅長的技能之一，「龍騎士」能夠和經過訓練的飛龍形成默契，騎在背上自由翱翔天際。", "비룡의 힘이 깃든 뿔을 가공하여 만든 장신구. 장비하면 '점프'를 사용할 수 있게 된다. 점프는 그 이름대로, 하늘 높이 뛰어올라 상공에서 힘차게 낙하하여 적에게 큰 피해를 줄 수 있는 기술이다. 이것은 잘 훈련된 비룡과 마음을 통하여 그 등에 올라타 하늘을 자유자재로 날던 '용기사'가 주로 선보이던 기술이기도 하다.", "Un accessoire à la forme d'une corne qui contient le pouvoir d'un Drake, les dragons du vent, qui permet à son porteur d'apprendre à sauter très haut dans les airs grâce à l'aptitude Saut. Comme son nom l'indique, le possesseur de la Corne de Drake peut sauter au-dessus de ses ennemis, pour leur retomber dessus en leur infligeant une attaque dévastatrice. Cette aptitude est celle des chevaliers-dragon qui se lient avec un Drake pour l'obtenir et, après un entraînement rigoureux, arrivent à monter sur leur dos, pour s'envoler dans le ciel en ne faisant qu'un.", "Ein wie ein Horn geformtes Accessoire, das die Kraft eines Winddrachen in sich birgt und dem Träger die Fertigkeit Sprung gewährt. Wie der Name besagt, kann der Träger mit dem Winddrachenhorn über seine Gegner springen, um so verheerend von oben zuzuschlagen. Gewöhnliche Drachen sind nach einem Training mit Winddrachen dazu in der Lage. So können sie schließlich gemeinsam durch die Himmel fliegen.", "Un accesorio con forma de cuerno que contiene el poder de un dragón de viento y concede a su portador la habilidad Salto. Como su nombre indica, usar esta habilidad permite a los dueños del cuerno del aerodragón saltar sobre sus enemigos y aterrizar con un golpe devastador. Es una habilidad que los dragontinos adquieren al encariñarse con dragones de viento de verdad durante el entrenamiento, para finalmente volar en sus lomos."]}, "icon": "item_50157.png"}