{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Wind-up Garuda", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 729, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": {"Confusion": 100}, "element_resist": {"Wind": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 30, "DEF": 0}, "icon": "item_50277.png", "type": "Accessory", "strings": {"name": ["Wind-up Garuda", "迦樓羅之形", "가루다 인형", "Mini Garuda", "Aufzieh-Garuda", "Mini Garuda"], "desc_short": ["A magic doll modeled after a primal brought from the Farplane.", "模仿異界蠻神所製作的魔法人偶", "이계의 야만신을 본떠 만든 마법 인형.", "Une poupée magique représentant un Primordial rapportée de l’Au-delà.", "Eine magische Puppe aus der fernen Welt Eorzea, die einer Urgöttin nachempfunden wurde.", "Un muñeco mágico con aspecto primitivo del Etéreo."], "desc_long": ["A magic doll from the faraway world of Eorzea that was modeled after the primal wind god, Garuda. Initially, these dolls were despised for being designed after such a savage god, but soon became quite popular after a certain article went public stating that these dolls held warding powers. There are many other dolls found in Eorzea, and are well-received with how cute they look following after their owners.", "模仿存在於異界「艾歐澤亞」的風神「迦樓羅」所製作的魔法人偶。雖然當初要把蠻神做成人偶這件事情造成許多反彈，但是在某個週刊誌中登載了它有良好除厄效果的記事後，反而成了超人氣的人偶。在「艾歐澤亞」中，還存在著許多其他的魔法人偶，跟在持有者的後面行動的樣子十分可愛，因此獲得了世界各地的好評。", "이계 '에오르제아'에 존재하는 바람신 가루다를 본떠 만든 마법 인형. 처음에는 야만신을 인형으로 만든다는 사실에 반발이 있었으나, 어느 주간지에 액막이용으로 탁월하다는 기사가 오르게 되자 엄청난 인기를 끌게 되었다고 한다. '에오르제아'에는 그 밖에도 다양한 마법 인형이 존재하며, 소유자의 뒤를 졸졸 따라다니는 귀여운 모습에 각지에서 호평이 끊이질 않는다고 한다.", "Une poupée magique issue du monde lointain d’Eorzéa. Il s’agit d’une reproduction de la déesse primordiale du vent, Garuda. À l’origine, ces figurines faisaient l’objet d’un grand mépris en raison de la divinité féroce qu’elles représentent. Elles bénéficièrent cependant d’un revirement de popularité à la suite de la publication d’un certain article affirmant qu’elles possédaient des pouvoirs protecteurs. Il existe de nombreuses autres poupées en Eorzéa, et la plupart sont appréciées du public en vertu de l’air adorable qu’elles arborent tout en suivant leur propriétaire.", "Eine magische Puppe aus der fernen Welt Eorzea. Sie wurde nach der Windgöttin Garuda gestaltet. Zunächst wurden diese Puppen dafür verachtet, einer solch barbarischen Gottheit nachempfunden zu sein; nachdem jedoch ein gewisser Artikel über die magischen Schutzfähigkeiten der Puppen veröffentlicht wurde, begann ihre Beliebtheit zu steigen. Viele andere Puppen sind in Eorzea weit verbreitet und werden besonders dafür geschätzt, wie niedlich sie ihren Besitzern hinterherlaufen.", "Un muñeco mágico del lejano mundo de Eorzea diseñado tomando como ejemplo a Garuda, la diosa primal del viento. Al principio, la gente aborrecía a estos muñecos por hacer referencia a un dios tan salvaje, aunque, pronto, esa percepción cambió tras publicarse un artículo donde se explicaba que estos poseían poderes de protección. Asimismo, en Eorzea, se pueden encontrar otros muchos muñecos que tienen muy buena recepción entre el público, pues suelen basarse en sus dueños."]}, "accuracy": 0}