{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Unusual Artifact", "type_id": 60, "skills": [203250], "is_twohanded": false, "rarity": 6, "compendium_id": 336, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP + 5%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 15, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 15}, "type": "Accessory", "strings": {"name": ["Unusual Artifact", "歐帕茲", "오파츠", "Artéfact étrange", "Ungewöhnliches Artefakt", "Artefacto misterioso"], "desc_short": ["An unidentified relic.", "神秘遺物", "정체불명의 유물", "Une relique non identifiée.", "Ein unbekanntes Relikt.", "Una reliquia sin identificar."], "desc_long": ["An unidentified relic from the far away world of Orience. Said to have rested in some ruins of an old world forgotten about society, when equipped it boosts ATK, DEF, and even HP. Since it is impossible to analyze this material, no one knows what went into it to allow it to strengthen its wielder like it does.", "來自遙遠的異界奧利恩斯的神秘物質。它沉睡在被世人遺忘的舊時代遺跡中，只要裝備上它就能夠提升攻擊、防禦、HP的數值。不論在哪個世界，該物質的構成都是不解之謎，因此沒人知道它為什麼能強化裝備者的肉體。", "머나먼 이계 '오리엔스'에서 건너온 의문의 물질. 까마득한 구시대 유적에 잠들어 있었다고 전해지며, 장비하면 공격력, 방어력, HP가 상승한다. 이계는 물론 이쪽 세계에서도 분석할 수 없는 물질로, 어떤 힘이 작용하여 육체를 강화하는지 알 수 없다.", "Une relique non identifiée qui vient tout droit du monde lointain d'Orience. On raconte qu'elle reposait dans les ruines d'un ancien monde oublié de tous. Une fois équipée, elle augmente l'ATT, la DEF et même les PV. Impossible à analyser avec la technologie actuelle, personne ne sait ce qui l'a rendue capable d'un tel prodige.", "Unbekanntes Relikt aus der fernen Welt Orience. Soll sich in Ruinen einer alten, von der Gesellschaft vergessenen Welt befunden haben. Ausgerüstet erhöht es ANG, ABW und sogar LP. Da es unmöglich ist, das Material zu analysieren, weiß niemand, wodurch es seinen Besitzer stärkt.", "Una reliquia no identificada del lejano mundo de Orience. Se dice que descansaba en unas ruinas de un antiguo mundo olvidado por la sociedad. Al equiparla, aumenta el ATQ, DEF e incluso la VIT. Ya que es imposible analizar este material, nadie sabe lo que ocurrió para que fortaleciese a su portador de tal manera."]}, "icon": "item_50217.png"}