{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Invigorator", "type_id": 60, "skills": [223940], "is_twohanded": false, "rarity": 8, "compendium_id": 817, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Energy Circulator' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 35, "MAG": 0, "SPR": 0, "DEF": 10}, "icon": "item_50301.png", "type": "Accessory", "strings": {"name": ["Invigorator", "激勵者", "인비고레이터", "Revitaliseur", "Beleber", "Vigorizador"], "desc_short": ["A gauntlet which increases one's power to heal the body.", "強化身體治癒能力的手套", "신체의 치유능력을 올려주는 건틀렛.", "Un gant qui augmente les capacités curatives de son porteur.", "Ein Kampfhandschuh, der die körpereigenen Heilkräfte erhöht.", "Unos guanteletes que aumentan el poder curativo de su portador."], "desc_long": ["A young airship engineer from Dirnado traveled the world far and wide to obtain the knowledge and materials necessary to create this gauntlet. The gauntlet emits weak electrical pulses which invigorates the wearer's body cells. This increases the wearer's healing properties to the point that they can naturally heal minor wounds, recover lost magic, and revitalize their mental state.", "迪爾納特出身的年輕飛空艇技師在行遍世界各地後，利用獲得的新知識與素材所製作的裝備。帶著微弱的電流，利用電流的刺激來活化身體細胞。結果不只是輕微傷勢能夠自動恢復，還能恢復消耗的魔力與補充精力。", "디르나드 출신의 젊은 비공정 기술자가 세계를 여행하며 그곳에서 얻은 새로운 지식과 재료로 만들어 낸 것. 미약한 전류가 흐르고 있으며, 그 자극으로 인해 몸의 세포가 활성화한다. 그 결과 치유능력이 상승하여 작은 상처는 자연스럽게 나을 뿐 아니라, 소비한 마력을 회복하고 기력 또한 충만해진다고 한다.", "Un jeune ingénieur en aéronautique originaire de Dirnado a voyagé aux quatre coins du monde pour acquérir les connaissances et les matériaux nécessaires à la création de ce gant. Celui-ci émet des décharges électriques faibles qui revigorent le corps de l’utilisateur. Ceci a pour effet d’améliorer les capacités curatives, à tel point qu’il devient possible pour le porteur de guérir naturellement de ses blessures mineures, de récupérer son essence magique perdue ou de regagner en vigueur et en détermination.", "Ein junger Luftschiffmechaniker aus Dirnado reiste durch die ganze Welt, um das Wissen und die Materialien zu sammeln, die nötig waren, um diese Panzerhandschuhe herzustellen. Die Handschuhe geben schwache elektrische Impulse ab, welche die Körperzellen des Trägers beleben. Dies erhöht die Heilungskräfte des sie tragenden Recken so stark, dass er ganz von alleine kleinere Wunden heilt, verbrauchte magische Kräfte regeneriert und auch sein geistiger Zustand erneut beflügelt wird.", "Un ingeniero aéreo de Dirnado viajó a lo largo y ancho del mundo para hacerse con el conocimiento y los materiales necesarios para fabricar estos guanteletes. Estos guanteletes emiten unos pulsos eléctricos que vigorizan las células de quien los porta. Además, esto hace que aumenten las propiedades curativas del usuario hasta el punto de que cualquier herida pequeña que tenga se cura por sí misma, además de recuperar su magia y revitalizar su estado mental."]}, "accuracy": 0}