{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Vitality Apparatus", "type_id": 60, "skills": [101500], "is_twohanded": false, "rarity": 5, "compendium_id": 355, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +15%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 5}, "icon": "item_50220.png", "type": "Accessory", "strings": {"name": ["Vitality Apparatus", "體力增強裝置", "체력 증강 장치", "Amplificateur vital", "Vitalitätsverstärker", "Potenciador de VIT"], "desc_short": ["An otherworldly device capable of increasing the user's energy.", "能夠增強體力的異界裝置", "체력을 높여주는 이계의 장치", "Un appareil d'un autre monde capable d'augmenter la constitution de l'utilisateur.", "Ein jenseitiges Gerät, das die Energie des Nutzers erhöhen kann.", "Un dispositivo de otro mundo capaz de aumentar la energía del usuario."], "desc_long": ["A piece of equipment that boosts its wearer's HP and DEF. It seems to stimulate the body of its wearer with a weak electric shock, but how it works exactly is unknown. It seems to have been made in a world known as Orience. It is said that even as versatile as this item is that it is commonly sold in stores, which makes one wonder just how advanced the technology in this other world is.", "能夠提高裝備者HP和防御力的裝置，據說它會用微弱的電擊刺激使用者肉體，以達到使肉體活性化的目的，具體是如何做到的還尚未明確。它由異界奧利恩斯的某個國家製作，性能如此之高的裝備竟然在普通的商店就能買到，想必異界的機械技術極為發達。", "착용자의 HP와 방어력을 올려주는 장치. 미세한 전기 자극으로 육체를 활성화하는 장치이지만 구체적으로 어떤 원리인지는 밝혀지지 않았다. 이계 '오리엔스'에 있는 어느 나라에서 만들어진 듯하다. 이 정도로 높은 성능을 발휘하는 장비가 일반 상점에서 판매되는 걸 보면 이계의 기계 기술이 얼마나 뛰어난지 짐작할 수 있다.", "Une pièce d'équipement qui augmente mes PV et la DEF de son porteur. Elle semble stimuler le corps avec de petits chocs électriques mais la façon dont elle parvient à fabriquer ce courant est inconnue. On raconte qu'elle a été fabriquée dans un monde appelé Orience. Bien que cet objet soit très polyvalent, on peut le voir sur les étalages de beaucoup de boutiques, ce qui fait que beaucoup se demandent jusqu'à quel point la technologie de ce monde est avancée.", "Ausrüstung, die LP und ABW des Trägers erhöht. Scheint den Körper des Trägers mit einem schwachen Elektroschock zu stimulieren, doch wie es genau funktioniert, ist nicht bekannt. Stammt vermutlich aus einer Welt namens Orience. Obwohl es so vielseitig ist, wird es angeblich häufig in Geschäften verkauft, was die Frage aufwirft, wie fortgeschritten die Technologie der anderen Welt ist.", "Una pieza de equipo que aumenta la VIT y la DEF del portador. Parece estimular al cuerpo del portador con una débil descarga eléctrica, pero se desconoce cómo funciona. Parece haber sido fabricada en el mundo de Orience. Se dice que nada es tan versátil como este objeto que se vende de forma común en las tiendas, lo que hace que uno se pregunte cuán avanzada es la tecnología de este otro mundo."]}, "accuracy": 0}