{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Water God's Amulet", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 357, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Water": 20}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 15}, "icon": "item_50221.png", "type": "Accessory", "strings": {"name": ["Water God's Amulet", "水神護身符", "수신의 부적", "Amulette de Léviathan", "Wassergottamulett", "Amuleto de Leviatán"], "desc_short": ["An amulet protected by the power of a water god.", "受到水神加護的護身符", "수신의 가호를 받은 부적", "Une amulette protégée par le pouvoir d'un dieu de l'Eau. (Femme uniquement)", "Ein von der Macht des Wassergottes geschütztes Amulett.", "Un amuleto protegido por el poder de un dios del agua."], "desc_long": ["An amulet seen around Olderion, crafted from a stone purified in water and modeled after a water god. It is believed to protect those who carry it with them from danger. It is also commonly bought as a souvenir in Olderion. They are also very popular among patriotic soldiers as it is a symbol of the water god which represents their beloved nation.", "奧爾德里昂地區十分常見的護身符，上面的水神像是由用清水洗淨的石頭雕刻而成。人們相信只要戴上了它就能夠得到水神的保護。此種護身符也是奧爾德里昂有名的特產紀念品，由於水神是奧爾德里昂的象征，因此愛國的士兵們都喜愛佩戴這款護身符。", "올데리온 지방에서 볼 수 있는 부적. 정화의 물로 씻은 돌에 수신을 조각한 것. 지니고 있으면 수신이 재난을 막아준다고 한다. 올데리온에서는 아주 흔한 부적으로, 특산품으로도 유명하다. 수신은 올데리온을 상징하는 존재이기 때문에, 애국심이 강한 병사들을 중심으로 인기가 높다.", "Une amulette aperçue non loin d'Olderion, fabriquée à partir d'une pierre purifiée par les eaux et modelée à l'image d'un dieu de l'eau. La croyance populaire veut que tous ceux l'emportant avec eux soient à l’abri du danger. Cet objet est également un souvenir très prisé des touristes en visite à Olderion. Cette amulette semble aussi très populaire auprès des soldats, car elle est le symbole du dieu de l'eau qui représente leur nation bien aimée.", "Ein in Olderion vorkommendes Amulett, hergestellt aus einem in Wasser gereinigten Stein und modelliert nach dem Wassergott. Man nimmt an, dass es seinen Träger vor Gefahr schützt. Außerdem ist es ein beliebtes Souvenir aus Olderion. Als Symbol des Wassergottes, der ihre geliebte Nation repräsentiert, ist es sehr beliebt unter patriotischen Soldaten.", "Un amuleto visto por Olderion, creado a partir de una piedra purificada en agua, y esculpida con el motivo del dios del agua. Se cree que protege del peligro a aquellos que la llevan. También se suele comprar como suvenir en Olderion. Son muy populares entre los soldados patrióticos, porque el símbolo del dios del agua representa a su querida nación."]}, "accuracy": 0}