{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Solar Bangle", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 779, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Light": 15}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 12, "DEF": 3}, "icon": "item_50293.png", "type": "Accessory", "strings": {"name": ["Solar Bangle", "光明手鐲", "광명의 팔찌", "Bracelet solaire", "Solararmband", "Manilla solar"], "desc_short": ["A bangle filled with the power of light.", "帶有光之力的手環", "빛의 힘을 지닌 팔찌.", "Un bracelet contenant le pouvoir de la lumière.", "Ein Armreif, der mit der Kraft des Lichts erfüllt ist.", "Un brazal imbuido con el poder de la luz."], "desc_long": ["A bangle filled with the power of light. It is told among a certain clan that this bangle was exposed to sunlight for a hundred days without a single day dawning, which imparted the bangle with the holy power of light. Whether this is true or not is unknown, but the bangle these clansmen worship emanates a warm glow, and offers the divine protection of the sun to its wearer.", "帶有光之力的手環。某個部族相信，百日間不斷沐浴著陽光的手環，將會帶有神聖的光之力。儘管這件事的真偽無法考證，但他們所祭祀的手環常年帶著微光，且會給予穿戴者光之加護這一點卻是不爭的事實。", "빛의 힘을 지닌 팔찌. 어느 부족 사이에서는, 100일간 끊임없이 태양의 빛을 받은 팔찌는 신성한 빛의 힘을 얻게 된다는 믿음이 전해져 내려오고 있다. 그것이 사실인지는 알 수 없지만, 그들이 숭배하는 그 팔찌는 항상 희미하게 빛나며 장착한 자를 빛의 힘으로 지켜준다고 한다.", "Un bracelet contenant le pouvoir de la lumière. Les membres d’un certain clan affirment que ce bracelet a été exposé aux rayons du soleil cent jours durant, sans jamais qu’il ne se couche. Ce phénomène aurait alors accordé à l’accessoire ses pouvoirs de lumière. Qu’il s’agisse d’une légende ou de la réalité, le bracelet vénéré par ce clan émet bel et bien un éclat brûlant et confère à son porteur la protection divine du soleil.", "Ein Armreif, der mit der Kraft des Lichts erfüllt ist. Es heißt, dass ein gewisser Klan diesen Armreif hundert Tage lang ununterbrochen der Sonne aussetzte, was dem Gegenstand seine heilige Kraft des Lichts verleihte. Ob das der Wahrheit entspricht, ist nicht bekannt; dieser von den Mitgliedern des Klans verehrte Armreif jedoch pulsiert in warmem Licht und gewährt seinen Trägern den göttlichen Schutz der Sonne.", "Un brazal imbuido con el poder de la luz. Se dice que un clan expuso este brazal a la luz del sol durante cien días sin que se hiciera de noche en todo ese tiempo. Esto hizo que el brazal absorbiera el poder sagrado de la luz. En este sentido, se desconoce la veracidad de esta historia, pero lo que sí es verdad es que este brazal emite un brillo cálido y que le ofrece la protección divina del sol a su portador."]}, "accuracy": 0}