{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Onion Gauntlets", "type_id": 60, "skills": [101600, 100040, 211490], "is_twohanded": false, "rarity": 7, "compendium_id": 567, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'ATK +15%' passive.", "Grants 'MP +10%' passive.", "Grants 'Lance+' ability."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 3, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Onion Gauntlets", "洋蔥臂甲", "양파 팔보호대", "Gants oignons", "Zwiebelhandschuhe", "Guanteletes cebolla"], "desc_short": ["A set of crimson gauntlets brought from the Farplane.", "來自異界的赤紅臂甲", "이계에서 유입된 진홍빛 팔보호대", "Un ensemble de gantelets carmin venant de l'Au-delà.", "Ein Set mit Purpurhandschuhen aus dem Abyssum.", "Un equipo de guanteletes carmesí del Etéreo."], "desc_long": ["A set of crimson gauntlets brought from the Farplane. In the Farplane, these rare gauntlets were only obtained from rare drops after defeating powerful dragons. These were worn by those who bore the mysterious job of the \"Onion Knight.\" The mysterious powers granted by these gauntlets seem to work no matter the world they are in, and offers divine protection to whomever fortunate enough to come by them.", "來自異界的赤紅臂甲。在原來的世界中，只有通過擊敗可怕的巨龍才能獲得它，也只有充滿謎團的「洋蔥劍士」才能裝備這種防具。不可思議的力量即便來到異世界也仍然發揮著效果，為裝備者提供加護。", "이계에서 유입된 진홍빛 팔보호대. 이 팔보호대가 본래 존재하던 이계에서는, 두려울 만치 강력한 드래곤을 처치하면 드물게 손에 넣을 수 있는 귀중품으로 알려져 있으며, 수수께끼의 '양파 검사'만이 장착할 수 있다고 한다. 신비한 힘은 세계를 넘어서도 건재하며, 장착자에게 가호의 힘을 부여한다.", "Un ensemble de gants carmin venant de l'Au-delà. Dans l'Au-delà, ces gants rares ne peuvent être obtenus que très rarement après avoir battu de puissants dragons. Ils étaient portés par ceux qui exerçaient le métier mystérieux de \"Chevalier Oignon\". Les pouvoirs mystérieux qu'ils confèrent semblent fonctionner quel que soit le monde dans lequel ils se trouvent et offrent une protection divine à celui qui a eu la chance de les récupérer.", "Ein Set mit Purpurhandschuhen aus dem Abyssum. Dort findet man diese seltenen Handschuhe nur gelegentlich nach dem Sieg über mächtige Drachen. Sie wurden nur von den mysteriösen \"Zwiebelrittern\" getragen. Die geheimnisvolle Macht der Handschuhe funktioniert in jeder Welt und bietet dem glücklichen Träger göttlichen Schutz.", "Un equipo de guanteletes carmesí. La única forma de conseguirlos era derrotando a poderosos dragones en el Etéreo, pues son muy difíciles de encontrar. Además, solo los solían llevar los \"Caballeros Cebolla\". El poder de estos guanteletes es un misterio, aunque se sabe que otorgan protección divina al afortunado que los encuentre, y parece que funcionan sin problemas en cualquiera de los mundos."]}, "icon": "item_50247.png"}