{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Marshal Glove", "type_id": 60, "skills": [215000, 215150], "is_twohanded": false, "rarity": 8, "compendium_id": 637, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Shin-Doublehand' passive.", "Grants 'Aurora' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 40, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50260.png", "type": "Accessory", "strings": {"name": ["Marshal Glove", "武術手套", "통솔자의 글로브", "Gant de maréchal", "Marschalhandschuh", "Guante de mariscal"], "desc_short": ["A pair of illusive gloves come across by one talented in the art of war.", "只有武藝高超的人才能得到的幻之護手", "무예에 재능있는 자만이 만날 수 있는 환상의 장갑", "Une paire de gants fantomatiques qui aurait été portée par ceux doués dans l'art de la guerre.", "Ein Paar trügerischer Handschuhe von jemanden, der die Kriegskunst beherrscht.", "Un par de guantes ilusorios que se encontró alguien versado en el arte de la guerra."], "desc_long": ["A pair of illusive gloves come across by one talented in the art of war. The plating along the back of the hands are very sturdy, while the joints are made using soft leather. As such, the gloves retain warmth and offer ease of movement, allowing its wearer to swing their sword even in the fiercest of winter snow. It is said that the gloves crossed hands from one to another, to get into the hands of the worthy. At times it was owned by a general, and in other times sold by a merchant to another worthy person.", "只有才華橫溢的劍士才有機會得到的幻之護手。其手背部分十分堅硬，而關節部分卻使用了柔軟的皮革縫製，即靈活又保暖，即使是在冰天雪地中戰鬥也可以讓裝備者將劍揮舞得來去自如。有時它屬於一國之將，也有時它是地攤上的商品，會以各種方式尋找配得上它的主人。", "재능있는 검사의 곁에 운명처럼 이끌린다는 환상의 장갑. 손등 쪽은 무시무시할 정도로 단단하며, 관절 부분에는 부드러운 가죽 소재를 사용하여 거친 눈 속의 싸움에서도 무난하게 검을 휘두를 수 있을 정도로 보온성과 기동성 또한 뛰어나다. 어떤 때에는 일국 장군의 손에, 또 어떤 때는 노점상에서 떨이로 판매하고 있는 등 다양한 형태로 걸맞은 인물의 곁을 찾아간다고 한다.", "Une paire de gants fantomatiques qui aurait été portée par ceux doués dans l'art de la guerre. Le plaquage situé sur le dos des mains est extrêmement solide, tandis que les jointures sont faites en cuir souple. Ils sont capables de retenir la chaleur tout en offrant une grande liberté de mouvements, permettant ainsi au guerrier les portant de pouvoir manier son épée avec aisance même au beau milieu du plus rude des hivers. On raconte que ces gants passent de mains en mains pour finir entre celles des plus valeureux. Ils furent possédés un temps par un général, puis vendus par un marchand à une autre personne de valeur.", "Ein Paar trügerischer Handschuhe von jemanden, der die Kriegskunst beherrscht. Der Überzug auf dem Handrücken ist sehr robust während die Gelenke aus weichem Leder bestehen. Die Handschuhe bieten Wärme und Bewegungsfreiheit, sodass der Träger sein Schwert im tiefsten Winter frei schwingen kann. Es heißt, die Handschuhe wurden solange weitergegeben, bis sie in den Händen des Würdigen landeten. Einmal besaß sie ein General, dann wiederum wurden sie von einem Händler verkauft.", "Un par de guantes ilusorios que se encontró alguien versado en el arte de la guerra. La parte de las manos es muy resistente, mientras que las juntas están hechas de cuero. Esto hace que los guantes puedan ofrecer calor y faciliten la movilidad, por lo que su portador podría blandir su espada hasta en la más violenta de las ventiscas. Se dice que los guantes pueden cambiar de manos, para así llegar hasta las personas que sean dignas de usarlos. En este sentido, a veces pertenecieron a un general y, en otras ocasiones, algún mercader se los vendió a alguien digno de ellos."]}, "accuracy": 0}