{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Mog's Ribbon", "type_id": 60, "skills": [208980, 100730, 217180], "is_twohanded": false, "rarity": 6, "compendium_id": 687, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'SPR +15%' passive.", "Grants 'Auto-Regen' passive.", "Grants 'Moogle Ribbon' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 70, "MAG": 0, "SPR": 0, "DEF": 10}, "icon": "item_50270.png", "type": "Accessory", "strings": {"name": ["Mog's Ribbon", "莫古利的緞帶", "모그 리본", "Ruban de mog", "Mogus Schleife<br>", "Cinta de Mogu"], "desc_short": ["A ribbon infused with the memories of a certain moogle.", "包含著某莫古利心意的鍛帶", "어느 모그리의 마음이 담긴 리본", "Un ruban imprégné des souvenirs d'un certain mog.", "Eine Schleife, angefüllt mit den Erinnerungen eines Mogrys.", "Una cinta imbuida con los recuerdos de cierto moguri."], "desc_long": ["A cute accessory from the faraway world of Gaia. It is said to have been used by a cute moogle named Mog. Mog lived in a village of summoners in the faraway world of Gaia, where she always tagged along with a young girl living there. It is said that this ribbon is infused with the care and compassion Mog showed to the young girl, which imparts power to the ribbon.", "來自異界蓋亞的可愛飾品。配戴在小「莫古利」身上的鍛帶。莫古利住在異界蓋亞的召喚士之村，常和同年齡的少女一起行動。這個鍛帶包含著莫古利對少女重要的心意，寄宿著不可思議的力量。", "이계 가이아에서 유입된 귀여운 장신구. '모그'라는 이름의 귀여운 모그리가 몸에 걸치던 것이었다고 한다. 모그는 이계 가이아에 존재하는 소환사의 마을에 살고 있으며, 동갑내기 소녀와 함께 행동하고 있었다. 이 리본은 그 소녀를 소중히 여기는 모그의 마음이 신비한 힘이 되어 깃든 것이다.", "Un accessoire mignon du monde lointain de Gaïa. Il aurait été utilisé par une créature du nom de « Mog », qui habitait dans un village d’invocateurs et qui traînait toujours avec une jeune fille qui vivait là. On raconte que la source du pouvoir de ce ruban réside dans l’attention et de la compassion que Mog témoignait envers la jeune fille.", "Ein niedliches Accessoire aus der fernen Welt Gaia, das einer kleinen Mogry-Dame namens Mogu gehörte. Sie lebte im Dorf der Beschwörer und freundete sich dort mit einem gleichaltrigen Mädchen an. Es heißt, in der Schleife würde eine mysteriöse Kraft schlummern, die aus dem starken Gefühl der Freundschaft, die Mogu für das Mädchen empfand, wuchs.", "Un bonito accesorio del lejano mundo de Gaia. Se dice que lo usó una moguri bastante adorable llamada Mogu. Mogu vivía en una aldea de invocadores del lejano mundo de Gaia junto con una niña nacida en la misma fecha. Se dice que el cariño que Mogu le profesaba a la pequeña permea esta cinta y la dota de un extraño poder."]}, "accuracy": 0}