{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Fina's Insignia", "type_id": 60, "skills": [203240, 210280], "is_twohanded": false, "rarity": 8, "compendium_id": 506, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'MP + 15%' passive.", "Grants 'Eternal Bloom' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Fina's Insignia", "菲娜髮飾", "피나의 머리장식", "Insigne de Fina", "Finas Abzeichen", "Insignia de Fina"], "desc_short": ["A beautiful flower hair ornament. (Enables special abilities when equipped by Fina)", "美麗的花朵髮飾【菲娜裝備時，發動特定技能】", "아름다운 꽃 모양의 머리 장식 [피나 장착 시 특정 어빌리티 발동]", "Une parure de cheveux magnifique en forme de fleur. (Permet à Fina d'utiliser des aptitudes spéciales)", "Ein hübscher Haarschmuck. (Aktiviert bei Fina Spezialfertigkeiten)", "Un bonito ornamento floral para el pelo. (Activa habilidades especiales si se lo equipa Fina)."], "desc_long": ["A beautiful hair ornament sporting a light-pink flower in full bloom. The vibrancy and texture of the flower looks and feels like a real flower, bringing out the beauty of its wearer. The flower blooms ever so vivid as the wearer exhibits greater magic powers. It has been confirmed that the special properties of this ornament only appear when worn by Fina. (Enables special abilities when equipped by Fina)", "裝飾著淺粉色花朵的髮飾。它看起來像是真的花朵，讓佩戴它的女性魅力四射。其觸感也足以以假亂真，而且還寓有神秘的力量。當佩戴者的魔力強大時，它會毫不吝嗇地伸展開來，展現自己的魅力。該髮飾有著特殊的效果，只有菲娜裝備時才能發動。【菲娜裝備時，發動特定技能】", "엷은 분홍색을 띤 커다란 꽃송이 모양의 머리 장식. 마치 싱싱한 생화처럼, 여성의 머리칼을 아름답게 빛낸다. 촉감도 생화와 비슷하며, 장착한 자의 마력이 고조될수록 또렷하게 꽃이 피어나는 등 신비한 힘이 깃들어 있는 듯하다. 본래 소유자인 피나가 장착하는 경우에 한해 특수한 효과를 발휘한다는 사실이 확인되었다. [피나 장착 시 특정 어빌리티 발동]", "Un bel accessoire pour les cheveux orné d'une rose en fleur. L'éclat et la texture de la rose lui donnent l'apparence d'une véritable fleur, mettant ainsi en valeur la beauté de son porteur. Cette rose fleurit également avec d'autant plus de vivacité lorsque son porteur est doté de grands pouvoirs magiques. Il est cependant avéré que les propriétés spéciales de cet accessoire ne s'activent que lorsque celui-ci est porté par Fina. (Confère des compétences spéciales à Fina lorsqu'elle s'en équipe)", "Ein schöner Haarschmuck mit einer rosanen Blume in voller Blüte. Die Blume sieht so lebendig aus wie eine echte Blume und fühlt sich auch so an. Sie bringt die Schönheit der Trägerin zum Vorschein. je größer die Magie der Trägerin, desto lebendiger erblüht die Blume. Ihre Spezialeigenschaften kommen nur zum Vorschein, wenn Fina sie trägt. (Aktiviert bei Fina Spezialfertigkeiten)", "Un bonito ornamento para el pelo con una flor rosa. La flor está tan bien hecha que parece de verdad; además, exalta la belleza de quien la porta. Asimismo, la viveza de la flor aumenta cuanto más grande es el poder mágico de su portador. Se sabe que las propiedades especiales de este ornamento solo salen a la luz cuando lo lleva Fina. (Activa habilidades especiales si se lo equipa Fina)."]}, "icon": "item_50241.png"}