{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Alexandrite Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 742, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": {"Blind": -25, "Paralyze": -25, "Confusion": -25, "Disease": -25, "Poison": -25, "Sleep": -25, "Petrify": -25, "Silence": -25}, "element_resist": {"Dark": 15, "Fire": 15, "Light": 15, "Ice": 15, "Lightning": 15, "Water": 15, "Earth": 15, "Wind": 15}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 5}, "icon": "item_50285.png", "type": "Accessory", "strings": {"name": ["Alexandrite Ring", "變石戒指", "알렉산드라이트 반지", "Anneau d'Alexandrite", "Alexandritring", "Anillo de Alexandrita"], "desc_short": ["A ring inlaid with alexandrite.", "鑲著變色石的戒指", "알렉산드라이트가 박혀 있는 반지.", "Un anneau incrusté d’alexandrite.", "Ein Ring, in den Alexandrit eingelassen ist.", "Un anillo con alexandrita incrustada."], "desc_long": ["A ring imbedded with an alexandrite emitting an unusual glimmer. The ring's gem displays a variety of brilliant colors depending on the light it is exposed to, thus making it known as the king of gems. There are only a handful of these rings inlaid with the highest quality gems that hold a level of transparency and color like none other. These rings demand the highest of prices if one ever goes out into the market. The gem is said to represent courage, composure, and hidden thoughts.", "中央散發著不可思議光芒，鑲著變色石的戒指。會因為照射到的光線而改變色澤，其美麗的程度甚至被稱為寶石之王。擁有高透明度與變色性的變色石，全世界也只發現了數顆，擁有極高的交易價格。寶石語為「勇敢．沉著．單相思」等。", "중앙에 신비한 빛을 발하는 알렉산드라이트가 박혀 있는 반지. 빛의 방향에 따라 다양한 빛깔로 변하는 것이 특징이며, 그 아름다움으로 인해 보석의 왕이라고 불리기도 한다. 투명도가 높고 변색성을 지닌 물건은 전 세계에도 몇 개 정도밖에 발견된 바가 없으며, 상당한 고가에 거래되고 있다. 보석 말은 '용감, 침착, 숨겨진 마음'", "Un anneau incrusté d’alexandrite émettant un éclat inhabituel. La gemme qui orne cette bague diffuse une myriade de couleurs scintillantes en fonction de la lumière qui la frappe. Pour cette raison, elle est qualifiée de \"reine des gemmes\". Il n’existe qu’une poignée d’anneaux comme celui-ci, incrustés de pierres précieuses de la plus haute qualité affichant une transparence et des couleurs inégalées. En conséquence, ces accessoires, lorsqu’ils sont mis en vente sur le marché, ne s’obtiennent qu’à des prix démesurés. Il est dit que la gemme en question représente le courage, le sang-froid et les pensées cachées.", "Dieser Ring, in den Alexandrit eingelassen ist, strahlt ein ungewöhnliches Funkeln aus. Abhängig vom Licht, dem dieses Fingergeschmeide ausgesetzt ist, erstrahlt sein Stein in einer Vielzahl an brillianten Farben und ist daher als König der Edelsteine bekannt. Nur eine Handvoll dieser Ringe, in welche diese exquisiten Gemmen eingebettet sind, haben ein hohes Maß an Transparenz und Farbe. Es ist daher nicht erstaunlich, dass diese Ringe die höchsten Marktpreise erzielen. Man sagt auch, dass der Edelstein Mut, Gefasstheit und versteckte Gedanken darstellt.", "Un anillo con alexandrita incrustada que emite un brillo inusual. La gema de este anillo desprende brillos de diferente color según la luz a la que esté expuesta. Por ello, se la conoce como la reina de las gemas. En este sentido, solo existen un puñado de anillos de este tipo que tienen incrustadas gemas de la más alta calidad, con un nivel de transparencia y color como ninguna otra. De hecho, estos anillos alcanzan unos precios de escándalo en el mercado. Por último, se dice que esta gema representa el coraje, la compostura y lo que uno se calla cuando piensa."]}, "accuracy": 0}