{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Rain's Insignia", "type_id": 60, "skills": [101500, 210220], "is_twohanded": false, "rarity": 8, "compendium_id": 500, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +15%' passive.", "Grants 'Knight of Grandshelt' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "icon": "item_50239.png", "type": "Accessory", "strings": {"name": ["Rain's Insignia", "雷因徽章", "레인의 휘장", "Insigne de Rain", "Rains Abzeichen", "Insignia de Rain"], "desc_short": ["The insignia of a knight of Grandshelt. (Enables special abilities when equipped by Rain)", "格蘭謝爾特騎士的徽章【雷因裝備時，發動特定技能】", "그랑셸트 기사의 휘장 [레인 장착 시 특정 어빌리티 발동]", "L'insigne des chevaliers de Grandshelt. (Permet à Rain d'utiliser des aptitudes spéciales)", "Das Abzeichen eines Ritters von Grandshelt. (Aktiviert bei Rain Spezialfertigkeiten)", "La insignia de un caballero de Grandshelt. (Activa habilidades especiales si se la equipa Rain)."], "desc_long": ["The insignia of a knight of Grandshelt. Grandshelt's knights are the only ones allowed to bear this insignia. Those who seek to become one of Grandshelt's knights must prove themselves skilled with the sword, have a sense of justice, will extend their hand to the weak, and epitomize the very strengths of what it means to be a person. These qualities are the very reason why the insignia is widely known as a mark of excellence among knights. (Enables special abilities when equipped by Rain)", "身為格蘭謝爾特騎士的標誌，只有王國騎士團成員才能佩戴。要想成為格蘭謝爾特騎士，不僅需要高超的劍技，還要有貫徹自己信念的意志，以及扶貧濟弱的精神和偉大的人格。所以，擁有格蘭謝爾特騎士徽章的優秀騎士，在世界各地都會受到尊敬。【雷因裝備時，發動特定技能】", "그랑셸트의 기사임을 증명하는 휘장. 왕국 기사단에 소속된 자만이 장착할 수 있다. 그랑셸트의 기사가 되기 위해서는, 검 실력뿐 아니라 자신이 믿는 정의를 관철하고 약자를 돕는 강한 인간의 정신이 요구된다. 그렇기 때문에 그랑셸트의 휘장은 훌륭한 기사의 증명으로서 세계 각지에 널리 알려져 있다. [레인 장착 시 특정 어빌리티 발동]", "L'insigne d'un chevalier de Grandshelt. Seuls les chevaliers de Grandshelt sont autorisés à porter cet insigne. Quiconque souhaite rejoindre les rangs des chevaliers de Grandshelt se doit de prouver son talent à l'épée, mais doit aussi posséder un sens aigu de la justice, une volonté de porter assistance à ceux qui en ont besoin et doit enfin avoir des qualités humaines exemplaires. C'est la raison pour laquelle cet insigne est largement considéré comme une marque d'excellence parmi les chevaliers. (Confère des compétences spéciales à Rain lorsqu'il s'en équipe)", "Das Abzeichen eines Ritters von Grandshelt. Nur die Ritter von Grandshelt dürfen es führen. Wer einer werden will, muss sich im Schwertkampf beweisen, für Gerechtigkeit und die Schwachen eintreten sowie ein Vorbild sein. Als Zeichen der Exzellenz ist dieses Abzeichen daher unter Rittern sehr bekannt. (Aktiviert bei Rain Spezialfertigkeiten)", "La insignia de un caballero de Grandshelt, pues estos son los únicos que tienen permitido llevarla. Por su parte, todo aquel que quiera convertirse en un caballero de Grandshelt tendrá que demostrar su valía con la espada, tener sentido de la justicia, ayudar a los débiles y sentar un buen ejemplo en la sociedad. Estas cualidades son la verdadera razón por la que esta insignia se considera una marca de excelencia entre los caballeros. (Activa habilidades especiales si se la equipa Rain)."]}, "accuracy": 0}