{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Clan Master's Headband", "type_id": 60, "skills": [100090, 100120, 101230, 218370], "is_twohanded": false, "rarity": 8, "compendium_id": 701, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'ATK +30%' passive.", "Grants 'MAG +30%' passive.", "Grants 'Evade' passive.", "Grants 'Dual Blade Technique' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 12}, "icon": "item_50271.png", "type": "Accessory", "strings": {"name": ["Clan Master's Headband", "上忍護額", "상급 닌자의 써클렛", "Bandeau du chef de clan", "Klanmeister-Stirnband", "Bandana de jefe de clan"], "desc_short": ["A headband with a metal plate sewn onto it.", "縫有金屬板的頭巾", "금속판을 덧댄 머리띠", "Un bandeau avec un morceau de métal cousu.", "Ein Stirnband, in das eine Metallplatte eingelassen ist.", "Una cinta para el pelo que tiene cosida una placa metálica."], "desc_long": ["A headband with a metal plate sewn onto it. Headbands were created for ninjas so that the weight of the headgear doesn't get in the way of their speed and dexterity. As such, many ninjas equip themselves with these headbands so that it won't compromise their performance, while still offering protection. The headbands used by skilled ninjas are etched with an emblem, which also acts as proof of their identity when needed.", "部分由金屬板縫紉製成的頭巾。視靈敏度為命的忍者，都會盡量避免厚重的頭盔，因此這種裝備就應運而生了。它輕巧又能夠保護頭部的優點，為忍者所歡迎。優越的忍者還會在著用的頭巾刻上紋章，用以證明自己的身份。", "이마 부분에 금속판을 덧댄 머리띠. 날렵함이 생명인 닌자에게 있어 무거운 투구란 꺼려지는 법이다. 거기서 등장한 것이 바로 이 써클렛으로, 몸을 가볍게 유지하면서도 머리 부분을 지킬 수 있는 장점이 있어 많은 닌자에게 사랑받고 있다. 우수한 닌자가 두르는 써클렛에는 문장이 새겨져 있으며, 신분을 증명하는 역할을 하기도 한다.", "Bandeau avec une plaque en métal cousue. Les bandeaux ont été créés pour les ninjas afin que le poids d’un équipement de tête ne gêne pas leur vitesse et leur dextérité. Beaucoup de ninjas s’équipent donc de ces bandeaux pour que leurs performances ne soient pas compromises tout en étant protégés. Le bandeau utilisé par de compétants ninjas est frappé d’un emblème, qui sert aussi de preuve de leur identité si nécessaire.", "Ein Stirnband, auf dessen Front eine Metallplatte genäht wurde. Diese Art von Kopfbedeckung wurde quasi auf das Berufsbild des Ninjas zugeschnitten, der sein Leben seiner Flinkheit verdankt und stets schwere Helme vermeidet. Weil das Stirnband gleichzeitig den Kopf schützt, der Träger aber keine Kompromisse bei seiner Beweglichkeit eingehen muss, wird es von vielen Ninjas als Alltagsgegenstand sehr geschätzt. Die Stirnbänder herausragender Ninjas ziert außerdem ein Wappen, das ihnen als Identitätsnachweis dient.", "Una cinta para el pelo que tiene cosida una placa metálica. Estas cintas se crearon específicamente para los ninjas, para que, gracias a su reducido peso, no tuvieran que sacrificar velocidad o destreza. Por tanto, muchos ninjas se equipan con estas cintas sin poner en compromiso su rendimiento, mientras que, al mismo tiempo, también cuentan con algo de protección. Asimismo, las cintas que llevan los ninjas tienen un emblema grabado, que sirve para probar la identidad de estos cuando resulta necesario."]}, "accuracy": 0}