{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Wind-up Thancred", "type_id": 60, "skills": [101500, 100730], "is_twohanded": false, "rarity": 7, "compendium_id": 731, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +15%' passive.", "Grants 'Auto-Regen' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50280.png", "type": "Accessory", "strings": {"name": ["Wind-up Thancred", "迷你桑克瑞德", "산크레드 인형", "Mini Thancred", "Aufzieh-Thancred", "Mini Thancred"], "desc_short": ["A magic doll modeled after a sage brought from the Farplane.", "模仿異界賢人所製作的魔法人偶", "이계의 현자를 본떠 만든 마법 인형.", null, null, "Un muñeco mágico con aspecto primitivo del Etéreo."], "desc_long": ["A magic doll from the faraway world of Eorzea that was modeled after a sage belonging to the \"Scions of the Seventh Dawn.\" These particular dolls are very popular from females who have a crush on who the doll is modeled after, as well as females who hold dark emotions within them. There are many other dolls found in Eorzea, and are well-received with how cute they look following after their owners.", "模仿存在於異界「艾歐澤亞」的組織「拂曉血盟」裡的賢人所製作的魔法人偶。許多女性對他抱著淡淡戀情，或負面感情等，就某方面來說他可是擁有著超大的人氣。在「艾歐澤亞」中，還存在著許多其他的魔法人偶，跟在持有者的後面行動的樣子十分可愛，因此獲得了世界各地的好評。", "이계 '에오르제아'에 존재하는 조직 '새벽의 혈맹'의 현자를 본떠 만든 마법 인형. 그에게 뜨거운 연심을 품은 여성이나 어두운 감정을 품은 여성 등, 여러 가지 의미로 절대적인 인기를 자랑한다. '에오르제아'에는 그 밖에도 다양한 마법 인형들이 존재하며, 소유자의 뒤를 졸졸 따라다니는 귀여운 모습에 각지에서 호평이 끊이질 않는다고 한다.", null, null, "Un muñeco mágico del lejano mundo de Eorzea diseñado tomando como ejemplo a un sabio de los Hijos del Séptimo Albor. En concreto, estos muñecos son bastante populares entre las mujeres que están enamoradas del personaje al que hacen referencia, aunque también muestran su interés mujeres que albergan emociones oscuras en lo más profundo de su ser. Asimismo, en Eorzea, se pueden encontrar otros muchos muñecos que tienen muy buena recepción entre el público, pues suelen basarse en sus dueños."]}, "accuracy": 0}