{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Killian's Scarf", "type_id": 60, "skills": [224160], "is_twohanded": false, "rarity": 6, "compendium_id": 819, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Doublehand Technique' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 10}, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50302.png", "type": "Accessory", "strings": {"name": ["Killian's Scarf", "基里安圍巾", "킬리언의 스카프", "Écharpe de Killian", "Kilians Schal", "Bufanda de Killian"], "desc_short": ["A crimson scarf which has been used for some time.", "被使用過一段時間的深紅色圍巾", "여기저기 찢어진 진홍색의 스카프.", "Une écharpe écarlate qui paraît fort usée.", "Ein purpurner Schal, der schon seit einer Weile benutzt wird.", "Una bufanda carmesí que lleva usándose algún tiempo."], "desc_long": ["A crimson scarf which has been used for some time. The scarf is made of special threads that are resistant to fire, thus boosting the wearer's fire resistance. The scarf is also made using Dirnado's military technologies, which makes the scarf send magic surges through the body of those who equip it. This increases the wearer's physical prowess, and lets them exhibit powers like never before.", "被使用過一段時間的深紅色圍巾", "여기저기 찢어진 진홍색의 스카프. 불에 강한 특수한 실로 만들어져, 장비하면 불속성에 대한 저항력이 상승한다. 게다가 디르나드의 군사 기술을 운용하여, 장착한 자의 신체에 강한 마력을 순환케 함으로써 신체 능력을 향상시키고, 평소보다 강한 힘을 발휘하게 된다고 한다.", "Une écharpe écarlate qui paraît fort usée. Elle est fabriquée à partir d’un tissu spécial résistant au feu et confère à son porteur une meilleure défense face à cet élément. Elle fut en outre créée à l’aide des technologies militaires de Dirnado, et peut diffuser une vague d’énergie magique dans le corps de son utilisateur. Ceci améliore la prouesse physique de celui-ci et lui octroie des pouvoirs inédits.", null, "Una bufanda carmesí que lleva usándose algún tiempo. Esta bufanda está hecha con hilos especiales que son resistentes al fuego, por lo que también aumenta la resistencia al fuego de quien la lleva puesta. Además, usa tecnología militar de Dirnado de tal forma que envía pulsos mágicos a través del cuerpo del usuario para aumentar la destreza física del usuario y otorgarle poderes nunca antes vistos."]}, "accuracy": 0}