{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Twenty-sided Die", "type_id": 60, "skills": [202450, 202460], "is_twohanded": false, "rarity": 7, "compendium_id": 321, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Physical Evade' passive.", "Grants 'Critical Boost' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50195.png", "type": "Accessory", "strings": {"name": ["Twenty-sided Die", "20面骰子", "20면 주사위", "Dé à vingt faces", "Zwanzigseitiger Würfel", "Dado de 20 caras"], "desc_short": ["A die capable of producing miraculous outcomes.", "偶爾能夠引發奇跡的骰子", "드물게 기적을 일으키는 주사위", "Dé qui produit parfois des résultats miraculeux.", "Dieser Würfel wirkt manchmal Wunder.", "Dado con resultados milagrosos."], "desc_long": ["A die made from materials alien to this world. According to legend, there have been many incidents in which various people have miraculously walked off unharmed after suffering an attack from a monster. Curiously enough, each of them is said to have been carrying this die at the time of the incident. Naturally, this led its popularity as a good luck charm to skyrocket, causing high demand to render it almost unattainable even in its world of origin.", "來自異界的骰子，其原料並不存在於這個世界。據文獻記載，有些人在遭到魔物襲擊後奇跡般地無傷生還，而這些人無一例外都攜帶著10面骰子。因此，它成為了能夠帶來好運的護身符，以至於變得在異界都難以獲得。", "이 세계에는 존재하지 않는 물질로 만들어진 이계의 주사위. 어느 책에 따르면 마물의 공격을 받았음에도 상처 하나 나지 않은 사건이 몇 차례 보고되었고, 조사해보니 그 기적을 체험한 사람은 모두 이 20면 주사위를 가지고 다녔다고 한다. 그 덕분에 행운의 부적으로 인기를 얻어 이계에서도 손에 넣기가 힘들어진 듯하다.", "Un dé fait de matières venues d'un autre monde. D'après la légende, plusieurs personnes auraient miraculeusement réussi à se relever saines et sauves après avoir été attaquées par un monstre. Curieusement, chacune aurait porté sur elle ce dé au moment de l'agression. Il n'en fallut pas plus pour que sa renommée en tant que porte-bonheur explose, ce qui créa une forte demande et le rendit vite introuvable même dans son monde d'origine.", "Ein Würfel, der aus in dieser Welt unbekannten Materialien gefertigt wurde. Es wird häufig von Vorfällen berichtet, in denen ein Mensch wie durch ein Wunder den Angriff einer gefährlichen Bestie überlebte. Dabei war allen diesen Leuten eines gemein: sie waren im Besitz solcher Würfel. Seit sich diese Erkenntnis verbreitet hat, ist die Nachfrage nach diesen Objekten derart angestiegen, dass man sie selbst in ihrer Ursprungswelt kaum noch erhalten kann.", "Dado hecho de materiales de otro mundo. Las leyendas hablan de personas que ha salido indemnes de varios accidentes tras sufrir el ataque de un monstruo. Lo más curioso es que todas esas personas llevaban este dado encima cuando ocurrió el incidente. Como era de esperar, eso propició que se hiciera muy popular como amuleto de la buena suerte y, debido a la gran demanda, es inaccesible incluso en su mundo de origen."]}, "accuracy": 0}