{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Bellows Arm Guard", "type_id": 60, "skills": [203250], "is_twohanded": false, "rarity": 4, "compendium_id": 650, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP + 5%' passive."], "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 5, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 10}, "icon": "item_50263.png", "type": "Accessory", "strings": {"name": ["Bellows Arm Guard", "蛇紋謢臂殼", "자바라 팔토시", "Protection pliable", "Bellows-Armschutz", "Protector plegable"], "desc_short": ["An arm guard based on those used by robot soldiers.", "以機械兵器為模型製成的臂殼", "로봇 병기를 본떠 만든 팔토시", "Un protège-bras dont la forme est basée sur ceux utilisés par les robots.", "Ein Armschutz eines Robotsoldaten.", "Un brazal inspirado en los que llevan los soldados robóticos."], "desc_long": ["An arm guard made using highly-advanced technology. The arm guard is made in likeness to the secretly developed, robot soldier arms. The arm guard is well-received by males with its unique, stylish design. These arm guards are now hard to come by as the developer who made them vanished and the production of robot soldiers dwindled.", "使用極高度科技製成的臂殼。以不知什麼人秘密開發的機械兵器的手臂部分為模型製成。別具特色的設計在男性及小孩間廣受好評。不過隨著開發者消失以及機械兵器生產量減少，這塊謢臂殼也不復見。", "상당한 고도의 과학 기술로 만들어진 팔토시. 누군가가 비밀리에 개발하던 로봇 병기의 팔 부분을 본떠 만든 장신구로, 그 특이한 디자인으로 인해 남성들과 아이들에게 특히 인기가 많다. 그러나 개발자가 모습을 감추고 로봇 병기 생산이 감소하며, 이 팔토시도 점차 모습을 감추게 되었다.", "Un protège-bras réalisé avec une technologie de pointe. Leur forme ressemble aux secrètement développés bras de soldat robot. Il a un certain succès chez les hommes grâce à sa forme unique et élégante. Il est à présent difficile d'en trouver car son concepteur a disparu et la production de soldats robots a drastiquement diminué.", "Ein Armprotektor, der durch Auferbietung hochmoderner Technologie konstruiert wurde. Sein Design wurde an die Arme eines unter strenger Geheimhaltung entwickelten Kampfroboters angelehnt. Dieses sehr charakteristische Design wird vor allem von Männern und Kindern besonders gut aufgenommen. Seit jedoch der Entwickler spurlos verschwand und somit die Produktion der Kampfroboter stark zurückging, sieht man diesen Armprotektor auch nur noch selten.", "Un brazal creado con tecnología muy avanzada. Se creó en semejanza a los brazos de los soldados robóticos, que se desarrollaban en el más estricto secreto. Asimismo, este brazal está muy cotizado entre los hombres por su diseño único y elegante. De hecho, ahora son difíciles de encontrar desde que su creador desapareció y la producción de los soldados robóticos cayese en picado."]}, "accuracy": 0}