{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Silver Armlet", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 206, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 15, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Silver Armlet", "銀手鐲", "은제 팔찌", "Brassard en argent", "Silberreif", "Brazal de plata"], "desc_short": ["An armlet made of silver.", "用銀製作的手鐲", "은으로 만든 팔찌", "Brassard fait d'argent.", "Ein Armreif aus Silber.", "Brazal hecho de plata."], "desc_long": ["An armlet made of silver which raises the MP of the wearer. It is usually used to further raise the MP of mages who already boast of a high amount. However, it can also be equipped to provide a bigger source of magic for those who can perform basic restorative spells. Unfortunately though, it does nothing to raise the actual magical power of the wearer.", "用銀製作的手鐲，可以提高MP。通常由MP值原本就很高的魔道士使用。但是，也有些戰士會習得簡單的白魔法以備不時之需，因此也有戰士裝備此手鐲用來保證應急的恢復手段。但這並不意味著可以提高魔法威力。", "MP를 올려주는 은제 팔찌. 처음부터 MP가 많은 마도사가 장착하는 게 일반적이다. 물론 간단한 백마법을 배운 전사가 비상시 회복 수단을 확보하기 위해 장착할 때도 있다. 다만 마법의 위력이 높아지는 건 아니므로 완전한 해결책이 되지는 못한다.", "Un brassard en argent qui augmente les PM. Il est normalement utilisé pour augmenter les PM des mages possédant déjà une réserve importante de magie. Il peut être aussi équipé pour fournir plus de magie à ceux qui peuvent lancer des sorts de guérison basiques. Malheureusement, il n'augmente pas la force magique.", "Ein Armreif aus Silber, der das Reservoir magischer Energie seines Trägers erhöht. In der Regel wird er von Magiern getragen, die ihre ohnehin großen Kraftreserven erhöhen wollen. Doch auch solche, die nur rudimentäre Heilmagie beherrschen, benutzen ihn manchmal, um sich im Notfall einen Vorteil zu verschaffen. Leider hat der Armreif keine Auswirkung auf die Stärke der Zauber selbst.", "Un brazal hecho de plata que aumenta los PM de quien lo lleva. Normalmente se usa para aumentar aún más los PM de los magos con una cantidad considerable. Sin embargo, también se puede usar para proporcionar más magia a los que pueden conjurar hechizos curativos básicos. Por desgracia, no aumenta la potencia mágica."]}, "icon": "item_50106.png"}