{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Sphene Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 869, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Earth": 15}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 10}, "icon": "item_50311.png", "type": "Accessory", "strings": {"name": ["Sphene Ring", "榍石戒指", "설석 반지", "Anneau de Sphene", "Sphenring", "Anillo de Esfene"], "desc_short": ["A ring inlaid with sphene.", "鑲有榍石的戒指", "설석이 박혀 있는 반지.", "Un anneau incrusté de titanite.", "Ein Ring, in den ein Sphen eingebettet ist.", "Un anillo con titanita incrustada."], "desc_long": ["A ring imbedded with a sphene emitting an unusual glimmer. The gem offers divine protection to the wearer from earth attacks. Sphenes were used as tokens to bring luck to its owner, but as it grew in popularity among the general public, less were found readily available for adventurers to use. The gem symbolizes endurance, reform, and the strengthening of connections.", "將散發不可思議光輝的榍石鑲嵌在中央的戒指。寶石具備著土之加護的力量，能從土屬性的攻擊中保護持有者。榍石曾經在各地被當作幸運的護身符，在冒險者以外的群眾之中也擁有相當高的人氣，因此也常出現供貨不足的情形。寶石語是「不變．改革．強化人脈」等。", "중앙에 신비한 빛을 발하는 설석이 박혀 있는 반지. 땅의 가호를 받는 보석은 땅속성의 공격으로부터 소유자를 지켜 준다. 한때 전국 각지에서 설석이 행운의 부적으로 알려져 인기를 끌었던 탓인지 모험가 이외의 사람들에게도 인기가 높아, 품귀 현상도 잦았던 모양이다. 보석 말은 '불변, 개혁, 인맥의 강화' 등.", "Un anneau incrusté de titanite émettant un éclat inhabituel. La gemme confère au porteur une protection divine contre les attaques de terre. La titanite était autrefois utilisée comme porte-bonheur. La popularité dont elle jouit désormais auprès du grand public l’a néanmoins rendue plus difficile à obtenir, particulièrement pour les aventuriers. La pierre précieuse symbolise l’endurance, le renouveau et le renforcement des liens.", "Ein Ring, in den ein Sphen eingebettet ist, der einen ungewöhnlichen Schimmer ausstrahlt. Der Stein bietet dem Träger göttlichen Schutz gegen Erdangriffe. Sphene wurden früher als Glücksbringer verwendet, doch jeder beliebter sie beim gemeinen Volk wurden, desto weniger blieben den Abenteurern übrig. Der Stein symbolisiert Ausdauer, Verbesserung und die Stärkung von Verbindungen.", "Un anillo con una titanita incrustada que emite un brillo inusual. La gema le ofrece al portador protección divina contra los ataques de tierra. Además, la titanita se usaba para darle suerte a su portador; pero, a medida que aumentó su popularidad entre la gente, quedaron pocas a disposición de los aventureros. Esta gema es símbolo de resistencia, reforma y conexiones fuertes."]}, "accuracy": 0}