{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Bomb Ring", "type_id": 60, "skills": [223700], "is_twohanded": false, "rarity": 5, "compendium_id": 810, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Fire Snare' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 5}, "icon": "item_50299.png", "type": "Accessory", "strings": {"name": ["Bomb Ring", "炸彈戒指", "봄의 반지", "Bague de cornaline", "Bomberring", "Sello de calcedonia"], "desc_short": ["A signet from the Farplane infused with the power of a bomb.", "寄宿著炸彈之力的異界戒指", "봄의 힘이 깃든 이계의 반지.", "Un sceau issu de l’Au-delà et imprégné de pouvoirs explosifs.", "Ein Ring aus einer fernen Welt, indem die Kraft eines Bombers schlummert.", "Un anillo de un mundo lejano que está imbuido con el poder de un bom."], "desc_long": ["A ring from a faraway world that is infused with the power of a bomb. The ring looks very similar to the ring given to the leader of the airborne brigade, Red Wings, by the king of Baron. It is said that the ring once turned a summoner's entire village into a sea of fire.", "來自遙遠異界、寄宿著炸彈之力的戒指。與存在異界的巴隆王國國王曾賜給飛空艇團「赤翼隊」隊長的戒指十分相似，據說這戒指曾讓某個召喚士的村莊陷入火海。", "까마득히 먼 이계에서 유입된, 봄의 힘이 깃든 반지. 이계에 존재하는 바론 왕국의 국왕이 비공정단 '붉은 날개'의 대장에게 전한 것과 상당히 유사하다. 그 반지는 과거 어느 소환사의 마을을 불바다로 만들어버린 적이 있다고 한다.", "Un anneau issu d’un monde lointain et imprégné des pouvoirs d’une bombe. Cette bague ressemble à s’y méprendre à celle qui fut confiée par le roi au chef de la brigade aérienne des Ailes Rouges. Il est dit que le pouvoir de l’anneau aurait mis à feu et à sang tout un village d’invocateurs.", "Ein Ring aus einer fernen Welt, dem die Kraft eines Bombers innewohnt. Der Ring gleicht jenem Kleinod, dass dem Anführer der Luftbrigade \"Rotschwingen\" durch den König von Baron überreicht wurde. Es heißt, dass der Ring einst das gesamte Dorf eines Beschwörers in ein einziges Flammenmeer verwandelt hat.", "Un anillo de un mundo lejano que está imbuido con el poder de un bom. Este anillo se parece bastante al que le entregó el rey de Baronia al líder de la brigada aérea de los Alas Rojas. Por lo visto, este anillo convirtió la aldea de su invocador en un mar de fuego."]}, "accuracy": 0}