{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Regen Ring", "type_id": 60, "skills": [400090], "is_twohanded": false, "rarity": 3, "compendium_id": 240, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Emergency Regen' passive."], "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 80, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50140.png", "type": "Accessory", "strings": {"name": ["Regen Ring", "恢復指環", "리제네 반지", "Anneau Récup", "Regena-Ring", "Anillo Revitalia"], "desc_short": ["A ring that enhances one's ability to recover.", "能夠提高恢復力的指環", "회복력을 높이는 반지", "Bague améliorant l'aptitude de soin.", "Ein Ring, der die Selbstheilungskräfte schützt.", "Anillo que mejora la fuerza de curación."], "desc_long": ["A ring that automatically casts regen when the wearer is on the verge of death. This accessory, which increases the wearer's recovery rate, is a replica of a certain ring believed to be a gift from the gods. Its power to gradually restore health allows the owner to sustain a decent amount of damage. However, since the regen ring's ability does not take effect until said owner is in mortal danger, it would be ideal for that person to recover fast enough to regain his or her footing.", "在瀕死時自動進行再生的指環。相傳諸神曾留下過一件首飾，只要裝備上它就能夠提高恢復能力，這枚指環就是仿照該首飾而製。雖然可以靠該指環逐漸恢復體力，以抵抗敵人的攻擊，但在瀕死狀態下，還是應該儘快重整旗鼓，將體力恢復至正常為妙。", "빈사 상태가 되면 자동으로 리제네가 걸리는 수호의 반지. 원래는 장착하기만 해도 회복력을 높여주는 신들의 유물을 재현하려고 만든 것이다. 조금씩 체력이 회복되어 오래 버틸 수는 있지만, 일단 빈사 상태가 돼야 발동하므로 신속히 회복하여 태세를 가다듬는 게 좋다.", "Une bague lançant automatiquement Récup lorsque son porteur est sur le point de mourir. Augmentant le taux de récupération, cet accessoire est une réplique d'un cadeau des dieux. Sa capacité à régénérer progressivement la santé permet d'encaisser sans trop broncher un nombre important de dégâts. Cependant, les effets de cet anneau ne s'appliquant que lorsqu'on est au bord de la mort, il est vivement recommandé de récupérer suffisamment rapidement pour se remettre sur pied.", "Ein Ring, der den Träger automatisch mit Regena belegt, wenn er dem Tode nah ist. Dieses Accessoire erhöht außerdem die Heilungsrate des Trägers und ist vermutlich die Replik eines Geschenks der Götter. Seine heilenden Fähigkeiten erhöhen die Widerstandsfähigkeit seines Besitzers drastisch, doch da sie sich erst entfalten, wenn jener in Lebensgefahr schwebt, sind andere, effektivere Heilmethoden unabdingbar.", "Un anillo que conjura Revitalia automáticamente cuando quien lo lleva está al borde de la muerte. Este accesorio, que aumenta la tasa de recuperación, es la réplica de cierto anillo que se dice fue un regalo de los dioses. Su poder para recuperar gradualmente la salud permite a quien lo lleva soportar una cantidad considerable de daño. Sin embargo, como dicha habilidad no actúa hasta que su dueño está en peligro mortal, lo ideal sería que se recuperara lo suficientemente rápido como para mantenerse en pie."]}, "accuracy": 0}