{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Cat's Bell", "type_id": 60, "skills": [101410], "is_twohanded": false, "rarity": 4, "compendium_id": 255, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP Stroll' passive."], "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 20, "MAG": 0, "SPR": 0, "DEF": 1}, "icon": "item_50155.png", "type": "Accessory", "strings": {"name": ["Cat's Bell", "珠鈴", "타마의 방울", "Clochette de chat", "Katzenglocke", "Cascabel de gato"], "desc_short": ["A bell with a soothing chime.", "能發出治癒之音的鈴鐺", "편안한 소리가 나는 방울", "Clochette au son apaisant.", "Eine Glocke mit einem beruhigenden Klang.", "Cascabel con repiqueteo tranquilizador."], "desc_long": ["A mysterious bell that rings with a soothing chime. Walking around while listening to the sound of this bell revitalizes the body, gradually restoring the wearer's health. The bell's sound seems to emit a great deal of naturally restorative power, but the reason behind this remains unknown. Some theorize that the bell may have actually belonged to a real cat at some point.", "能發出治癒心靈之音的神奇鈴鐺。只要一邊聽著該鈴鐺的聲音一邊走路，就會獲得無限的活力，體力也會隨之慢慢恢復。有人猜測鈴音有提升自癒能力的功效，但該猜測至今尚未被證實真偽。另外也有人猜測該鈴鐺原本是屬於動物的，這個說法倒是得到了許多人的支持。", "편안한 소리가 나는 신비한 방울. 이 소리를 들으면서 걸으면 기운이 나서 조금씩 체력이 회복된다. 방울 소리에 자연 치유력을 높이는 무언가가 있는 것 같지만, 정확히는 알 수 없다. 타마가 누구인지도 알 수 없는데, 어쩌면 인간이 아닌 다른 동물이 아닐까 하는 설이 힘을 얻고 있다.", "Une clochette mystérieuse qui émet un son réconfortant. Se promener en entendant le son de cet objet revitalise le corps en régénérant progressivement la santé. Le son de cette clochette semble avoir un puissant pouvoir revitalisant mais nul ne sait pourquoi ou comment. Certains pensent qu'elle a réellement appartenu à un chat.", "Eine geheimnisvolles Glöckchen, dessen Klingeln eine beruhigende Wirkung hat. Wer es mit sich herumträgt, bemerkt, wie sich seine Lebenskräfte allmählich erneuern. Woher dieses Glöckchen seine besonderen Kräfte nimmt, ist jedoch unbekannt. Möglicherweise gehörte es einst tatsächlich einer Katze?", "Un cascabel misterioso con un repiqueteo tranquilizador. Caminar mientras se escucha revitaliza el cuerpo, recuperando gradualmente la salud de quien lo lleva. Parece ser que su sonido emite poder curativo, pero no se sabe por qué. Hay quien dice que pudo haber pertenecido a un gato de verdad."]}, "accuracy": 0}