{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Grimoire Hat", "type_id": 60, "skills": [200050], "is_twohanded": false, "rarity": 3, "compendium_id": 391, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Analyze' ability."], "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 10, "SPR": 0, "DEF": 0}, "type": "Accessory", "strings": {"name": ["Grimoire Hat", "魔導帽", "그리모어 모자", "Chapeau grimoire", "Zauberhut", "Sombrero grimorio"], "desc_short": ["A hat able to increase one's understanding of magic.", "能夠讓人加強對魔法理解力的頭飾", "마법의 이해력이 상승하는, 모자 모양의 장신구", "Un chapeau capable d'améliorer la compréhension de la magie.", "Ein Hut, der das Verständnis der Magie fördert.", "Un sombrero capaz de aumenta el saber de uno sobre la magia."], "desc_long": ["A hat-like accessory that increases its wielder's understanding of magic when worn. A great many mysteries are mentioned in the ancient tome known as the grimoire, and this is said to boost MAG and enable its wielder to gauge their opponents. Though shaped like a hat, it doesn't have to be worn like one, and can be strung to one's belt or ever carried around on a string.", "能夠幫助提高對魔法理解力的帽子形狀的神奇頭飾。它記錄著諸多古代魔導書中的秘密，不僅能提高魔力，還能夠「識破」敵人的情報。雖然它具有帽子的外形，不過並不需要戴在頭上，即便是掛在腰帶上、拿在手上，也可以發揮效果。", "몸에 장착하면 마법의 이해력이 상승하는 신비로운 모자 모양의 장신구. 그리모어라고 불리는 고대 마술서의 신비를 여럿 기억하고 있으며, 마력이 상승할 뿐 아니라 적에게 '꿰뚫어보기'를 사용해 정보를 확인할 수도 있다. 모자 모양을 하고 있지만 머리에 쓸 필요는 없으며, 허리띠처럼 매거나 끈처럼 묶어 들고 다니는 것만으로도 효과가 있다고 한다.", "Un accessoire ressemblant à un chapeau et qui augmente la compréhension de la magie de son porteur. Beaucoup de grands mystères sont dépeints dans l'ancien livre appelé \"Le Grimoire\", qui aurait le pouvoir d'augmenter la MAGIE et de jauger les adversaires de son porteur. Bien qu'il ait la forme d'un chapeau, rien n'oblige à l'utiliser comme tel. Ainsi, il peut être aussi bien porté à la ceinture ou sur le dos, attaché à un fil.", "Ein hutartiges Accessoire, das das Verständnis des Trägers für Magie erhöht. Im uralten Zauberbuch stehen viele Geheimnisse. Über diesen Gegenstand heißt es, er sehe zwar aus wie ein Hut, müsse aber nicht so getragen werden. Er erhöht die MAG und erlaubt es dem Träger, seine Gegner einzuschätzen.", "Un accesorio parecido a un sombrero que aumenta la comprensión mágica del portador. En el antiguo tomo llamado grimorio se mencionan muchos misterios, y se dice que aumenta la MAG y permite que su portador mida a sus oponentes. Aunque tiene la forma de un sombrero, no tiene que llevarse como uno, y puede colocarse en el cinturón o incluso llevarse en una cuerda."]}, "icon": "item_50193.png"}