{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Fairy Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 217, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": {"Blind": 100, "Poison": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Fairy Ring", "仙子指環", "요정의 반지", "Anneau de fée", "Feenring", "Anillo de hada"], "desc_short": ["A ring adorned with a fairy.", "仿照仙子的形象製作的指環", "요정을 조각한 반지", "Bague ornée d'une fée.", "Ein Ring mit einer Feenfigur.", "Anillo adornado con un hada."], "desc_long": ["A gold ring adorned with a fairy that protects the wearer against both blind and poison. Fairies are known to sometimes play tricks on humans when the mood strikes them, but they are also known for the protection they offer to those humans whom they trust. Legend has it that fairies would leave behind tokens for those people they had chosen to protect. This was used as the motif behind the fairy ring's design.", "能夠完全防禦失明和中毒的指環。金色的指環上裝飾著仙子的塑像。眾所周知，仙子是一種隨心所欲的生物，最喜歡對人類進行惡作劇，但牠們也會為保護信任的人而付出生命。據說仙子們會為想要保護的人留下飾品，這指環就是以該傳說為主題而做。", "암흑과 독을 완벽하게 막아주는 반지. 금색 고리에 요정 모양 장식이 달려있다. 요정은 변덕쟁이라서 인간에게 장난치는 걸 좋아한다고 알려졌지만, 마음에 든 사람은 헌신적으로 지킨다고도 한다. 또 자신이 지키고 싶은 사람에게는 장신구를 선물한다는 이야기가 있는데, 이 반지는 그 이야기에서 모티브를 얻어 만들었다.", "Une bague en or ornée d'une fée qui protège contre les altérations d'état cécité et poison. Les fées sont connues pour faire des farces aux humains quand l'envie leur prend, mais aussi pour offrir leur protection à ceux qu'elles jugent dignes de confiance. La légende dit que les fées offriraient des cadeaux aux personnes qu'elles ont choisies de protéger. Cette tradition est représentée à travers les motifs visibles sur cet anneau.", "Ein Goldring mit einer Feenfigur, der den Träger sowohl gegen Gift als auch Blindheit gefeit macht. Feen spielen Menschen oft Streiche, doch sind sie für jene, die ihr Vertrauen verdient haben, auch wertvolle Verbündete. In vielen Erzählungen hinterlassen Feen Schutzamulette für die von ihnen Auserkorenen. Das Motiv des Feenrings ist an solche Geschichten angelehnt.", "Un anillo de oro con un hada que protege a quien lo lleva de la ceguera y el veneno. Las hadas pueden ser traviesas con los humanos cuando les parece, pero también son famosas por la protección que brindan a aquellos en quienes confían. Según la leyenda, las hadas dejan amuletos a aquellos a quienes eligen proteger. Esto inspiró el diseño del anillo de hada."]}, "icon": "item_50117.png"}