{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Germinas Boots", "type_id": 60, "skills": [101500, 200250], "is_twohanded": false, "rarity": 6, "compendium_id": 423, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +15%' passive.", "Grants 'Escape' ability."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 5}, "icon": "item_50208.png", "type": "Accessory", "strings": {"name": ["Germinas Boots", "格爾米納斯長靴", "게르미나스 부츠", "Bottes de Germinas", "Germinas Stiefel", "Botas de Germinas"], "desc_short": ["Boots capable of traversing the most dangerous mountains.", "能夠助人翻越崇山峻嶺的靴子", "험준한 산조차도 답파해낼 수 있는 부츠", "Bottes capables de traverser les plus dangereuses montagnes.", "Stiefel, mit denen sich die gefährlichsten Berge überwinden lassen.", "Unas botas capaces de atravesar las mas escabrosas montañas."], "desc_long": ["A sturdy pair of boots meant for mountain climbing. Wearing them gives the sensation that one's feet have grown wings, and grants incredible agility that can aid the owner to escape from perilous situations. Named after a remarkably steep and dangerous mountain found in another world, these boots are usually sold under the claim that they greatly facilitate the climb of such ridges. Unfortunately, they are an extremely rare item to obtain as each pair is made painstakingly by hand.", "專用於登山的堅固靴子。穿上它就能讓身體變得無比輕盈，遇到危險也能迅速逃脫。格爾米納斯是坐落於異界的險峻靈峰，穿上這種靴子即可輕鬆翻越崇山峻嶺。不過，由於製作週期很長，因此十分珍貴。", "산길을 걷는 데에 특화된 견고한 부츠. 장착하면 날개를 단 듯 몸이 가벼워져, 위급할 때 신속하게 도주할 수 있다. '게르미나스'는 매우 험준한 이계의 산봉우리로, 이 부츠는 그런 위험한 산악지대에서도 쾌적한 걸음을 옮길 수 있다고 한다. 그러나, 한쪽씩 시간을 들여 손수 제작하기 때문에 입수하기가 매우 힘든 귀중품이다.", "Une paire de bottes solides faites pour grimper les montagnes. Une fois portées, l'utilisateur à l'impression que des ailes ont poussé au niveau de ses pieds et dispose d'une bien plus grande agilité qui peut le sortir de situations bien compliquées. Son nom vient d'une montagne d'un autre monde extrêmement escarpée et dangereuse. Les vendeurs disent bien volontiers que ces bottes sont capables de faciliter grandement l'escalade de tels sommets. .Il s'agit d'un objet extrêmement rare car chaque paire est fabriquée méticuleusement à la main.", "Robuste Kletterstiefel. Wer sie trägt, fühlt sich als hätte er Flügel. Durch diese Beweglichkeit kann der Träger aus gefährlichen Situationen entkommen. Nach einer verschneiten Gebirgsregion in einer anderen Welt benannt, werden diese Schuhe in der Region als Schuhe fürs Gebirge verkauft. Leider sind sie äußerst selten, da jedes Paar sorgsam per Hand gefertigt wird.", "Un par de botas resistentes hechas para escalar montañas. Llevarlas da la sensación de tener alas, y proporciona una increíble agilidad que ayuda a su dueño a escapar de situaciones peliagudas. Su nombre proviene de una montaña especialmente escarpada y peligrosa de otro mundo, y se suelen vender alegando que ayudan a escalar riscos como esos. Por desgracia son muy difíciles de encontrar, ya que cada par se elabora trabajosamente a mano."]}, "accuracy": 0}