{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": ["UNIT_ID", 401000104], "name": "Evening Glove", "type_id": 60, "skills": [101700, 100160], "is_twohanded": false, "rarity": 5, "compendium_id": 630, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'MAG +15%' passive.", "Grants 'SPR +10%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "icon": "item_65001.png", "type": "Accessory", "strings": {"name": ["Evening Glove", "晚宴手套", "이브닝 글로브", "Gant de nuit", "Abendhandschuhe", "Guantes de noche"], "desc_short": ["A long graceful piece of glove, perfect for any formal occasion.", "適合任何正式場合的優雅長手套", "어느 공식 석상에나 어울리는 우아한 장갑", "Un long gant très élégant, parfait pour les occasions formelles.", "Ein langer eleganter Handschuh, perfekt für offizielle Anlässe.", "Unos guantes elegantes, perfectos para cualquier evento formal."], "desc_long": ["A long and graceful piece of glove, perfect for any formal occasion. White magic and black magic is used to create these gloves, which increases the wearer's magic attack and magic defense.", "適合任何正式場合的優雅長手套。在製作過程中施加了白魔法與黑魔法，讓穿戴者能夠提升魔法力與魔法防禦力。", "어느 공식 석상에나 어울리는 우아한 장갑.  백마법과 흑마법을 조화롭게 사용하여 제작해 착용자의 마법 공격력과 마법 방어력을 상승시킨다.", "Un long gant très élégant, parfait pour les occasions formelles. Il a été imprégné de magie blanche et noire lors de sa création pour renforcer l'attaque et la défense magique de son porteur.", "Ein langer eleganter Handschuh, perfekt für offizielle Anlässe. Er wurde mit einer Mischung aus schwarzer und weißer Magie getränkt, um die magische Offensive und Defensive des Trägers zu verstärken.", "Unos guantes elegantes, perfectos para cualquier evento formal. Estos guantes se crean combinando magia blanca y negra, esto aumenta el ataque y defensa mágicos del portador."]}, "accuracy": 0}