{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Arsha's Talisman", "type_id": 60, "skills": [100020, 100130, 100160], "is_twohanded": false, "rarity": 6, "compendium_id": 359, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +20%' passive.", "Grants 'DEF +10%' passive.", "Grants 'SPR +10%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50213.png", "type": "Accessory", "strings": {"name": ["Arsha's Talisman", "阿爾莎的護身符", "아르샤의 부적", "Talisman d'Arusha", "Arushas Talisman", "Talismán de Arsha"], "desc_short": ["A talisman passed down over many generations in a certain land.", "某地自古流傳的護身符", "어느 지방에 옛날부터 전해지는 부적", "Talisman qui s'est passé pendant des générations dans un certain pays.", "Ein Talisman, der über Generationen weitergegeben wurde.", "Talismán que ha pasado por muchas generaciones de cierto lugar."], "desc_long": ["A prestigious talisman passed down through the ages in Olderion. For ages, it has been handed to loved ones about to take part in a great battle or journey. Since it takes many steps and quite a long time to make one, they aren't really made much anymore. It is believed that the more heart the maker puts into making one of these, the stronger its protecting power is.", "奧爾德里昂地區世代相傳的護身符。自古它就是贈予將要上戰場或要遠行的人的贈品。想要製作它需要按照步驟完成多道工序和花費漫長的時間，因此現在已經沒人會去製作它了。製作者的祈禱越強烈，佩戴者獲得的守護之力也就越高。", "올데리온 지방에 전해지는 유서 깊은 부적. 예로부터 소중한 사람이 큰 전투나 긴 여행을 앞두었을 때 선물했다. 제작 단계가 복잡하여 수고와 시간이 많이 드는 탓에 지금은 거의 제작되지 않는다. 만드는 사람의 기도가 강할수록 소유자를 지키는 힘도 강해진다고 한다.", "Un prestigieux talisman transmis de génération en génération à Olderion. Pendant des siècles, il a été porté par des personnes aimées sur le point de partir au combat ou à l'aventure. La fabrication de ce talisman est un processus si complexe et si long qu'il en reste très peu aujourd'hui. La croyance populaire veut que plus le créateur met du cœur à l'ouvrage lors de la création de ce talisman et plus sa puissance est importante.", "Ein geschätzter Talisman, der im Wandel der Zeiten in Olderion weitergegeben wurde. Lange wurde er geliebten Menschen übergeben, die an Schlachten teilnahmen oder auf Reisen gingen. Da der Herstellungsaufwand groß ist, wird er kaum noch produziert Man glaubt, je mehr Herz in ihn investiert wird, desto stärker ist sein Schutz.", "Un talismán prestigioso que se ha transmitido a través de los siglos en Olderion. Durante años, se ha pasado a los seres queridos que iban a participar en una gran batalla o iban a emprender un viaje. Puesto que se necesita mucho tiempo y distintos pasos para fabricar uno, ya no se suelen hacer. Se cree que cuanto más corazón ponga el fabricante al hacer uno de estos, más grande será su poder protector."]}, "accuracy": 0}