{"slot": "Accessory", "compendium_shown": true, "price_buy": 400, "requirements": null, "name": "Squall Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 232, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 40, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Wind": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 4}, "icon": "item_50132.png", "type": "Accessory", "strings": {"name": ["Squall Ring", "風業戒指", "폭풍의 반지", "Bague des tempêtes", "Böenring", "Anillo Aero+"], "desc_short": ["A ring that repels wind.", "能提高風之守護的戒指", "바람의 가호가 걸린 반지", "Bague repoussant les sorts de vent.", "Ein Ring, der vor Windschaden schützt.", "Anillo que repele el viento."], "desc_long": ["A ring that reduces any wind damage sustained by the wearer. The stone residing in its center evokes the image of a gently blowing breeze, but has stronger powers than the one found on the gale ring, and can thus guard against wind to a better extent. However, its owner should not be overly reliant on it, as it cannot completely protect him or her from wind attacks, nor absorb their energy. The power of the squall ring can make moving against strong winds considerably easier.", "能夠減輕風屬性傷害的戒指。上面鑲嵌著如同吹拂過境的清風一般的石頭。該石頭的力量比疾風戒指上的更強，可以在一定程度上緩和風屬性的攻擊。要注意，該戒指並不是萬能的，無法完全令攻擊失效、或是將攻擊完全吸收。在強風中身體無法動彈時，裝備上它來減弱風力，戰鬥時可以輕鬆不少。", "바람속성 피해량을 덜어주는 반지. 살랑이는 바람을 닮은 돌이 박혀있다. 이 돌은 바람 반지에 박힌 것보다 강력해서 바람의 힘을 상당히 잘 막아준다. 하지만 이 역시 공격을 무효화하거나 흡수하지는 못하므로 과신은 금물이다. 강풍이 불 때는 몸을 제대로 가누기 힘들지만, 이 반지가 있으면 꽤 편해질 것이다.", "Une bague réduisant les dégâts de vent infligés à son porteur. La pierre incrustée en son centre évoque l'image d'une paisible brise et a le pouvoir d'affaiblir encore plus l'intensité du vent que la bague de l'air. Il est cependant déconseillé de trop se reposer dessus car elle ne protège pas complètement des attaques de vent et ne peut absorber leur énergie. La bague des tempêtes peut faciliter considérablement les déplacements face aux vents violents.", "Ein Ring, der den vom Träger erlittenen Windschaden abschwächt. Der Stein in seiner Mitte erinnert an eine sanfte Brise und hat die Kraft, heftige Sturmböen abzumildern. Er bietet keinen vollständigen Schutz und kann auch keine Energie absorbieren, ist jedoch wirksamer als der Sturmring. Der Böenring kann sehr hilfreich dabei sein, sich während eines starken Sturms zu bewegen.", "Un anillo que reduce el daño de viento recibido por quien lo lleva. La piedra que hay en su centro evoca la imagen de una suave brisa, pero tiene más poder que la del anillo viento y por ello ofrece más protección contra este. Sin embargo, quien lo posea no debe confiarse, ya que no puede proteger por completo de los ataques de viento ni absorber su energía. El poder del anillo de borrasca puede facilitar el avance contra fuertes vientos."]}, "accuracy": 0}