{"slot": "Accessory", "compendium_shown": true, "price_buy": 500000, "requirements": null, "name": "Producer's Glasses", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 531, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 500000, "stats": {"status_inflict": null, "status_resist": {"Blind": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 3, "DEF": 0}, "icon": "item_50244.png", "type": "Accessory", "strings": {"name": ["Producer's Glasses", "製作人眼鏡", "프로듀서의 안경", "Lunette de producteur", "Produzentenbrille", "Gafas del productor"], "desc_short": ["Fashionable eyeglasses worn only by a producer.", "製作人佩戴的眼鏡框", "프로듀서가 착용하는 멋내기용 안경", "Des lunettes d'une classe folle portées uniquement par un producteur.", "Modische Brille eines Produzenten.", "Unas elegantes gafas que solo se ha puesto un productor."], "desc_long": ["Fashionable eyeglasses worn only by a producer. These eyeglasses are strictly for fashion as they do not have any lens on them. Because it's more for style than anything, many do not wear them while working, but make sure they wore them when in front of the public. Oddly enough, despite not having any lens on them, these eyeglasses are enchanted to protect the wearer's eyes.", "在某個世界中的製作人佩戴的眼鏡。其實它只是鏡框，而沒有鏡片。主要作用是強調個性，因此只有在公共場合才會佩戴。儘管它沒有鏡片，但依舊有著保護裝備者眼睛的神奇效果。", "어느 세계의 프로듀서가 착용했다던 안경. 실은 렌즈가 없는 멋내기용 안경에 지나지 않는다. 어디까지나 트레이드마크일 뿐으로, 사무를 볼 때에는 착용하지 않을 때도 많지만 사람들 앞에 설 때에는 잊지 않고 늘 쓴다고 한다. 렌즈는 없지만, 장착자의 눈을 지키는 특수한 힘이 깃들어 있다.", "Des lunettes d'une classe folle portées uniquement par un producteur. Elles n'ont qu'une utilité purement cosmétique car elles ne comportent même pas de verres. C'est justement pour cette raison que beaucoup préfèrent ne pas les porter au travail, mais préfère les utiliser en public. Étrangement, bien que ces lunettes ne soient pas munies de verres, elles ont quand même la capacité de protéger les yeux de leur porteur.", "Modische Brille eines Produzenten. Diese Brillengläser haben keine Gläser und dienen nur modischen Zwecken. Aus diesem Grund tragen die Leute sie eher in der Öffentlichkeit als während der Arbeit. Trotz der fehlenden Linsen bietet die Brille einen Schutzzauber für die Augen.", "Unas elegantes gafas que solo se ha puesto un productor. Estas gafas solo son decorativas, pues no carecen de lentes. Debido a eso, mucha gente no se las pone en el trabajo; pero sí cuando están en público. Aunque sea un poco raro, a pesar de no llevar lentes, estas gafas están encantadas y protegen los ojos de su portador."]}, "accuracy": 0}