{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Feral Horn", "type_id": 60, "skills": [203250], "is_twohanded": false, "rarity": 5, "compendium_id": 743, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP + 5%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 5, "SPR": 10, "DEF": 0}, "icon": "item_50286.png", "type": "Accessory", "strings": {"name": ["Feral Horn", "暴獸尖角", "맹수의 뿔", "Corne féroce", "Bestienhorn", "Cuerno feroz"], "desc_short": ["Proof that one has defeated a great monster.", "打倒強力魔物的證明", "강력한 마물을 쓰러뜨린 증명.", "Atteste de la défaite d’un grand monstre des mains de son porteur.", null, "La prueba de que uno ha derrotado a un monstruo poderoso."], "desc_long": ["Proof that one has defeated a great monster. The horn still emits a sense of power similar to that of the ferocious monster it came from. Many seek this horn to prove their strength, and the scars engraved upon the horn shows the courage, resolve, and prowess of those who have faced the monster in battle.", "打倒強力魔物的證明。擁有\"暴獸\"別名的魔物，其犄角的一部份，就算折斷了也不失去其英勇。將其當作強悍證明，而進行狩獵的人也非常多。透過殘留在尖角上的傷痕，就能推測出是為了展現自身勇氣而挑戰\"暴獸\"之人所留下，這些傷痕更述說著挑戰者的覺悟與力量。", "강력한 마물을 쓰러뜨린 증명. 맹수라고도 불린 어느 마물의 뿔 일부로, 부러졌음에도 불구하고 여전히 그 용맹함을 자랑하고 있다. 힘의 증명으로서 사냥감의 뿔을 노리는 자들도 많다. 이 뿔에 남겨진 수많은 상처야말로 자신의 용기를 증명하고자 맹수에게 도전한 자들이 남긴 것이며, 도전자의 각오와 기량을 보여주는 것이기도 하다.", "Atteste de la défaite d’un grand monstre des mains de son porteur. La corne continue d’émettre une aura de puissance similaire à celle du monstre féroce dont elle provient. Maints guerriers cherchent à s’approprier cette corne afin de prouver leur force. Les cicatrices qui sont gravées sur sa surface démontrent le courage, la résolution et la prouesse de ceux qui ont affronté le monstre.", null, "La prueba de que uno ha derrotado a un monstruo poderoso. Este cuerno es un claro ejemplo del poder que ostentaba el monstruo feroz del que proviene. En este sentido, son muchos los que anhelan este cuerno para demostrar su fuerza. Además, las marcas que hay a lo largo del cuerno son prueba del coraje, la determinación y la destreza de todo aquel que logró enfrentarse a él en combate."]}, "accuracy": 0}