{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Merald's Belt", "type_id": 60, "skills": [100050, 500050, 224940], "is_twohanded": false, "rarity": 5, "compendium_id": 853, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'MP +20%' passive.", "Grants 'ATK +5%' passive.", "Grants 'MAG +5%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 5}, "icon": "item_50310.png", "type": "Accessory", "strings": {"name": ["Merald's Belt", "梅拉路德腰帶", "메랄드의 벨트", "Ceinture de Merald", "Meralds Gürtel", "Cinto de Merald"], "desc_short": ["A belt popular among the Shibyra women.", "在西維拉女性中相當有人氣的腰帶", "시빌라 족 여성들에게 인기있는 허리띠.", "Une ceinture appréciée des femmes de la tribu Shibyra.", "Ein unter Shibyra-Frauen äußerst beliebter Gürtel.", "Un cinturón bastante popular entre las mujeres de los shibyra."], "desc_long": ["A belt designed in a way that it can be used by both men and women. Wearing the belt increases the wearer's MP, attack power, and magic powers. This belt is popular among many adventurers, and at one point was in vogue among the Shibyra women.", "設計成不論男女都能方便使用的腰帶。裝備後會提高MP、攻擊力、魔力等數值。在冒險者以外的客群也相當有人氣，特別是在西維拉族女性之間，曾經造成爆發性的流行。", "남녀노소 누구에게나 어울리는 디자인의 허리띠. 장착하면 MP와 공격력, 마력 등이 상승한다. 모험가 이외의 사람들에게도 인기가 높으며, 특히 시빌라 족의 여성들 사이에서 한때 폭발적인 인기를 끌었다고 한다.", "Une ceinture conçue pour un usage mixte. Elle augmente la puissance d’attaque, les pouvoirs magiques et les PM du porteur. Appréciée des aventuriers, cette ceinture est même devenue un article de mode en vogue auprès des femmes de la tribu Shibyra.", "Ein Gürtel, der sowohl von Männern und auch Frauen getragen werden kann. Er verstärkt die MP, die Angriffskraft und magischen Kräfte seines Trägers. Er ist unter Abenteurern sehr beliebt und und war einst auch unter Shibyra-Frauen in Mode.", "Un cinturón diseñado tanto para hombres como para mujeres. Sirve para aumentar la MAG, el ATQ y los PM. Además, este cinturón es muy popular entre los aventureros, y hubo un tiempo en que era la última moda entre mujeres de los shibyra."]}, "accuracy": 0}