{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Tornado Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 333, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Wind": 15}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 6}, "icon": "item_50133.png", "type": "Accessory", "strings": {"name": ["Tornado Ring", "風神戒指", "바람신의 반지", "Anneau tornade", "Tornadoring", "Anillo torbellino"], "desc_short": ["A ring that greatly repels wind.", "能大幅提高風之守護的戒指", "더욱 강력한 바람의 가호가 걸린 반지", "Un anneau qui protège de puissantes rafales de vent.", "Ring, der Wind abweist.", "Un anillo que repele enormemente el viento."], "desc_long": ["A ring that greatly repels wind. It has a violent gale motif, inlaid with a green gem. When one thinks of wind, they usually think of a gentle breeze, but there are many fierce wind elemental attacks that can use gales to blow things around, or inflict damage with sharp vacuum blades. Against such fierce attacks, the defense the Tornado Ring offers can't be beat.", "能夠大幅度減輕風屬性傷害的戒指。在以強風呼嘯為主題的底座上，鑲嵌著綠色的寶石。雖然風會給人一種清爽的印象，但風屬性攻擊卻會吹飛隊員，或以鋒利的真空風刃傷害隊員，十分猛烈。想要防禦這些猛烈的攻擊，這枚風神戒指實為首選。", "바람속성 공격을 상당히 완화해주는 반지. 거친 바람의 흐름을 형상화한 받침대에 녹색 보석이 박혀있다. 일반적으로 바람은 시원하다는 인상이 있지만, 바람속성 공격은 폭풍으로 날려버리거나 날카로운 진공 칼날로 상처를 입히는 등 강력한 것이 많다. 이러한 맹공에 대비하려면 이 바람신의 반지가 좋은 선택이 될 것이다.", "Un anneau qui protège de puissantes rafales de vent. Serti d'une gemme verte, les motifs qu'il arbore rappellent les vents violents des tempêtes. Lorsqu'on pense au vent, la première chose qui nous vient à l'esprit en général est une légère et agréable brise. Or, il existe beaucoup de sorts beaucoup plus violents qui peuvent tout balayer sur leur passage à la manière d'un ouragan, ou encore transpercer les ennemis de toutes parts avec des épées de vent coupantes comme des rasoirs. Rien de mieux que la défense offerte par l'Anneau tornade pour vous protéger de ces violentes attaques.", "Ring, der das Element Wind abweist. Besitzt ein Orkanmotiv und einen grünen Edelstein. Wer an Wind denkt, denkt meist an eine sanfte Brise, doch es gibt viele heftige Windangriffe, die Orkane verwenden, um Dinge durch die Gegend zu wehen, oder Schaden mit scharfen Vakuumklingen anzurichten. Dagegen ist der Tornadoring nicht zu verachten.", "Un anillo que repele enormemente el viento. Tiene un motivo de un vendaval violento, con una gema verde incrustada. Cuando se piensa en el viento, se suele pensar en una brisa agradable, pero hay muchos ataques elementales de viento que utilizan vendavales para hacer volar las cosas alrededor, o infligir daños con afiladas hojas succionadoras. Ante tan fieros ataques, la defensa que ofrece el Anillo torbellino no se puede superar."]}, "accuracy": 0}