{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Pioneer's Gloves", "type_id": 60, "skills": [222880], "is_twohanded": false, "rarity": 6, "compendium_id": 782, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Rubble Technique' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 20, "DEF": 0}, "icon": "item_50298.png", "type": "Accessory", "strings": {"name": ["Pioneer's Gloves", "先驅者手套", "파이오니아 글로브", "Gants de pionnier", "Pioniershandschuhe", "Guantes de pionero"], "desc_short": ["A pair of gloves for pioneers.", "為了拓荒者製作的手套", "개척자를 위한 글로브.", "Une paire de gants de pionnier.", "Ein Paar Handschuje für Pioniere.", "Un par de guantes para pioneros."], "desc_long": ["A special pair of gloves that was developed for adventurers and explorers. A certain famous blacksmith created these gloves using magitek armor technologies in hope of saving as many foolhardy adventurers as possible. The gloves boosts the wearer's physical prowess and spirit, which soon became popular and wide spread as a necessity, especially for those who go out on excavation who need to use items, such as pickaxes and hammers.", "為了冒險者或探險家特別製作的手套。為了幫助這些賭命探險的人們，有名的鍛冶工匠齊聚一堂，移植了魔導裝甲的技術共同製作的手套。能使穿戴者的筋力與精神力提高這一點為它博得了高人氣，讓它漸漸地和鐵鎬與鐵槌一樣，成為探索時不可或缺的道具。", "모험가나 탐험가를 위해 개발한 특수한 글로브. 목숨 아까운 줄 모르는 자들을 한 명이라도 더 구하기 위해, 저명한 대장장이들이 힘을 합쳐 마도 아머의 기술을 운용하여 만들어냈다. 장착자의 근력과 정신력을 올려주는 기능이 특히 인기이며, 피켈이나 망치 등의 채굴도구를 이용한 탐색에 필수적인 도구로서 보급하기 시작했다.", "Une paire de gants conçus spécialement pour les aventuriers et les explorateurs. Un certain forgeron célèbre créa ces gants à l’aide de technologies magitech dans l’espoir de sauver autant d’aventuriers téméraires que possible. Ils améliorent la prouesse physique du porteur ainsi que sa psyché, de sorte qu’ils sont rapidement devenus populaires auprès des aventuriers, en particulier ceux qui partent en excavation et doivent donc utiliser des outils comme des pioches et des marteaux.", "Ein spezielles Paar Handschuhe, die eigens für Abenteurer und Erforscher angefertigt wurden. Ein gewisser und sehr berühmter Schmied stellte diese Handschuhe mit der Absicht her, so viele tollkühne Draufgänger wie möglich zu retten, indem er die in Magitek-Mechs inkorporierte Technologie verwendete. Die Handschuhe verstärken die physische Leistungsfähigkeit und die psychischen Fähigkeiten des Trägers; aus diesem Grund wurde dieses Utensil zu einer angenehmen Notwendigkeit vor allem für jene, die zum Zwecke der Ausgrabung verschiedene Gegenstände wie Pickel und Hammer benutzen müssen.", "Un par de guantes especiales diseñados especialmente para aventureros y exploradores. Un famoso herrero elaboró estos guantes usando tecnología Magitec con la esperanza de salvar al mayor número posible de aventureros insensatos. Estos guantes aumentan las destrezas físicas y el espíritu de su portador; de hecho, al poco tiempo se convirtieron en un objeto muy popular y hasta en una necesidad: especialmente para aquellos que realizan excavaciones y necesitan usar herramientas como picos y martillos."]}, "accuracy": 0}