{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Magnolia Blossom", "type_id": 60, "skills": [222770], "is_twohanded": false, "rarity": 7, "compendium_id": 791, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Aerial' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 30, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50295.png", "type": "Accessory", "strings": {"name": ["Magnolia Blossom", "木蘭花", "목련꽃", "Fleur de Magnolia", "Magnolienblüte", "Flor de la magnolia"], "desc_short": ["A flower hairpin brought from the faraway world of Luxendarc.", "來自異界盧森達爾克的花髮飾", "이계 룩센다르크에서 유입된 꽃장식.", "Une épingle à cheveux ornée d’une fleur rapportée du monde lointain de Lucsendarc.", "Eine blumige Haarnadel aus der fernen Welt von Luxendarc.", "Un coletero de flores del lejano mundo de Luxendarc."], "desc_long": ["A flower hairpin brought from the faraway world of Luxendarc. Magnolias are flowers found in cold regions, and are said to blossom through even the thickest of snow. The flower has an aroma that can awaken one's senses, so a particular boy used this flower to help a girl in need. After the girl was saved, she happily accepted the flower, which she made into a hairpin that she wears, even to this day.", "來自異界盧森達爾克的花髮飾。「木蘭」是寒冷地區常見的花朵之名，一說甚至能從冰雪中盛開。由於木蘭花有著具喚醒的效果的香氣，某位少年就曾使用這花朵救助了昏倒的女性。據說被救助的女性高興地收下了花兒，從此一直做為飾品帶在身旁。", "이계 룩센다르크에서 유입된 꽃장식. 매그놀리아는 한랭지에서 흔하게 볼 수 있는 꽃의 이름으로, 겨울의 찬 눈을 뚫고 피어난다고 한다. 그 향기에는 각성 효과가 있어, 어느 소년이 쓰러진 여자를 구하기 위해 이 꽃을 사용했다. 정신을 차린 여자는 이 꽃을 기쁘게 받아들여, 그 후로부터 계속 머리에 장식하고 있었던 듯하다.", "Une épingle à cheveux ornée d’une fleur rapportée du monde lointain de Lucsendarc. Les magnolias sont des fleurs issues des régions froides qui peuvent, paraît-il, bourgeonner même sous les manteaux de neige les plus épais. Elles dégagent un parfum capable d’éveiller les sens, et un certain garçon a utilisé l’une de ces fleurs pour aider une fille dans le besoin. La jeune femme, une fois sauvée, accepta joyeusement la fleur et en fit une épingle à cheveux qu’elle porte encore à ce jour.", null, "Un coletero de flores del lejano mundo de Luxendarc. La magnolia es un tipo de flor que crece en regiones frías y que, por lo visto, es capaz de florecer en la nieve más densa. Esta flor posee un aroma que despierta a cualquier persona, por lo que un joven la usó para ayudar a una chica en apuros. Después de salvarla, la chica aceptó la magnolia y, con ella, se hizo el coletero que siempre lleva puesto."]}, "accuracy": 0}