{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Dragoon's Gauntlet", "type_id": 60, "skills": [101460], "is_twohanded": false, "rarity": 7, "compendium_id": 458, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'High Jump' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 10}, "type": "Accessory", "strings": {"name": ["Dragoon's Gauntlet", "龍騎士護手", "용기사의 팔보호대", "Gantelet de chev. dragon", "Drachenhandschuh", "Guantelete dragontino"], "desc_short": ["A gauntlet that allows its wearer to soar into the sky.", "為了飛躍得更高的護手", "보다 높이 날아오르기 위한 팔보호대", "Un gantelet qui permet à l'utilisateur de s'envoler très haut dans le ciel.", "Ein Handschuh, der es dem Träger erlaubt, in den Himmel zu steigen.", "Un guantelete que permite a su usuario volar alto."], "desc_long": ["A dragoon's gauntlet that grants its owner the High Jump ability. Its light weight enables leaps at incredible heights, while the intricate work on the fingertips allows the wearer to grasp firmly onto his or her spear. It is a highly coveted accessory for dragoons, and the fact that it is made from genuine dragon materials only adds to its popularity.", "能夠讓裝備者使用「高跳躍」的護手。為了讓裝備者跳得更高，它採用了輕量化設計。同時為了能夠緊緊握住長槍，也兼顧了手指的靈活性。嚮往龍騎士的戰士們都很渴望這件裝備，它與用巨龍素材製作的裝備一樣很受人們歡迎。", "장비하면 보통 점프보다도 강력한 '고공 점프'를 사용할 수 있게 되는 팔보호대. 보다 높은 점프를 실현하기 위해 경량화했으며, 창을 정확하게 휘두를 수 있도록 손끝의 가동성도 배려했다. 용기사를 목표로 하는 전사들이라면 누구나가 탐내는 물건으로, 드래곤에게서 비롯된 재료로 만든 장비품과 함께 인기가 높다.", "Le gantelet d'un chevalier dragon qui permet à son porteur d'acquérir la capacité de sauter très haut dans les airs. Son poids très léger permet de sauter à des hauteurs vertigineuses et l'incroyable travail d'orfèvre effectué sur le bout des doigts permet à son porteur de bien agripper sa lance. C'est un accessoire très prisé des chevaliers dragons et le fait qu'il soit fabriqué à partir de véritable dragon ne fait que rajouter un peu plus à sa popularité.", "Ein Drachenhandschuh, der dem Träger die Fertigkeit Hochsprung gewährt. Sein leichtes Gewicht erlaubt Sprünge auf unglaubliche Höhen, während die Feinarbeit an den Fingerkuppen die Handhabung mit dem Speer erlaubt. Für den Kampf gegen Drachen ist es heiß begehrt, und dass es aus Drachenmaterialien besteht, macht es noch beliebter.", "El guantelete de un dragontino, que concede a su portador la habilidad Gran Salto. Su escaso peso permite saltar a alturas increíbles, y la parte labrada de las puntas de los dedos facilita el agarre de la lanza. Es muy codiciado entre los dragontinos, y el hecho de que esté fabricado con materiales de dragón lo hace aún más popular."]}, "icon": "item_50105.png"}