{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Wind-up Papalymo", "type_id": 60, "skills": [217620], "is_twohanded": false, "rarity": 7, "compendium_id": 734, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Auto-Faith' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 20, "SPR": 0, "DEF": 0}, "icon": "item_50282.png", "type": "Accessory", "strings": {"name": ["Wind-up Papalymo", "迷你帕帕力莫", "파파리모 인형", "Mini Papalymo", "Aufzieh-Papalymo", "Mini Papalymo"], "desc_short": ["A magic doll modeled after a sage brought from the Farplane.", "模仿異界賢人所製作的魔法人偶", "이계의 현자를 본떠 만든 마법 인형.", "Une poupée magique représentant un sage rapportée de l’Au-delà.", null, "Un muñeco mágico con aspecto primitivo del Etéreo."], "desc_long": ["A magic doll from the faraway world of Eorzea that was modeled after a sage belonging to the \"Scions of the Seventh Dawn.\" The doll is very cute, but it is actually modeled after a male Lalafell in his 40s. There are many other dolls found in Eorzea, and are well-received with how cute they look following after their owners.", "模仿存在於異界「艾歐澤亞」的組織「拂曉血盟」裡的賢人所製作的魔法人偶。雖然外表十分可愛，但是當作原型參考的拉拉菲爾族男性，其實已經40多歲了。在「艾歐澤亞」中，還存在著許多其他的魔法人偶，跟在持有者的後面行動的樣子十分可愛，因此獲得了世界各地的好評。", "이계 '에오르제아'에 존재하는 조직 '새벽의 혈맹'의 현자를 본떠 만든 마법 인형. 무척이나 사랑스러운 인형이지만, 이 인형의 모델이 된 라라펠족 남성은 이래 봬도 마흔 살을 넘었다고 한다. '에오르제아'에는 그 밖에도 다양한 마법 인형들이 존재하며, 소유자의 뒤를 졸졸 따라다니는 귀여운 모습에 각지에서 호평이 끊이질 않는다고 한다.", "Une poupée magique issue du monde lointain d’Eorzéa. Il s’agit d’une reproduction d’un sage appartenant à l’ordre des \"Héritiers de la Septième Aube\". Cette poupée est adorable, mais représente en réalité un homme Lalafell d’une quarantaine d’années. Il existe de nombreuses autres poupées en Eorzéa, et la plupart sont appréciées du public en vertu de l’air adorable qu’elles arborent tout en suivant leur propriétaire.", "Eine magische Puppe aus der fernen Welt Eorzea. Sie wurde einem Weisen aus dem \"Bund der Morgenröte\" nachempfunden. Die Puppe ist äußerst niedlich, wurde aber mit einem Lalafell in seinen Vierzigern im Sinne modelliert. Viele andere Puppen sind in Eorzea weit verbreitet und werden besonders dafür geschätzt, wie niedlich sie ihren Besitzern hinterherlaufen.", "Un muñeco mágico del lejano mundo de Eorzea diseñado tomando como ejemplo a un sabio de los Hijos del Séptimo Albor. Se trata de un muñeco muy bonito que representa a un lalafell de unos 40 años. Asimismo, en Eorzea, se pueden encontrar otros muchos muñecos que tienen muy buena recepción entre el público, pues suelen basarse en sus dueños."]}, "accuracy": 0}