{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Muscle Belt", "type_id": 60, "skills": [100010], "is_twohanded": false, "rarity": 3, "compendium_id": 261, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +10%' passive."], "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 5}, "icon": "item_50161.png", "type": "Accessory", "strings": {"name": ["Muscle Belt", "肌力腰帶", "근력 허리띠", "Ceinture musculaire", "Muskelgurt", "Cinto de fuerza"], "desc_short": ["A belt that works muscles to their limit.", "能將肉體強化至極限的腰帶", "육체를 극한까지 강화하는 허리띠", "Ceinture qui renforce les muscles à leur paroxysme.", "Ein Gürtel, der die Muskelkraft des Trägers maximiert.", "Un cinturón que pone el músculo al límite."], "desc_long": ["A mysterious belt that raises the HP of the wearer. It grants the wearer more physical endurance by stimulating and activating the muscles of the body. Rumor has it the muscle belt was developed by warriors who use their bodies as weapons in hopes of further strengthening their physique. Wearing this belt with the upper-half of the body exposed was a trend at one point, but this is no longer the case.", "能夠提高裝備者HP的神奇腰帶，通過刺激肌肉，活化肉體，來達到增加使用者體力上限的目的。相傳是以自己的身體為武器的武道家們為了尋求更強韌的肉體而研發的這款腰帶。赤裸上半身、腰間繫上這條腰帶的造型也曾風靡一時，不過現在並沒有人這麼穿了。", "장착자의 기본 HP를 올려주는 신비한 허리띠. 근육을 자극해 육체를 활성화함으로써 한계 이상의 체력을 얻을 수 있다. 육체가 곧 무기인 무도가들이 더 강인한 육체를 얻기 위해 개발했다고 한다. 한때 상반신을 탈의하고 이 허리띠만 차는 스타일이 유행했지만, 지금은 찾아볼 수 없다.", "Une ceinture mystérieuse qui augmente les PV. Elle augmente l'endurance de son porteur en activant et stimulant les muscles. Les rumeurs disent que la ceinture musculaire a été développée par des guerriers afin de renforcer encore plus leur physique. Porter cette ceinture tout en ayant le torse à découvert était autrefois une pratique en vogue, mais ce n'est plus le cas maintenant.", "Ein geheimnisvoller Gürtel, der die Lebensenergie seines Trägers erhöht. Er verleiht größere Ausdauer, indem er Muskeln und körperliche Prozesse stimuliert. Der Muskelgurt wurde angeblich einst von Kriegern entwickelt, die ihren Körper als Waffe verwenden. Früher war es modisch, diesen Gürtel bei freiem Oberkörper zu tragen, doch dieser Stil gerät mehr und mehr in Vergessenheit.", "Un misterioso cinturón que aumenta la VIT de quien lo lleva. Le proporciona más resistencia física estimulando y activando los músculos del cuerpo. Según los rumores, lo desarrollaron guerreros cuya arma era su propio cuerpo con la esperanza de hacerse más fuertes. Llevar este cinturón con el pecho descubierto estuvo de moda un tiempo, pero ya no."]}, "accuracy": 0}