{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Ruler's Ring", "type_id": 60, "skills": [206910, 203250, 101600, 101700], "is_twohanded": false, "rarity": 7, "compendium_id": 414, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'MP +5%' passive.", "Grants 'HP + 5%' passive.", "Grants 'ATK +15%' passive.", "Grants 'MAG +15%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 5}, "type": "Accessory", "strings": {"name": ["Ruler's Ring", "統治者之戒", "통치자의 반지", "Anneau du chef", "Herrscherring", "Anillo del líder"], "desc_short": ["A ring named after a sovereign leader.", "冠有統治者之名的戒指", "통치자의 이름을 가진 반지", "Un anneau baptisé du nom d'un leader du royaume.", "Ein Ring benannt nach einem mächtigen Herrscher.", "Un anillo bautizado con el nombre de un líder soberano."], "desc_long": ["A ring created in secrecy by the descendants of ancient and wise monarchs. It has the ability to bolster ATK and MAG by saturating the wearer with overflowing power. According to historical records, the line of wise monarchs met its end when it failed to protect the secrets behind the manufacturing process of this ring. With all descendants gone, the recipe for this accessory is now more easily accessible than ever before.", "只有被稱為賢王一族的人們才知道製作方法的戒指。佩戴它，就會令身體充滿力量，大大提高攻擊力和魔力。據歷史學家所說，賢王一族滅亡的原因就在於沒能夠保守住製作方法。實際上，當這種戒指的製造方法開始流傳於世的時候，賢王一族的血脈也就斷絕了。", "현명한 왕의 일족이라 불리는 사람들에게만 제작법이 전해지는 반지. 장비하면 몸 안쪽에서부터 힘이 끓어올라, 공격력과 마력이 대폭 상승한다. 역사가의 말에 의하면, 현명한 왕의 일족이 멸망한 것은 이 반지의 제작법을 지켜내는 데 실패했기 때문이었다고 한다. 실제로 이 반지의 제작법이 나돌기 시작했을 즈음, 현명한 왕의 일족의 핏줄이 끊기게 되었다.", "Un anneau créé en secret par les descendants d'un ancien et sage monarque. Il augmente l'ATT et la MAGIE de son porteur en lui offrant un pouvoir démesuré et incontrôlable. Selon les registres historiques, la lignée de sage monarque prit fin lorsque le secret derrière la confection de cet anneau fut révélé. Avec la mort de tous ses descendants, la recette de fabrication de cet anneau est désormais plus accessible que jamais.", "Ein Ring, den die Nachkommen eines weisen Monarchen im Verborgenen schmiedeten. Er versieht den Träger mit überfließender Kraft und erhöht ANG und MAG. Den historischen Einträgen nach verblasste die Linie des Monarchen, als die verborgene Kunst der Herstellung preisgegeben wurde. Da alle Nachkommen dahingeschieden sind, ist die Anleitung zur Herstellung nun umso leichter zugänglicher.", "Un anillo forjado en secreto por los descendientes de antiguos monarcas. Posee la habilidad de reforzar el ATQ y la MAG desbordando a su portador de poder. Según registros históricos, el linaje de sabios monarcas se extinguió cuando no supo proteger el secreto de la fabricación de este anillo. Con todos los descendientes desaparecidos, la receta para fabricar este accesorio está más disponible que nunca."]}, "icon": "item_50225.png"}