{"slot": "Accessory", "compendium_shown": true, "price_buy": 400, "requirements": null, "name": "Protect Ring", "type_id": 60, "skills": [400070], "is_twohanded": false, "rarity": 2, "compendium_id": 238, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Emergency Protect' passive."], "price_sell": 40, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 8}, "icon": "item_50138.png", "type": "Accessory", "strings": {"name": ["Protect Ring", "防護指環", "보호의 반지", "Anneau Bouclier", "Protes-Ring", "Anillo Coraza"], "desc_short": ["A ring that repels physical attacks.", "能夠抵禦物理攻擊的指環", "물리공격을 막아주는 반지", "Bague repoussant les attaques physiques.", "Ein Ring, der vor physischem Schaden schützt.", "Anillo que repele los ataques físicos."], "desc_long": ["A ring that automatically casts protect when the wearer is on the verge of death. This accessory, which defends against physical attacks, is a replica of a certain ring believed to be a gift from the gods. Although this duplicate can never compare to the original, it can sustain a decent amount of damage. This makes it easier for military forces equipped with the protect ring to counter incoming attacks on the battlefield, and harder for them to crumble. It is said to best show its true potential amidst a heated battle.", "在瀕死時自動進行物防護的指環。相傳諸神曾留下過一件首飾，只要裝備上它就能夠減輕物理攻擊所帶來的傷害，這枚指環就是仿照該首飾而製。雖然功效比不上眾神的遺物，但如果能夠提升抗打擊能力，那麼整個部隊就不會輕易全滅，也就更容易發動反攻。在激戰中便會發現這枚戒指真正的價值。", "빈사 상태가 되면 자동으로 프로테스를 걸어주는 수호의 반지. 원래는 장착하기만 해도 물리공격을 완화해주는 신들의 유물을 재현하려고 만든 것이다. 물론 신이 내린 장신구의 성능에는 미치지 못하지만, 맷집이 좋아지면 전선이 무너질 위험도 줄어들고 반격할 기회도 잡기 쉬워진다. 치열한 전장에서 더욱 빛을 발하는 장비라 하겠다.", "Une bague lançant automatiquement Bouclier lorsque son porteur est sur le point de mourir. Protégeant des attaques physiques, cette bague est une réplique d'un cadeau des dieux. Bien que la copie ne puisse égaler l'originale, elle permet d'encaisser des dégâts importants. Les forces armées équipées de cette bague contrent plus facilement les attaques et sont plus résistantes. Cette bague montrerait son vrai potentiel lors des batailles les plus rudes.", "Ein Ring, der den Träger automatisch mit Protes belegt, wenn er dem Tode nah ist. Dieses Accessoire schützt außerdem gegen physische Angriffe und ist vermutlich die Replik eines Geschenks der Götter. Natürlich kann ein Duplikat nie die Macht des Originals erreichen, dennoch bietet es beachtlichen Schutz. Truppen auf dem Schlachtfeld, die mit diesen Ringen ausgestattet sind, weisen eine wesentlich höhere Widerstandsfähigkeit auf als normal.", "Un anillo que conjura Coraza automáticamente cuando quien lo lleva está al borde de la muerte. Este accesorio, que protege contra ataques físicos, es la réplica de cierto anillo que se dice fue un regalo de los dioses. Aunque este duplicado no esté a la altura del original, puede aguantar una buena cantidad de daño. Facilita que las fuerzas militares que lo llevan contrarresten los ataques y evita que se desmoronen. Se dice que muestra todo su potencial en una batalla acalorada."]}, "accuracy": 0}