{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Royal Ring", "type_id": 60, "skills": [214730], "is_twohanded": false, "rarity": 7, "compendium_id": 623, "dmg_variance": null, "slot_id": 5, "effects": ["Grants '聖王の加護' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": {"Confusion": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 5}, "type": "Accessory", "strings": {"name": ["Royal Ring", "王家戒指", "왕가의 반지", "Anneau royal", "Royaler Ring", "Anillo real"], "desc_short": ["A ring handed down through a royal family.", "聖王家代代相傳的戒指", "성왕 일가에 이어져 내려오는 반지", "Un anneau transmis dans la famille royale.", "Ein Ring, der in der königlichen Familie weiter vererbt wird.", "Un anillo entregado por una familia real."], "desc_long": ["A ring handed down through a royal family from a faraway land. Wearing this ring prevents tire coming from battles, and can gradually bring a person's drifting mind back into reality. It holds the power to protect those hailing from the royal family's lineage, but it seems as if there is more to it than that. The mysteries behind this ring is hidden deep within the Demon King's Castle.", "異界傳說中登場的聖王遺物之一，該戒指是聖王傳家之寶。只要裝備上這枚戒指，戰鬥積累的疲勞便會一掃而飛，意識也會變得十分清醒。該戒指一直守護著王家的子孫，但其真正的使命不僅如此。聽說在魔王殿的深處，隱藏著戒指鮮為人知的真相。", "이계의 전승에 등장하는 성왕의 유물 중 하나로, 성왕 일가에 이어져 내려오는 귀중한 반지이다. 일단 착용하게 되면 싸움의 피로가 풀리고 흐릿해져 가는 의식을 현실로 되돌려 준다. 왕가의 자손을 지키는 신비한 힘이 깃들어 있지만, 이 반지의 능력은 그뿐이 아니라는 설도 있다. 마왕의 궁전 깊은 곳에, 그 수수께끼의 진상이 숨겨져 있는 듯하다.", "Un anneau transmis de génération en génération dans une famille royale d'un monde lointain. Cet anneau permet de faire disparaître tout sentiment de fatigue en combat et peut permettre à l'esprit vacillant de se raccrocher à la réalité. Il porte en lui le pouvoir de protéger toutes les personnes de sang royal, même s'il semble y avoir plus que ça. Tout le mystère entourant cet anneau est caché au fin fond du château du Roi Démon.", "Ein Ring, der in der königlichen Familie eines fernen Landes weiter vererbt wird. Wer diesen Ring trägt, erleidet im Kampf keine Ermüdung und kann eine abgelenkte Person zurück in die Wirklichkeit bringen. Es beschützt die Vertreter der königlichen Blutlinie, doch das ist nicht alles. Die Geheimnisse des Rings liegen tief im Inneren des Schlosses des Dämonenkönigs.", "Un anillo entregado por la familia real de un lugar remoto. Llevar este anillo anula el cansancio de la batalla y puede devolver la mente enajenada de su portador de vuelta a la realidad. Tiene el poder de proteger a todo el que descienda del linaje real, pero no parece que eso sea todo lo que esconde. Los misterios que alberga este anillo se ocultan en lo más profundo del Castillo del Rey Demonio."]}, "icon": "item_50259.png"}