{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Draupnir", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 749, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 20, "SPR": 20, "DEF": 20}, "icon": "item_50287.png", "type": "Accessory", "strings": {"name": ["Draupnir", "德羅普尼爾", "드라우프닐", "Draupnir", "Draupnir", "Draupnir"], "desc_short": ["A bracer brought from the Farplane.", "來自異界的手環", "이계에서 유입된 금색의 팔찌.", "Un brassard rapporté de l’Au-delà.", "Eine goldene Armschiene aus einer fernen Welt.", "Un brazalete del Etéreo."], "desc_long": ["A golden bracer brought from a faraway world. The bracer begins to shine the moment it is worn, granting divine protection to its wearer. It is said that only a select few Amazons from the faraway world who heightened their power of light used these bracers.", "來自異界的手環。一旦戴上手腕便會發出光芒，守護主人免於災厄。在異界、是極少數擁有較高光之力的アマゾネス愛用的手環。", "까마득히 먼 이계에서 유입된 금색의 팔찌. 팔에 한 번 끼우기만 하면 팔찌에서 빛이 나며 소유자를 재해로부터 지켜준다. 이계에서는 빛의 힘을 끌어올린 일부 아마조네스가 이 팔찌를 애용했었다고 전해진다.", "Un brassard doré rapporté d’un monde lointain. Il émet un éclat scintillant dès lors qu’il est passé au bras et confère à son porteur une protection divine. Il est dit que seules quelques Amazones venant du monde lointain qui leur ont octroyé leurs pouvoirs de lumière peuvent utiliser ce brassard.", "Eine goldene Armschiene aus einer fernen Welt. Sobald diese Ausrüstung angelegt wird, beginnt sie zu leuchten und gewährt ihrem Benutzer göttlichen Schutz. Es heißt, dass nur einige auserwählte Amazonen aus einer fernen Welt, die ihre Kräfte des Lichtes gestärkt haben, diese Armschienen benutzten.", "Un brazalete dorado de un mundo lejano. En cuanto te pones este brazalete, comienza a brillar, además de otorgar una protección divina. Se dice que solo unas pocas amazonas de un mundo lejano con ansias de aumentar su poder de la luz usan este brazalete."]}, "accuracy": 0}