{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Moon Bracer", "type_id": 60, "skills": [100720], "is_twohanded": false, "rarity": 4, "compendium_id": 241, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Auto-Shell' passive."], "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50141.png", "type": "Accessory", "strings": {"name": ["Moon Bracer", "月之手鐲", "달의 팔찌", "Brassard lunaire", "Mondarmband", "Manilla de luna"], "desc_short": ["A bracer that auto-casts shell on the wearer.", "自動附帶魔防護的手鐲", "항상 셸 상태가 되는 팔찌", "Brassard capable de lancer Barrière sur son porteur.", "Eine Armschiene, die dauerhaft mit Vallum schützt.", "Manilla que da Escudo sobre su portador."], "desc_long": ["A silver bracer with a beautiful shine that evokes the image of moonlight. Equipping it automatically casts shell on the wearer, protecting him or her against magical attacks. The manufacturing process of this accessory, one of the most ancient magical tools in existence, was a total mystery. As such, many came to believe it was created by the gods themselves. However, the mystery has been solved in recent years, and its production numbers have been gradually increasing.", "閃耀著月亮般銀光的美麗手鐲，裝備上它之後可減輕魔法攻擊的傷害，隨時保持魔防護狀態。相傳該手鐲是太古時代便誕生於世的魔法器具，由於很長一段時間沒能破解製作方法，因此人們認為其出自神明之手。不過近年來終於有人解出了其中的奧秘，該手鐲也因而被投入了量產。", "은색으로 빛나는 아름다운 팔찌. 달빛을 연상케 하는 광채를 띤다. 장착하면 항상 셸 상태가 되어 마법공격에서 보호받을 수 있다. 태고부터 존재한 마법도구 중 하나이지만 오랫동안 제작법이 알려지지 않아 신들이 만든 것으로 여겨져 왔다. 하지만 최근에 제작법이 밝혀져 조금씩 생산되고 있다.", "Un brassard en argent d'un bel éclat qui évoque l'image d'un clair de lune. Il lance automatiquement Barrière sur son porteur, le protégeant contre les attaques magiques. Le procédé de fabrication de cet accessoire, l'un des plus anciens accessoires magiques existants, est longtemps resté un mystère. De nombreuses personnes croyaient qu'il était une création divine. Mais ce secret a été percé récemment et la production de ce bracelet est aujourd'hui en augmentation régulière.", "Eine silbernes, glänzendes Armband, das an Mondlicht erinnert. Wer es trägt, wird automatisch durch Vallum geschützt und ist so gegen magische Angriffe gefeit. Der Herstellungsprozess dieses Accessoires, einer der ältesten bekannten magischen Gegenstände, war lange Zeit so unverständlich, dass man es für eine Gabe der Götter hielt. In letzter Zeit wurde das Geheimnis jedoch gelüftet, und neue Exemplare werden, wenn auch langsam, hergestellt.", "Una manilla de plata con un brillo hermoso que recuerda a la luz de la luna. Equiparlo conjura automáticamente Escudo sobre quien lo lleva, y lo protege de ataques mágicos. Su proceso de fabricación, el de una de las herramientas mágicas más antiguas que existen, fue un misterio absoluto. Por ello, muchos creyeron que lo fabricaron los mismísimos dioses. Sin embargo, últimamente se ha descubierto el proceso y se ha aumentado su producción."]}, "accuracy": 0}