{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Wind-up Titan", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 683, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": {"Petrify": 100}, "element_resist": {"Earth": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 30, "DEF": 0}, "icon": "item_50268.png", "type": "Accessory", "strings": {"name": ["Wind-up Titan", "泰坦之形", "타이탄 인형", "Petit Titan", "Aufzieh-Titan", "Mini Titán"], "desc_short": ["A magic doll modeled after a primal brought from another world.", "來自異界，仿照蠻神製作的魔法人偶", "이계에서 유입된, 야만신을 본따 만든 마법 인형", "Une poupée magique modelée à l'image d'un primordial d'un autre monde", "Eine automatische Marionette, die einem Primae aus einer anderen Welt nachempfunden ist", "Un muñeco mágico con aspecto primitivo de otro mundo."], "desc_long": ["A magic doll modeled after Titan, Lord of Crags, from the faraway world of Eorzea. It is said to have been designed based on the testimony of a man who claimed to be a former Company of Heroes member who had vanquished the mighty beast. There are many other magic dolls that exist in Eorzea, each of which carries a great deal of popularity wherever you go.", "來自異界艾歐澤亞，仿照蠻神製作的魔法人偶。根據一位自稱曾從屬海雄旅團，並且討伐過土神的男性的證言設計而成。在艾歐澤亞也存在著許多其他魔法人偶，總是跟在持有者後面，它們可愛的樣子贏得了各地好評。", "이계 '에오르제아'에서 유입된, 바위신 타이탄을 본따 만든 마법 인형. 바위신을 토벌한 적 있다고 하는, 전직 바다영웅단이라 자칭하는 어느 남자의 증언을 토대로 하여 꽤 사실적으로 디자인된 물건이라고 한다. '에오르제아'에는 이외에도 다양한 마법 인형이 존재하며. 소유자의 뒤를 따르는 그 사랑스러운 모습으로 인해 세계 각지에서 호평을 받고 있는 듯하다.", "Une poupée magique modelée à l'image de Titan, l'Ébranleur des terres du monde lointain d'Éorzéa. On raconte qu'elle a été conçue à partir du témoignage d'un homme qui déclarait être un ancien vétéran de la Fratrie qui terrassa la Bête. Il existe d'autres poupées magiques en Éorzéa et chacune d'elle est extrêmement populaire où que vous alliez.", "Eine automatische Marionette, die dem Gott der Erde, Titan, aus der fernen Welt Eorzea nachempfunden ist. Der Künstler folgte der Beschreibung eines Kriegers, der angeblich im Heer der Helden diente - eine Einheit, die von dem Gott ausgelöscht wurde. Automatische Marionetten sind in Eorzea sehr beliebt und es existieren viele veschiedene Modelle.<br>", "Un muñeco mágico modelado a partir de Titán, Lord of Crags, del lejano mundo de Eorzea. Cuentan que se creó tal y como lo describió en su testimonio un antiguo miembro de la Company of Heroes (o así se presentó aquel hombre), quien aniquiló a la poderosa bestia. Hay muchos otros muñecos mágicos en Eorzea, y todos son bastante populares."]}, "accuracy": 0}