{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": ["UNIT_ID", 214000203], "name": "Scion Thief's Halfgloves", "type_id": 60, "skills": [203250], "is_twohanded": false, "rarity": 3, "compendium_id": 444, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP + 5%' passive."], "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50231.png", "type": "Accessory", "strings": {"name": ["Scion Thief's Halfgloves", "血盟盜賊半指手套", "산크레드 손등장갑", "Mitaines de Thancred", "Diebesspross-Handschuhe", "Guantecillos de Scion"], "desc_short": ["Fencing gloves from a wise man from another world. (Thancred only)", "來自異界的賢人劍術手部防具（桑克瑞德專用）", "이계에서 유입된 현자의 검술 손방어구(산크레드 전용)", "Gants d'épéiste d'un sage d'un autre monde. (Uniq. Thancred)", "Fechthandschuhe eines Weisen aus einer anderen Welt. (Nur Thancred)", "Guantes de esgrima de un sabio de otro mundo. (Solo Thancred)"], "desc_long": ["A pair of gloves from the distant world of Eorzea. A particular Hyur belonging to the organization known as the Scions of the Seventh Dawn is known for wearing these gloves.", "來自異界艾歐澤亞的賢人劍術護手。曾屬於一位人類女性。那位女性是力圖拯救艾歐澤亞的組織「拂曉血盟」的一員。", "이계 '에오르제아'에서 유입된 현자의 검술 손방어구. 에오르제아를 구제하고자 하는 조직 '새벽의 혈맹'의 일원이기도 한 휴런 족의 현자가 착용했던 장비였다고 한다.", "Une paire de gants légère venant du monde lointain d’Éorzéa. Le chef Hyur de l'organisation connue sous le nom des Héritiers de la Septième Aube est connu pour les avoir portés.", "Ein Paar Handschuhe aus der fernen Welt Eorzea. Ein bestimmter Hyur der Organisation namens Spross der Siebten Dämmerung ist bekannt dafür.", "Un par de guantes del lejano mundo de Eorzea. Un Hyur de la organización conocida como Hijos del Séptimo Albor es famoso por llevar estos guantes."]}, "accuracy": 0}