{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Monarch's Ring", "type_id": 60, "skills": [100070, 100130, 100100, 100160], "is_twohanded": false, "rarity": 7, "compendium_id": 412, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'ATK +10%' passive.", "Grants 'DEF +10%' passive.", "Grants 'MAG +10%' passive.", "Grants 'SPR +10%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 5}, "type": "Accessory", "strings": {"name": ["Monarch's Ring", "君王之戒", "군주의 반지", "Anneau du monarque", "Monarchenring", "Anillo del monarca"], "desc_short": ["A ring named after the ruler of man.", "冠有君王之名的戒指", "군주의 이름을 가진 반지", "Un anneau baptisé du nom d'un roi.", "Ein Ring benannt nach einem Herrscher.", "Un anillo bautizado con el nombre de un rey."], "desc_long": ["A ring that boosts its bearer's ATK, DEF, MAG, and SPR. In order to ascend to the throne of a nation, ambition and objective leadership are considered more crucial qualities than mere ability and charisma. The monarch's ring responds to such qualities, lending its power to those who seek to realize their ambitions. Legend has it that this ring was named after a monarch who sported it during his rule over a great kingdom long ago, leading other influential people to wear it after his passing.", "能夠提高攻擊力、防御力、魔力和精神的戒指。為了登上國家頂點的寶座，不僅需要超強的能力和領袖氣質，還需要有遠大的野心和目標。該戒指能對這種上進心做出回應，幫助提高各種各樣的能力。曾經有一位引領大國的君主特別喜愛這枚戒指，因此當今的有權者也爭相效仿。", "장비하면 공격력, 방어력, 마력, 정신력이 상승하는 반지. 나라의 정점인 왕의 자리에 오르기 위해서는, 능력과 카리스마뿐 아니라 야심과 목표가 있어야 한다. 이 반지는 그런 향상심에 반응하여, 모든 힘을 상승시켜 준다. 과거 대국을 이끌던 군주가 애용했던 것처럼, 이 반지를 장착할 권력자도 있을 것이다.", "Un anneau qui augmente l'ATT, la DEF, la MAGIE et la PSY de son porteur. Avoir de l'ambition et être un meneur d'homme sont des qualités bien plus appréciées que l'aptitude au combat ou le charisme lorsque l'on vise à diriger une nation. L'anneau du monarque ressent ces qualités et donne son véritable pouvoir à ceux qui cherchent à donner corps à leurs ambitions. Selon la légende, il tire son nom d'un monarque qui l'arborait et qui régnait sur un immense royaume il y a de nombreuses années et fut porté par des gens de grande influence après sa mort.", "Ein Ring, der ANG, ABW, MAG und PSY des Trägers erhöht. Um den Thron einer Nation zu besteigen, braucht es mehr Ambitionen und Führungskraft als bloßes Charisma und Kompetenz. Der Ring des Monarchen reagiert auf diese Qualitäten und leiht dem seine Kräfte, der über den Willen verfügt. Der Legende nach ließ der Herrscher eines großen Königreichs diesen Ring fertigen, sodass er später an andere einflussreiche Leute weitergereicht wurde.", "Un anillo que aumenta el ATQ, la DEF, la MAG y el ESP de quien lo lleva. Para ascender al trono de una nación, la ambición y el liderazgo objetivo se consideran cualidades más valiosas que la habilidad y el carisma. El anillo del monarca responde a dichas cualidades, cediendo su poder a quienes quieren hacer realidad sus ambiciones. Según una leyenda, su nombre proviene de un monarca que lo lució durante su reinado hace mucho, al igual que muchas otras personas influyentes tras su muerte."]}, "icon": "item_50223.png"}