{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Jeweled Belt", "type_id": 60, "skills": [100010], "is_twohanded": false, "rarity": 6, "compendium_id": 848, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +10%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": {"Paralyze": 100, "Petrify": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 10}, "icon": "item_50305.png", "type": "Accessory", "strings": {"name": ["Jeweled Belt", "寶石腰帶", "쥬얼 벨트", "Ceinture parée de joyaux", "Juwelengürtel", "Cinto enjoyado"], "desc_short": ["A belt inlaid with beautiful gemstones.", "鑲有美麗寶石的腰帶", "고급스러운 보석이 박힌 벨트.", "Une ceinture incrustée de magnifiques pierres précieuses.", "Ein Gürtel, in den wunderschöne Juwelen eingearbeitet sind.", "Un cinturón con gemas preciosas incrustadas."], "desc_long": ["A belt inlaid with beautiful gemstones. The purple gemstone on the buckle is the same as what is used on the jeweled ring, and holds the power to null paralysis and stone. The belt is made so that it vitalizes the muscles, which increases the person's HP.", "充滿高級感的皮革腰帶。鑲嵌在扣環上的紫色寶石，與珠寶指環是相同的，寄宿著防止麻痺與石化的力量。此外，腰帶的部分是以刺激肌肉，讓肉體活性化為目的所製作，能夠提高裝備者的基礎HP。", "무척이나 고급스러운 가죽 허리띠. 버클에 박혀 있는 보랏빛의 보석은 '보석 반지'에 사용된 것과 같은 것으로, 마비와 석화를 막아주는 힘이 깃들어 있다고 한다. 또한, 허리띠 부분이 근육을 자극하여 육체를 활성화하도록 제작되었으며, 장착한 자의 HP를 끌어올려 준다고 한다.", "Une ceinture incrustée de magnifiques pierres précieuses. La gemme pourpre qui y figure orne également la bague marquise et a la faculté de dissiper la paralysie et la pétrification. Cette ceinture a été confectionnée de sorte à revitaliser les muscles du porteur et augmente ses PV.", "Ein Gürtel, in den wunderschöne Juwelen eingearbeitet sind. Der purpurne Stein auf der Schnalle gleicht dem auf dem Juwelenring und besitzt die Macht, Lähmung und Versteinerung zu verhindern. Der Gürtel stimuliert zudem die Muskeln und steigert dadurch die LP des Trägers.", "Un cinturón con gemas preciosas incrustadas. La gema púrpura que tiene en la hebilla es exactamente la misma que se puede encontrar en el Anillo enjoyado, y tiene el poder de anular parálisis y piedra. Este cinturón está hecho de tal forma que revitaliza los músculos, lo cual aumenta la VIT de su portador."]}, "accuracy": 0}