{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Defense Bracer", "type_id": 60, "skills": [100710, 100720], "is_twohanded": false, "rarity": 6, "compendium_id": 297, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Auto-Protect' passive.", "Grants 'Auto-Shell' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Accessory", "strings": {"name": ["Defense Bracer", "守護手鐲", "수호의 팔찌", "Brassard de protection", "Schutzarmband", "Brazal protector"], "desc_short": ["A bracer that auto-casts protect and shell on the wearer.", "自動附帶物防護・魔防護的手鐲", "항상 프로테스·셸 상태가 되는 팔찌", "Brassard qui lance automatiquement Bouclier et Barrière sur son porteur.", "Schützt dauerhaft mit Protes und Vallum.", "Brazal que otorga Coraza y Escudo al portador."], "desc_long": ["A bracer with a beautiful silver shine. Equipping it grants both physical and magical protection, as it automatically casts the protect and shell spells on the wearer. Apparently, the ancient race that forged this brace was often caught in vicious battles that left their mark for posterity. The evidence of these encounters found in literature and locations such as ancient ruins leave no doubt that they involved a clash among powers much greater than those we know today.", "散發著銀白色光芒的美麗手鐲。它自動附帶物防護和魔防護，使裝備者免受物理及魔法攻擊。古代的人們幾乎時刻處於激烈的戰爭之中，因此製造出了這種手鐲。在古代文獻記錄和各地的戰場遺址中，可以窺探當時戰爭中迸發的強大力量，和今日的戰鬥無法相提並論。", "백은의 빛을 발하는 아름다운 팔찌. 장착하면 항상 프로테스와 셸 상태가 되어, 물리공격과 마법공격으로부터 착용자를 지켜준다. 이 팔찌를 만들어낸 고대의 사람들은 언제나 격렬한 싸움을 반복했던 듯하다. 오래된 문헌이나 각지에 남아있는 격전의 흔적으로 미루어보아도, 현재와는 비교가 되지 않을 만큼 강대한 힘이 충돌했을 것으로 추측된다.", "Un brassard à l'éclat argenté lançant automatiquement des sorts de protection et de barrière sur celui qui le porte. L'ancienne race qui aurait forgé ce brassard aurait livré maintes batailles d'une férocité extrême qui ont laissé leur marque dans l'histoire. Les preuves de ces affrontements retrouvées dans la littérature ou dans certains endroits ne laissent aucun doute sur le fait que les forces impliquées étaient bien plus puissantes que celles d'aujourd'hui.", "Ein silberweiß funkelndes Armband. Sein Träger kommt in den Genuss von sowohl körperlichem als auch magischem Schutz, da es automatisch Protes und Vallum auf ihn wirkt. Anscheinend war das vorzeitliche Volk, das diese Armbänder hergestellt hat, in einen nicht enden wollenden Konflikt verwickelt, dessen Spuren man teilweise noch heute in der Landschaft entdecken kann. Die Gewalten, die damals aufeinanderprallten, müssen alles in den Schatten gestellt haben, was uns heute bekannt ist.", "Hermoso brazal de precioso brillo argénteo. Otorga defensa física y mágica al portador aplicándole los hechizos Coraza y Escudo automáticamente. Parece que la raza antigua que forjó este brazal solía verse inmiscuida en batallas despiadadas que dejaron huella para la posteridad : las pruebas de estas disputas presentes en la literatura y las ruinas no dejan dudas de que se trataba de contiendas entre poderes muy superiores a los conocidos actualmente."]}, "icon": "item_50144.png"}