{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Craftsman Secret Book", "type_id": 60, "skills": [219560, 219570, 219580], "is_twohanded": false, "rarity": 7, "compendium_id": 725, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Furnace Flames' ability.", "Grants 'Windy Bellows' ability.", "Grants 'Soiled Blade' ability."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 6, "DEF": 11}, "icon": "item_40118.png", "type": "Accessory", "strings": {"name": ["Craftsman Secret Book", "名匠秘籍", "명장의 비전서", "Secret du maître", "Handwerker-Geheimbuch", "Secreto del maestro"], "desc_short": ["A secret book left behind by a dwarf blacksmith.", "矮人族的鍛冶師遺留下來的秘籍", "드워프 대장장이가 남긴 비전서", "Un livre secret laissé par un nain forgeron.", "Ein Geheimbuch hinterlassen von einem Zwergenschmied.", "Un libro secreto que un herrero enano abandonó."], "desc_long": ["A secret book left behind by the dwarven blacksmith, Ruggles, for his apprentice. He wrote within the book his knowledge and wisdom behind smithing. The content of this secret book can only be read by the rightful successor of the book, and shared with only those who are bonded in trust with the successor. It is said that this is the only book left by Ruggles as he feared for a future where many would be harmed by powerful weapons created from his knowledge.", "矮人鍛造師拉格爾斯遺留給弟子的秘籍。它詳細記載了名匠的知識與智慧。只有正統的繼承者以及繼承者極為信賴的人才能得知其內容。拉格爾斯擔心世上出現太多強力武器而讓更多人受到傷害，據說這是他留下的唯一書籍。", "드워프 대장장이 러글스가 제자에게 남긴 비전서. 명장의 지식과 지혜가 상세히 담겨져 있다. 정통 후계자 및 그 후계자와 깊은 신뢰 관계를 맺고 있는 자만이 그 비전서를 읽을 수 있다. 세상에 강력한 무기가 넘쳐나고, 상처 입는 사람이 늘어날 것을 염려한 러글스가 남긴 유일한 책이기도 하다.", "Livre secret laissé par le forgeron nain, Ruggles, à son apprenti. Il y a écrit à propos de ses connaissances et de la sagesse derrière la ferronnerie. Le contenu de ce livre secret peut seulement être lu par le véritable successeur et être partagé seulement avec ceux qui sont liés dans la confiance avec le successeur. On dit que c’est le seul livre laissé par Ruggles car il craignait un futur ou beaucoup seraient blessés par les puissantes armes créées avec ses connaissances.", "Ein vor Geheimnissen schier berstendes Buch, das der Zwergenschmied Ruggles seinem Schüler hinterließ. Alle Weisheiten und das Wissen des alten Meisters sind dort niedergeschrieben. Nur seinem rechtmäßigen Nachfolger und denen, die in tiefen Vertrauem mit diesem verbunden sind, ist es vergönnt, seinen Inhalt zu lesen. Weil Ruggles fürchtete, dass es zu einer Welt kommen könnte, in der mächtige Waffen Überhand nehmen und dabei viele Personen zu Schaden kommen würden, hinterließ er nur diese eine Schrift.", "Un libro secreto que Ruggles, un herrero enano, le dejó a su aprendiz. En el libro, Ruggles escribió todo lo que sabía sobre herrería. Además, el contenido de este libro es secreto y solo lo puede leer su legítimo sucesor. Por otra parte, se dice que este es el único libro que dejó Ruggles, pues tenía miedo de que las potentes armas que había forjado gracias a su vasto conocimiento acabaran contribuyendo a un futuro más hostil."]}, "accuracy": 0}