{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Safety Bit", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 424, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": {"Death": 100, "Petrify": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "icon": "item_50116.png", "type": "Accessory", "strings": {"name": ["Safety Bit", "祈安珠", "세이프티 비트", "Sphère de sûreté<br>", "Sicherheitseinsatz", "Lazo seguro"], "desc_short": ["An accessory that protects one's life.", "能夠守護持有者生命的首飾", "목숨을 지켜주는 장신구", "Un accessoire qui peut sauver la vie.", "Ein lebensschützendes Accessoire.", "Un accesorio que protege la vida propia."], "desc_long": ["An accessory that protects the wearer from attacks that result in death or stone. The gem encased in the middle is specifically what serves to keep death at bay. Some monsters are known for their ability to take a life with a single blow, while other types of wildlife can turn adventurers into stone with their attacks, greatly hindering any efforts to vanquish them. However, this accessory can provide the safety needed to carry out such a task.", "能夠從致死一擊或石化等致命性攻擊保護裝備者的首飾。其中鑲嵌的寶珠能夠阻擋致命攻擊。有些魔物具備致死一擊或石化等能力，因此討伐牠們是十分危險的任務。持有這種首飾，就可以安心戰鬥了。", "즉사와 석화 등의 치명적인 공격에서 사용자를 보호하는 장신구. 장식된 보주가 죽음에 이르는 공격을 튕겨내는 역할을 한다. 마물들 중에서는 일격으로 목숨을 빼앗을 수 있는 공격과 생물을 돌로 바꾸어 버리는 공격을 해 오는 것들이 많아, 처치하는 데에 위험을 동반한다. 이 장신구를 소지하고 있으면, 안전하게 싸울 수 있을 것이다.", "Un accessoire qui protège son porteur des attaques qui entraînent la mort ou la pétrification. Le joyau situé en son sein est précisément ce qui permet de tenir la mort à distance. Certains monstres sont connus pour leur capacité à prendre une vie d'un seul coup, alors que d'autres animaux peuvent transformer n'importe quel aventurier téméraire en statue, gâchant tous les efforts effectués pour parvenir à les vaincre. C'est pour prévenir tout cela que cet objet a été fabriqué.", "Ein Accessoire, das den Träger vor Tod und Stein beschützt. Der in seiner Mitte eingelegte Stein hält den Tod fern. Einige Monster können das Leben mit einem einzigen Schlag nehmen, während andere einen Abenteurer versteinern und so den Kampf erschweren. Gegen solche Monster hilft dieser Ring in großem Maß.", "Un accesorio que protege a quien lo lleva de ataques que conducen a la muerte o a la piedra. La gema incrustada en el centro es concretamente lo que mantiene a raya a la muerte. Algunos monstruos son conocidos por arrebatar la vida de un solo golpe, mientras que otras formas de vida convierten a los aventureros en piedra con sus ataques, socavando los intentos de acabar con ellos. Sin embargo, este accesorio puede proporcionar la seguridad necesaria para dicha tarea."]}, "accuracy": 0}