{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Gold Anklet", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 214, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": {"Petrify": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "icon": "item_50114.png", "type": "Accessory", "strings": {"name": ["Gold Anklet", "黃金腳鏈", "황금 발찌", "Chaînette en or", "Goldene Fußkette", "Ajorca de oro"], "desc_short": ["An anklet made of gold.", "用黃金製作的腳鏈", "금으로 만든 발찌", "Chevillière faite d'or.", "Eine Knöchelkette aus Gold.", "Ajorca hecha de oro."], "desc_long": ["An anklet made of gold that protects the wearer against stone. As the name of the spell suggests, petrify magic can render the body immobile by turning it into stone. At times petrifying attacks launched by enemies can be so severe that not even a gold needle or the esuna spell can cancel their effect. Not only can the stone ailment reduce a warrior's battle power, but if all the members of a fighting party are turned into stone, it would immediately spell their demise. It is best for at least one party member to be well prepared against such a situation.", "能夠防禦石化的金色腳鏈。如若陷入石化狀態，身體就會變得像石頭一樣動彈不得，當敵人攻勢猛烈的時候，根本就沒有時間使用金針或復原來進行治療。而且，石化狀態不光會削減我方的戰鬥力，如果全員都陷入該狀態則意味著已經輸掉了戰鬥。因此至少要有1個隊員做好防石化的萬全準備。", "석화를 막아주는 금색 발찌. 석화에 걸리면 말 그대로 몸이 돌처럼 굳어서 행동할 수 없게 된다. 금침이나 에스나로 치료할 수 있지만, 적의 공격이 거셀 때는 그마저도 여의치 않다. 파티원 모두 석화에 걸리면 즉시 패배하게 되니 한 명은 석화를 방지해두는 게 좋다.", "Une chaînette en or qui protège contre l'altération d'état pétrification. Comme le nom du sort l'indique, la magie de pétrification immobilise le corps en le transformant en pierre. Parfois, les attaques pétrifiantes sont si fortes que ni une aiguille d'or ni le sort Guérison ne peuvent annuler ses effets. Cette altération rend toute personne atteinte complètement inoffensive et, si elle touche tous les membres d'une équipe, sonner le glas de leurs aventures. Il est donc recommandé qu'au moins une personne du groupe se protège de celle-ci.", "Eine Knöchelkette aus Gold, die vor Versteinerung schützt. Wie der Name schon sagt, kann sich ein Versteinerter nicht mehr bewegen, da er zu Stein verwandelt wurde. Die Versteinerungsmagie mancher Gegner ist so stark, dass nicht einmal eine Goldnadel oder ein Esuna-Zauber helfen. Fallen alle Kameraden der Versteinerung anheim, bedeutet dies das Ende. Daher sollte mindestens ein Mitstreiter auf so eine Situation vorbereitet sein.", "Una ajorca hecha de oro que protege del estado piedra a quien la lleva. Como su nombre indica, la magia petrificadora inmoviliza el cuerpo transformándolo en piedra. A veces los ataques son tan poderosos que ni la aguja de oro ni el hechizo Esna pueden contrarrestarlos. El estado piedra no solo reduce el poder de un guerrero, sino que, si afecta a todo el grupo, significará una muerte casi segura. Es mejor preparar por lo menos a un miembro contra dicha situación."]}, "accuracy": 0}