{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "White Cape", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 212, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": {"Silence": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "icon": "item_50112.png", "type": "Accessory", "strings": {"name": ["White Cape", "純白披肩", "흰색 망토", "Cape blanche", "Weißer Umhang", "Capa blanca"], "desc_short": ["A cape as white as snow.", "純白色的披肩", "새하얀 망토", "Cape aussi blanche que la neige.", "Ein schneeweißer Umhang.", "Capa blanca como la nieve."], "desc_long": ["A white cape that protects the wearer against silence. No matter how amazing a mage may be, no spell can be cast when his or her voice is sealed away. Wearing the white cape can offer some solace to those who fear being the target of a monster's silencing attack. All warriors should take great care not to end up in a position where they cannot launch an attack or use any type of restorative magic by falling pray to silence.", "能夠防禦沉默的純白色披肩。不論是多麼優秀的魔道士，只要被封住了聲音就會無計可施。敵人也瞄准了魔道士的這個弱點，時常會使用具有沉默效果的攻擊。陷入沉默狀態後的魔道士，不僅無法攻擊了，就連體力都無法恢復，戰況一下子就會變得非常不利，因此需要萬分的警惕。但只要事先裝備好這個披肩就什麼都不怕了。", "침묵을 막아주는 순백색 망토. 아무리 뛰어난 마도사라도 목소리가 막히면 어찌할 도리가 없다. 적도 그걸 노리고 침묵 효과가 있는 공격을 하므로 미리 이 옷을 입어두면 안심이 된다. 공격뿐만 아니라 회복 수단까지 막혀버리면 상황이 순식간에 악화될 수 있으니 경계해야 한다.", "Une cape blanche protégeant contre l'altération d'état silence. Un mage a beau être puissant, il sera incapable de lancer un sort si on le réduit au silence. Porter cette cape peut être une source de réconfort pour celui qui craint d'être la cible d'une attaque visant à toucher sa voix. Tous les guerriers devraient prendre garde à ne pas se faire toucher par un sort les rendant incapables d'attaquer ou d'utiliser de la magie curative en devenant muet.", "Ein weißer Umhang, der den Träger vor magischer Stille schützt. Egal wie mächtig der Magier, ohne seine Stimme ist er wehrlos. Dieser Umhang bietet einen gewissen Schutz für jene, die den Verlust ihrer Stimme fürchten. Jeder Kämpfer sollte sich davor hüten, in einer Situation zu landen, in der er aufgrund von Stimmverlust weder angreifen noch heilen kann.", "Una capa blanca que protege del silencio a quien la lleva. Por muy bueno que sea un mago, no podrá conjurar nada si se le arrebata la voz. Llevar esta capa ofrece tranquilidad a quienes temen un ataque silenciador de un monstruo. Cualquier guerrero debe cuidarse de acabar en una posición en que no pueda atacar o usar magia curativa por culpa del silencio."]}, "accuracy": 0}