{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Silver Glasses", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 210, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": {"Blind": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Silver Glasses", "銀框眼鏡", "은테 안경", "Lunettes en argent", "Silberbrille", "Gafas de plata"], "desc_short": ["Silver-rimmed glasses that twinkle in the light.", "閃閃發光的銀框眼鏡", "반짝이는 은테 안경", "Lunettes à monture d'argent brillant à la lumière.", "Brille mit silbernem Gestell.", "Gafas relucientes con montura de plata."], "desc_long": ["These silver-rimmed glasses protect the wearer from blindness. When afflicted with blind, it becomes increasingly more difficult to effectively strike an opponent, leading to a huge disadvantage on the battlefield. The silver glasses were specifically made to address this predicament. And not only do they suit the already intellectual image of a mage, but they can also be used to completely change the everyday appearance of a burly warrior.", "銀框眼鏡，可防止陷入失明狀態。在戰鬥中陷入失明狀態也就意味著無法進行有效攻擊，會使戰鬥變得非常不利。為防止這類情形而誕生的就是這個銀框眼鏡。這種眼鏡很適合魔道士的知性形象，而如果戴在戰士身上則會讓人感覺很新奇。", "암흑을 막아주는 은테 안경. 암흑 상태가 되면 적에게 공격을 맞히기 어려워 전투가 대단히 불리해지는데, 그런 사태를 막기 위해 개발된 것이 은테 안경이다. 지적인 분위기의 마도사에게 잘 어울리고 늠름한 전사들이 쓰면 평소와 인상이 달라 보여서 신선하다.", "Ces lunettes à monture d'argent protègent contre la cécité. Il devient de plus en plus difficile de toucher efficacement un adversaire lorsqu'on en est atteint, ce qui peut conduire à un désavantage important sur le terrain. Les lunettes d'argent ont été spécialement conçues pour parer ce problème. Elles rehaussent le côté intellectuel des mages et peuvent aussi complètement changer l'apparence d'un guerrier costaud.", "Diese Brille mit silbernem Gestell kann ihren Träger vor Blindheit schützen. Die Unfähigkeit, den Gegner effektiv zu treffen, stellt auf dem Schlachtfeld einen großen Nachteil dar. Die Silberbrille wurde entwickelt, um genau solchen Situationen entgegenzuwirken. Sie passt gut zum ohnehin intellektuellen Erscheinungsbild eines Magiers, kann aber auch das Aussehen eines muskulösen Kriegers auf unerwartete Weise verändern.", "Estas gafas con montura de plata protegen a quien las lleva de la ceguera. Esta supone una gran dificultad para golpear al enemigo, lo que implica una gran desventaja en batalla. Estas gafas de plata se hicieron expresamente para estos momentos de apuro. No solo contribuyen a la ya de por sí intelectual imagen de un mago, sino que también pueden cambiar la apariencia diaria de un guerrero."]}, "icon": "item_50110.png"}