{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Zephyr Cape", "type_id": 60, "skills": [206170], "is_twohanded": false, "rarity": 5, "compendium_id": 604, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Crisis Evasion' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Wind": 20}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 10, "SPR": 0, "DEF": 10}, "icon": "item_50166.png", "type": "Accessory", "strings": {"name": ["Zephyr Cape", "微風斗篷", "산들바람 망토", "Cape zéphyr", "Zephyrumhang", "Capa de céfiro"], "desc_short": ["A green cape which reminds one of a sudden breeze.", "讓人聯想到微風的綠色斗篷", "산들바람을 연상시키는 녹색의 망토", "Une cape verte qui rappelle une brise soudaine.", "Eine grüner Umhang, der an eine plötzliche Brise erinnert.", "Una capa verde que recuerda a una brisa repentina."], "desc_long": ["A green cape which reminds one of a sudden breeze. The cape is very light-weight, and has an unusual effect where it makes the wearer feel light as well. The cape is designed to allow ease of movement, so that it doesn't get in the way. For this reason the wearer of this cape is able to avoid attacks more frequently.", "讓人聯想到清爽微風的綠色斗篷。不僅斗篷本身輕巧，還能讓裝備著感覺身輕如燕。除了輕巧外，它還十分重視敏捷性，不阻礙身體運動，因此裝備者能夠更容易閃避敵人發動的攻擊。", "산뜻한 산들바람을 연상시키는 녹색의 망토. 망토 자체가 상당히 가벼우며, 장착한 자에게 몸이 가벼워진 듯한 느낌을 주는 신비한 효과가 있다. 가벼울 뿐 아니라, 활동성에도 중점을 두고 제작되었기 때문에, 장착자의 움직임에 지장을 주는 경우는 없다. 그 덕분에 적의 공격을 재빠르게 피할 수 있다고 한다.", "Une cape verte qui rappelle une brise soudaine. Cette cape est très légère et possède l'étrange faculté de faire ressentir à son porteur qu'il est aussi léger qu'une plume. Cette cape est conçue pour laisser à son porteur une grande liberté de mouvements et pour ne pas les entraver. C'est pour cette raison que le porteur de cette cape est capable d'attaquer plus fréquemment.", "Eine grüner Umhang, der an eine plötzliche Brise erinnert. Der Umhang ist sehr leicht und hat den ungewöhnlichen Effekt, dass sich der Träger ebenfalls leicht fühlt. Die Form des Umhangs erlaubt es, dass man sich gut damit bewegen kann. Aus diesem Grund kann man damit Angriffen leichter ausweichen.", "Una capa verde que recuerda a una brisa repentina. La capa es muy ligera y alberga algún poder que traspasa dicha ligereza a su portador. Está diseñada para facilitar el movimiento y no obstaculizar. Por este motivo, quien la lleve puesta podrá evitar ataques con una mayor facilidad."]}, "accuracy": 0}