{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Rikku's Pouch", "type_id": 60, "skills": [209090, 209100, 209110], "is_twohanded": false, "rarity": 8, "compendium_id": 469, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Chaos Grenade' ability.", "Grants 'Panacea' ability.", "Grants 'Eccentrick' ability."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Rikku's Pouch", "琉克的小包", "류크의 파우치", "Sac de Rikku", "Rikkus Beutel", "Mochila de Rikku"], "desc_short": ["An otherworldly pouch that can be filled with various things.", "能夠容納各種道具的異界小包", "다양한 아이템을 수납할 수 있는 이계의 파우치", "Une sacoche qui peut servir à transporter différentes choses.", "Ein Beutel aus einer anderen Welt für verschiedene Dinge.", "Una mochila de otro mundo llena de objetos variopintos."], "desc_long": ["A rare and valuable pouch from another world that can be attached to one's leg. Its convenient size allows for easy movement when in battle, while accommodating various items within. In the world of Spira a young Al Bhed girl is said to have used the articles she kept in this pouch to create various concoctions and powerful items.", "來自異界的小包，可裝備在腿部，因此不會妨礙移動或者戰鬥。做工小巧精緻，然而能夠裝下各種各樣的道具。在異界「史匹拉」，這個小包由一位擅長機械的阿爾貝德族的少女持有。她能夠用小包裡的東西調和出各種效果更強的道具。", "이계에서 만들어진 파우치. 다리에 장착하는 타입으로, 이동이나 전투에 방해가 되지 않을 정도의 사이즈이지면서도 실로 여러 가지 아이템을 수납할 수 있는 뛰어난 걸작품이다. 이계 스피라에서는, 오랜 세월 동안 기계를 다루어온 '알베드족'의 소녀가 이 파우치를 소지하고 있었으며, 파우치에서 꺼낸 여러 아이템을 조합하여 더욱 강력한 아이템을 만들어냈다고 한다.", "Un petit sac rare et cher d'un autre monde qui s'attache à la jambe. Sa taille très pratique autorise des mouvements bien plus aisés en combat, tout en permettant de stocker différents objets à l'intérieur. Dans le monde de Spira, une jeune fille Al Bhed dit avoir utilisé ce petit sac pour créer diverses concoctions et de puissants objets.", "Ein seltener wie wertvoller Beutel aus einer anderen Welt, den man sich ans Bein schnallen kann. Im Kampf ist damit freie Bewegung möglich, obwohl sich verschiedene Gegenstände darin verstauen lassen. In der Welt von Spira soll ein junges Al-Bhed-Mädchen mit den Dingen in ihrem Beutel diverse Geheimrezepte und mächtige Gegenstände hergestellt haben.", "Una mochila rara y valiosa de otro mundo que se ata a la pierna. Su práctico tamaño no estorba en el movimiento en batalla, y puede contener varios objetos. Se dice que en el mundo de Spira una joven Al Bhed usaba los objetos que llevaba en la bolsa para crear varias pociones y objetos poderosos."]}, "icon": "item_50233.png"}