{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Wind-up Alphinaud", "type_id": 60, "skills": [100740], "is_twohanded": false, "rarity": 7, "compendium_id": 735, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Auto-Refresh' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50283.png", "type": "Accessory", "strings": {"name": ["Wind-up Alphinaud", "迷你阿爾菲諾", "알피노 인형", "Mini Alphinaud", "Aufzieh-Alphinaud", "Mini Alphinaud"], "desc_short": ["A magic doll modeled after a noble son brought from the Farplane.", "模仿異界名門子弟所製作的魔法人偶", "이계의 어느 명문가의 장남을 본떠 만든 마법 인형.", "Une poupée magique représentant un fils noble rapportée de l’Au-delà.", null, "Un muñeco mágico con aspecto primitivo del Etéreo."], "desc_long": ["A magic doll from the faraway world of Eorzea that was modeled after the noble son of the Leveilleur Family of Sharlayan. A certain paymaster created these dolls for profit, but his scheme came to light, and soon the production of the dolls were promptly halted. There are many other dolls found in Eorzea, and are well-received with how cute they look following after their owners.", "模仿存在於異界「艾歐澤亞」薩雷安的名門，萊維耶勒爾家的少爺所製作的魔法人偶。雖然是某個主計官為了籌措活動經費而製作的商品，但是因為被總帥得知而被下令中止販賣。在「艾歐澤亞」中，還存在著許多其他的魔法人偶，跟在持有者的後面行動的樣子十分可愛，因此獲得了世界各地的好評。", "이계 '에오르제아'에 존재하는 샬레이안의 명문가, 르베유르 가의 장남을 본떠 만든 마법 인형. 어느 회계관이 활동비를 벌기 위해 제작했지만, 총대장에게 발각되어 판매 중지 명령이 내려진 물건이기도 하다. '에오르제아'에는 그 밖에도 다양한 마법 인형들이 존재하며, 소유자의 뒤를 졸졸 따라다니는 귀여운 모습에 각지에서 호평이 끊이질 않는다고 한다.", "Une poupée magique issue du monde lointain d’Eorzéa. Il s’agit d’une reproduction du noble fils de la famille Leveilleur originaire de Sharlayan. Un certain trésorier a créé ces mascottes dans l’optique de faire fortune, mais a dû mettre fin à leur production quand ses desseins furent révélés au grand public. Il existe de nombreuses autres poupées en Eorzéa, et la plupart sont appréciées du public en vertu de l’air adorable qu’elles arborent tout en suivant leur propriétaire.", "Eine magische Puppe aus der fernen Welt Eorzea. Sie wurde dem vornehmen Sohn des Hauses Leveilleur aus Sharlayan nachempfunden. Ein gewisser Schatzmeister hatte diese Puppen aus eigener Profitgier kreiert, doch er wurde von seinem Kommandant entlarvt und die Produktion der Puppen kam zum Stillstand. Viele andere Puppen sind in Eorzea weit verbreitet und werden besonders dafür geschätzt, wie niedlich sie ihren Besitzern hinterherlaufen.", "Un muñeco mágico del lejano mundo de Eorzea diseñado tomando como ejemplo al hijo de los Leveilleur, una familia noble de Sharlayan. Cierto pagador creó estos muñecos para su beneficio personal, aunque su plan salió a la luz y, al poco tiempo, se dejaron de producir estos muñecos. Asimismo, en Eorzea, se pueden encontrar otros muchos muñecos que tienen muy buena recepción entre el público, pues suelen basarse en sus dueños."]}, "accuracy": 0}