{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Thunder God's Plan", "type_id": 60, "skills": [204870, 204880, 204890], "is_twohanded": false, "rarity": 8, "compendium_id": 369, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Crush Accessory' ability.", "Grants 'Spirit Blade' ability.", "Grants 'Ultima Sword' ability."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 3, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50222.png", "type": "Accessory", "strings": {"name": ["Thunder God's Plan", "雷神戰術書", "뇌신의 전술서", "Plan du dieu de la foudre", "Donnergotts Plan", "Enseñanzas del trueno"], "desc_short": ["A scroll depicting skills performed by a man called the Thunder God.", "被稱為雷神的男人書寫的傳授劍技奧義的捲軸", "뇌신이라 불리운 남자가 검기의 진수를 기록한 두루마리", "Un parchemin décrivant les aptitudes du \"Dieu du tonnerre\".", "Eine Schriftrolle, in der es um Fertigkeiten eines Mannes namens Donnergott geht.", "Un pergamino con las técnicas del llamado \"Dios del trueno\"."], "desc_long": ["A manual on sword techniques written by a man known as the Thunder God, spoken of in stories from faraway worlds. Leader of the Order of the Southern Sky, he was a master of all techniques making him well-regarded by others. However, it was said this \"Thunder God\" was unable to fight back against the tides of war. This document holds the truth behind the man who knew the strengths as well as the weaknesses  of the blade more than any other.", "一位在異界被稱為「雷神」的男子留下的劍技書。這位男子受封伯爵，是南天騎士團的團長，精通各類劍技，其人格廣受尊敬。然而，即便是「雷神」也無法抵抗戰爭的巨大洪流。在這篇捲軸中記錄著這位「知劍之強，亦知其弱」的男人全部的精髓。", "이계의 이야기 속 '뇌신'이라 불리던 남자가 기록한 검술서. 백작의 위치에 있으며 남천기사단의 단장을 역임했던 그 남자는 모든 검기를 수양하였으며 누구에게나 존경받던 인격자였지만, 그 '뇌신'조차도 전쟁이라는 커다란 흐름에 대항하는 것은 불가능했다. 이 책은 검의 강함과 약함을 누구보다도 잘 알고 있었던 그 남자의 진수가 기록되어 있다.", "Un manuel de techniques à l'épée écrit par un homme surnommé le \"dieu de la foudre\" dans les récits de mondes lointains. Chef de l'ordre du Ciel Méridional, il maîtrisait toutes les techniques faisant de lui quelqu'un de très estimé par ses pairs. On y raconte aussi toutefois, qu'aussi puissant que soit ce \"dieu de le foudre\", il fut bien incapable d'empêcher le feu de la guerre d'embraser le monde. Ce livre porte en lui les secrets d'un homme qui savait plus que quiconque les forces et les faiblesses de l'épée.", "Eine Anleitung zur Schwertkunstechnik von einem Mann namens Donnergott, von dem in fernen Welten gesprochen wird. Als Anführer des Ordens des Südlichen Himmels war er ein Meister aller Techniken und weithin geachtet. Es heißt jedoch, dieser „Donnergott“ konnte die Gezeiten des Krieges nicht bezwingen. In diesem Dokument steht die Wahrheit über ihn, der die Stärken und Schwächen der Klinge besser kannte als jeder andere.", "Un manual sobre técnicas con la espada que escribió un hombre conocido como el Dios del Trueno, del que se habla en las historias de unos mundos lejanos. Líder de la Orden del Cielo Sureño. Fue el maestro de todas las técnicas que le hicieron ser tan respetado por los demás. No obstante, se dice que este “Dios del Trueno” no fue capaz de contraatacar ante las mareas de la guerra. Este documento cuenta la verdad que se esconde tras el hombre que conocía mejor que nadie tanto los puntos fuertes de la espada como los débiles."]}, "accuracy": 0}