{"slot": "Accessory", "compendium_shown": true, "price_buy": 400, "requirements": null, "name": "Frost Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 223, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 40, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Ice": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 4}, "type": "Accessory", "strings": {"name": ["Frost Ring", "冰業戒指", "빙옥의 반지", "Bague du gel", "Frostring", "Anillo Hielo+"], "desc_short": ["A ring that repels ice.", "能提高冰之守護的戒指", "얼음의 가호가 걸린 반지", "Bague repoussant les sorts de glace.", "Ein Ring, der vor Eisschaden schützt.", "Anillo que repele el hielo."], "desc_long": ["A ring that reduces any ice damage sustained by the wearer. The stone residing in its center evokes the image of a transparent piece of hail, but has stronger powers than the one found on the ice ring, and can thus guard against ice to a better extent. However, its owner should not be overly reliant on it, as it cannot completely protect him or her from ice attacks, nor absorb their energy. Traveling to almost any destination can be made much easier by bringing the appropriate type of element resistant equipment along.", "能夠減輕冰屬性傷害的戒指。上面鑲嵌著如同通透明澈的寒冰一般的石頭。該石頭的力量比寒冰戒指上的更強，可以在一定程度上緩和冰屬性的攻擊。要注意，該戒指並不是萬能的，無法完全令攻擊失效、或是將攻擊完全吸收。但只要善於分類利用各種屬性耐性裝備，就會讓旅途變得更加輕鬆。", "얼음속성 피해량을 덜어주는 반지. 투명한 얼음을 닮은 돌이 박혀있다. 이 돌은 얼음 반지에 박힌 것보다 강력해서 얼음의 힘을 상당히 잘 막아준다. 하지만 이 역시 공격을 무효화하거나 흡수하지는 못하므로 과신은 금물이다. 목적지에 맞는 속성 저항력 장비를 사용하면 여행이 훨씬 수월해질 것이다.", "Une bague réduisant les dégâts de glace infligés à son porteur. La pierre incrustée en son centre évoque l'image d'un grêlon transparent et possède des pouvoirs plus importants que la bague de la glace. Il est cependant déconseillé de trop se reposer dessus car elle ne protège pas complètement des attaques de glace et ne peut absorber leur énergie. Il est possible de voyager plus sereinement quand on emporte avec soi l'équipement approprié aux éléments rencontrés.", "Ein Ring, der den vom Träger erlittenen Eisschaden abschwächt. Der Stein in seiner Mitte erinnert an klares Eis oder Hagel und hat die Kraft, schneidende Kälte zu mildern. Er ist stärker als der Eisring, bietet jedoch auch keinen vollständigen Schutz und kann auch keine Energie absorbieren. Jede Reise wird viel einfacher, wenn man die passenden elementaren Schutzgegenstände mit sich führt.", "Un anillo que reduce el daño de frío recibido por quien lo lleva. La piedra que hay en su centro evoca la imagen de granizo transparente, pero tiene más poder que la del anillo hielo y por ello ofrece más protección contra este. Sin embargo, quien lo posea no debe confiarse, ya que no puede proteger por completo de los ataques de hielo ni absorber su energía. Viajar a cualquier destino resulta mucho más fácil si se lleva equipado un objeto que resista al elemento necesario en cada caso."]}, "icon": "item_50123.png"}