{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Sash of Restraint", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 757, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 45, "SPR": 0, "DEF": 0}, "icon": "item_50289.png", "type": "Accessory", "strings": {"name": ["Sash of Restraint", "忍者魔力腰帶", "닌자의 마력대", "Ceinture de retenue", "Schärpe der Beharrlichkeit", "Cinturón de entereza"], "desc_short": ["A sash worn by a certain ninja clan.", "忍之一族所攜帶的腰帶", "어느 닌자 일족이 착용하는 혁대.", "Une ceinture portée par les membres d’un certain clan de ninjas.", "Eine Schärpe, die von einem gewissen Ninja-Klan getragen wird.", "La banda típica de un clan ninja."], "desc_long": ["A sash worn by a certain ninja clan. Sashes are usually used to wrap protective gears around the wearer's body, but this particular sash is used to increase the wearer's magic powers. Ninjas often wear only the bare minimum in battle, so this magic sash is highly valued as a means to enter battle without any weapons in hand. As such, it is safe to assume those who can properly utilize the sash are formidable opponents in battle.", "忍之一族所攜帶的腰帶。原本帶子的功用是為了固定身上的配件，但是這條帶子卻是為了提高魔力，而緊緊纏住身軀的魔力帶。對於只攜帶最低限度裝備的忍者來說，就算沒有武器也能夠進行戰鬥的魔力帶是非常重要的，實力越高強的人，越能發揮帶子的能力。", "어느 닌자 일족이 착용하는 혁대. 혁대는 장신구를 몸에 고정하기 위해 몸에 두르는 것이지만, 마력 향상을 목적으로 몸을 강하게 죄는 혁대를 가리켜 마력대라고 한다. 최소한의 장비만을 착용하는 닌자에게 있어, 무기 없이도 싸울 수 있는 마력대는 무척이나 중요하며 이 마력대를 수월하게 다룰 수 있는 자일수록 뛰어난 실력자라 할 수 있다.", "Une ceinture portée par les membres d’un certain clan de ninjas. Les ceintures sont le plus souvent utilisées pour envelopper l’armure autour du corps du porteur, mais celle-ci a la faculté d’augmenter ses pouvoirs magiques. Les ninjas ont tendance à se vêtir du strict minimum pour les situations de combat, de sorte que cet accessoire, qui leur permet de se battre sans aucune arme, est particulièrement apprécié de ces guerriers. Ainsi, il semble raisonnable de supposer que quiconque porte cette ceinture ferait un adversaire redoutable sur le champ de bataille.", "Eine Schärpe, die von einem gewissen Ninja-Klan getragen wird. Schärpen werden gewöhnlicherweise dazu gebraucht, Schutzkleidung am Körper des Benutzers festzuwickeln, dieses Exemplar jedoch erhöht die magischen Kräfte seines Benutzers. Da Ninja oft nur das absolute Minimum an Gegenständen in einem Kampf mitführen, ist die Schärpe ein hochangesehenes Utensil für den unbewaffneten Kampf. Dementsprechend sind wahre Meister im Gebrauch der Schärpe auch ernstzunehmende Gegner.", "La banda típica de un clan ninja. Normalmente, las bandas se usan para envolver objetos protectores por el cuerpo de quien las lleva, pero esta banda en particular sirve para aumentar el poder mágico. Los ninjas solo suelen llevar lo imprescindible a la hora de luchar, por lo que esta banda mágica está muy codiciada ya que permite el combate sin necesidad de llevar armas encima. Por tanto, se puede llegar a la conclusión de que todo aquel que pueda usar esta banda en combate se trata de un oponente formidable."]}, "accuracy": 0}