{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Hero's Ring", "type_id": 60, "skills": [100070, 100100], "is_twohanded": false, "rarity": 6, "compendium_id": 260, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'ATK +10%' passive.", "Grants 'MAG +10%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 3, "DEF": 3}, "icon": "item_50160.png", "type": "Accessory", "strings": {"name": ["Hero's Ring", "勇者指環", "용기의 반지", "Bague de héros", "Heldenring", "Anillo de paladín"], "desc_short": ["A ring that endows the wearer with great courage.", "讓人湧出勇氣的指環", "용기가 샘솟는 반지", "Bague qui insuffle du courage à son porteur.", "Ein Ring, der dem Träger großen Mut verleiht.", "Anillo que da a su portador un gran coraje."], "desc_long": ["A ring that raises the physical strength and magical power of the wearer by awakening the courage dormant within him or her. However, it is said to have no effect on those individuals who have no signs of valor in their hearts. The lion adorning this ring has been used since ancient times as a symbol of courage, and is often used as a coat of arms.", "能夠激發沉睡在使用者心中的勇氣，增加使用者力量的指環。只要裝備上它，就能夠提高物理攻擊力與魔法攻擊力。但是，如果使用者心中不具備半點勇氣，那麼裝備上它也是做無用功。該指環上雕刻著獅子的頭像，獅子自古就是一種象徵著勇敢的動物，人們經常將它的形象用在紋章等圖案上。", "장착하면 물리 공격력과 마법 공격력이 오르는 반지. 장착자의 마음속에 잠든 용기를 불러일으켜 힘을 증폭시키는 효과가 있다. 그래서 용기가 전혀 없는 사람에게는 효과가 없다고 한다. 반지에 조각된 '사자'는 용맹을 상징하는 동물로 옛날부터 문장 등에 자주 쓰였다.", "Une bague qui augmente la force physique et la puissance magique en réveillant le courage qui sommeille chez son utilisateur. Cependant, elle ne produirait aucun effet chez les individus ne possédant aucun courage dans leur cœur. Depuis l'antiquité, le lion ornant cette bague est un symbole de courage et est souvent utilisé comme blason.", "Ein Ring, der die schlummernden körperlichen und magischen Kräfte seines Trägers erweckt. Auf jene, deren Herzen jedoch jedes Heldenmutes entbehren, hat er keinerlei Wirkung. Der Löwe auf diesem Ring steht von alters her als Symbol für Mut und wird häufig in der Heraldik verwendet.", "Un anillo que aumenta la fuerza física y el poder mágico de quien lo lleva, despertando el valor latente en su interior. Sin embargo, se dice que no funciona en quienes no tienen ni rastro de valor en el corazón. El león que lo adorna es símbolo de valor desde antaño y se suele usar como escudo de armas."]}, "accuracy": 0}