{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Thief Bracer", "type_id": 60, "skills": [101290], "is_twohanded": false, "rarity": 6, "compendium_id": 298, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Bandit' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Thief Bracer", "盜賊手鐲", "도적의 팔찌", "Brassard de bandit", "Armband der Elster", "Manilla de bandido"], "desc_short": ["A bracer that facilitates stealing.", "能夠盜竊任何物品的盜賊手鐲", "어떤 것이든 훔쳐내는 도적의 팔찌", "Brassard qui facilite le vol d'objets.", "Erleichtert das Stehlen.", "Manilla que facilita el robo."], "desc_long": ["A bracer that once belonged to a legendary thief. No matter how impregnable the defenses of his target's location were, the master thief never had a problem getting his hands on the mark. With footsteps like those of a cat, he snuck in quickly and silently, stealing invaluable treasures in the blink of an eye. Similarly, this bracer improves thieving skills, allowing its wearer to acquire the prize he or she seeks with greater ease.", "傳說中的大盜賊所使用的手鐲。無論警備如何森嚴，要塞如何牢不可破，對這位盜賊來說都不是問題。他能在眨眼間潛入虎穴，迅速偷走他想要的寶物。裝備這個手鐲的人，會變得技藝超群，能夠更輕易地偷走鎖定的寶物。", "전설의 대도적이 사용했다고 전해지는 팔찌. 아무리 경비가 엄중하다 해도, 난공불락의 요새라 해도, 그에게는 아무런 문제가 되지 않았다. 순식간에 잠입해 눈에 보이지도 않는 빠른 손놀림으로 자신이 노린 보물을 훔쳐냈다고 한다. 이 팔찌를 장착한 사람은 기술이 더욱 날카로워져 훔치고자 하는 물건을 간단히 손에 넣을 수 있게 된다고 전해진다.", "Un brassard qui appartenait autrefois à un voleur légendaire. Peu importe les défenses derrière lesquelles se protégeait sa cible, ce maître voleur parvenait toujours à s'emparer de ses butins. Aussi agile qu'un chat, il se faufilait sans bruit et dérobait des trésors inestimables en un clin d'œil. Dans cette lignée, ce brassard améliore les compétences de vol et permet à celui qui le porte de s'emparer d'un butin avec une grande facilité.", "Dieser Armreif gehörte einem legendären Dieb. Ganz gleich, wie gut geschützt und bewacht ein Beutestück auch gewesen sein mochte, nichts und niemand konnte ihn aufhalten. Mit katzengleicher Eleganz schlich er sich an jedem Hindernis vorbei und verschwand nach getaner Arbeit binnen eines Lidschlags. Dieser Armreif erlaubt es dem Träger, seine Opfer auf ähnliche Weise um ihre Habseligkeiten zu erleichtern.", "Manilla que perteneció a un ladrón legendario. No importaba lo inexpugnable que fueran las defensas de la ubicación de su objetivo: el maestro de ladrones siempre se llevaba lo que iba buscar. Sigiloso como un gato, se infiltraba rápida y silenciosamente donde fuera para robar en un santiamén tesoros incalculables. De igual modo, este objeto mejora las habilidades de robo y permite que quien lo lleve consiga su premio más fácilmente."]}, "icon": "item_50156.png"}