{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Tri-emblem", "type_id": 60, "skills": [101600, 101700, 100130, 100160], "is_twohanded": false, "rarity": 7, "compendium_id": 859, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'ATK +15%' passive.", "Grants 'MAG +15%' passive.", "Grants 'DEF +10%' passive.", "Grants 'SPR +10%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "icon": "item_50309.png", "type": "Accessory", "strings": {"name": ["Tri-emblem", "審判徽章", "트라이 엠블럼", "Triplemblème", "Tri-Emblem", "Triemblema"], "desc_short": ["A divine emblem from the Farplane with a great hidden power.", "蘊含強大力量的異界神之徽章", "강력한 힘을 지닌 이계의 어느 신의 문장.", "Un emblème divin issu de l’Au-delà doté d’un immense pouvoir caché.", "Ein göttliches Emblem aus einer fernen Welt, in dem eine große Kraft schlummert.", "Un emblema divino del Etéreo con un gran poder oculto."], "desc_long": ["A divine emblem that holds the power of the Gods of Creation, Tria, existing in a faraway world. It is said to hold the power to create and destroy all.", "將存在於異界的偉大創造神トライア之力封印在其中的徽章。蘊含著創造一切與毀滅一切的力量。", "이계에 존재하는 위대한 창조신 트라이아의 힘이 깃든 문장. 모든 것을 창조하고 모든 것을 파괴할 수 있는 힘이 담겨 있다.", "Un emblème divin qui renferme la puissance de Tria, la déesse de la création d’un monde lointain. La légende raconte qu’il détient le pouvoir de faire et de défaire toute chose.", "Ein göttliches Emblem aus einer fernen Welt, dem die Macht der Götter der Schöpfung, Tria, innewohnt. Angeblich besitzt es die Macht, alles zu erschaffen und zu zerstören.", "Un emblema divino de un mundo lejano que alberga el poder de Tria, el dios de la creación. Se dice que posee el poder de la creación y la destrucción total."]}, "accuracy": 0}