{"slot": "Accessory", "compendium_shown": true, "price_buy": 400, "requirements": null, "name": "Barrier Ring", "type_id": 60, "skills": [400080], "is_twohanded": false, "rarity": 2, "compendium_id": 239, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Emergency Shell' passive."], "price_sell": 40, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 8, "DEF": 0}, "icon": "item_50139.png", "type": "Accessory", "strings": {"name": ["Barrier Ring", "屏障指環", "장막의 반지", "Anneau Barrière", "Barrierenring", "Anillo Barrera"], "desc_short": ["A ring that repels magical attacks.", "能夠抵禦魔法攻擊的指環", "마법공격을 막아주는 반지", "Bague repoussant les attaques magiques.", "Ein Ring, der vor magischem Schaden schützt.", "Anillo que repele los ataques mágicos."], "desc_long": ["A ring that automatically casts shell when the wearer is on the verge of death. This accessory, which defends against magical attacks, is a replica of a certain ring believed to be a gift from the gods. Although the original ring seems to always be protected by the shell spell, the barrier ring may be too far from the gods' reach to have the same effect. Many are hopeful for improvements upon this accessory.", "在瀕死時自動進行魔防護的指環。相傳諸神曾留下過一件首飾，只要裝備上它就能夠減輕魔法攻擊所帶來的傷害，這枚指環就是仿照該首飾而製。不過眾神的遺物可隨時保持魔防護的效果，而這枚仿製的指環卻達不到這個高度，還有待進行改良。", "빈사 상태가 되면 자동으로 셸을 걸어주는 수호의 반지. 원래는 장착하기만 해도 마법공격을 완화해주는 신들의 유물을 재현하려고 만든 것이다. 원래 참고했던 장신구는 항상 셸 상태를 유지해준다고 하지만, 이 장막의 반지는 신의 유산이라 부르기에는 아직 개량할 여지가 많다.", "Une bague lançant automatiquement Barrière lorsque son porteur est sur le point de mourir. Protégeant des attaques magiques, cette bague est une réplique d'un cadeau des dieux. La bague originelle accorderait en permanence une protection par le sort barrière mais ce n'est pas le cas de cette pâle copie qui est bien loin d'avoir le même effet. Beaucoup espèrent que des améliorations y seront apportées.", "Ein Ring, der den Träger automatisch mit Vallum belegt, wenn er dem Tode nah ist. Dieses Accessoire schützt außerdem gegen magische Angriffe und ist vermutlich die Replik eines Geschenks der Götter. Das Original scheint von einem konstanten Vallum-Effekt geschützt zu sein, doch dieser Ring ist zu weit von den Göttern entfernt, um genauso wirksam zu sein. Viele hoffen, dass diese Beschränkung eines Tages überwunden werden kann.", "Un anillo que conjura Escudo automáticamente cuando quien lo lleva está al borde de la muerte. Este accesorio, que protege contra ataques mágicos, es la réplica de cierto anillo que se dice fue un regalo de los dioses. Aunque por lo visto el original está protegido por Escudo constantemente, el anillo barrera tal vez esté demasiado lejos de los dioses como para tener dicho efecto. Muchos esperan con ilusión la mejora de este accesorio."]}, "accuracy": 0}