{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Angel Earrings", "type_id": 60, "skills": [100730, 100050], "is_twohanded": false, "rarity": 6, "compendium_id": 215, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Auto-Regen' passive.", "Grants 'MP +20%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 50}, "HP": 0, "ATK": 2, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50115.png", "type": "Accessory", "strings": {"name": ["Angel Earrings", "天使耳墜", "천사의 귀걸이", "Boucles d'oreilles d'ange", "Engelsohrring", "Aretes de ángel"], "desc_short": ["Earrings in a charming angel design.", "仿照可愛天使製作的耳墜", "귀여운 천사를 조각한 귀걸이", "Boucles d'oreilles au style angélique.", "Ein Ohrring in Form eines Engels.", "Pendientes de diseño angelical encantador."], "desc_long": ["A pair of earrings modeled after an angel. From time to time there may be terrifying enemies who have the ability to instantly kill their target with a single blow. While the angel earrings offer general defensive qualities, they also offer divine protection against such enemies' death curse, making them a valuable accessory. And not only are they shaped in the charming image of an angel, but their efficacy is exceptional as well.", "仿照可愛天使製作的耳墜。該天使耳墜能夠給予裝備它的人以神聖加護，能讓使用者生命之力沸騰。它不僅能保護使用者不受黑暗之力侵害，還能提高使用者的MP。儘管設計得小巧可愛，但它的威力可是十分驚人的。由於該裝備性能極佳，因此眾多人競相追尋，不過真正能得到它的人只有極少數。", "천사가 새겨져 있는 귀걸이. 장착하면 성스러운 가호를 받을 수 있게 되며, 적의 즉사 공격을 회피할 수 있다. 도구로서의 성능은 평범한 축에 속하지만, 일격필살의 공격을 펼쳐오는 적을 상대할 때 절대적인 효과를 발휘한다. 그 뛰어난 성능으로 인해 많은 사람이 찾아 헤매지만, 실제로 이것을 손에 넣은 자는 드물다고 한다.", "Une paire de boucles d'oreilles qui protègent contre la mort instantanée. Certains ennemis terrifiants ont la capacité de tuer instantanément leur cible d'un seul coup. Les boucles d'oreilles permettent non seulement d'augmenter globalement la défense, mais assure également une protection divine contre les sorts magiques comme la mort instantanée, en faisant un accessoire indispensable. En forme d'ange, ces boucles d'oreilles sont d'une efficacité redoutable.", "Ein nach einem Engel modelliertes Paar Ohrringe. Hin und wieder trifft man auf furchteinflößende Feinde, die einem mit einem einzigen Angriff das Leben nehmen können. Die Engelsohrringe verleihen nicht nur gewöhnlichen Schutz, sondern bieten auch göttlichen Schutz vor feindlichen Todesflüchen, was sie äußerst wertvoll und effektiv macht. Zudem ist ihre Engelsform sehr dekorativ.", "Un par de pendientes que protegen a quien los lleva de la muerte instantánea. De vez en cuando aparecen temibles enemigos con la capacidad de matar a su objetivo de un solo golpe. Aunque los aretes de ángel ofrecen cualidades defensivas generales, también proporcionan protección divina contra la maldición de muerte de dichos enemigos, lo que los hace muy valiosos. No solo tienen la hermosa forma de un ángel, sino también una eficacia excepcional."]}, "accuracy": 0}