{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Patchwork Bear", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 824, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 20}, "HP": 0, "ATK": 30, "element_inflict": null, "MP": 0, "MAG": 30, "SPR": 0, "DEF": 0}, "icon": "item_65002.png", "type": "Accessory", "strings": {"name": ["Patchwork Bear", "拼接熊", "곰인형 패치", "Ourson recousu", "Flickenbär", "Osito con parches"], "desc_short": ["A plush bear which holds a mysterious power.", "擁有不可思議力量的熊娃娃", "신비한 힘을 지닌 곰돌이 인형.", "Un ours en peluche qui renferme un mystérieux pouvoir.", "Ein Plüschbär, dem eine rätselhafte Kraft innewohnt.", "Un oso de peluche que alberga un misterioso poder."], "desc_long": ["A plush bear with mysterious powers that was inherited by the apprentice to a legendary thief when he passed away. The plush doll is quite old and patched, but one can tell easily that it was taken care of very well. It is said that the legendary thief's soul resides within the plush doll, and still watches over his apprentice to this very day.", "傳說中的盜賊繼承給他的弟子，擁有不可思議力量的熊娃娃。在師傅過世時，以遺物的形式讓弟子收下。雖然經過了長年的歲月，但是破損的地方都有縫補的痕跡，看得出來相當受到珍惜。據說這個布偶內寄宿著師傅的靈魂，現在仍然守護著弟子。", "어느 전설의 도적이 그 제자에게 물려준, 신비한 힘을 지닌 곰돌이 인형. 스승이 세상을 떠난 뒤 유품으로 제자가 이어받았다. 그 곰돌이 인형에는 스승의 영혼이 깃들어 있으며, 지금도 그 제자를 지켜주고 있다고 한다.", "Un ours en peluche doté de mystérieux pouvoirs. Un apprenti voleur hérita de ce jouet après la mort de son maître. Il est vieux et loqueteux, mais on peut néanmoins voir que son propriétaire l’a traité avec un soin particulier. Il est dit que l’âme du voleur légendaire réside à l’intérieur de cet ours en peluche, et qu’il continue de protéger son disciple à ce jour.", "Ein Plüschbär mit geheimnisvollen Kräften, die er von seinem Meister, einem Dieb, bei dessen Tod erhielt. Der Bär ist schon ziemlich alt und besitzt einige Flicken, aber man erkennt sofort, dass er gut gepflegt wurde. Angeblich soll dem Flickenbären die Seele des legendären Diebes innewohnen, der bis heute über seinen ehemaligen Schützling wacht.", "Un oso de peluche con poderes misteriosos que heredó el aprendiz de un ladrón legendario. Se trata de un peluche bastante viejo y lleno de parches, pero que, en general, se ha cuidado muy bien. Además, según cuentan, el alma de aquel ladrón reside en el muñeco y, a día de hoy, continúa observando a su aprendiz."]}, "accuracy": 0}