{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Garnet Bracelet", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 667, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 5}, "icon": "item_50265.png", "type": "Accessory", "strings": {"name": ["Garnet Bracelet", "石榴石手環", "가넷의 팔찌", "Bracelet de grenat", "Granat-Armband", "Pulsera de granates"], "desc_short": ["A bracelet from the Farplane imbedded with a garnet.", "鑲嵌著石榴石的異界手環", "가넷이 박힌 이계의 팔찌", "Un bracelet venant de l'Au-delà avec un grenat incrusté.", "Ein Armband aus dem Abyssum mit einem Granat.", "Un brazalete del Etéreo con un granate incrustado."], "desc_long": ["A bracelet from the faraway world of Eos imbedded with a garnet. This bracelet is known to have been used by the prince of the Kingdom of Lucis. That particular bracelet that the prince used is said to have been made using a precious gem that the prince obtained through various perils.", "來自異界鑲嵌著石榴石的手環。在異界伊歐斯，它以路希斯王國王子持有而聞名。這個手環更是王子自己深入危險中獲得的，由十分珍貴的原石製成。", "이계 이오스에서 유입된, 가넷이 박힌 팔찌. 이계 이오스의 루시스 왕국 왕자가 보유한 장신구로 알려져 있다. 또한 이 팔찌는 왕자 자신이 위험을 무릅쓰고 손에 넣은 귀중한 원석을 이용해 만들어졌다고 한다.", "Un bracelet venant de du monde lointain d’Éos serti d'un grenat. Il est connu pour avoir été utilisé par le prince du Royaume de Lucis. On raconte qu'il aurait obtenu la pierre précieuse sertie sur ce bracelet après de nombreux périls.", "In dieses Armband aus der fernen Welt Eos ist ein Granat eingelassen. In Eos ist das Armband dafür bekannt, dass es vom Prinzen des Köngreichs Lucis als Accessoire benutzt wurde. Der Stein, der für die Anfertigung des Armbands verwendet wurde ist ein Kleinod, dass dem Prinz höchstelbst auf seinen gefährlichen Abenteuern in die Hände gefallen ist.", "Un brazalete del mundo lejano de Eos con un granate incrustado. Se sabe que este brazalete lo usó el mismísimo príncipe del Reino de Lucis. De hecho, se dice que este brazalete en particular se hizo a partir de una gema preciosa que el príncipe consiguió a lo largo de varias peligrosas aventuras."]}, "accuracy": 0}