{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Earrings", "type_id": 60, "skills": [100110], "is_twohanded": false, "rarity": 5, "compendium_id": 247, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'MAG +20%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Earrings", "耳環", "귀걸이", "Boucles d'oreilles", "Ohrring", "Aretes"], "desc_short": ["Earrings that enhance magical powers.", "能夠提高魔法威力的耳環", "마법의 위력을 높이는 귀걸이", "Boucles d'oreilles améliorant les pouvoirs magiques.", "Ohrringe, die magische Kraft verstärken.", "Pendientes que aumentan el poder mágico."], "desc_long": ["A pair of mysterious earrings that enhance the magical ability of the wearer. The earrings themselves are what amplify magical power. Once there was a certain mage who believed that the more of these he attached to his ears, the more powerful his magic would grow. When he tried out this theory, the sudden rush of magical energy caused him to lose control over his powers. The wearing of multiple magical earrings on each ear was banned thereon.", "能夠提高魔法威力的神奇耳環，可當做魔力增幅裝置使用。曾有魔道士為了大量增強魔力而在雙耳上掛滿了該耳環，結果魔法在增強威力的同時卻失去了控制發生了爆炸。該事件發生之後，裝備多個耳環的行為就被嚴令禁止了。", "마법 위력을 올려주는 신비한 귀걸이. 귀걸이 자체가 마력을 증폭하는 장치이다. 많이 장착하면 그만큼 위력이 오를 것으로 생각한 마도사가 양쪽 귀에 주렁주렁 달아본 결과, 위력은 증가했지만 제어가 되지 않아 결국 마법이 폭주했다. 이 사건 이후로 귀걸이를 여러 개 동시에 장착하는 건 금지되었다.", "Une mystérieuse paire de boucles d'oreilles améliorant la puissance magique de son porteur. Ces sont les boucles elles-mêmes qui l'amplifieraient. Autrefois, il existait un mage qui croyait que plus il porterait de boucles d'oreilles, plus ses pouvoirs magiques grandiraient. Il essaya de tester cette théorie mais perdit rapidement le contrôle de ses pouvoirs en raison d'un afflux massif d'énergie magique. Depuis, il est interdit de porter plusieurs paires de ces boucles d'oreilles magiques.", "Mysteriöse Ohrringe, welche die magische Kraft des Trägers verstärken. Der Verstärkungseffekt geht von den Ohrringen selbst aus, was in der Vergangenheit einmal einen gewissen Magier dazu verleitete, sich eine Vielzahl solcher Schmuckstücke an die Ohren zu hängen. Die freigesetzte enorme Energie war jedoch zu viel für ihn und er verlor die Kontrolle darüber. Seitdem ist das Tragen mehrerer magischer Ohrringe verboten.", "Un par de pendientes misteriosos que mejoran la habilidad mágica de quien los lleva. Ellos mismos amplifican el poder mágico. Hubo una vez un mago que creyó que cuantos más llevara en las orejas, más poderosa sería su magia. Cuando lo puso en práctica, el flujo repentino de energía mágica hizo que perdiera el control de sus poderes. Desde entonces está prohibido llevar más de uno en la oreja."]}, "icon": "item_50147.png"}