{"slot": "Accessory", "compendium_shown": true, "price_buy": 200, "requirements": null, "name": "Water Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 228, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 20, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Water": 5}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 2}, "icon": "item_50128.png", "type": "Accessory", "strings": {"name": ["Water Ring", "淵水戒指", "물 반지", "Bague de l'eau", "Wasserring", "Anillo Aqua"], "desc_short": ["A ring that slightly repels water.", "能稍微提高水之守護的戒指", "약한 물의 가호가 걸린 반지", "Bague repoussant légèrement les sorts d'eau.", "Ein Ring, der vor leichtem Wasserschaden schützt.", "Anillo que repele ligeramente el agua."], "desc_long": ["A ring that slightly reduces any water damage sustained by the wearer. The stone residing in its center evokes the image of a crystalline drop of rain, and it has the ability to weaken the power of water. However, it cannot completely protect the wearer from water attacks, nor absorb their energy. The refined designs of these elemental rings and their efficiency as equipment make them the perfect present for aspiring young mages.", "能夠稍微減輕水屬性傷害的戒指。上面鑲嵌著如同清澈透明的水珠一般的石頭。雖然該石頭能夠削弱水屬性的攻擊，但無法完全令攻擊失效、或是將攻擊完全吸收。由於該戒指的設計精良，也可以作為裝飾品來使用，因此送給年輕魔道士當禮物是再合適不過的了。", "물속성 피해량을 조금 덜어주는 반지. 맑은 물방울을 닮은 돌이 박혀있다. 이 돌은 물의 힘을 약화하는 성질이 있지만, 공격을 완전히 무효화하거나 흡수하지는 않고 그 위력을 완화하는 데 그친다. 이런 종류의 반지는 세련된 디자인을 살려 장신구로도 쓸 수 있어서 마도사를 지망하는 젊은이에게 줄 선물로 좋다.", "Une bague réduisant légèrement les dégâts d'eau infligés à son porteur. La pierre incrustée en son centre évoque l'image d'une goutte de pluie cristalline et a le pouvoir d'affaiblir l'intensité de l'eau. Cependant, elle ne protège pas complètement des attaques d'eau et ne peut absorber leur énergie. Le style raffiné de cette bague élémentaire et son efficacité prouvée en font un parfait cadeau pour tous les apprentis mages.", "Ein Ring, der den vom Träger erlittenen Wasserschaden etwas abschwächt. Der Stein in seiner Mitte erinnert an einen erstarrten Regentropfen und hat die Kraft, den Zorn des flüssigen Elements zu mildern. Er bietet jedoch keinen vollständigen Schutz und kann auch keine Energie absorbieren. Die elementare Wirksamkeit dieser Ringe und ihre elegante Form machen sie zum idealen Geschenk für aufstrebende Jungmagier.", "Un anillo que reduce ligeramente el daño de agua recibido por quien lo lleva. La piedra que hay en su centro evoca la imagen de una gota de lluvia cristalina y tiene la capacidad de debilitar el poder del agua. Sin embargo, no puede proteger por completo de los ataques de agua ni absorber su energía. El diseño refinado de estos anillos elementales y su eficacia como equipo los convierte en el regalo perfecto para jóvenes aspirantes a magos."]}, "accuracy": 0}