{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Elven Gloves", "type_id": 60, "skills": [100050, 209900], "is_twohanded": false, "rarity": 6, "compendium_id": 496, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'MP +20%' passive.", "Grants 'Song of Memories' ability."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Light": 30, "Wind": 30}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "icon": "item_50236.png", "type": "Accessory", "strings": {"name": ["Elven Gloves", "精靈手套", "엘프의 글로브", "Gants elfiques", "Elfenhandschuhe", "Guantes élficos"], "desc_short": ["Elf gloves imbued with a mysterious power.", "寓有神秘力量的精靈手套", "신비한 힘이 깃든 엘프의 글로브", "Des gants elfes imprégnés d'un pouvoir mystérieux.", "Elfenhandschuhe mit einer mysteriösen Kraft.", "Guantes élficos que albergan un misterioso poder."], "desc_long": ["Elf gloves imbued with a mysterious power. Simple, yet refined, the gloves are designed to help protect the hands during battle, and helps the wearer gain a better hold of their weapon. The elves coexisted with nature, and excelled at employing powers from their surroundings. It is of no surprise then that their belongings would hold special enchantments.", "以精靈代代相傳的技術製成的手套。簡約幹練的設計賦予它優秀的實用性，在狩獵和戰鬥時，不僅能夠保護雙手，同時還能保持對武器穩定的持握。精靈和大自然共生，並善於從中汲取各種不同的力量，因此精靈製造的裝備多寓有神秘力量。", "엘프족에게 대대로 전해져 내려오는 기술로 만들어진 글로브. 심플하고 세련된 디자인으로, 사냥이나 전투에 임할 때 손을 보호하고 무기를 잘 떨어뜨리지 않도록 하는 등 실용성 면에서도 뛰어난 물건이다. 엘프족은 자연과 공생하며 여러 가지 힘을 빌려 사용하는 종족이기 때문에, 몸에 걸치는 물건에도 신비한 힘이 깃들어 있는 경우가 많다.", "Une paire de gants elfiques imprégnés d'un pouvoir mystérieux. Simples mais raffinés, ces gants sont conçus pour protéger les mains de son porteur au combat, et confèrent également à celui-ci une meilleure prise de son arme. Les elfes vivaient en harmonie avec la nature, et étaient aussi capables d'utiliser les pouvoirs de leur environnement à leurs propres fins. Il n'est donc pas surprenant de voir que leurs artéfacts possèdent des enchantements uniques.", "Elfenhandschuhe mit einer mysteriösen Kraft. Simpel, aber raffiniert gearbeitet, schützen diese Handschuhe im Kampf und bieten der Waffe einen besseren Halt. Die Elfen lebten im Einklang mit der Natur und konnten ihre Kräfte für sich nutzen. Daher ist es nicht überraschend, dass ihrem Erbe spezielle Zauber innewohnen.", "Guantes élficos que albergan un misterioso poder. Sí, son simples, pero a la vez refinados. Estos guantes están diseñados para proteger las manos durante el combate y para que su portador tenga un mejor agarre. Los elfos coexistían con la naturaleza y destacaban por emplear los poderes que tenían a mano. No sería una sorpresa que sus posesiones estuviesen imbuidas con algún encantamiento mágico."]}, "accuracy": 0}