{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Judge Magister Cloak", "type_id": 60, "skills": [100010, 222210], "is_twohanded": false, "rarity": 6, "compendium_id": 771, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +10%' passive.", "Grants 'Vortex of Judgment' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 35}, "icon": "item_50291.png", "type": "Accessory", "strings": {"name": ["Judge Magister Cloak", "最高審判者斗篷", "저지 마스터의 망토", "Cape de Haut Juge", "Umhang der Hohen Richter", "Capa del juicio supremo"], "desc_short": ["A thick and heavy cloak from another world.", "來自異界的厚重披風", "이계에서 유입된 중후한 망토.", "Une cape lourde et épaisse rapportée d'un autre monde.", "Ein dicker und schwerer Umhang aus einer fernen Welt.", "Una capa gruesa y pesada de otro mundo."], "desc_long": ["A thick and heavy cloak brought from the faraway world of Ivalice. This cloak was used by one of the judge magisters, guardians of law and order in the Archadian Empire. There is a total of 18 judge magisters, and each wears heavy armor and a cloak representative of their post.", "來自異界伊瓦利斯的披風。在阿爾卡迪亞帝國中，掌管司法的騎士們之統帥「最高審判者」所使用過的物品。總共18名的「最高審判者」都以厚重的鎧甲與披風包覆著全身。", "이계 '이발리스'에서 유입된 망토. 아르카디아 제국의 법을 관리하는  기사들을 지휘하던 '저지 마스터' 중 하나가 휘두르던 것이라 알려져 있다. 총 18명에 이르는 저지 마스터는 전원이 중후한 느낌의 갑옷과 망토를 두르고 있었다고 한다.", "Une cape lourde et épaisse rapportée du monde lointain d’Ivalice. Elle était utilisée par l’un des juges suprêmes, garant de la loi et de l'ordre,  l’empire arcadien. Cet ordre distingué était composé de dix-huit juges, et chacun portait une armure lourde accompagnée de cette cape indiquant leur fonction.", "Ein dicker und schwerer Umhang aus der fernen Welt Ivalice. Diese Umhang wurde von den Hohen Richter, welche die rechtsprechenden Ritter des Archadianischen Imperiums anführten, benutzt. Insgesamt gab es 18 Hohe Richter, die alle schwere Rüstung und einen Umhang trugen, der ihre Position unterstrich.", "Una capa gruesa y pesada del lejano mundo de Ivalice. Esta capa la llevó uno de los maestros jueces, los guardianes de la ley y el orden del Imperio de Arcadia. En total, había 18 maestros jueces, y cada uno de ellos llevaba una armadura pesada y una capa para denotar su rango."]}, "accuracy": 0}