{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Morale Talisman", "type_id": 60, "skills": [202510], "is_twohanded": false, "rarity": 4, "compendium_id": 322, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Auto-Bravery' passive."], "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50214.png", "type": "Accessory", "strings": {"name": ["Morale Talisman", "豪傑護身符", "호걸의 탈리스만", "Talisman de héros", "Aventuriertalisman", "Talismán heroico"], "desc_short": ["A talisman overflowing with power.", "能夠使力量湧出的護身符", "힘이 샘솟는 부적", "Talisman débordant de puissance.", "Dieser Talisman weckt verborgene Kraft.", "Talismán que rebosa poder."], "desc_long": ["A talisman made from materials alien to this world that when worn invigorates the heart and body. According to legend, a group of otherworldly warriors that fought against the fate they were bound to by the gods was once in possession of this talisman. It is possible that their memories and energy are what fuel this item's great source of power.", "來自異界的護身符，其原料並不存在於這個世界。它可以振奮人心，使人充滿力量。另外，根據文獻記載，它曾經屬於一位抗拒神定命運的異界戰士。他的意念寄託在了豪傑護身符上，使它擁有了讓人充滿力量的能力。", "이 세계에는 존재하지 않는 물질로 만들어진 이계의 부적. 이것을 장착하면 마음이 고양되고 힘이 샘솟는다고 한다. 또한, 어느 책에는 신이 정한 운명을 거스른 용감한 이계의 전사들이 이것을 가지고 있었다는 기록도 존재한다. 이 탈리스만을 소지했을 때 힘이 샘솟는 것은, 그들의 마음과 힘이 깃들어있기 때문일지도 모른다.", "Un talisman fait de matériaux venus d'un autre monde, qui revigore le cœur et le corps une fois porté. D'après la légende, un groupe de guerriers d'un autre monde et qui luttait contre le destin imposé par les dieux se trouva en possession de ce talisman. Il est possible que leurs souvenirs et leur énergie contenus à l'intérieur donnent à cet objet sa force immense.", "Ein Talisman aus einer anderen Welt. Er lässt Kraft durch Körper und Geist fließen. In seiner Welt soll es einst eine Gruppe von Kriegern gegeben haben, die mit Hilfe dieses Talismans gegen das ihnen von den Göttern vorbestimmte Schicksal rebellierten. Möglicherweise bilden ihre Erinnerungen und Energie den Ursprung der großen Kraft dieses Gegenstandes.", "Talismán hecho de materiales sobrenaturales que estimula el cuerpo y el alma de su portador. Dice la leyenda que lo poseían un grupo de guerreros de otro mundo que lucharon contra el destino que los dioses les deparaban. Es posible que los recuerdos y la energía de estas personas sean la fuente de poder de este objeto."]}, "accuracy": 0}