{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Ring of Dominion", "type_id": 60, "skills": [100030, 100060, 206860, 206870, 206880, 206890], "is_twohanded": false, "rarity": 8, "compendium_id": 415, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +30%' passive.", "Grants 'MP +30%' passive.", "Grants 'ATK +50%' passive.", "Grants 'DEF +50%' passive.", "Grants 'MAG +50%' passive.", "Grants 'SPR +50%' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 7, "DEF": 7}, "icon": "item_50226.png", "type": "Accessory", "strings": {"name": ["Ring of Dominion", "超越者之戒", "초월자의 반지", "Anneau du dominé", "Ring der Macht", "Anillo del subyugador"], "desc_short": ["A ring named for one who has surpassed all limits.", "冠有超越者之名的戒指", "초월하는 자의 이름을 가진 반지", "Un anneau qui porte le nom de celui qui a réussi à dépasser ses limites.", "Ein Ring benannt nach jemandem, der alle Grenzen überwand.", "Un anillo bautizado con el nombre de alguien supremo."], "desc_long": ["A ring that draws out the potential of the wearer beyond his or her limits. It was forged by a visionary green mage who devoted her life to its creation by using three different types of precious stones yielded from creating new spells and items. However, the alarmingly quick rate in which it amplifies the wearer's abilities upon equipping it made it an unnerving accessory for anyone to own. Thus, rumor has it that the green mage sealed its manufacturing method away along with herself.", "由夢想著引導出超越極限之力的綠魔道士窮盡一生開發出的戒指。這位綠魔道士對開發魔法和道具時產生的3種神秘寶石展開了研究，進而研發出了這枚戒指。僅僅是裝備上它，就可令全部能力得到飛躍性地提升。太過優越的性能反而令這位魔道士感到恐懼，因此他將戒指連同製作方法一起封印了起來。", "한계를 뛰어넘는 능력을 끌어내는 것을 꿈꾸던 녹마도사가, 일생을 걸고 고안해낸 마법의 반지. 그 녹마도사는 마법과 아이템을 제작할 때 얻어지는 신비한 3가지 보석을 연구하여 이 반지를 제작해냈지만, '장비하는 것만으로 모든 능력이 비약적으로 상승'하게 되는 성능을 두려워하여, 제작법과 함께 봉인해 버렸다고 한다.", "Un anneau qui permet à son porteur de dépasser ses limites. Il a été forgé par une mage verte visionnaire qui voua sa vie à sa création. Elle l'a produit en utilisant trois types de pierres précieuses utilisées pour créer de nouveaux sorts et de nouveaux objets. Toutefois, il augmentait tellement les pouvoirs de son porteur qu'elle le considéra comme bien trop dangereux et décida de se sceller elle-même accompagnée de sa méthode de fabrication.", "Ein Ring, der das Potential des Trägers über seine Grenzen hinaus erhöht. Ihn schmiedete eine visionäre Grünmagierin, die seiner Herstellung ihr Leben widmete. Sie nutzte dafür drei aus neuen Zaubern und Gegenständen gewonnene Zauber. Die Schnelligkeit, mit der er die Fertigkeiten des Trägers erhöht, lassen ihn für jeden begehrenswert erscheinen. Daher soll die Grünmagierin die Herstellungsmethode mit sich ins Grab genommen haben.", "Un anillo que extrae el potencial de quien lo lleva más allá de sus límites. Fue forjado por una maga verde visionaria que dedicó su vida a crearlo usando tres tipos distintos de piedras preciosas obtenidas creando nuevos hechizos y objetos. Sin embargo, la asombrosa velocidad con la que amplifica las habilidades de su portador al equiparlo lo convierte en un accesorio desconcertante. Según los rumores, la maga verde selló su método de fabricación junto a sí misma."]}, "accuracy": 0}