{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": ["UNIT_ID", 214000105], "name": "Scion Conjurer's Pattens", "type_id": 60, "skills": [203250, 206910], "is_twohanded": false, "rarity": 5, "compendium_id": 438, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP + 5%' passive.", "Grants 'MP +5%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 5}, "icon": "item_50229.png", "type": "Accessory", "strings": {"name": ["Scion Conjurer's Pattens", "血盟幻術師木鞋", "야슈톨라 나무덧신", "Patins de Y'shtola", "Zauberspross-Trippen", "Zuecos de Scion"], "desc_short": ["Magical leg protectors from a wise man from another world. (Y'shtola only)", "來自異界的賢人幻術足部防具（雅・修特拉專用）", "이계에서 유입된 현자의 환술 발방어구(야슈톨라 한정)", "Les jambières magiques d'un sage venant d'un autre monde. (Uniq. Y'shtola)", "Magischer Beinschutz eines Weisen aus einer anderen Welt. (Nur Y'shtola)", "Perneras mágicas de un sabio de otro mundo. (Solo Y'shtola)"], "desc_long": ["A pair of magical footwear worn by the conjurers of the distant world of Eorzea. A particular Miqo'te conjurer belonging to an organization known as the Scions of the Seventh Dawn is known for wearing these shoes. This rare item reflects how serious she is about her passion for collecting boots.", "來自異界艾歐澤亞的賢人幻術足部防具，曾由貓魅族賢人所穿著。這位賢人也是力圖拯救艾歐澤亞的組織「拂曉血盟」的成員。同時她也喜愛收集靴子，從這個防具就能看出她有著不錯的品味。", "이계 '에오르제아'에서 유입된 현자의 환술 발방어구. 에오르제아를 구제하고자 하는 조직 '새벽의 혈맹'의 일원이기도 한 미코테 족의 현자가 착용했던 장비였다고 한다. 부츠 수집을 좋아하던 그녀의 취미와 어울리는 걸작품이기도 하다.", "Une paire de chaussures magiques portée par l’élémentalistes du monde lointain d’Éorzéa.Une certaine élémentaliste Miqo'te appartenant à une organisation du nom des Héritiers de la Septième Aube est connue pour avoir porté ces chaussures. Cette paire est le reflet de sa passion qu'elle met à collectionner les chaussures.", "Ein Paar magischer Schuhe, das die Zauberer in der fernen Welt Eorzea tragen. Eine gewisse Miqo'te-Zauberin, die zu einer Organisation namens Spross der Siebten Dämmerung gehörte, trug diese Schuhe. Dieser seltene Gegenstand erfüllt ihre Leidenschaft für das Sammeln von Schuhen.", "Un calzado mágico que llevaban los hechiceros del lejano mundo de Eorzea. Una hechicera Miqo'te en concreto que pertenecía a una organización llamada Hijos del Séptimo Albor es famosa por llevar este calzado. Este objeto poco común pone de manifiesto su pasión por coleccionar botas."]}, "accuracy": 0}