{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Mark of the Raven", "type_id": 60, "skills": [101290], "is_twohanded": false, "rarity": 7, "compendium_id": 606, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Bandit' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 5, "element_inflict": null, "MP": 0, "MAG": 5, "SPR": 0, "DEF": 0}, "icon": "item_50256.png", "type": "Accessory", "strings": {"name": ["Mark of the Raven", "萊文之證", "레이븐의 증명", "Insigne des Raven", "Zeichen des Raben", "Insignia de Raven"], "desc_short": ["Proof that one has been accepted as a Raven.", "身為萊文一員的證明", "레이븐의 일원임을 증명하는 문서", "Une preuve qui permit à quelqu'un de se faire accepter en tant que Raven.", "Beweis, dass jemand als Rabe anerkannt wurde.", "Prueba de que el portador ha sido aceptado entre los Raven."], "desc_long": ["Proof that one has been accepted as a member of Raven. Those who seek to join Raven are secretly tested through orders. The mark is issued to those who prove themselves worthy through what they do to fulfill the order - not with results. Only a select few are given a mark, and those select few are appointed to vaults placed under their care. At the very end of the mark is a signature of Raven's third leader - Shade.", "身為義賊集團萊文一員的證書。萊文會給予想要入團的人任務，並且通過任務的過程評定該人是否有資格入團。他們的人數不多，卻在世界各地都擁有出租保險箱支部，這也正是說明手持證書的成員全都是精英。證書的末尾簽有第三代領導人的簽名。", "의적 집단 '섀도우 레이븐'의 일원임을 증명하는 문서. 입단 희망자에게 비밀리로 의뢰를 맡기고, 결과의 성공 여부가 아닌 과정으로 평가하여 발행한다. 그들이 소수임에도 불구하고 세계 각지에 대여금고 지부를 두고 있는 것도, 증명서를 손에 넣을 수 있을 정도의 정예만으로 이루어졌기 때문일 것이다. 증명서의 마지막 부분에는 3대 리더인 셰이드의 서명이 들어가 있다.", "Une preuve qui permit à quelqu'un de se faire accepter en tant que Raven. Ceux qui souhaitent rejoindre les Raven sont testé en mission et sont notés non pas sur leurs résultats, mais sur leur capacité à se montrer digne d'en faire partie en fonction de ce qu'ils ont fait pour remplir la mission. Seuls un tout petit nombre finissent par intégrer les Raven et ont à charger de protéger un coffre. Enfin la toute dernière preuve de leur appartenance au groupe des Raven est la signature du troisième chef des Raven : Shade.", "Beweis, dass jemand als Krähe anerkannt wurde. Wer sich den Krähen anschließen will, muss dazu Aufgaben bewältigen. Das Zeichen erhält der, der sich auf die Weise würdig erweist, auf die er die Aufgabe erfüllt. Nur einige Ausgewählte erhalten eine Marke, und diejenigen werden zum Wächter bestimmter Schließfächer ernannt. Ganz am Ende steht das Abzeichen des dritten Anführers der Krähen - Shade.", "Prueba de que el portador ha sido aceptado como miembro de los Raven. Todo aquel que quiere unirse a los Raven recibe órdenes secretas para que demuestre su valía. Esta nota se le da todo aquel que consigue cumplir con las órdenes encomendadas. Solo unos pocos llegan a recibirla y, a esos pocos, se les encarga proteger ciertas cajas fuertes. En la parte de abajo de la nota se puede ver la firma del tercer líder de los Raven, Shade."]}, "accuracy": 0}