{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Pod 153", "type_id": 60, "skills": [218780, 218790, 218800, 218810], "is_twohanded": false, "rarity": 7, "compendium_id": 712, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'A120: Repair' ability.", "Grants 'A170: Scanner' passive.", "Grants 'A060: P Shield' ability.", "Grants 'R020: Mirage' ability."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 8, "DEF": 8}, "icon": "item_50273.png", "type": "Accessory", "strings": {"name": ["Pod 153", "輔助機１５３", "포드 153", "Pod 153", "Pod 153", "Pod 153"], "desc_short": ["A support unit used by a unit that exists in another world.", "來自異界戰鬥部隊的隨行支援輔助機", "이계에 존재하는 전투부대의 수행 지원 유닛", "Une unité de soutien utilisée par une unité qui existe dans un autre monde.", "Eine Unterstützungseinheit aus einer anderen Welt.", "Una unidad de apoyo que solía usar una unidad de otro mundo."], "desc_long": ["A mechanical unit brought from another world. The world where Pod 153 came from was being attacked by an alien force. As a means to counter their attacks, Pod 153 was introduced onto the battlefield by a group of androids called \"YoRHa.\" It is said that Pod 153 were standard assignments to YoRHa to provide tactical support.", "來自異界的機械輔助機。在輔助機153存在的異界裡，人們遭受了異星人的侵略，作為對抗手段，人類投入了自動步兵人形所構成的寄葉部隊。隨行支援輔助機是寄葉部隊的標準裝備，而輔助機153則是隨行支援輔助機的一種。", "이계에서 유입된 기게 유닛. 포드 153이 존재하던 이계에서는, 외계인의 침략을 받은 사람들이 그 방어 수단으로서 자동 보병 인형으로 구성된 '요르하 부대'를 투입했다. 포드 153은 그 '요르하 부대'가 기본적으로 장비하던 수행 지원 유닛 중 하나였다고 한다.", "Une unité mécanique venant d'un autre monde. Le monde d'origine de cette arme fut attaqué par une force étrangère et le pod 153 fut introduit aux troupes appelées \"YoRHa\" sur le champ de bataille afin de pouvoir contre-attaquer. On raconte que, dès lors, le Pod 153 fut assigné à chaque soldat par défaut pour lui donner des conseils tactiques.", "Eine Maschineneinheit aus einer fernen Welt. In der Welt, die Heimat von Pod 153 ist, wurde die Menschheit von Außerirdischen überfallen; zum Widerstand gegen diese Invasion wurden die aus Androiden bestehenden YoRHa-Streitkräfte eingesetzt. Es heißt, dass YoRHa-Streitkräften standardmäßig ein Pod 153 zugeordnet wurde, der dann als begleitende Taktik-Einheit diente.", "Una unidad mecánica de otro mundo. El mundo del que proviene el Pod 153 estaba siendo atacado por una fuerza alienígena. A modo de contraataque, un grupo de androides denominados \"YoRHa\" lo introdujo en el campo de batalla. Se dice que el Pod 153 servía principalmente para proporcionarle apoyo táctico a los YoRHa."]}, "accuracy": 0}