{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Lasswell's Insignia", "type_id": 60, "skills": [101600, 210250], "is_twohanded": false, "rarity": 8, "compendium_id": 503, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'ATK +15%' passive.", "Grants 'Knight of Grandshelt' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Lasswell's Insignia", "拉斯韋爾徽章", "라스웰의 휘장", "Insigne de Lasswell", "Lasswells Abzeichen", "Insignia de Lasswell"], "desc_short": ["The insignia of a knight of Grandshelt. (Enables special abilities when equipped by Lasswell)", "格蘭謝爾特騎士的徽章【拉斯韋爾裝備時，發動特定技能】", "그랑셸트 기사의 휘장 [레인 장착 시 특정 어빌리티 발동]", "L'insigne des chevaliers de Grandshelt. (Permet à Lasswell d'utiliser des aptitudes spéciales)", "Das Abzeichen eines Ritters von Grandshelt. (Aktiviert bei Lasswell Spezialfertigkeiten)", "La insignia de un caballero de Grandshelt. (Activa habilidades especiales si se la equipa Lasswell)."], "desc_long": ["The insignia of a knight of Grandshelt. Grandshelt's knights were the only ones allowed to bear this insignia. The knights of Grandshelt, who are skilled with the sword and upholds their beliefs, are admired by many of Grandshelt's young, aspiring knights. It can be said that those who bear this insignia are showing their resolve to live under the code of Grandshelt's knights. (Enables special abilities when equipped by Lasswell)", "身為格蘭謝爾特騎士的標誌，只有王國騎士團成員才能佩戴。對格蘭謝爾特的年輕人而言，擁有嫻熟劍技和堅定信念的騎士，是憧憬的對象。佩戴這種徽章意味著一個人具備了無愧於格蘭謝爾特騎士稱號的人格和意志。【拉斯韋爾裝備時，發動特定技能】", "그랑셸트의 기사임을 증명하는 휘장. 왕국 기사단에 소속된 자만이 장착할 수 있다. 그랑셸트의 젊은이들에게 있어, 뛰어난 검 실력과 자신의 신념을 관철하는 '기사'란 동경의 대상이기도 하다. 이 휘장을 몸에 걸친다는 것은, 그랑셸트의 기사로서 부끄러움 없는 삶을 다짐하는 결의를 나타내는 것이다. [라스웰 장착 시 특정 어빌리티 발동]", "L'insigne d'un chevalier de Grandshelt. Seuls les chevaliers de Grandshelt étaient autorisés à porter cet insigne. Les chevaliers de Grandshelt, qui sont réputés pour leur talent à l'épée et leur dévotion, sont admirés par la jeunesse de Grandshelt, particulièrement par ceux qui aspirent à devenir chevaliers. Il est souvent dit que ceux qui portent cet insigne affichent ainsi leur volonté de vivre en accord avec le code des chevaliers de Grandshelt. (Confère des compétences spéciales à Lasswell lorsqu'il s'en équipe)", "Das Abzeichen eines Ritters von Grandshelt. Nur die Ritter von Grandshelt dürfen es führen. Von den Anwärtern werden die Ritter dafür bewundert, dass sie geschickt mit dem Schwert umgehen und für ihre Grundsätze einstehen. Wer das Abzeichen trägt, zeigt damit, dass er dem Code der Ritter von Grandshelt folgt. (Aktiviert bei Lasswell Spezialfertigkeiten)", "La insignia de un caballero de Grandshelt, pues estos son los únicos que tienen permitido llevarla. Estos caballeros son maestros de la espada y son admirados por los jóvenes que aspiran a convertirse en uno de ellos. Se podría decir que todo aquel que porta esta insignia está decidido a vivir bajo el código de los caballeros de Grandshelt. (Activa habilidades especiales si se la equipa Lasswell)."]}, "icon": "item_50240.png"}