{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Magick Gloves", "type_id": 60, "skills": [203250, 206910], "is_twohanded": false, "rarity": 5, "compendium_id": 530, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP + 5%' passive.", "Grants 'MP +5%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 10, "SPR": 0, "DEF": 0}, "icon": "item_50189.png", "type": "Accessory", "strings": {"name": ["Magick Gloves", "魔法手套", "마법의 장갑", "Gants magiques", "Magische Handschuhe", "Guantes mágicos"], "desc_short": ["Strange gloves that heighten magic power.", "能提高魔力的手套", "마력을 상승시키는 신비한 장갑", "Des gants étranges qui augmentent les pouvoirs magiques.", "Seltsame, Magie verstärkende Handschuhe.", "Unos extraños guantes que aumentan el poder mágico."], "desc_long": ["Strange gloves that heighten magic power. Wearing them slightly increases the wearer's HP and MP. The insignia on the back of the hand shimmers brightly to fortify the magic the wearer is chanting. Long ago a certain young boy who lacked the talent to use magic wore these gloves, which helped him cast his very first spell. That young boy kept the experience to heart, and grew to become one of the greatest researchers and analysts in the art of magic.", "觸感極佳的神秘手套，能夠少量提高HP和MP。當裝備者發動魔法時，手套背部的魔紋就會發光，產生輔助作用。曾有一位沒有魔法才能的少年，通過裝備這種手套有生以來第一次成功發動了魔法。這段經歷對他產生了很大的影響，推動他成為了魔法研究和分析的先驅者。", "기분 좋은 촉감의 신비로운 장갑. 장착하면 HP와 MP가 약간 상승한다. 장착자가 마법을 사용하면, 겉에 장식된 문양이 빛나며 위력을 증폭시킨다. 옛날, 마법에 재능이 없는 어느 소년이 이 장갑을 끼고 태어나서 처음으로 마법을 체험할 수 있었다고 한다. 소년은 그 감동을 가슴에 품고 어른으로 성장하여, 마법의 연구와 분석의 일인자로서 큰 공헌을 남기게 되었다.", "Des gants étranges qui sont imprégnés de magie. Ils augmentent aussi légèrement les PV et les PM de leur porteur. L'insigne sur le dos du gant brille d'un vif éclat pour renforcer les pouvoirs magiques de leur porteur. Il y a longtemps, un jeune garçon que la vie n'avait pas doté de pouvoirs magiques portait ces gants qui l'aidèrent à lancer son tout premier sort. Ce jeune garçon garda au fond de lui cette expérience et finit par devenir le plus grand chercheur et analyste des arts magiques.", "Seltsame, Magie verstärkende Handschuhe. Wer sie trägt, dessen LP und MP erhöhen sich. Das Abzeichen auf dem Handrücken verstärkt mit seinem Schimmern den magischen Gesang des Trägers. Vor langer Zeit halfen diese Handschuhe einem Jungen, der kein magisches Talent besaß, seinen ersten Zauber zu weben. Der Junge nahm sich dies zu Herzen und wurde zu einem der größten Forscher der magischen Kunst.", "Unos extraños guantes que aumentan el poder mágico. Equiparse con ellos incrementa levemente la VIT y los PM. La insignia que tienen debajo brilla con fuerza para potenciar la magia de quien la lanza. Hace tiempo, un joven con poco talento para la magia se puso los guantes y estos le ayudaron a lanzar su primer hechizo. Ese día se le quedó grabado en la mente al joven y, a medida que fue creciendo, llegó a convertirse en el investigador y analista de magia más ilustre."]}, "accuracy": 0}