{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Domination Ring", "type_id": 60, "skills": [100010, 100040, 100070, 100100], "is_twohanded": false, "rarity": 7, "compendium_id": 413, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +10%' passive.", "Grants 'MP +10%' passive.", "Grants 'ATK +10%' passive.", "Grants 'MAG +10%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 5}, "type": "Accessory", "strings": {"name": ["Domination Ring", "支配者之戒", "지배자의 반지", "Anneau du dominant", "Herrschaftsring", "Anillo del dominante"], "desc_short": ["A ring named for the subjugation of man.", "冠有支配者之名的戒指", "지배자의 이름을 가진 반지", "Un anneau baptisé du nom d'un tyran.", "Ein Ring für die Unterwerfung der Menschheit.", "Un anillo bautizado con el nombre de un tirano."], "desc_long": ["A ring made by a talented blacksmith under the service of a man that came to conquer many lands in ancient times. It has the ability to raise the wearer's HP, MP, ATK, and MAG, and is decorated with a very unique carving. Rumor has it that its original owner's thirst for conquest was such that every single one of the countless regions he set foot in eventually fell under his power. His flag is said to have been emblazoned with the image of this ring at its center.", "在古代征服了眾多大陸的男子命令能工巧匠製造的戒指。上面施有特殊印記，能夠幫助裝備者提高HP、MP、攻擊力和魔力。在侵佔了無數國家後，男子仍不知足，繼續發動侵略戰爭以滿足自己的支配欲。在他踏上的土地，無一例外都豎起了他的旗幟。而在旗幟中央就畫有這枚戒指。", "고대에 많은 대륙을 지배했던 남자가, 솜씨가 뛰어난 대장장이에게 만들게 했던 반지. 특수한 인장이 새겨져 있으며, 장비하면 HP, MP, 공격력, 마력이 상승하게 된다. 무수한 나라를 손에 넣은 남자는 끊임없는 지배욕을 주체하지 못하고 침략을 되풀이하여, 남자가 새로이 발을 들인 땅에는 예외 없이 국기가 펄럭이게 되었다. 그 깃발의 중앙에는, 이 반지가 그려져 있었다고 한다.", "Un anneau forgé par un talentueux forgeron au service d'un homme qui est venu conquérir de nombreuses terres en des temps reculés. Il possède la capacité d'augmenter les PV, PM, l'ATT et la MAGIE ainsi que de magnifiques gravures. La rumeur dit que la soif de conquêtes de son porteur original était si grande qu'absolument toutes les régions sur lesquelles il posa le pied se sont retrouvées sous son contrôle. On raconte aussi que son drapeau avait repris l'image de cet anneau en son centre.", "Ein von einem talentierten Schmied gefertigter Ring, der in uralter Zeit für einen Eroberer arbeitete. Er erhöht LP, MP, ANG und MAG dieses Trägers und hat eine besondere Gravur. Der Legende nach war sein Besitzer so machthungrig, dass er jedes Land eroberte, in das er seinen Fuß setzte. Das Zentrum seiner Fahne soll der Ring geschmückt haben.", "Un anillo forjado por un brillante herrero al servicio de un hombre que conquisto varias tierras en la antigüedad. Tiene la capacidad de aumentar la VIT, los PM, el ATQ y la MAG de su portador y está labrado de forma muy característica. Según los rumores, la sed de conquistas de su dueño original era tal que acabó haciéndose con todas las regiones en las cuales había puesto un pie. Se dice que el blasón de su estandarte tenía el anillo en el centro."]}, "icon": "item_50224.png"}