{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Star Pendant", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 209, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": {"Poison": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "icon": "item_50109.png", "type": "Accessory", "strings": {"name": ["Star Pendant", "星星墜飾", "오각별 펜던트", "Pendentif étoilé", "Sternenamulett", "Colgante estelar"], "desc_short": ["A pendant in the shape of a star.", "星星形狀的墜飾", "별 모양을 한 펜던트", "Pendentif en forme d'étoile.", "Ein sternförmiger Anhänger.", "Colgante con forma de estrella."], "desc_long": ["A pendant which protects the wearer against poison. Its star design and practicality make it quite a popular item, and it is known to be often worn by travelers who wish to protect themselves from the poison found in the fangs and claws of various monsters. The protection the star pendant offers against poison is ideal in preventing its vitality draining effects during a journey or in a skirmish.", "可防毒的墜飾，被設計成星星的形狀。它的實用性很強，因而受到眾多人的青睞。有些魔物身帶劇毒，所以旅人們經常會將此墜飾作為護身符佩戴在身上。毒素會漸漸地侵蝕人的生命，會妨礙到旅行或行軍等長距離移動，建議事先用它作好預防。", "독을 막아주는 펜던트. 별 모양으로 생겼으며 성능이 좋아 널리 애용된다. 많은 마물의 이빨과 발톱에는 독이 있어서, 여행자가 호신용으로 이 펜던트를 목에 걸고 다니기도 한다. 서서히 HP를 갉아먹는 독은 여행이나 행군의 걸림돌이 되므로 예방하는 차원에서 장착하는 게 좋다.", "Un pendentif protégeant contre le poison. Son design en forme d'étoile et son côté pratique en font un objet très populaire souvent porté par les voyageurs souhaitant se protéger du poison contenu dans les griffes ou les crocs de nombreux monstres. Le pendentif étoilé offre une protection idéale contre le poison car il évite la diminution progressive des PV en cas de mauvaise rencontre.", "Ein Anhänger, der den Träger vor Vergiftungen schützt. Sein sternförmiges Design und seine Nützlichkeit machen es beliebt bei Reisenden, die sich vor giftigen Kreaturen schützen wollen. Das Sternenamulett ist ideal, um sich unterwegs oder im Kampf vor gesundheitsschädlichen Effekten zu schützen.", "Un colgante que protege del veneno a quien lo lleva. Su diseño estrellado y su utilidad lo hacen bastante popular, y suelen llevarlo los viajeros para protegerse del veneno de los colmillos y garras de varios monstruos. La protección contra el veneno que ofrece es ideal para prevenir el drenaje de vitalidad durante viajes o escaramuzas."]}, "accuracy": 0}