{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Tactical Manual", "type_id": 60, "skills": [222800], "is_twohanded": false, "rarity": 6, "compendium_id": 793, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Master's Tactics' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 20, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 10}, "icon": "item_50296.png", "type": "Accessory", "strings": {"name": ["Tactical Manual", "師父的戰術書", "스승님의 전술서", "Manuel de tactiques", "Strategieplan des Meisters", "Manual de tácticas"], "desc_short": ["A manual left to a favorite pupil by a master swordsman from the Farplane.", "異界的劍聖為了愛徒所留下的戰術書", "이계의 검성이 제자를 위해 남긴 전술서.", "Un manuel qu’un maître épéiste a confié à son disciple, dans l’Au-delà.", "Eine Anleitung, die ein Schwertmeister aus einer fernen Welt seiner Lieblingsschülerin überließ.", "Un manual que le dejó un maestro espadachín del Etéreo a su alumna favorita."], "desc_long": ["A manual left to a favorite pupil by a master swordsman from the faraway world of Luxendarc. The master swordsman led the First Division of the Eternian force, and also proved himself as a skilled leader. The true power of the manual will only come to light when equipped by his beloved pupil.", "在異界盧森達爾克，被稱為劍聖的劍術高手所留下的戰術書。他身為艾塔魯尼亞公國軍第一師團的團長、同時也是一個十分優秀的指揮官。這戰術書只有在劍聖的愛徒裝備時才能發揮追加的效果。", "이계 룩센다르크에서 검성이라고 불린 검의 달인이 저술한 전술서. 그는 에타르니아 공국군 제1사단의 단장이었으며, 지휘관으로서도 무척 뛰어났던 모양이다. 이 전술서는 검성의 제자가 장착할 경우 추가적인 효과가 발동하게 되어 있다.", "Un manuel qu’un maître épéiste a confié à son disciple, dans le monde lointain de Lucsendarc. Ce maître épéiste était à la tête de la Première division de l’armée d’Éternia et s’était imposé en véritable meneur d’hommes. La véritable puissance de ce manuel ne se révèlera que lorsqu’il sera équipé à son élève bien aimée.", null, "Un manual que le dejó un maestro espadachín del lejano mundo de Luxendarc a su alumna favorita. Este maestro lideró la 1.ª división de las fuerzas de Eternia y, también, demostró ser un líder excepcional. Sin embargo, el verdadero poder de este manual solo saldrá a la luz cuando se lo equipe su alumna predilecta."]}, "accuracy": 0}