{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Icy Veins", "type_id": 60, "skills": [100010, 101700], "is_twohanded": false, "rarity": 6, "compendium_id": 829, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +10%' passive.", "Grants 'MAG +15%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Ice": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "icon": "item_65003.png", "type": "Accessory", "strings": {"name": ["Icy Veins", "冰項鏈", "얼어붙은 맥", "Veine de glace", "Eisvenen", "Colgante del agua"], "desc_short": ["A necklace made for the princess of ice.", "為了冰之王女所製作的首飾", "얼음 여왕을 위해 제작된 아름다운 목걸이.", "Un collier fabriqué pour la princesse de glace.", "Eine Kette, die für die Eisprinzessin angefertigt wurde.", "Un colgante que se creó para la princesa de hielo."], "desc_long": ["A necklace made for the princess of ice. Long ago, there was a princess that lived in a castle made of ice and snow. A certain bench jeweler is said to have made this magic necklace, which offers protection from the cold, for the princess so that she could live a bit more comfortably in the icy cold of the castle.", "為了冰之王女所製作的首飾", "얼음 여왕을 위해 제작된 아름다운 목걸이. 옛날에 얼음과 눈으로 지어진 성에 살던 여왕이, 차디찬 성안에서의 삶을 조금이라도 안락하게 하기 위해, 보석 장인에게 추위를 누그러뜨릴 수 있는 이 마법의 목걸이를 만들도록 했다.", "Un collier fabriqué pour la princesse de glace. Il y a fort longtemps, il existait une princesse qui vivait dans un château fait de glace et de neige. Un certain joaillier aurait fabriqué ce collier magique protégeant du froid afin de permettre à cette princesse de vivre plus confortablement dans sa demeure glaciale.", "Eine Kette, die für die Eisprinzessin angefertigt wurde. Vor langer Zeit lebte eine Prinzessin in einem Schloss, das aus Eis und Schnee erbaut war. Dieses magische Kleinod wurde von einem Juwelier für die Prinzessin angefertigt, um ihr Schutz vor der eisigen Kälte zu bieten und ihr das Leben im kalten Schloss etwas angenehmer zu gestalten.", "Un colgante que se creó para la princesa de hielo. Hace mucho tiempo, había una princesa que vivía en un castillo hecho de hielo y nieve, por lo que un joyero le hizo este colgante para que la protegiese del frío. De esta forma, la princesa no lo pasaría tan mal a la hora de lidiar con el gélido frío del castillo."]}, "accuracy": 0}