{"slot": "Accessory", "compendium_shown": true, "price_buy": 400, "requirements": null, "name": "Lightning Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 226, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 40, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Lightning": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 4}, "icon": "item_50126.png", "type": "Accessory", "strings": {"name": ["Lightning Ring", "雷業戒指", "뇌전의 반지", "Bague du tonnerre", "Gewitterring", "Anillo Electro+"], "desc_short": ["A ring that repels thunder.", "能提高雷之守護的戒指", "번개의 가호가 걸린 반지", "Bague repoussant les sorts de foudre.", "Ein Ring, der vor Blitzschaden schützt.", "Anillo que repele el rayo."], "desc_long": ["A ring that reduces any thunder damage sustained by the wearer. The stone residing in its center evokes the image of a flashing bolt of lightning, but has stronger powers than the one found on the spark ring, and can thus guard against thunder to a better extent. However, its owner should not be overly reliant on it, as it cannot completely protect him or her from thunder attacks, nor absorb their energy. Some who wear the lightning ring claim to feel a numbing sensation throughout their body, but this is just a figment of their imagination.", "能夠減輕雷屬性傷害的戒指。上面鑲嵌著如同劃破夜空的閃電一般的石頭。該石頭的力量比迅雷戒指上的更強，可以在一定程度上緩和雷屬性的攻擊。要注意，該戒指並不是萬能的，無法完全令攻擊失效、或是將攻擊完全吸收。總有人覺得裝備上它之後手麻麻的，好像被電了一樣，不過那只是錯覺而已。", "번개속성 피해량을 덜어주는 반지. 번쩍이는 번개를 닮은 돌이 박혀있다. 이 돌은 번개 반지에 박힌 것보다 강력해서 번개의 힘을 상당히 잘 막아준다. 하지만 이 역시 공격을 무효화하거나 흡수하지는 못하므로 과신은 금물이다. 장착하고 있으면 찌릿한 느낌이 난다고도 하지만 착각이다.", "Une bague réduisant les dégâts de foudre infligés à son porteur. La pierre incrustée en son centre évoque l'image d'un éclair et possède des pouvoirs plus importants que la bague de la foudre. Il est cependant déconseillé de trop se reposer dessus car elle ne protège pas complètement des attaques de foudre et ne peut absorber leur énergie. Certains affirment ressentir un certain engourdissement dans tout leur corps lorsqu'ils portent cette bague, mais leur imagination leur joue sans doute des tours.", "Ein Ring, der den vom Träger erlittenen Blitzschaden abschwächt. Der Stein in seiner Mitte erinnert an einen zuckenden Blitz und hat die Kraft, elektrische Schläge zu mildern. Er ist stärker als der Blitzring, bietet jedoch auch keinen vollständigen Schutz und kann auch keine Energie absorbieren. Manche Benutzer dieses Ringes beschweren sich über ein allgemeines Taubheitsgefühl im Körper, doch das ist lediglich Einbildung.", "Un anillo que reduce el daño de rayo recibido por quien lo lleva. La piedra que hay en su centro evoca la imagen de un relámpago, pero tiene más poder que el anillo rayo y por ello ofrece más protección contra este. Sin embargo, quien lo posea no debe confiarse, ya que no puede proteger por completo de los ataques de rayo ni absorber su energía. Algunos que lo han llevado afirman sentir un entumecimiento en su cuerpo, pero es producto de su imaginación."]}, "accuracy": 0}