{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Tourmaline Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 695, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Wind": 15}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 5, "SPR": 10, "DEF": 0}, "icon": "item_50186.png", "type": "Accessory", "strings": {"name": ["Tourmaline Ring", "電氣石戒指", "토르말린 반지", "Anneau de tourmaline", "Turmalinring", "Anillo de turmalina"], "desc_short": ["A ring imbedded with tourmaline.", "鑲嵌著電氣石的戒指", "토르말린이 박힌 반지", "Une bague sertie d’une tourmaline.", "Ein Ring, in den Turmalin eingebettet ist.", "Un anillo con una turmalina incrustada."], "desc_long": ["A ring imbedded with tourmaline emitting an unusual glimmer. The mysterious protection coming from the gem increases the wearer's resistance to wind. Rings are very valuable due to their ease of use and effectiveness against particular enemies. The gem symbolizes hope, uprightness, and lenience, and is often sent as gifts as proof of friendship.", "在中央鑲嵌著發出神秘光輝的電氣石的戒指。寶石所發出的奇妙力量能夠提高風耐性。不管對手為何都能有效利用，精巧的設計使得它成為高價值的裝飾品之一。這種寶石代表著「希望・潔白・寬大」等，因此也會用作證明友情的禮物。", "중앙 부분에 신비한 빛을 발하는 토르말린이 박힌 반지. 보석이 내뿜는 신비로운 가호의 힘이 착용자의 바람속성 저항력을 상승시킨다. 대적하는 상대가 누구냐에 따라 상당히 유용하기 때문에, 가볍게 몸에 걸칠 수 있는 반지는 가치 있는 장신구 중 하나다. '희망, 순백, 관대'의 뜻을 가진 이 보석은, 우정의 증거로서 선물하기도 한다.", "Une bague sertie d’une tourmaline émettant une lueur inhabituelle. La mystérieuse protection venant de la pierre accroît la résistance au vent du porteur. Les bagues sont d’une grande valeur à cause de leur facilité d’utilisation et leur efficacité face à certains ennemis. Cette pierre symbolise l’espoir, l’intégrité, l’indulgence et est souvent envoyée en cadeau comme preuve d’amitié.", "Ein Ring, in dessen Herzstück ein rätselhaft funkelnder Turmalin eingelassen ist. Der von dem Stein ausgehende, eigenartige Schutz verstärkt die Windresistenz seines Trägers. Weil sie äußerst effektiv gegen so manchen Gegner sind und ein Accessoire, das bequem ausgestattet werden kann, handelt es sich hierbei um einen Gegenstand der durchaus teuer gehandelt wird. Diese Steine werden oft mit Werten wie Hoffnung, Aufrichtigkeit und Großzügigkeit asoziiert und als Zeichen wahrer Freundschaft verschenkt.", "Un anillo con una turmalina incrustada que emite un brillo inusual. La protección misteriosa que emana de esta gema incrementa la resistencia al viento de su portador. Asimismo, los anillos son objetos extremadamente valiosos debido a su portabilidad y a su efectividad contra ciertos enemigos. Por su parte, esta gema simboliza la esperanza, la rectitud y la indulgencia, y normalmente se le regala a la gente como muestra de amistad."]}, "accuracy": 0}