{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Tough Ring", "type_id": 60, "skills": [224850], "is_twohanded": false, "rarity": 6, "compendium_id": 838, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Howl' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 30, "DEF": 30}, "icon": "item_50304.png", "type": "Accessory", "strings": {"name": ["Tough Ring", "精力充沛的指環", "터프 링", "Anneau résistant", "Tough-Ring", "Anillo fuerte"], "desc_short": ["A ring thought to have been produced by the Shinra Company.", "被認為是神羅公司所開發的戒指", "신라 컴퍼니가 개발했다고 알려진 희귀한 반지.", "Un anneau qui aurait été fabriqué par la Shinra Co.", "Ein Ring, der angeblich vom Shinra-Konzern angefertigt wurde.", "Un anillo que parece haber sido fabricado la Compañía Shinra."], "desc_long": ["A rare ring thought to have been produced in a faraway land by an organization, called the Shinra Company. These rings increases the wearer's physical resistance, and were assigned to only a small number of people in the Shinra Company's special forces and to 1st Class SOLDIERs who take on perilous missions.", "被認為是遙遠異界的組織「神羅公司」所開發的稀有戒指。只有身負艱難任務的一等戰士與特殊工作部隊員的一部分才能夠裝備，擁有增強裝備者物理耐久度的功能。", "까마득히 먼 이계의 조직, 신라 컴퍼니가 개발했다고 알려진 희귀한 반지. 가혹한 임무를 따르는 1st 클래스의 솔져나 특수 공작 부대원 일부에게만 배부되었으며, 주로 장착자의 육체적인 내구도를 증대시켜 주는 기능을 보유하고 있다.", "Un anneau rare qui aurait été fabriqué par la Shinra Co., une entreprise d’un monde lointain. Ces anneaux augmentent la résistance physique du porteur. Ils étaient confiés à un nombre limité de combattants appartenant aux forces spéciales de la Shinra Co., ainsi qu’aux membres de première classe de SOLDAT, à qui l’on assignait les missions les plus dangereuses.", "Ein seltener Ring, der angeblich vom Shinra-Konzern in einem weit entfernten Land gefertigt wurde. Dieser Ring verstärkt die körperliche Widerstandskraft des Trägers und nur wenige Mitglieder der Spezialeinheit des Shinra-Konzerns sowie erstklassige SOLDATEN erhielten einen solchen Ring, bevor sie sich auf ihre gefährlichen Missionen begaben.", "Un anillo que parece que fue fabricado en un mundo lejano por la Compañía Shinra. Estos anillos aumentan la resistencia física de quien los lleva y solo se le asignaban a un número de personas reducido dentro de las fuerzas especiales y a los SOLDADO de 1ª clase de la Compañía Shinra que participaban en misiones peligrosas."]}, "accuracy": 0}