{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Ruby Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 662, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Fire": 15}, "HP": 0, "ATK": 5, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 10, "DEF": 0}, "icon": "item_50185.png", "type": "Accessory", "strings": {"name": ["Ruby Ring", "紅寶石戒指", "루비 반지", "Anneau de rubis", "Rubinring", "Anillo de rubí"], "desc_short": ["A ring imbedded with a ruby.", "鑲嵌著紅寶石的戒指", "루비가 박힌 반지", "Un anneau ayant un rubis incrusté.", "Ein Ring mit einem Rubin.", "Un anillo con un rubí incrustado."], "desc_long": ["A ring imbedded with a ruby letting out an unusual brilliance. The ruby is as hard as a diamond and very difficult to nick or shape. Each gem holds different properties, but they are favored for use in fashion items rather than wards, and among them, rings are very popular with many of the ladies. Rubies are often associated with the qualities of passion, pure love, valor, and grace.", "在中央綻放著奇妙光輝，鑲嵌著紅寶石的戒指。硬度僅次於鑽石，不易變形及損壞。根據寶石種類不同受到加護。除了用作護身外，還有很多女士把它當成時尚飾品，在這之中，戒指更是受到好評的商品。「熱情・純愛・勇氣・仁德」的寶石的隱語更為其受歡迎的理由。", "중앙 부분에 신비한 빛을 발하는 루비가 박힌 반지. 물체를 변형시키거나 흠집 내기 어려운 정도를 나타내는 경도 면에선 다이아몬드의 뒤를 이을 정도이다. 보석은 그 종류마다 수호의 힘을 지니고 있지만, 부적의 용도보다는 패션의 일부로 몸에 걸치는 여성들이 늘어났으며 그중에서도 반지는 특히 인기가 좋은 상품이다. 보석이 갖는 '열정, 순수, 사랑, 용기, 인덕' 등의 뜻 또한 인기의 이유 중 하나라 할 수 있다.", "Un anneau ayant un rubis incrusté qui laisse échapper une brillance inhabituelle. Le rubis est aussi dur que le diamant ce qui le rend très difficile à couper et à façonner. Chaque pierre possède des propriétés différentes, mais reste avant tout utilisée pour fabriquer des accessoires de mode plutôt que des amulettes. Parmi tous les accessoires existants, ce sont les bagues qui ont les faveurs de la gent féminine.  Les rubis sont souvent associés à la passion, l'amour brut, le courage et la grâce.", "Ein Ring in den ein ungewöhnlich brilliant strahlender Rubin eingelassen ist. In Sachen Härte und Belastbarkeit steht er dem Diamanten in nichts nach; es ist außerdem äußerst schwer, ihn zu verändern und zu modifzieren. Jedem Edelstein ist eine für ihn spezielle Art des Schutzes zu eigen; jedoch gibt es auch genug Damen, die den Rubin nicht als Talisman, sondern als Modeaccesoire tragen, wo er sich besonders als Ring hervortut. Rubine werden oft mit den Eigenschaften Leidenschaft, reine Liebe, Mut und Wohltätigkeit in Verbindung gebracht.", "Un anillo con un rubí incrustado que desprende un brillo inusual. El rubí es tan duro como el diamante, por lo que es muy difícil moldearlo o hacerle muescas. Cada gema tiene sus propiedades específicas, pero las gemas están más cotizadas por su uso en los objetos de moda. En especial, los anillos son muy populares entre las mujeres. Por su parte, los rubíes están asociados con la pasión, el amor puro, el valor y la gracia."]}, "accuracy": 0}