{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Celestial Gloves", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 8, "compendium_id": 337, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 30, "element_inflict": null, "MP": 0, "MAG": 30, "SPR": 30, "DEF": 30}, "type": "Accessory", "strings": {"name": ["Celestial Gloves", "星光拳套", "스타 글로브", "Gants célestes", "Himmelshandschuhe", "Guantes divinos"], "desc_short": ["An otherworldly gloves that awakens its wielders potential.", "能夠令個人能力得到發揮的異界拳套", "능력을 끌어내는 이계의 장갑", "Une paire de gants d'un autre monde qui réveille le potentiel de son porteur.", "Ein jenseitiger Handschuh, der das Potential des Trägers erweckt.", "Un par de guantes de otro mundo que despierta el potencial de su portador"], "desc_long": ["An otherworldly pair of gloves said to boost its wearer's ATK, DEF, MAG and SPR when worn. In its world of origin, it is said these were only given to those who excelled at a job known as \"freelancer.\" They are said to be the mark of one who has fought their way out of hell using nothing but their own power.", "來自遙遠異界的拳套，裝備它可提升攻擊、防禦、魔力、精神的數值。在異界，該拳套本是送給優秀「自由人」的裝備，以獎勵他們僅憑自己天生的力量戰鬥到底的精神。", "이계에서 건너온 장갑. 장비하면 공격력, 방어력, 마력, 정신력이 상승하는 뛰어난 장비. 이 장갑이 원래 존재했던 이계에서는 '맨손'의 정점에 달한 자에게 주어지는 장비였다고 한다. 선천적으로 지닌 능력만을 갈고 닦아 우직하게 싸워나간 증표였다고.", "Une paire de gants d'un autre monde qui augmente l'ATT, la DEF, la MAGIE et la PSY lorsqu'ils sont portés. Dans leur monde d'origine, on raconte qu'ils étaient donnés à ceux qui excellaient dans un job appelé \"Free-lance\". On raconte qu'ils sont la marque de ceux qui sont revenus de l'enfer en n'utilisant que leur seule et unique force.", "Ein jenseitiges Paar Handschuhe, das ANG, ABW, MAG und PSY des Trägers stärken soll. In der Welt seiner Herkunft sollen sie nur jenen übergeben worden sein, die einen exzellenten Job als „Allrounder“ geleistet haben. Sie sollen das Zeichen derer sein, die sich aus eigener Kraft aus der Hölle befreit haben.", "Un par de guantes de otro mundo que, según dicen, aumentan el ATQ, DEF, MAG y ESP del portador al llevarlos. En su mundo originario, estos sólo se daban a aquellos que destacaban en un trabajo llamado \"independiente\". Según se cuenta, son la marca de alguien que ha luchado por salir del infierno sin utilizar nada más que su propio poder."]}, "icon": "item_50218.png"}