{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Yellow Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 227, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Lightning": 15}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 6}, "icon": "item_50127.png", "type": "Accessory", "strings": {"name": ["Yellow Ring", "雷神戒指", "뇌신의 반지", "Bague ambrée", "Gelber Ring", "Anillo de Thor"], "desc_short": ["A ring that greatly repels lightning.", "能大幅提高雷之守護的戒指", "보다 강력한 번개의 가호가 걸린 반지", "Un anneau qui repousse très bien la foudre.", "Ring, der Blitze abweist.", "Un anillo que repele enormemente el rayo."], "desc_long": ["A ring that greatly repels lightning. It bears a lightning bolt motif, inlaid with a yellow gem. There is said to be a place in the mountains where the lightning never stops. This ring was developed as a piece of equipment to aid in climbing this mountain. However, given its usefulness, it wasn't long before it saw military use.", "能夠大幅度減輕雷屬性傷害的戒指。在象征閃電的基座上鑲嵌著黃色寶石。據說世界上存在一座雷聲轟鳴的山峰。人們為了登上那座山峰而開發了這種裝備。不過，由於實用性很強，很快就被用到了軍事目的中。", "번개속성의 공격력을 상당히 완화해주는 반지. 번개를 모티브로 한 받침대에 노란색의 보석이 박혀 있다. 세계의 어딘가에는 항상 천둥이 울려 퍼지는 산이 존재한다고 한다. 이 반지는 그 산을 오르기 위한 장비로 개발되었지만, 그 유용함을 인정받아 군사적으로 이용되기까지 오랜 시간이 걸리지 않았다.", "Un anneau qui repousse très bien la foudre. Il est orné de motifs en forme d'éclair et serti d'une pierre précieuse de couleur jaune. On raconte qu'il aurait été trouvé au fin fond d'une chaîne de montagnes, là où la foudre ne cesse jamais de tomber. Cette anneau fut créé pour aider les voyageurs à escalader cette montagne, toutefois, son extrêmement utilité ne tarda pas à attirer l'armée qui l'utilisa à des fins militaires.", "Ring, der Blitze abweist. Er trägt das Bild des Blitzes und einen gelben Edelstein. Es soll einen Ort in den Bergen geben, an dem das Blitzen nie aufhört. Dieser Ring wurde erschaffen, um diese Berge zu erklimmen. Aufgrund seines Nutzens dauert es jedoch nicht lange, bevor er für militärische Zwecke eingesetzt wurde.<br>", "Un anillo que repele los rayos. Lleva un motivo de un rayo con una incrustación de una gema amarilla. Se dice que hay un lugar en las montañas donde nunca cesan los rayos. Este anillo se creó como una pieza de equipo para ayudar a escalar esta montaña. Sin embargo, debido a su utilidad, no pasó mucho tiempo hasta que se aplicó al uso militar."]}, "accuracy": 0}