{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Hanzo Gauntlet", "type_id": 60, "skills": [200020], "is_twohanded": false, "rarity": 7, "compendium_id": 327, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Mug' ability."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 15}, "icon": "item_50216.png", "type": "Accessory", "strings": {"name": ["Hanzo Gauntlet", "半藏前臂", "한조의 팔보호대", "Gants de Hanzo", "Hanzo-Handschuh", "Guantes de Hanzo"], "desc_short": ["The gauntlet of a great ninja.", "偉大忍者的護腕", "위대한 닌자의 팔보호대", "Les gants d'un grand ninja.", "Der Handschutz eines berühmten Ninja.", "Guantelete propiedad de un gran ninja."], "desc_long": ["A gauntlet that stabilizes the wearer's defenses and spirit, and simultaneously grants the ability to mug a foe of his or her possessions. It is believed to have belonged to the great ninja Hanzo, whose age, appearance, and even gender remain a mystery to this day. Those who currently don the same name as this legendary ninja are said to have inherited it from generations past.", "相傳曾經屬於偉大忍者「半藏」的護腕。它能夠提高防禦並穩定精神，而且還能夠發動「奪取」，攻擊敵人的弱點並給予傷害。半藏的身世至今是個謎團，關於此人的年齡、容貌和性別，不同的文獻有著不同的說法。到了現在，人們開始認為「半藏」並不是某個特定人物的名稱，而是代代相傳的稱號。", "방어력과 정신력을 안정시키는 효과와 함께, 적의 주머니를 노리는 동시에 피해를 입히는 '약탈'을 사용할 수 있게 되는 팔보호대. 위대한 닌자 '한조'가 소지했던 물건이라고 한다. 한조는 의문에 둘러싸인 인물이라 나이나 용모, 성별마저도 문헌에 따라 다르다. 현재는 '한조'가 어느 개인의 이름이 아니라 대대로 계승되어져 내려온 이름이라 여겨진다.", "Un gantelet qui stabilise la défense et l'esprit de celui qui le porte, et qui permet de voler à l'ennemi tout ce qu'il possède. On pense qu'il appartenait au grand ninja Hanzo, dont l'apparence, l'âge et même le sexe restent un mystère à ce jour. Ceux qui portent aujourd'hui le même nom que ce ninja de légende en auraient hérité au fil des générations.", "Ein Handschutz, der geistige Kraft und die Verteidigung verstärkt und gleichzeitig die Fähigkeit verleiht, dem Gegner während des Kampfes seine Besitztümer zu rauben. Er soll einst dem berühmten Ninja Hanzo gehört haben, über dessen Alter, Aussehen und sogar Geschlecht widersprüchliche Aufzeichnungen existieren. Heute geht man davon aus, dass „Hanzo“ kein Eigenname war, sondern ein Titel, der über mehrere Generationen von verschiedenen Leuten geführt wurde.", "Guante que estabiliza la defensa y el espíritu del portador, al mismo tiempo que le da la habilidad de robar las posesiones del enemigo. Se cree que perteneció al gran ninja Hanzo, cuyos edad, aspecto e incluso género siguen siendo un misterio hoy en día. Se dice que aquellos que portan el mismo nombre que este ninja legendario lo heredaron hace generaciones."]}, "accuracy": 0}