{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Mystical Skull", "type_id": 60, "skills": [209790], "is_twohanded": false, "rarity": 8, "compendium_id": 494, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Hyper Mentalist' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 3, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Mystical Skull", "神秘骷髏", "신비의 해골", "Crâne mystique", "Mystischer Schädel", "Cráneo místico"], "desc_short": ["A skull made from crystal.", "用水晶製成的骷髏", "수정으로 만들어진 해골", "Un crâne fait de cristal.", "Ein Kristallschädel", "Una calavera de cristal."], "desc_long": ["A skull made from a crystal that was discovered in an ancient ruin by a young and brave adventurer. Oddly enough, the skull shows no signs or marks of any particular craftsmanship despite its fine details. Ancient tomes have pointed to a number of these crystal skulls in existence throughout the world, but this is the only one found thus far.", "用水晶製成的骷髏。由追尋羅曼的年輕冒險家在某個古代遺跡中所發現。雖然它製作精細，但卻沒有經過加工的痕跡，製作者和製作方法都不得而知。據古書記載，世界上存在多個水晶骷髏，但目前為止還沒有發現其它水晶骷髏。", "수정으로 만들어진 신비로운 해골. 낭만을 추구하는 젊은 모험가가 어느 고대 유적에서 발견한 것이라고 한다. 정교하게 만들어진 한편, 가공된 흔적이 없어 누가 어떻게 만든 것인지에 대한 진상은 여전히 밝혀지지 않았다. 고대의 서적에 적힌 바에 따르면 수정 해골은 세계에 몇 개인가 존재한다고 기록되어 있지만, 현재 발견된 것은 오직 이것뿐이다.", "Un crâne en cristal qui fut découvert au cœur d'anciennes ruines par un jeune et brave aventurier. Aussi étrange que cela puisse paraître, le crâne, en dépit de sa facture détaillée, ne présente aucun signe ni marque de quelconque artisanat. D'anciens grimoires indiquent que de nombreux crânes de cristal similaires à celui-ci existent à travers le monde, mais qu'à ce jour, aucun autre n'a été découvert.", "Ein Kristallschädel, den ein mutiger junger Abenteurer in uralten Ruinen entdeckte. Trotz der feinen Verarbeitung zeigt der Schädel seltsamerweise keine Spuren seiner Herstellung. In alten Büchern wird auf mehrere solcher Schädel verwiesen, doch dieser scheint bislang der einzige zu sein, der gefunden wurde.", "Una calavera de cristal que descubrió un joven y valiente aventurero en una antigua ruina. Por raro que resulte, en la calavera no se observa ninguna marca o señal que se pueda relacionar con algún tipo de artesanía, aparte de la delicadeza de sus detalles. Varios libros antiguos hablan de que hay más calaveras de cristal de este tipo por todo el mundo; sin embargo, esta es la única que se ha encontrado hasta la fecha."]}, "icon": "item_50235.png"}