{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Charm Bangle", "type_id": 60, "skills": [400110], "is_twohanded": false, "rarity": 5, "compendium_id": 253, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Reduce Encounter' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 1}, "type": "Accessory", "strings": {"name": ["Charm Bangle", "驅魔手鐲", "퇴마 팔찌", "Bracelet de paix", "Monsterschreck", "Brazal repelente"], "desc_short": ["A holy bangle that wards off evil.", "能擊退妖魔的神聖手鐲", "사악한 힘을 물리치는 성스러운 팔찌", "Bracelet bénit repoussant le mal.", "Ein Armreif, der böse Kreaturen auf Distanz hält.", "Brazal sagrado que protege del mal."], "desc_long": ["A holy bangle that wards off evil creatures when worn, reducing the rate at which they appear. Once there was an emperor that ruled over the Farplane who sought to take over the entire world. He prepared a gift that shares the same name and effect as the charm bangle for a peace conference held by those hostile against him. It was to be a symbol of trust between the two opposing forces. However, legend has it that the emperor later broke this peace agreement and began his invasions once again.", "讓邪惡之物不敢靠近的神聖手鐲。只要裝備上它，便能降低受到敵人襲擊的概率。在異界，某個尋求魔導之力、企圖支配全世界的皇帝在與敵對組織舉辦和平會談時，曾準備了個至寶以作信賴的證明，而該手鐲與至寶有著相同的名字和功效。不過，皇帝後來違背了和解協議，並加劇了對世界的侵略。", "사악한 것을 물리치는 성스러운 팔찌. 장착하면 적을 만날 확률이 낮아진다. 마도의 힘을 추구하며 세계 정복을 꿈꾸던 이계의 황제가, 적대 조직과 평화 회담을 할 때 신뢰의 증표로 마련한 보물과 이름 및 효과가 똑같다. 하지만 황제는 회담 후에 평화 협정을 깨고 침략을 계속 진행했다고 한다.", "Ce bracelet sacré éloigne les créatures maléfiques, réduisant leur fréquence d'apparition. Autrefois, un empereur à la tête de l'Au-delà cherchait à conquérir le monde entier. Il prépara un cadeau partageant le même nom et le même effet que ce bracelet dans le cadre d'une conférence pour la paix tenue par des personnes hostiles à son égard. Ce cadeau devait être un symbole de confiance, mais la légende affirme que l'empereur brisa l'accord de paix et reprit son invasion.", "Ein heiliger Armring, der böse Kreaturen fernhält und so eine unbeschwerte Reise ermöglicht. In einer anderen Welt lebte einmal ein Herrscher, der die gesamte Welt unterjochen wollte. Er bot seinen Feinden Friedensgespräche an und verteilte als Geschenke eben solche geweihten Armringe. Später brach er jedoch die getroffenen Vereinbarungen wieder und setzte seinen Eroberungszug fort.", "Un brazal sagrado que aleja a las criaturas malvadas, reduciendo la frecuencia con que aparecen. Hubo una vez un emperador que reinaba en el Etéreo y quiso conquistar el mundo. Preparó un regalo del mismo nombre y efecto del brazal repelente para una conferencia de paz con quienes se oponían a él. Iba a ser un símbolo de confianza entre ambos bandos. Sin embargo, según la leyenda, el emperador rompió el tratado de paz y reanudó las invasiones."]}, "icon": "item_50153.png"}