{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Gauntlets", "type_id": 60, "skills": [100080, 100980], "is_twohanded": false, "rarity": 7, "compendium_id": 661, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'ATK +20%' passive.", "Grants 'Equip L Shield' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 5}, "icon": "item_50103.png", "type": "Accessory", "strings": {"name": ["Gauntlets", "鐵手套", "건틀릿", "Gantelets", "Kampfhandschuh", "Guanteletes"], "desc_short": ["A sturdy pair of gloves made from iron.", "鐵製的堅固手套", "튼튼한 철제 팔보호대", "Une paire de gants solide faite de fer.", "Ein robustes Paar Eisenhandschuhe.", "Un par de guantes de hierro bastante resistentes."], "desc_long": ["A sturdy pair of gloves made from iron. There are many types of arm guards available, but among them, gauntlets offer protection to every single finger on the hand. This extra protection allows users to freely use their fingers without worry when wielding swords and bows, and also enables them to deflect attacks with their hands. Because of this, many adventurers across the land choose this as their gear of choice in battle.", "鐵製的堅固手套。能夠保護前膊的手套雖種類眾多，在這之中有能夠保護每隻手指的手套，被稱為長手套類型。它能夠提高指尖自由度，輕鬆使用弓劍，避開對手的攻擊同時進行反擊的動作。作為攻防一體的裝備品，它受到各地冒險家愛用。", "튼튼한 철제 팔보호대. 팔뚝 부분을 보호하는 팔보호대는 여러 종류가 있지만, 그 중에서도 손가락 하나하나까지 감싸는 타입을 건틀릿이라 칭한다. 손끝의 자유도를 높여 검이나 활을 더 쉽게 다룰 수 있게 되고, 상대의 공격을 팔보호대로 쳐내는 동시에 반격하는 동작도 가능해졌다. 공격과 방어가 일체형인 장비품으로, 각지에서 많은 모험가가 애용하는 물건.", "Une paire de gants solide faite de fer. Il existe toutes sortes de protège-bras, mais les Gantelets offrent une protection pour chaque doigt de la main. Elle permet au porteur d’utiliser librement ces doigts sans gêner le maniement de l’épée ou de l’arc, et permet également de dévier les attaques avec les mains. C’est pourquoi, beaucoup d’aventuriers à travers le pays les choisissent comme équipement de prédilection en combat.", "Ein robustes Paar Eisenhandschuhe. Es gibt viele verschiedene Typen von Handschuhen, die den Unterarm schützen; diese Art Handschuh, die jeden Finger einzeln beschützt, nenn man jedoch \"Kampfhandschuh\". Durch die so gewonnene Beweglickeit, wird der Gebrauch von Schwert und Bogen erleichtert und auch komplexe Parademanöver werden möglich. Deswegen werden diese Kampfhandschuhe als allgemeines Kampfaccessoire von Abenteurern aus aller Welt geschätzt und gebraucht.", "Un par de guantes de hierro bastante resistentes. Hay muchos tipos de brazales, pero este modelo en especial protege todos los dedos de la mano. Esta protección adicional permite que los usuarios puedan usar sus dedos sin preocupación alguna cuando usan la espada o el arco. Además, también pueden desviar ataques con las manos. Debido a esto, muchos aventureros a lo largo y ancho de estas tierras usan estos guantes como una de sus prendas favoritas para el combate."]}, "accuracy": 0}