{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Millie's Pendant", "type_id": 60, "skills": [100010, 100040, 225900], "is_twohanded": false, "rarity": 6, "compendium_id": 858, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +10%' passive.", "Grants 'MP +10%' passive.", "Grants 'Millie's Thoughts' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 10, "Fire": 10, "Light": 10, "Water": 10, "Earth": 10, "Wind": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 8, "DEF": 8}, "icon": "item_50308.png", "type": "Accessory", "strings": {"name": ["Millie's Pendant", "米麗的護身符", "밀리의 부적", "Pendentif de Millie", "Millies Anhänger", "Pendiente de Millie"], "desc_short": ["A pendant from the Farplane filled with strong emotions.", "充滿強烈思念的異界護身符", "강한 마음이 담긴 이계의 부적.", "Un pendentif issu de l’Au-delà regorgeant d’émotions intenses.", "Ein Anhänger aus einer fernen Welt, der mit starken Gefühlen angefüllt ist.", "Un colgante del Etéreo imbuido con emociones muy profundas."], "desc_long": ["A pendant from a faraway world that is said to impart many benefits to its owner. It is imbued with the wish of a certain young girl wanting to protect those she holds dear.", "能為配戴者帶來各種恩惠的異界護身符。蘊含著某個想要守護重要之人的少女心中的強烈思念。", "이 부적을 지닌 자에게 여러 가지 은혜를 내린다고 알려진 이계의 부적. 소중한 사람을 지키고 싶다는 어느 소녀의 강한 마음이 담겨 있다.", "Un pendentif issu d’un monde lointain qui, selon le mythe, confère de nombreuses bénédictions à son porteur. Il est imprégné du souhait d’une certaine jeune fille avide de protéger ceux qui lui sont chers.", "Ein Anhänger aus einer fernen Welt, der seinem Besitzer viele Vorteile bringen soll. Ihm wohnt der Wunsch eines jungen Mädchens inne, das alle beschützen wollte, die ihm nahestanden.", "Un colgante de un mundo lejano que parece que le otorga muchos beneficios a su portador. Está imbuido con el deseo de una joven que quería proteger a todos sus seres queridos."]}, "accuracy": 0}