{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Fairy's Scrunchie", "type_id": 60, "skills": [100020], "is_twohanded": false, "rarity": 6, "compendium_id": 835, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +20%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": {"Confusion": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 15}, "icon": "item_50303.png", "type": "Accessory", "strings": {"name": ["Fairy's Scrunchie", "妖精髮圈", "요정의 슈슈", "Chouchou de fée", "Feenhaargummi", "Coletero de hada"], "desc_short": ["The beloved scrunchie of a young fairy.", "妖精少女珍愛的髮圈", "어느 요정 소녀가 애용했다고 알려진 작은 슈슈.", "Un chouchou qui est cher à une jeune fée.", "Das geliebte Haargummi einer jungen Fee.", "La preciada banda para el pelo de una joven hada."], "desc_long": ["The beloved scrunchie of a young fairy. This scrunchie is imbued with the power of prayers, and offers protection from confusion. This can be worn to bundle hairs, or even as a fashionable accessory on the wrist. The scrunchie is enchanted with magic to make it fit the wearer, so it can be worn by humans, too.", "妖精少女珍愛的小髮圈。蘊含著妖精的祈禱，擁有預防混亂的效果。除了用來綁頭髮外，也能當作流行飾品套在手腕上。施加著不可思議的魔法，可以根據裝備者的體型來改變大小，所以人類也能安心穿戴。", "어느 요정 소녀가 애용했다고 알려진 작은 슈슈. 요정의 기도가 담겨져 있으며, 혼란을 막는 효과를 지니고 있다. 머리끈으로서는 물론, 멋진 액세서리로서 손목에 찰 수도 있다. 장착하는 자의 몸 사이즈에 맞추어 크기가 변화하는 신비한 마법이 걸려 있어, 인간도 문 없이 장착할 수 있다.", "Un chouchou qui est cher à une jeune fée. Il renferme le pouvoir des prières et confère à son porteur une protection divine face à la confusion. On peut le porter pour s’attacher les cheveux ou même en simple accessoire de mode, au poignet. Le chouchou est enchanté de manière à toujours convenir à son porteur, ce qui signifie que même les humains peuvent s’en servir.", "Das geliebte Haargummi einer jungen Fee. Dieses Haarband ist mit Gebeten durchwoben, die vor Verwirrung schützen. Es kann dazu dienen, um Haare zu bändigen oder als schickes Armband getragen zu werden. Das Haargummi passt sich magisch seinem Träger an, sodass es auch Menschen passt.", "La preciada banda para el pelo de una joven hada. Está imbuida con el poder de las plegarias y protege de la confusión. Asimismo, esta banda se puede usar para sujetar el pelo o como un accesorio elegante para la muñeca. Está encantada con magia para que se adapte al usuario, por lo que también se la pueden poner los humanos."]}, "accuracy": 0}