{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Fury Ring", "type_id": 60, "skills": [100090], "is_twohanded": false, "rarity": 7, "compendium_id": 741, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'ATK +30%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 3, "DEF": 3}, "icon": "item_50170.png", "type": "Accessory", "strings": {"name": ["Fury Ring", "憤怒戒指", "분노의 반지", "Anneau de furie", "Zornesring", "Anillo de furia"], "desc_short": ["A ring that uses its user's anger to increase their ATK.", "能透過憤怒提高攻擊力的戒指", "분노라는 감정을 이용해 공격력을 끌어올린 반지.", "Un anneau qui se nourrit de la rage de son porteur pour augmenter son ATT.", "Ein Ring, der den Zorn seiner Benutzer einsetzt, um ihre Angriffskraft zu verstärken.", "Un anillo que usa la furia de su portador para aumentar su ATQ."], "desc_long": ["A ring that uses its user's anger to increase their attack power. Wearing the ring instills great anger, and blinds the wearer to fell all enemies in sight until none are left standing. The ring releases its wearer from its vice once all enemies are felled, returning the wearer back to their senses, so aside from battle, wearing it doesn't cause any dysfunction among those the wearer mingles with.", "利用憤怒的感情來提升攻擊力的戒指。穿戴後，全身都會充滿炙熱的怒氣，心中只想著揮動武器擊敗眼前的敵人。只要失去了\"有敵人\"這個條件，就會恢復成平常的性格，因此不用擔心人際關係不良等問題。", "분노라는 감정을 이용해 공격력을 끌어올린 반지. 장착하면 뜨겁게 타오르는 분노가 전신을 휘감아, 눈앞의 적을 모두 쓰러뜨릴 때까지 무기를 휘두르는 것만이 머릿속에 가득 찬다고 한다. '적이 있다'라는 발동조건이 사라지면 평소 성격으로 돌아오므로, 인간관계에 불화를 일으킬 걱정은 없다.", "Un anneau qui se nourrit de la rage de son porteur pour augmenter son ATT. Le simple fait de passer cette bague au doigt instille une immense colère et plonge son porteur dans une rage aveugle, le poussant à abattre ses ennemis jusqu’au dernier. Celui-ci n’est délivré de cette transe que lorsque tous ses adversaires ont péri. Le porteur revient alors à la raison, et ne subit aucun de ces effets lorsqu’il ne se trouve pas dans une situation de combat. Il ne représente ainsi aucun danger pour son entourage.", "Ein Ring, der den Zorn seiner Benutzer einsetzt, um ihre Angriffskraft zu verstärken. Das Tragen dieses Ringes entfacht brennende Wut und schaltet jede Vernunft des Trägers aus, bis er jeden Feind in Sichtweise bezwungen hat. Erst dann wird der Benutzer von seiner Rage entbunden und kommt zu Sinnen; da der Rausch von der Anwesenheit eines Gegners abhängt, entstehen davon abgesehen keine Reibereien bei der Kommunikation mit Verbündeten.", "Un anillo que usa la furia de su portador para aumentar su ATQ. Al llevar este anillo, la persona que lo lleve se verá cegada por una furia muy intensa, furia que no se disipará hasta que no quede ni un enemigo en pie. Cuando todos los enemigos hayan sido derribados, el efecto del anillo se disipará y su portador volverá a recuperar la razón. Por tanto, aparte de durante el combate, llevar el anillo no le supone ningún problema adicional a su portador."]}, "accuracy": 0}