{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Shinra Beta", "type_id": 60, "skills": [100010], "is_twohanded": false, "rarity": 5, "compendium_id": 635, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +10%' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 15}, "icon": "item_50261.png", "type": "Accessory", "strings": {"name": ["Shinra Beta", "神羅量產防具", "신라 안식 방어구", "Armure Shinra bêta", "Shinra Beta", "Beta Shinra"], "desc_short": ["A mass-produced armlet brought from another world.", "來自異界的量產型防具", "이계에서 유입된 양산형 방어구", "Armure produite en série par Shinra venant de l'Au-delà.", "Eine in einer fernen Welt in Massenproduktion hergestellte Rüstung.", "Accesorio defensivo fabricado en un mundo lejano."], "desc_long": ["A mass-produced armlet brought from another world, where it was developed by a giant corporation called the Shinra Company. Shina used facilities called mako reactors to produce energy for the city of Midgar, and in the process rose to be a great power. Shinra expanded their business to include upkeep of the city, space exploration, and more, while also developing military equipment.", "來自遙遠異界的防具，由異界的巨型企業「神羅」所開發。神羅是一家憑藉用魔晄爐向城市輸送魔晄能量而獲得飛速成長的企業，他們的業務種類繁多，甚至還著手都市地基整備以及宇宙開發等業務。", "까마득히 먼 이계에서 유입된 방어구. 이계에 존재하는 거대 기업 '신라 컴퍼니'가 개발한 물건이다. '신라 컴퍼니'는 '마황로'라고 하는 시설을 이용해 도시에 마황 에너지를 공급하여 큰 성장을 이룩한 기업으로, 도시 기반 정비나 우주 개발 등 사업을 폭넓게 확장하여 다양한 장비 개발에도 힘쓰고 있는 듯하다.", "Une armure venant de l'Au-delà développée par l'entreprise Shinra. Cette dernière a gagné un grand pouvoir grâce à son exploitation de l'énergie \"Mako\", qu'elle fournit par le biais de réacteurs aux habitants de la ville de Midgar. Shinra a depuis étendu ses activités et est notamment impliquée dans l'urbanisme, la conquête spatiale et la manufacture d'équipements divers.", "Eine in Massenproduktion hergestellte Rüstung, entwickelt in einer fremden Welt von einem gigantischen Unternehmen namens \"Shinra\". Dem Shinra-Konzern wird sein schnelles Wachstum vor allem seinen \"Mako-Reaktoren\" genannten Anlagen zugeschrieben, mit denen sie die Stadt mit Mako-Energie versorgen, doch das Unternehmen forscht auch in den Bereichen Urbanisierung und Weltraumerschließung und entwickelt Waffen und Ausrüstungen.", "Accesorio defensivo desarrollado por la Compañía Shinra, originaria de otro mundo. Los reactores Mako de esta empresa utilizan la energía del mismo nombre para abastecer a la ciudad. Gracias a ese servicio, Shinra creció de forma exponencial y se expandó a otros sectores, como el urbanismo, la industria aeroespacial y la producción de equipamiento, entre otros."]}, "accuracy": 0}