{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": null, "name": "Sorcerer's Cape", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 6, "compendium_id": 565, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Dark": 10, "Fire": 10, "Light": 10, "Ice": 10, "Lightning": 10, "Water": 10, "Earth": 10, "Wind": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 5}, "icon": "item_50162.png", "type": "Accessory", "strings": {"name": ["Sorcerer's Cape", "妖術斗篷", "소서리 망토", "Cape de sorcier", "Magierumhang", "Capa de hechicero"], "desc_short": ["A bewitching cape that weakens elemental attacks.", "能減輕屬性傷害的妖艷斗篷", "속성 공격력을 경감시키는 요사스러운 외투", "Une cape enchanteresse qui affaiblit les attaques élémentaires.", "Ein verhexter Umhang, der Elementarangriffe schwächt.", "Una asombrosa capa que reduce los ataques elementales."], "desc_long": ["A bewitching cape that weakens elemental attacks. This cape is said to have been owned by a man who became so obsessed with gaining magic powers that he started to dabble in the art of curses, which was taboo among the mages. Soon enough, he was branded a heretic, and he disappeared from the public. But his hatred towards the mages remained, which spurred him to create items that he equipped himself that can weaken the power of magic directed towards him.", "相傳曾由被稱為妖術師的人所穿著的斗篷。他被提高自身魔力時產生的快感所迷惑，染手禁忌咒法，被指責為異端者。隨後，他選擇銷聲匿跡，並逐漸開始憎恨其他魔道士。憑藉恨意，他製造出了削弱魔法之力的裝備，穿戴在身上。", "요술쟁이라 불리던 어느 남자가 사용했다는 망토. 그 남자는 자신의 마력이 고조되는 쾌락에 중독되어, 마도사들 사이에서 금기시되는 주술에까지 손을 뻗어 이단자의 낙인이 찍히게 되었다. 사람들 앞에서 모습을 감춘 그는, 다른 마도사들을 증오하며 마법의 힘을 약화시키는 장비를 만들어내어 장착했다고 한다.", "Une cape enchanteresse qui affaiblit les attaques élémentaires. On raconte que cette cape était la propriété d'un homme qui voulait tellement toujours acquérir plus de pouvoirs magiques qu'il finir par s'essayer à l'art des malédictions, un tabou chez les mages. Il finit par être rapidement catalogué comme hérétique et disparu aux yeux du monde. Sa rage contre les mages, elle, n'avait pas disparu pour autant et lui donna l'énergie nécessaire pour créer des objets qui lui permettait de réduire la puissance magique des attaques dirigées contre lui.", "Ein verhexter Umhang, der Elementarangriffe schwächt. Er soll einem Mann gehört haben, der so besessen von magischer Macht war, dass er sich an der Kunst der Flüche versuchte, ein Tabu unter Magiern. Bald genug war er als Häretiker gebrandmarkt und verschwand aus der Öffentlichkeit. Doch sein Hass auf die Magier blieb, sodass er Gegenstände erschuf, die er nutzte, um die gegen ihn gewandte Magie zu schwächen.", "Una asombrosa capa que reduce los ataques elementales. Se dice que perteneció a un hombre tan obsesionado con aumentar sus poderes mágicos que empezó a aprender sobre maldiciones, algo tabú entre los magos. Al poco tiempo, fue tachado de hereje y acabó desapareciendo. Sin embargo, su odio hacia los magos permaneció intacto. Esto le llevó a crear objetos que le protegiesen contra ataques mágicos."]}, "accuracy": 0}