{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Black Choker", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 213, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": {"Confusion": 100}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Black Choker", "漆黑項環", "검은색 목장식", "Collier noir", "Nachtkragen", "Gargantilla negra"], "desc_short": ["A stylish, jet-black choker.", "漆黑雅致的項環", "세련된 검은색 목장식", "Élégant collier noir de jais.", "Ein stilvolles schwarzes Halsband.", "Estilosa gargantilla negro azabache."], "desc_long": ["A black choker that protects its wearer against confusion. The terrifying ailment known as confusion can turn the most trustworthy comrade into a formidable foe in an instant. This can be especially dangerous when a particularly powerful warrior has fallen under its influence. Although some may want to turn such a predicament into an opportunity to test their comrades' power, it is best to equip the black choker before battle as confusion is very difficult to overcome.", "能夠防禦混亂的漆黑色項環。混亂是一種具有威脅性的異常狀態，會令可靠的同伴一瞬間變成強勁的敵人，如果是攻擊力極強的戰士陷入混亂那可就更糟糕了。雖然這也是一個瞭解同伴到底有多強的機會，不過也很可能會因此導致我方全滅，如果有敵人會施加混亂的話，還是事先裝備上這個項環為妙。", "혼란을 막아주는 검은 목장식. 혼란은 믿음직한 동료를 순식간에 최악의 적으로 바꿔버리는 무서운 상태이상이다. 특히 공격력이 높은 전사가 걸리면 손쓸 방법이 없다. 동료가 얼마나 강력한지 몸으로 느낄 기회지만, 전선이 붕괴될 게 뻔하니 혼란을 거는 적을 상대하려면 미리 장착하자.", "Un collier qui protège contre la folie. La terrible altération d'état connue sous le nom de folie transforme rapidement un camarade de confiance en un ennemi redoutable. Elle peut avoir de graves conséquences si l'ami touché est un puissant combattant. Bien que certains en profitent pour tester la force de leurs camarades, il vaut mieux s'équiper du collier noir avant d'aller au combat car la folie est difficile à surmonter.", "Ein schwarzer Halsschmuck, der den Träger vor Verwirrung schützt. Verwirrung ist ein schreckliches Leiden, das selbst den engsten Vertrauten augenblicklich in einen erbitterten Feind verwandeln kann. Besonders, wenn ein mächtiger Krieger davon befallen ist, droht unmittelbare Gefahr. Auch wenn manche die Gelegenheit willkommen heißen mögen, sich mit ihren Gefährten zu messen, ist es besser, vor einem Kampf dieses Halsband anzulegen.", "Una gargantilla negra que protege de la confusión a quien la lleva . El temible estado de confusión puede convertir al compañero más leal en un enemigo formidable en un instante. Es peligroso sobre todo cuando afecta a un guerrero especialmente poderoso. Aunque a algunos les gustaría aprovechar para medir fuerzas con sus compañeros, es mejor equipar la gargantilla antes de la batalla para no tener que bregar con la confusión."]}, "icon": "item_50113.png"}