{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Ashe's Ring", "type_id": 60, "skills": [100060, 100120], "is_twohanded": false, "rarity": 8, "compendium_id": 481, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'MP +30%' passive.", "Grants 'MAG +30%' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Light": 50}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 3}, "type": "Accessory", "strings": {"name": ["Ashe's Ring", "雅雪的戒指", "아셰의 반지", "Anneau d'Ashe", "Ashes Ring", "Anillo de Ashe"], "desc_short": ["A wedding ring full of memories from another world.", "充滿回憶的異界結婚戒指", "추억이 담긴 이계의 결혼반지", "Une bague de mariage pleine de souvenirs venant d'un autre monde.", "Ein Ehering voller Erinnerungen aus einer anderen Welt.", "Un anillo de boda lleno de recuerdos de otro mundo."], "desc_long": ["A ring from the distant world of Ivalice. Although it is quite simple in design, this high-quality piece of jewelry is the symbol of the union between a certain prince and a princess. The princess's country, however, was attacked by the Archadian Empire that would later force her under their control. This ring now serves as a memento of her late husband, as well as a symbol of her past.", "來自異界伊瓦利斯的戒指。造型簡單素雅，相傳是某位王族公主的結婚戒指。她的祖國慘遭強大的阿爾卡迪亞帝國蹂躪，並受其支配。對她而言，這枚戒指不僅是死去的丈夫留下的遺物，也是過去和平時代的象征。", "이계 '이발리스'에서 유입된 반지. 심플하면서도 고급스러운 디자인으로, 어느 왕가의 왕녀가 결혼반지로서 몸에 지니고 있었던 것이다. 그녀의 조국은, 강대한 힘을 가진 아르카디아 제국에 의해 멸망하여 그 지배하에 놓이게 되었다. 이 반지는 그녀에게 있어 죽은 남편의 유품이자, 과거를 상징하는 물건이기도 하다.", "Un anneau venant du monde lointain d'Ivalice. Bien qu'il soit d'aspect relativement simple, ce bijou, d'une finition extrême, est le symbole de l'union entre un certain prince et une princesse. Le pays de la princesse, fut attaqué par l'empire d'Archadia qui l'obligea à rester sous son contrôle. Cet anneau est un souvenir de son dernier mari et de son passé.", "Ein Ring aus der fernen Welt Ivalice. Obwohl er sehr simpel gefertigt ist, steht dieses wertvolle Juwel für die Union zwischen einem bestimmten Prinz und einer Prinzessin. Das Land der Prinzessin wurde jedoch vom Reich Archadis erobert. Dieser Ring dient ihr als Symbol für die Vergangenheit und ihren verstorbenen Ehemann.", "Un anillo del lejano mundo de Ivalice. Aunque su diseño es bastante sencillo, esta pieza de joyería de calidad simboliza la unión entre un príncipe y una princesa. Sin embargo, la princesa fue atacada por el Imperio de Arcadia que la sometió a su control. Este anillo ahora es el recuerdo de su difunto marido y un símbolo de su pasado."]}, "icon": "item_50234.png"}