{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Mythril Gloves", "type_id": 60, "skills": [400070], "is_twohanded": false, "rarity": 3, "compendium_id": 204, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Emergency Protect' passive."], "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 6}, "type": "Accessory", "strings": {"name": ["Mythril Gloves", "秘銀護手", "미스릴 팔보호대", "Gants en mithril", "Mithrilhandschuhe", "Guantes de mitrilo"], "desc_short": ["Gauntlets made of mythril.", "提高防禦力的護手", "방어력이 오르는 팔보호대", "Gantelets faits de mithril.", "Handschuhe aus Mithril.", "Guanteletes hechos de mitrilo."], "desc_long": ["Gauntlets made of mythril that not only raise the protection of the wearer, but also cast protect when said wearer is on the verge of death. No details are known regarding how the gauntlets can sense their owner's current condition, but some theorize that they have a built-in mechanism that allows them to sense the wearer's pulse or temperature. Meanwhile, some others believe that the mythril gloves have a will of their own, but either theory has yet to be proven.", "用秘銀製作的護手。裝備後可提高防禦力，當使用者瀕臨死亡時會自動產生物防護。至於護手如何感知使用者的身體狀態，尚未明確。有人認為，此護手可感知從裝備部位傳出的脈搏和溫度。也有觀點認為，裝備本身具有獨立意識。但真相仍是一個謎。", "미스릴로 만든 팔보호대. 장착하면 방어력이 오르고 장착자가 빈사 상태에 빠지면 자동으로 프로테스를 걸어준다. 장비가 어떻게 장착자의 체력을 파악하는지는 잘 알려지지 않았다. 맥박이나 체온을 감지한다는 설도 있지만, 팔보호대 자체에 지능이 있다는 설도 있어서 향후 연구가 기다려진다.", "Les gantelets faits de mithril augmentent la protection et lancent Bouclier quand leur porteur est sur le point de mourir. Personne ne sait comment les gantelets peuvent sentir l'état de santé de leur propriétaire, mais certains pensent qu'ils possèdent un mécanisme intégré qui leur permet de mesurer son pouls et sa température. D'autres croient que les gants de mithril agissent de leur propre volonté, mais rien n'a encore été prouvé.", "Handschuhe aus Mithril, die ihren Träger nicht nur direkt schützen, sondern auch Protes auf ihn wirken, wenn seine Kräfte sich dem Ende zuneigen. Es ist nicht völlig klar, wie die Handschuhe dies erkennen können; bestimmten Theorien zufolge sind sie dazu in der Lage, die Körpertemperatur oder den Puls zu messen. Wieder andere behaupten, dass Mithrilhandschuhe einen eigenen Willen hätten, doch dafür gibt es bisher keine Beweise.", "Guanteletes de mitrilo que no solo aumentan la protección, sino que también conjuran Coraza cuando quien los lleva está al borde de la muerte. No se sabe cómo notan el estado de su dueño, aunque hay quien cree que llevan un mecanismo incorporado por el que notan el pulso o la temperatura. Otros creen que los guantes tienen voluntad propia, pero ninguna de las teorías se ha demostrado aún."]}, "icon": "item_50104.png"}