{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Great Raven's Cape", "type_id": 60, "skills": [213750, 213760], "is_twohanded": false, "rarity": 7, "compendium_id": 607, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Raven's Essence' passive.", "Grants 'Phantom Moves' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 15, "DEF": 15}, "type": "Accessory", "strings": {"name": ["Great Raven's Cape", "烏鴉斗篷", "갈까마귀 망토", "Grande cape des Raven", "Umhang des Großen Raben", "Gran capa de Raven"], "desc_short": ["A jet black cape once worn by a legendary thief.", "傳說中的義賊穿過的漆黑斗篷", "전설의 의적이 착용했다고 하는 칠흑의 망토", "Une cape noire de jet qui fut autrefois portée par un voleur de légende.", "Ein schwarzer Umhang, einst getragen von einem legendären Dieb.", "Una capa negra que otrora vistió un ladrón legendario."], "desc_long": ["A jet black cape once worn by a legendary thief. He stood in the name of justice, and targeted those who fattened their bellies in greed and those who used their power for wrongdoings, taking their riches and giving them to the poor. The silhouette of him saving the weak, and running through the depths of night with his cape flowing behind him gave him the name \"Raven.\"", "傳說中的義賊穿過的漆黑斗篷。曾經有一個男人，他身穿斗篷在夜晚東奔西走，劫富濟貧，除暴安良，那身影就像是黑夜中的烏鴉。而這位義賊就是人們口中的萊文。", "전설의 의적이 착용했다고 하는 칠흑의 망토. 그는 불의에 대항하여, 사리사욕을 채우기 바쁜 자나 권력을 악용하는 자를 표적으로 삼아 보물을 빼앗고, 빈민을 구제했다. 약자를 돕는 괴도로서 밤의 어둠을 뚫고, 망토를 휘날리는 갈까마귀와 같은 실루엣을 가리켜 사람들은 그를 레이븐이라 불렀다.", "Une cape noire de jet qui fut autrefois portée par un voleur de légende. Il se battait au nom de la justice prenant pour cible ceux qui s'étaient engraissés sur le dos des autres, ceux qui utilisaient leur pouvoir pour faire le mal autour d'eux, et prenant aux riches pour donner aux pauvres. Sa silhouette de cet homme sauvant les faibles puis s'enfonçant dans la nuit la cape au vent devint populaire au point qu'on finit par lui donner le surnom de \"Raven\".", "Ein schwarzer Umhang, einst getragen von einem legendären Dieb. Er stand ein für Gerechtigkeit und attackierte die Gierigen und Unrechthandelnden, indem er ihren Reichtum den Armen gab. Sein Schatten in der Nacht mit dem fließenden Umhang gab ihm den Namen \"Krähe\".", "Una capa negra que otrora vistió un ladrón legendario. Este ladrón decidió imponer justicia y se enfrentó a los que engordaban de avaricia y a los que usaban su poder para hacer el mal. Los despojó de sus riquezas y las compartió con los pobres. Le acabaron llamando \"Raven\" por su silueta cuando ayudaba a los débiles y sus carreras en lo más profundo de la noche junto a su capa."]}, "icon": "item_50257.png"}