{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Ifrit's Claw", "type_id": 60, "skills": [100010], "is_twohanded": false, "rarity": 7, "compendium_id": 431, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +10%' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": {"Blind": 100}, "element_resist": {"Fire": 20}, "HP": 0, "ATK": 30, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Accessory", "strings": {"name": ["Ifrit's Claw", "伊弗利特之爪", "이프리트의 발톱", "Griffe d'Ifrit", "Ifrits Kralle", "Garra de Ifrit"], "desc_short": ["A monster's claw able to reduce fire damage.", "能夠減輕火焰傷害的魔物之爪", "불꽃을 감소시키는 마물의 발톱", "La griffe d'un monstre capable de réduire les dégâts de feu.", "Eine Monsterkralle, die den Feuerschaden verringert.", "La garra de un monstruo, capaz de reducir el daño de fuego."], "desc_long": ["The claw of a beast that protects its wearer against fire. It is several times larger than the claws of a normal beast of giant stature, and it is so astonishingly sharp that a mere touch can result in a serious injury. Left behind by the mysterious Dark Ifrit, its relationship to the esper Ifrit remains unknown. The only thing for certain is that this claw hides incredible power within.", "能夠提高火屬性耐性的魔物之爪。其尺寸比普通魔物的爪還要大數倍，而且十分鋒利，輕輕碰觸就會受傷。這是突然出現的神秘魔物「暗黑伊弗利特」留下的。至於牠和幻獸伊弗利特之間的聯繫仍舊是一個謎團。唯一可以確認的是，這個爪子具有非常強大的力量。", "장비하면 불속성 저항력이 상승하는 마물의 발톱. 일반적인 거대 마물의 발톱보다 몇 배는 더 크고, 그 끝에 살짝 닿기만 해도 상처를 입을 정도로 날카롭다. 돌연히 나타난 수수께끼의 존재 '다크 이프리트'가 남긴 것이지만, 환수 이프리트와의 관계는 밝혀진 바 없다. 확실한 건, 이 발톱에 매우 강력한 힘이 깃들어 있다는 것뿐이다.", "Les griffes d'une bête qui protège son porteur du feu. Elles sont plusieurs fois plus grosses que des griffes de monstres géants normaux. Elles sont si tranchantes que le simple fait de les toucher peut entraîner de très graves blessures. Abandonnées par le mystérieux Ifrit obscur, leur relation avec la chimère Ifrit reste inconnue. Une seule chose est certaine, ces griffes renferment un incroyable pouvoir.", "Diese Kralle einer Bestie beschützt den Träger vor Feuer. Sie ist um einiges größer als die Kralle anderer riesiger Bestien. Alleine die Berührung kann zu Verletzungen führen. Vom mysteriösen Dunkel-Ifrit zurückgelassen, bleibt die Verbindung zum Esper Ifrit im Dunkeln. Es ist nur gesichert, dass sich in der Kralle unglaubliche Kraft verbirgt.", "La garra de una bestia que protege a quien la lleva del fuego. Es varias veces mayor que las garras de una bestia normal de gran tamaño, y tan sorprendentemente afilada que solo rozarla puede causar graves heridas. Herencia del misterioso Ifrit oscuro, no se sabe qué relación guarda con él. Lo único cierto es que esta garra esconde un poder increíble."]}, "icon": "item_50228.png"}