{"slot": "Accessory", "compendium_shown": true, "price_buy": 200, "requirements": null, "name": "Gale Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 231, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 20, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Wind": 5}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 2}, "type": "Accessory", "strings": {"name": ["Gale Ring", "疾風戒指", "바람 반지", "Bague de l'air", "Sturmring", "Anillo Aero"], "desc_short": ["A ring that slightly repels wind.", "能稍微提高風之守護的戒指", "약한 바람의 가호가 걸린 반지", "Bague repoussant légèrement les sorts de vent.", "Ein Ring, der vor leichtem Windschaden schützt.", "Anillo que repele ligeramente el viento."], "desc_long": ["A ring that slightly reduces any wind damage sustained by the wearer. The stone residing in its center evokes the image of a gently blowing breeze, and it has the ability to weaken the power of wind. However, it cannot completely protect the wearer from wind attacks, nor absorb their energy. Equipping the gale ring can prove somewhat useful when traveling high in the mountains, as many giant birds capable of wind attacks inhabit those types of areas.", "能夠稍微減輕風屬性傷害的戒指。上面鑲嵌著如同吹拂過境的清風一般的石頭。雖然該石頭能夠削弱風屬性的攻擊，但無法完全令攻擊失效、或是將攻擊完全吸收。在高山上棲息著許多使用風屬性攻擊的巨鳥，只要裝備上這枚戒指，就可以較為輕鬆地在牠們的地盤內闖蕩了。", "바람속성 피해량을 조금 덜어주는 반지. 살랑이는 바람을 닮은 돌이 박혀있다. 이 돌은 바람의 힘을 약화하는 성질이 있지만, 공격을 완전히 무효화하거나 흡수하지는 않고 그 위력을 완화하는 데 그친다. 고산지대에는 바람속성 공격을 하는 거대한 새가 많으니, 이 반지가 있으면 마물의 영역 내에서 좀 더 편하게 행동할 수 있을 것이다.", "Une bague réduisant légèrement les dégâts de vent infligés à son porteur. La pierre incrustée en son centre évoque l'image d'une paisible brise et a le pouvoir d'affaiblir l'intensité du vent. Cependant, elle ne protège pas complètement des attaques de vent et ne peut absorber leur énergie. Porter la bague de l'air peut s'avérer pratique dans les régions montagneuses où vivent de nombreux oiseaux géants.", "Ein Ring, der den vom Träger erlittenen Windschaden etwas abschwächt. Der Stein in seiner Mitte erinnert an eine sanfte Brise und hat die Kraft, heftige Sturmböen abzumildern. Er bietet jedoch keinen vollständigen Schutz und kann auch keine Energie absorbieren. Der Sturmring ist hilfreich auf Reisen im Hochgebirge, da viele der großen Vögel in diesen Regionen mit Windangriffen attackieren.", "Un anillo que reduce ligeramente el daño de viento recibido por quien lo lleva. La piedra que hay en su centro evoca la imagen de una brisa suave y tiene la capacidad de debilitar el poder del viento. Sin embargo, no puede proteger por completo de los ataques de viento ni absorber su energía. Equipar este anillo puede resultar útil en las montañas, ya que muchos pájaros gigantes con ataques de viento residen en estas áreas."]}, "icon": "item_50131.png"}