{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Rune Armlet", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 5, "compendium_id": 296, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 50, "MAG": 0, "SPR": 0, "DEF": 3}, "icon": "item_50108.png", "type": "Accessory", "strings": {"name": ["Rune Armlet", "符文手鐲", "룬 팔찌", "Bracelet runique", "Runenreif", "Brazalete rúnico"], "desc_short": ["A mysterious bracelet that heightens MP.", "能夠提高MP的神秘手鐲", "MP를 올려주는 신비로운 팔찌", "Un mystérieux bracelet qui augmente les PM.", "Ein geheimnisvolles Armband, das die MP erhöht.", "Un brazalete misterioso que aumenta los PM."], "desc_long": ["A mysterious bracelet that heightens MP. The ancient writings inscribed on its inner surface draw out its wearer's potential, awakening their hidden powers. Though there is a book which explains these inscriptions, simply copying them has little effect. Since a ritual is necessary in drawing out the true power of the words, very few of these precious items have been made.", "能夠提高MP的神秘手鐲。雕刻在手鐲內側的古代文字能夠喚醒裝備者沉睡的潛能。這種古代文字蘊含著神奇的力量，光是靠抄寫無法將其發揮出來，必須要進行特殊的儀式才能令力量寄宿在文字中，因此該手鐲難以量產，十分珍貴。", "MP를 올려주는 신비로운 팔찌. 안쪽에 새겨진 고대문자는 장착자의 잠재능력을 자극하여 이끌어낸다고 한다. 고대문자에는 불가사의한 힘이 깃들어 있다고 알려졌지만, 단순히 필사해서는 아무런 효력이 발휘되지 않는다. 문자에 힘을 담기 위해서는 특별한 의식을 거행해야 하기 때문에, 양산해 내기엔 어려움이 따르는 귀중품이기도 하다.", "Un mystérieux bracelet qui augmente les PM. Les inscriptions en langue ancienne gravées sur sa face intérieure permettent de libérer le potentiel caché de son porteur. Bien qu'un livre donne le sens de ces inscriptions, la simple copie n'a que peu d'effet. Un rituel particulier est nécessaire pour révéler leur véritable pouvoir et, par conséquent, très peu de ces objets furent produits.", "Ein geheimnisvolles Armband, das die MP erhöht. Die uralten Schriftzeichen auf der Innenseite bringen das Potenzial der geheimen Kräfte des Trägers zum Vorschein. Zwar werden die Zeichen in einem Buch erklärt, sie abzuschreiben hat aber keinen Nutzen. Um die Macht der Worte zu beschwören, ist ein Ritual nötig, darum gibt es nur wenige Exemplare dieser wertvollen Gegenstände.", "Un brazalete misterioso que aumenta los PM. Los caracteres antiguos grabados en su reverso despiertan el poder latente de quien lo equipa. Estos caracteres antiguos, conocidos por esconder poderes místicos, no otorgan poder alguno si son solo grabados sin más. Se necesita una ceremonia especial para infundirlos de poder, lo que los hace difícil de ser producidos en masa."]}, "accuracy": 0}