{"slot": "Accessory", "compendium_shown": true, "price_buy": 1000, "requirements": null, "name": "Hyper Wrist", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 3, "compendium_id": 202, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 100, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50102.png", "type": "Accessory", "strings": {"name": ["Hyper Wrist", "強力護臂", "괴력의 팔보호대", "Poignet de titan", "Hyperreif", "Hipermuñequera"], "desc_short": ["Gauntlets overflowing with power.", "讓人充滿力量的護手", "힘이 끓어오르는 팔보호대", "Gantelets débordant de force.", "Handschuhe mit überquellender Energie.", "Guanteletes que desbordan poder."], "desc_long": ["These mysterious gauntlets flood the wearer with power, raising his or her strength to attack. The stronger the wearer is, the more his or her power is amplified, making this a formidable accessory. The amount of power augmented by the hyper wrist does not actually come from the accessory itself, but is said to come from the latent abilities that it draws out from the wearer instead. This piece of equipment is especially treasured by warriors who use their bodies as their weapon of choice.", "讓人充滿力量的神秘護手，可提升攻擊力。使用者的攻擊力越高，其帶來的效果也就越強大，是個恐怖的飾品。攻擊力上升幅度之所以和使用者實力呈正比，並非因為這種護手授予新的力量，而是因為它能夠激發出使用者的潛力。裝備此護手的人，主要是依靠肉體力量的戰士。", "장착하면 힘이 샘솟고 공격력이 오르는 신비한 팔보호대. 장착자의 공격력이 높으면 높을수록 진가를 발휘하는 무시무시한 장신구이다. 이 장비는 새로운 힘을 부여하는 게 아니라 장착자의 잠재력을 끌어내는 작용을 한다. 그래서 자신의 육체를 무기로 쓰는 전사들이 주로 애용한다.", "Ces gantelets mystérieux augmentent la puissance d'attaque en inondant de force leur porteur. Plus celui-ci est fort, plus leur force est amplifiée, ce qui fait du poignet de titan un accessoire formidable. On dit que l'intensité avec laquelle la force est amplifiée ne découle pas de l'accessoire lui-même, mais plutôt des capacités cachées de son utilisateur. Cet équipement est privilégié par les guerriers utilisant leur corps comme arme de prédilection.", "Dieser Armreif überflutet seinen Träger mit Kraft, sodass er vernichtende Schläge austeilen kann. Je stärker der Träger ist, desto wirksamer ist dieses Accessoire. Dabei scheint die zusätzliche Kraft nicht aus dem Gegenstand selbst zu kommen, sondern vielmehr aus den latenten Reserven des Anwenders. Besonders Kämpfer, die mit bloßen Händen kämpfen, schätzen die Wirkung.", "Estos misteriosos guanteletes inundan de poder a quien los lleva, aumentando su fuerza de ataque. Cuanta más fuerza tenga, más amplificada se verá, lo que los convierte en un accesorio formidable. La cantidad de poder que aumenta no viene del brazal en sí, sino de las habilidades latentes de quien lo lleva. Es especialmente preciado entre quienes prefieren usar su propio cuerpo como arma."]}, "accuracy": 0}