{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Defending Bracer", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 716, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": {"Blind": 40, "Confusion": 40, "Silence": 40, "Poison": 40}, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 24}, "icon": "item_50276.png", "type": "Accessory", "strings": {"name": ["Defending Bracer", "守護手環", "수호의 팔찌", "Poignet Tutélaire", "Armschutz", "Manilla segura"], "desc_short": ["A bracer brought from another world.", "來自異界的謢腕", "이계에서 유입된 팔찌", "Un brassard venant d'un autre monde.", "Ein Armschutz aus einer anderen Welt.", "Un brazal que proviene de otro mundo."], "desc_long": ["A bracer from the faraway world of Spira. Befitting of its name, the bracer protects its wearer from various calamities. It is shaped to look like the bracers used by a legendary guard who accompanied a high summoner to save the people of Spira from the feared great fiend, Sin.", "來自異界史匹拉的謢腕。就如同它的名字一樣，能夠守護裝備者免於各種災難。一名傳說中的護衛與大召喚士一起擊敗讓異界史匹拉的人們感到恐懼的強大魔物「辛」，據說此護腕的造型與護衛的愛用品十分相似。", "이계 '스피라'에서 유입된 팔찌. 그 이름에 걸맞게, 온갖 재해에서부터 장비한 사람을 지켜준다. 이계 스피라의 많은 사람을 두려움에 떨게 했던 강력한 마물 '신'을 대소환사와 함께 쓰러뜨린 전설적인 가드가 애용하던 것과 비슷한 형태를 하고 있다.", "Brassard du lointain monde de Spira. Digne de son nom, le brassard protège son porteur de diverses calamités. Il est fait pour ressembler au brassard porté par un garde légendaire qui accompagnait un grand invocateur pour protéger les gens de Spira du terrifiant grand monstre, Sin", "Ein Armschutz aus der fernen Welt Spira. Ganz seinem Namen entsprechend, beschützt er seinen Träger vor allerlei Unheil. Er ähnelt dem Lieblingsarmschutz einer legendären Wache, die sich mit einem hohen Medium zusammentat, um das in der fernen Welt Spira allseits gefürchtete Erzungeheuer \"Sin\" zu vernichten.", "Un brazal del lejano mundo de Spira. Este brazal hace honor a su nombre y protege a su portador de diversas calamidades. Asimismo, está hecho en semejanza a los brazales que usó el legendario guardián que acompañó el alto invocador en su misión de salvar a los habitantes de Spira de Sinh, un terrible enemigo."]}, "accuracy": 0}