{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Ring of the Lucii", "type_id": 60, "skills": [20480, 20490, 212390, 100090, 100120], "is_twohanded": false, "rarity": 8, "compendium_id": 570, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Death' magic.", "Grants 'Alterna' magic.", "Grants 'Holy' passive.", "Grants 'ATK +30%' passive.", "Grants 'MAG +30%' passive."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 3, "SPR": 3, "DEF": 0}, "icon": "item_50248.png", "type": "Accessory", "strings": {"name": ["Ring of the Lucii", "光耀之戒", "광요의 반지", "Anneau des Lucii", "Ring der Lucis", "Sello de la Luz"], "desc_short": ["A ring handed down through the Lucii royal family.", "異界伊歐斯王族代代相傳的戒指", "이계 이오스 왕가에 전해 내려오는 반지", "Anneau transmis de génération en génération dans la famille royale de Lucis.", "Ein Ring, der in der königlichen Familie von Lucis weiter vererbt wird.", "Un anillo pasado entre generaciones en la Familia Real de Lucis."], "desc_long": ["A ring from a far away world. Handed down through the royal family of the magical nation that possesses the lone crystal in their world, it is said to have been given to humans long ago by the gods at the same time they were given the crystal. A long line of Lucian kings have used this ring to draw upon the power of the crystal, using it for ages to protect their country.", "來自遙遠異界的戒指。該戒指由擁有世界上唯一一塊水晶的魔法國家的王族代代相傳，傳說是神明將戒指和水晶一同帶給了人們。長久以來，歷代路西斯國王都會用該戒指作為媒介引導水晶之力，來保護自己的國家。", "머나먼 이계에서 반입된 반지. 세계에서 유일하게 크리스탈을 보유한 마법 국가의 왕가에 대대로 전해 내려온 것으로, 과거 신들이 크리스탈과 함께 인간에게 전해준 것이라고 한다. 역대 루시스의 국왕들은, 이 반지로 크리스탈의 힘을 끌어내 오랜 세월 동안 나라를 지켜왔다.", "Un anneau venant d'un monde lointain. Transmis de génération en génération dans la famille royale de la nation possédant le seul cristal au monde, on raconte qu'il aurait été donné il y a très longtemps aux hommes par les dieux en même temps que le cristal. Les rois de Lucis l'utilisaient afin de servir de la magie du cristal pour protéger leur peuple.", "Ein Ring aus einer weit entfernten Welt. Weiter vererbt von der königlichen Familie der magischen Nation, die den einzigen Kristall auf der Welt besitzt, heißt es, er sei den Menschen von den Göttern vor langer Zeit verliehen worden, zur gleichen Zeit wie der Kristall. Eine lange Linie von Königen von Lucis haben mit diesem Ring die Macht des Kristalls genutzt, um ihr Land zu schützen.", "Un anillo de un mundo muy lejano. Pasado a lo largo de las generaciones de la Casa Real de la nación con el único cristal del mundo, se dice fue otorgado antaño a los humanos por los dioses al mismo tiempo que se les hacía entrega del cristal. Una larga estirpe de reyes de Lucis ha venido usando este sello para atraer el poder del cristal para así proteger a su nación."]}, "accuracy": 0}