{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Desch's Earring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 7, "compendium_id": 566, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 45, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50246.png", "type": "Accessory", "strings": {"name": ["Desch's Earring", "德修耳環", "데쉬의 귀걸이", "Boucles d'oreilles de Desch", "Deschs Ohrring", "Pendiente de Desch"], "desc_short": ["The earring of an ancient from another world.", "異界古代人的耳環", "이계 고대인의 이어링", "Les boucles d'oreilles d'un ancien d'un autre monde.", "Ein uralter Ohrring aus einer anderen Welt.", "Los aretes de los antiguos de otro mundo."], "desc_long": ["The earring of an ancient from another world. These earrings were worn by a young, amnesic man, who was the last of the remaining ancients. Despite being amnesic, he proved himself quite formidable in battle, and saved the Warriors of Light from many perils during his travels with them. It is said that anyone who wears these earrings imbued with his emotions will feel power rising from inside.", "喪失了記憶的異界青年佩戴的耳環。作為古代人的後裔，他儘管喪失了記憶，但戰鬥技藝非常高超，多次拯救光之戰士於危難之中。裝備這件傾注了他的意念的耳環，就能感到全身充滿力量。", "기억을 잃어버린 어느 이계의 청년이 착용했다고 하는 귀걸이. 고대인의 생존자였던 그 청년은 기억을 잃어버렸다고는 하나 전투력이 상당했기 때문에, 잠시 함께 여행했던 빛의 전사들을 몇 번이나 궁지에서 구해냈다고 한다. 그의 마음이 담긴 이 귀걸이를 장착하면, 힘이 차오르게 될 것이다.", "Les boucles d'oreilles d'un ancien d'un autre monde. Ces boucles d'oreilles étaient portées par un jeune homme amnésique, qui était le dernier des anciens. Malgré son handicap, il se révéla vraiment très efficace sur le champ de bataille et sauva les Guerriers de la Lumière de bien des périls pendant leur voyage. On raconte que tous ceux qui portent ces boucles d'oreilles imprégnées de ses émotions sentent une puissance monter en eux.", "Ein uralter Ohrring aus einer anderen Welt. Sie wurden von einem jungen Mann ohne Gedächtnis getragen, der zu den letzten der Uralten gehörte. Trotz seiner fehlenden Erinnerung ist er ein vortrefflicher Kämpfer, der die Krieger des Lichts mehrfach vor Gefahren rettete. Wer immer diese Ohrringe trägt, in denen seine Gefühle ruhen, soll eine Kraft aus dem Inneren verspüren.", "Los aretes de los antiguos de otro mundo. Estos aretes los llevaba un joven amnésico que, por lo visto, era el último de los antiguos. A pesar de su amnesia, probó ser imbatible en combate y, de hecho, salvó a los Caballeros de la Luz de muchos peligros durante el tiempo que viajó con ellos. Se dice que todo aquel que se ponga estos aretes, imbuidos con las emociones del joven, podrá sentir el poder crecer en su interior."]}, "accuracy": 0}