{"slot": "Accessory", "compendium_shown": true, "price_buy": 100000, "requirements": null, "name": "Soul of Thamasa", "type_id": 60, "skills": [100060, 200150], "is_twohanded": false, "rarity": 8, "compendium_id": 459, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'MP +30%' passive.", "Grants 'Dualcast' ability."], "price_sell": 10000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 12, "DEF": 12}, "icon": "item_50152.png", "type": "Accessory", "strings": {"name": ["Soul of Thamasa", "薩瑪莎靈珠", "사마사의 영혼", "Âme de Thamasa", "Seele von Thamasa", "Alma de Tábata"], "desc_short": ["An accessory that enables dualcast.", "能夠發動「連續詠唱」的首飾", "'연속 마법'을 사용할 수 있는 장신구", "Un accessoire qui permet d'utiliser Double sort.", "Ein Accessoire, das Doppelmagie erlaubt.", "Un accesorio que dota de la habilidad \"Magia doble\"."], "desc_long": ["A mysterious accessory that grants its owner the Dualcast ability. Mages around the world covet this item for its rare capabilities, as possessing it would allow them to conjure two spells consecutively without having to submit themselves to extraneous training. As far as its name, \"Thamasa\" is believed to be a village of mages that exists in a distant world, although no one can say what its relationship to this accessory could be.", "能夠發動「連續詠唱」的神奇首飾。它可以讓持有者不經過特殊的訓練就連續發動2次魔法，使全世界的魔道士競相追尋。「薩瑪莎」是遙遠異界中魔道士後裔們所居住的村落的名字，不過尚不知和這件首飾的關聯。", "장비하면 '연속 마법'을 사용할 수 있게 되는 신비한 장신구. 특수한 훈련을 받지 않아도 마법을 2회 연속 사용할 수 있게 되기 때문에, 온 세계의 마도사들이 원하는 물건이다. '사마사'란, 까마득히 먼 이계에 존재하던 마도사의 후예들이 살아가던 마을의 이름이지만, 이 장신구와 관계가 있는지에 대해서는 알 수 없다.", "Un mystérieux accessoire qui permet à son porteur d'apprendre Double sort. Cet objet est très prisé des mages qui l’utilisent pour ses aptitudes que l'on ne trouve que très rarement ailleurs, leur permettant de lancer deux sorts à la suite sans avoir à s'infliger un entraînement supplémentaire. Certains pensent que son nom, Thamasa, serait le nom d'un village de mages qui existerait dans un autre monde. Il s'agit de la seule théorie en cours sur l'origine de ce nom.", "Ein mysteriöses Accessoire, das Doppelmagie erlaubt. Magier auf der ganzen Welt reißen sich um diesen Gegenstand mit seltenen Fähigkeiten, da er dem Träger zwei Zaubersprüche nacheinander erlaubt, ohne zusätzliche Ausbildung. Der Name „Thamasa“ soll der eines Magierdorfes in einer fernen Welt sein, die Verbindung damit ist jedoch unbekannt.", "Un accesorio misterioso que concede a su portador la habilidad Magia Doble. Los magos de todo el mundo ansían tenerlo por sus capacidades poco comunes, ya que poseerlo les permitiría conjurar dos hechizos seguidos sin pasar por un entrenamiento superfluo. Respecto a su nombre, se cree que \"Thamasa\" es una aldea de magos que existe en un mundo lejano, aunque nadie sabe qué relación tiene con este accesorio."]}, "accuracy": 0}