{"slot": "Accessory", "compendium_shown": true, "price_buy": 400, "requirements": null, "name": "Tide Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 2, "compendium_id": 229, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 40, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Water": 10}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 4}, "icon": "item_50129.png", "type": "Accessory", "strings": {"name": ["Tide Ring", "水業戒指", "격류의 반지", "Bague des marées", "Gezeitenring", "Anillo Aqua+"], "desc_short": ["A ring that repels water.", "能提高水之守護的戒指", "물의 가호가 걸린 반지", "Bague repoussant les sorts d'eau.", "Ein Ring, der vor Wasserschaden schützt.", "Anillo que repele el agua."], "desc_long": ["A ring that reduces any water damage sustained by the wearer. The stone residing in its center evokes the image of a crystalline drop of rain, but has stronger powers than the one found on the water ring, and can thus guard against water to a better extent. However, its owner should not be overly reliant on it, as it cannot completely protect him or her from water attacks, nor absorb their energy. Those who own this ring should be careful not to mistake it for the frost ring when acting in haste.", "能夠減輕水屬性傷害的戒指。上面鑲嵌著如同清澈透明的水珠一般的石頭。該石頭的力量比淵水戒指上的更強，可以在一定程度上緩和水屬性的攻擊。要注意，該戒指並不是萬能的，無法完全令攻擊失效、或是將攻擊完全吸收。另外，雖然長得很像，但千萬不要把它和冰業戒指搞混。", "물속성 피해량을 덜어주는 반지. 맑은 물방울을 닮은 돌이 박혀있다. 이 돌은 물 반지에 박힌 것보다 강력해서 물의 힘을 상당히 잘 막아준다. 하지만 이 역시 공격을 무효화하거나 흡수하지는 못하므로 과신은 금물이다. 또 서두르다가 실수로 빙옥의 반지를 끼지 않도록 조심해야 한다.", "Une bague réduisant les dégâts d'eau infligés à son porteur. La pierre incrustée en son centre évoque l'image d'une goutte de pluie cristalline et possède des pouvoirs plus importants que la bague de l'eau. Il est cependant déconseillé de trop se reposer dessus car elle ne protège pas complètement des attaques d'eau et ne peut absorber leur énergie. Ceux qui possèdent cette bague doivent faire attention à ne pas le confondre avec la bague glaciale lorsqu'ils souhaitent utiliser l'une ou l'autre.", "Ein Ring, der den vom Träger erlittenen Wasserschaden abschwächt. Der Stein in seiner Mitte erinnert an einen erstarrten Regentropfen und hat die Kraft, den Zorn des flüssigen Elements zu mildern. Er ist stärker als der Wasserring, bietet jedoch auch keinen vollständigen Schutz und kann auch keine Energie absorbieren. Besitzer eines solchen Ringes sollten darauf achten, ihn nicht mit einem Frostring zu verwechseln.", "Un anillo que reduce el daño de agua recibido por quien lo lleva. La piedra que hay en su centro evoca la imagen de una gota de lluvia cristalina, pero tiene más poder que la del anillo agua y por ello ofrece más protección contra esta. Sin embargo, quien lo posea no debe confiarse, ya que no puede proteger por completo de los ataques de agua ni absorber su energía. Quienes lo posean deberán tener cuidado de no confundirlo con el anillo del frío con las prisas."]}, "accuracy": 0}