{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": ["UNIT_ID", 211000103], "name": "Golden Hairpin", "type_id": 60, "skills": [100010, 100110, 100040], "is_twohanded": false, "rarity": 6, "compendium_id": 512, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'HP +10%' passive.", "Grants 'MAG +20%' passive.", "Grants 'MP +10%' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50237.png", "type": "Accessory", "strings": {"name": ["Golden Hairpin", "金色髮飾", "황금 머리장식", "Épingle en or", "Goldene Haarnadel", "Coletero de oro"], "desc_short": ["A hair ornament brought from the Farplane.", "來自異界的髮飾", "이계에서 유입된 머리 장식", "Une parure de cheveux venant de l'Au-delà.", "Ein Haarschmuck aus dem Abyssum.", "Un ornamento para el pelo del Etéreo."], "desc_long": ["A beautiful hair ornament brought from the distant world of Vana'diel that greatly increases the wearer's magic power. It is said that these ornaments were made by highly skilled craftsmen by synthesizing gold ingots with Wind Crystals.", "來自異界瓦納·迪爾的美麗髮飾，能夠大幅提高裝備者的魔力。在它原本的世界，有一群技藝精湛的雕金匠用風之水晶和黃金錠製作這種髮飾。", "이계 '바나딜'에서 유입된 아름다운 머리 장식. 장착하면 마력이 크게 상승한다. 이 장신구가 본래 존재하던 이계에서는, 뛰어난 조금사가 바람의 크리스탈과 금괴를 합성하여 만들어냈다고 한다.", "Un bel accessoire à cheveux originaire du monde lointain de Vana'diel. Il augmente considérablement les pouvoirs magiques de son porteur. Les rumeurs affirment que des artisans très talentueux ont fabriqué ces accessoires, et que pour ce faire, ils ont synthétisé des lingots d'or avec des cristaux de vent.", "Ein schöner Haarschmuck aus der fernen Welt Vana'diel, der die magische Kraft des Trägers erhöht. Es heißt, der Schmuck wurde von begabten Schmieden gefertigt durch das Synthetisieren von Gold mit Windkristallen.", "Un ornamento para el pelo del lejano mundo de Vana'diel que incrementa en gran medida el poder mágico de quien lo lleva. Se dice que un artesano experto elaboró estos ornamentos sintetizando lingotes de oro con cristales del viento."]}, "accuracy": 0}