{"slot": "Accessory", "compendium_shown": true, "price_buy": 10000, "requirements": null, "name": "Wall Ring", "type_id": 60, "skills": [400070, 400080], "is_twohanded": false, "rarity": 5, "compendium_id": 259, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Emergency Protect' passive.", "Grants 'Emergency Shell' passive."], "price_sell": 1000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 1}, "icon": "item_50159.png", "type": "Accessory", "strings": {"name": ["Wall Ring", "障壁指環", "철벽의 반지", "Bague gardienne", "Mauerring", "Anillo muro"], "desc_short": ["A ring that offers a protective wall.", "能夠產生守護之壁的指環", "수호의 벽을 만드는 반지", "Bague qui érige un mur protecteur.", "Stellt eine Schutzmauer auf.", "Anillo que ofrece un muro protector."], "desc_long": ["A ring that automatically casts both protect and shell when the wearer is on the verge of death. Equipping this ring is a precaution against both physical and magical attacks, as it creates a secure wall around its owner. It can also sustain a considerable amount of damage, but does not amend the moribund state of the wearer, and thus immediate treatment is still suggested after suffering a powerful blow. The wall ring can protect its owner from completely collapsing at times, but it is best not to rely on this accessory too much.", "在瀕死時自動進行物防護和魔防護的指環，可以為使用者築起緩和物理攻擊與魔法攻擊的牆壁。雖然加強了防禦，但畢竟是處於瀕死狀態之下，在受到強勁的攻擊之前還是抓緊時間恢復體力為妙。該指環只能在危急時刻救使用者一命，切不可過於依賴它。", "빈사 상태가 되면 자동으로 프로테스와 셸을 걸어주는 수호의 반지. 소유자 앞에 물리공격과 마법공격을 모두 약화시키는 벽을 만든다. 물론 방어력은 오르지만, 빈사 상태인 건 마찬가지라 강력한 공격을 받기 전에 빨리 회복하는 게 좋다. 어디까지나 쓰러지지 않게 도와주는 보험이라 생각하고 지나치게 의존하지는 말아야겠다.", "Une bague qui lance automatiquement Bouclier et Barrière lorsque son porteur est aux portes de la mort. Cet anneau protège contre les attaques physiques et magiques en créant un mur autour de celui qui le porte. Il peut encaisser des dégâts énormes mais ne peut soigner son utilisateur. Des soins immédiats sont donc nécessaires après un coup puissant. La bague gardienne peut empêcher son porteur de s'évanouir, mais il ne vaut mieux pas trop compter sur cet accessoire.", "Ein Ring, der automatisch Protes und Vallum auf den Träger wirkt, wenn er dem Tode nah ist. Wenn dieser Ring angelegt wird, schützt er vor physischen und magischen Angriffen, da er einen Schutzwall um den Träger errichtet. Er hält auch eine Menge Schaden ab, aber heilt nicht den Todgeweiht-Status des Trägers und daher ist intensive Heilung empfehlenswert, nachdem man einen harten Angriff eingesteckt hat. Der Mauerring kann den Besitzer vor der kompletten Kampfunfähigkeit schützen, aber es ist besser, sich nicht voll und ganz auf das Accessoire zu verlassen.", "Anillo que aplica automáticamente Escudo y Coraza cuando el portador se halla a las puertas de la muerte. Este anillo sirve para prevenir ataques físicos y mágicos, puesto que crea un muro de seguridad alrededor del portador. Puede soportar una cantidad considerable de daño pero no cura las heridas, por lo que si son graves lo más recomendable es tratarlas cuanto antes. El anillo muro puede proteger a su portador de derrumbarse completamente en algunas ocasiones, pero es mejor no depender ciegamente de este accesorio."]}, "accuracy": 0}