{"slot": "Accessory", "compendium_shown": true, "price_buy": 20000, "requirements": ["SEX", 2], "name": "Tynar Rouge", "type_id": 60, "skills": [100710, 100720], "is_twohanded": false, "rarity": 6, "compendium_id": 605, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Auto-Protect' passive.", "Grants 'Auto-Shell' passive."], "price_sell": 2000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 5, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 5}, "type": "Accessory", "strings": {"name": ["Tynar Rouge", "小巧口紅", "팅커의 립스틱", "Tynar Rouge", "Tynar Rouge", "Pintalabios carmesí"], "desc_short": ["Rouge sold by a popular make-up company.", "大牌化妝品公司發售的口紅", "인기 코스메틱 회사에서 발매한 립스틱", "Du rouge à lèvres vendu par une marque populaire.", "Rouge, verkauft von einem beliebten Schminkehersteller.", "Colorete que comercializa una conocida empresa de maquillaje."], "desc_long": ["Rouge sold by a popular make-up company. Sold by the popular cosmetics company, \"Fairy of Light,\" the rouge is a limited release that sold out the moment it hit the market. It is so rare now that not even the highest of nobles are able to obtain one. A word of warning - when a man sends a rouge to a lady, he is saying that \"he wants the lady to wear the rouge to kiss him.\" It is very critical that men think carefully before giving gifts to the opposite gender.", "大牌化妝品公司「光之妖精」發售的魔法口紅。由於是限量品，因此剛一上架就被搶購一空，就算是貴族女性都不一定能夠擁有。需要注意的是，男性向女性贈送的口紅含有「希望女性塗上口紅親吻自己」的寓意，因此異性間送禮一定要三思而後行。", "인기 코스메틱 회사 '빛의 요정'에서 발매한 마법의 립스틱. 한정품이기 때문에 귀족 여성이라 하더라도 손에 넣기 힘들며, 입고와 품절이 동시에 이루어질 정도로 희소한 물건이다. 이 제품의 주의점은, 남성이 여성에게 립스틱을 선물할 경우 '이 립스틱을 바르고 내게 입맞춰 주세요'라는 의미가 있기 때문에, 이성에게 선물하기 전에 신중한 판단을 거쳐야 한다는 점이다.", "Du rouge à lèvres vendu par une marque populaire. Vendu par une marque de cosmétiques populaire \"Fée de lumière\", ce rouge à lèvres est une série limitée qui s'est vendue comme des petits pains au moment de sa sortie. Il est si rare que même les nobles des plus hauts rangs ne sont pas en mesure d'en obtenir. Petit avertissement : lorsqu'un homme offre un rouge à lèvres à une dame, il veut lui dire qu'il \"aimerait qu'elle le porte pour qu'il puisse l'embrasser\". Il est très important que les hommes réfléchissent à deux fois avant d'offrir un cadeau au sexe opposé.", "Rouge, verkauft von einem beliebten Schminkehersteller namens \"Fee des Lichts\". Da sie nur in begrenztem Maße angeboten wurde, war sie zum Zeitpunkt der Veröffentlichung ausverkauft. Mittlerweile ist sie so selten, dass nicht einmal die nobelsten Leute daran gelangen. Eine Warnung: Wenn ein Mann einer Dame Rouge schenkt, möchte er, dass sie das Rouge trägt, um ihn zu küssen. Er sollte daher vor dem Verschenken gut darüber nachdenken.", "Colorete que comercializa la conocida empresa de maquillaje \"Hada Luciente\". Se lanzó al mercado en una edición limitada y sus existencias se agotaron nada más llegar a las tiendas. Actualmente, es muy difícil de encontrar y, por tanto, ni siquiera los nobles más poderosos se han podido hacer con uno. Por cierto, un aviso: cuando un hombre le envía este colorete a una mujer, lo que quiere decir es \"quiero que te pongas este colorete y me beses\". Es muy importante que los hombres elijan bien a la mujer a quien tienen pensado regalarle el colorete."]}, "icon": "item_50206.png"}