{"slot": "Accessory", "compendium_shown": true, "price_buy": 200, "requirements": null, "name": "Power Wrist", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 201, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 20, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 5, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Accessory", "strings": {"name": ["Power Wrist", "力量護臂", "힘의 팔보호대", "Poignet de force", "Kraftreif", "Brazal de titán"], "desc_short": ["Gauntlets surging with power.", "讓人湧出力量的護手", "힘이 솟는 팔보호대", "Gantelets transpirant de force.", "Handschuhe voller Energie.", "Guanteletes que rebosan poder."], "desc_long": ["These gauntlets surge power into the body when equipped, and raise the attack power of the wearer. Even their burning red hue is enough to stir the fighting spirit. Many warriors who prefer fighting with their bare hands seem to be fond of these gauntlets. However, since the power wrist only amplifies the initial strength level of the wearer, weaker people who equip this accessory will probably be unable to notice much of a change in their own abilities.", "讓人湧出力量的護手。可提高裝備者的攻擊能力。該護手顔色赤紅如火焰，讓人充滿鬥志。裝備它的人，主要是依靠肉體力量的戰士。使用者的力量越大，護手能夠帶來的效果也就越強，而力量薄弱的人即便裝備它也不會產生多大效果。", "장착하면 힘이 솟는 팔보호대. 장착자의 공격력을 높인다. 타오르는 붉은색은 보기만 해도 투지가 생기며, 자신의 육체를 무기로 쓰는 전사들이 즐겨 쓴다. 원래 가진 힘이 셀수록 위력을 발휘하는 장신구이므로 힘이 약한 사람이 써도 대단한 효과를 볼 수 없다.", "Une fois enfilés, ces gantelets insufflent de la force dans le corps et augmentent la puissance d'attaque. Même leur teinte rouge seule suffit à stimuler l'esprit combatif. De nombreux guerriers aimant se battre à mains nues sont friands des ces gantelets. Cependant, le poignet de force ne fait qu'amplifier la force de base de son utilisateur : les personnes faibles physiquement ne remarqueront probablement aucun changement.", "Diese Handschuhe erfüllen die Hände, die sie tragen, mit Kraft, sodass sie kräftiger zuschlagen können. Ihre leuchtend rote Färbung allein weckt schon die Kampfeslust. Besonders Krieger, die mit bloßen Händen kämpfen, greifen gerne auf diese Handschuhe zurück. Da das Kraftband jedoch nur bereits vorhandene Kraft verstärken kann, profitieren von vornherein schwache Individuen kaum von ihm.", "Estos guanteletes infunden poder en el cuerpo y aumentan la potencia de ataque de quien los lleva. Su tono rojizo es de por sí suficiente para despertar el espíritu combativo. Muchos guerreros que prefieren llevar las manos desnudas los aprecian. Sin embargo, como la muñequera de poder solo amplifica la fuerza inicial de quien lo lleva, es posible que los guerreros débiles no noten gran diferencia en sus habilidades."]}, "icon": "item_50101.png"}