{"slot": "Accessory", "compendium_shown": true, "price_buy": 200, "requirements": null, "name": "Spark Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 225, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 20, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Lightning": 5}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 2}, "icon": "item_50125.png", "type": "Accessory", "strings": {"name": ["Spark Ring", "迅雷戒指", "번개 반지", "Bague de la foudre", "Blitzring", "Anillo Electro"], "desc_short": ["A ring that slightly repels thunder.", "能稍微提高雷之守護的戒指", "약한 번개의 가호가 걸린 반지", "Bague repoussant légèrement les sorts de foudre.", "Ein Ring, der vor leichtem Blitzschaden schützt.", "Anillo que repele ligeramente el rayo."], "desc_long": ["A ring that slightly reduces any thunder damage sustained by the wearer. The stone residing in its center evokes the image of a flashing bolt of lightning, and it has the ability to weaken the power of thunder. However, it cannot completely protect the wearer from thunder attacks, nor absorb their energy. Although some believe that wearing the spark ring will help them avoid being struck by lightning, it unfortunately has no such effect.", "能夠稍微減輕雷屬性傷害的戒指。上面鑲嵌著如同劃破夜空的閃電一般的石頭。雖然該石頭能夠削弱雷屬性的攻擊，但無法完全令攻擊失效、或是將攻擊完全吸收。有人認為只要裝備了它就能遠離雷擊的痛苦了，但很遺憾的是該戒指只能稍微減弱魔法的威力，而並不能完全避雷。", "번개속성 피해량을 조금 덜어주는 반지. 번쩍이는 번개를 닮은 돌이 박혀있다. 이 돌은 번개의 힘을 약화하는 성질이 있지만, 공격을 완전히 무효화하거나 흡수하지는 않고 그 위력을 완화하는 데 그친다. 피뢰침 대용으로 쓰려는 사람도 있지만, 이건 어디까지나 마법의 위력을 덜어줄 뿐이라 완전히 회피하지는 못한다.", "Une bague réduisant légèrement les dégâts de foudre infligés à son porteur. La pierre incrustée en son centre évoque l'image d'un éclair et a le pouvoir d'affaiblir l'intensité de la foudre. Cependant, elle ne protège pas complètement des attaques de foudre et ne peut absorber leur énergie. Certains pensent pouvoir éviter de se faire frapper par la foudre en utilisant cette bague, mais elle ne leur sera d'aucune utilité dans cette situation.", "Ein Ring, der den vom Träger erlittenen Blitzschaden etwas abschwächt. Der Stein in seiner Mitte erinnert an einen zuckenden Blitz und hat die Kraft, elektrische Schläge zu mildern. Er bietet jedoch keinen vollständigen Schutz und kann auch keine Energie absorbieren. Entgegen der landläufigen Meinung bietet er auch keinen Schutz vor Blitzeinschlägen.", "Un anillo que reduce ligeramente el daño de rayo recibido por quien lo lleva. La piedra que hay en su centro evoca la imagen de un relámpago y tiene la capacidad de debilitar el poder del rayo. Sin embargo, no puede proteger por completo de los ataques de rayo ni absorber su energía. Hay quien cree que llevarlo ayuda a prevenir que te alcance un rayo, pero por desgracia carece de dicho efecto."]}, "accuracy": 0}