{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Miracle Shoes", "type_id": 60, "skills": [100710, 100720, 100730], "is_twohanded": false, "rarity": 7, "compendium_id": 245, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Auto-Protect' passive.", "Grants 'Auto-Shell' passive.", "Grants 'Auto-Regen' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50145.png", "type": "Accessory", "strings": {"name": ["Miracle Shoes", "奇蹟之靴", "미라클 슈즈", "Souliers miraculeux", "Wunderschlappen", "Botas milagrosas"], "desc_short": ["Shoes that offer miraculous protection.", "擁有奇跡守護之力的靴子", "기적 같은 보호의 힘을 가진 신발", "Chaussures offrant une protection miraculeuse.", "Schuhe mit wundersamen Schutzkräften.", "Zapatos que ofrecen protección milagrosa."], "desc_long": ["Miraculous shoes that cast the defensive protect spell, the magic repellent shell spell, and gradually restore the wearer's health by casting regen as well. Needless to say, this accessory offers a lot of protection for the wearer. However, the miracle shoes do not have the ability to completely stop their owner from sustaining damage, and thus should be worn with care. Getting too carried away while equipping these shoes could suddenly leave the wearer in quite the predicament.", "同時帶有緩和物理攻擊的物防護、魔法攻擊的魔防護，還有逐漸恢復HP的再生這三種效果的奇蹟之靴，無微不至地保護著使用者。但要注意，裝備該靴子後並不是完全不會受到傷害，如果過於大意，仍然會將自己逼入絕境。", "물리공격을 완화하는 프로테스와 마법공격을 완화하는 셸, HP가 서서히 회복하는 리제네가 모두 걸리는 기적의 신발. 장착자를 전방위로 보호해준다. 물론 피해를 완벽하게 막아주는 건 아니므로 방심은 금물이다. 장비만 믿고 정신없이 공격하다가는 어느 순간 위기에 몰릴 수 있다.", "Une paire de souliers miraculeux lançant le sort protecteur Bouclier, le sort anti-magie Barrière et le sort régénérateur de santé Récup. Cet accessoire offre donc une excellente protection. Cependant, les souliers miraculeux n'immunisent pas complètement des attaques, et ils doivent être utilisés avec précaution. Leur accorder une confiance aveugle pourrait mettre le porteur dans une situation délicate.", "Wundersame Schuhe, die gleichzeitig Protes, Vallum und Regena auf den Träger wirken. Diese ausgezeichneten Gegenstände bieten ihrem Benutzer großen Schutz, verleiten ihn jedoch damit auch zur Leichtsinnigkeit. Nichts macht völlig unverwundbar und wer keine Vorsicht walten lässt, kann sich leicht in einer lebensbedrohlichen Klemme wiederfinden.", "Un calzado milagroso que conjura el hechizo defensivo Coraza, el repelente de magia Escudo y recupera gradualmente la salud de quien los lleva conjurando también Revitalia. Por supuesto, brinda una gran protección. Sin embargo, no impide por completo que su propietario sufra daños, y por ello debe llevarse con cuidado. Dejarse llevar por este calzado puede meter a quien lo hace en un apuro."]}, "accuracy": 0}