{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Wind-up Minfilia", "type_id": 60, "skills": [100710], "is_twohanded": false, "rarity": 7, "compendium_id": 732, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Auto-Protect' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 30}, "icon": "item_50279.png", "type": "Accessory", "strings": {"name": ["Wind-up Minfilia", "迷你敏菲利亞", "민필리아 인형", "Mini  Minfilia", "Aufzieh-Minifilia", "Mini Minfilia"], "desc_short": ["A clockwork automaton modeled after the Antecedent, brought from another world.", "模仿異界盟主所製作的魔法人偶", "이계의 맹주를 본떠 만든 마법 인형.", "Une poupée magique représentant un seigneur rapportée de l’Au-delà.", "Eine magische Puppe aus einer fernen Welt, die einer Anführerin nachempfunden wurde.", "Un muñeco mágico con aspecto primitivo del Etéreo."], "desc_long": ["A clockwork automaton from the faraway land of Eorzea that was modeled after the Leader of the \"Scions of the Seventh Dawn.\" The buyer is assured that all linkshell privileges have been revoked so one not need dread incessant calls throughout the small hours of night. There are many similar automata found in Eorzea: they are beloved for how cute they look following after their owners.", "模仿存在於異界「艾歐澤亞」的組織「拂曉血盟」裡的盟主所製作的魔法人偶。賣點是「雖然那個人總是呼喚別人過去，但是這個人偶會自己跟過來」。在「艾歐澤亞」中，還存在著許多其他的魔法人偶，跟在持有者的後面行動的樣子十分可愛，因此獲得了世界各地的好評。", "이계 '에오르제아'에 존재하는 조직 '새벽의 혈맹'의 맹주를 본떠 만든 마법 인형. 세일즈 포인트는 '그 사람은 항상 나를 부르지만, 그 인형은 나를 따라와 준다.'는 점으로, '에오르제아'에는 그 밖에도 다양한 마법 인형들이 존재하며, 소유자의 뒤를 졸졸 따라다니는 귀여운 모습에 각지에서 호평이 끊이질 않는다고 한다.", "Une poupée magique issue du monde lointain d’Eorzéa. Il s’agit d’une reproduction d’un seigneur appartenant à l’ordre des \"Héritiers de la Septième Aube\". Sur le slogan de la poupée, on lit \"Au lieu de suivre vos ordres, elle vous suivra tout court ; sous la forme d’une poupée\". Il existe de nombreuses autres poupées en Eorzéa, et la plupart sont appréciées du public en vertu de l’air adorable qu’elles arborent tout en suivant leur propriétaire.", "Eine magische Puppe aus der fernen Welt Eorzea. Sie wurde der Anführerin des \"Bundes der Morgenröte\" nachempfunden. Der Werbespruch, mit dem diese Spruche beworben wird, lautet wie folgt: \"Hast du es satt, von ihr herumkommandiert zu werden? Diese Puppe gehorcht nur dir allein!\" Viele andere Puppen sind in Eorzea weit verbreitet und werden besonders dafür geschätzt, wie niedlich sie ihren Besitzern hinterherlaufen.", "Un muñeco mágico del lejano mundo de Eorzea diseñado tomando como ejemplo a la señora de los Hijos del Séptimo Albor. En este muñeco se puede leer: \"En vez de ser tú quien siga sus órdenes, esta vez será ella quien te siga a ti, en forma de muñeca\". Asimismo, en Eorzea, se pueden encontrar otros muchos muñecos que tienen muy buena recepción entre el público, pues suelen basarse en sus dueños."]}, "accuracy": 0}