{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Carbon Bangle", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 668, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 600, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 5}, "icon": "item_50266.png", "type": "Accessory", "strings": {"name": ["Carbon Bangle", "碳纖維手鐲", "카본 뱅글", "Armille de carbone", "Karbonreif", "Aro de carbono"], "desc_short": ["Bangles from the Farplane made from carbon.", "用碳纖維素材製作的異界手鐲", "카본산 재료로 만든 이계의 뱅글", "Bracelet venant de l'Au-delà fait de carbone.", "Ein Armreif aus dem Abyssum aus Kohle", "Brazaletes del Etéreo hechos de fibra de carbono."], "desc_long": ["Bangles from the faraway world of Eos made from carbon. It seems as if these bangles were also used as prizes in a popular pinball game that the prince of Lucis enjoyed playing.", "來自異界伊歐斯的以碳纖維製成的手鐲。在異界伊歐斯，它也成為路希斯王國王子們遊玩彈珠台遊戲時的獎品。", "이계 이오스에서 유입된, 카본에서 제작된 뱅글. 루시스 왕국의 왕자 일행이 자주 즐겨 하던 인기 핀볼 게임의 경품이라고 한다.", "Bracelet en carbone venant du lointain monde d’Éos. Il semble que ce bracelet a aussi été utilisé comme prix lors d’une compétition d'un célèbre flipper auquel le prince aimait jouer.", "Ein aus Carbon gefertigter Amreif aus der fernen Welt Eos. In Eos waren diese Amreife nur zu oft Preise für ein Flipperspiel, dem auch der Prinz des Königreichs Lucis zu frönen pflegte.", "Brazaletes del mundo lejano de Eos hechos con fibra de carbono. Parece que estos brazaletes se usaban como premio en el juego del pinball que tanto le gustaba jugar al príncipe de Lucis."]}, "accuracy": 0}