{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Shining Bracer", "type_id": 60, "skills": [100710], "is_twohanded": false, "rarity": 4, "compendium_id": 242, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'Auto-Protect' passive."], "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "type": "Accessory", "strings": {"name": ["Shining Bracer", "光之手鐲", "빛의 팔찌", "Brassard scintillant", "Sonnenarmband", "Manilla de luz"], "desc_short": ["A bracer that auto-casts protect on the wearer.", "自動附帶物防護的手鐲", "항상 프로테스 상태가 되는 팔찌", "Brassard capable de lancer Bouclier sur son porteur.", "Eine Armschiene, die dauerhaft mit Protes schützt.", "Manilla que da Coraza sobre su portador."], "desc_long": ["A gold bracer with a beautiful shine that resembles the light of the sun. Equipping it automatically casts Protect on the wearer, protecting him or her against physical attacks. The manufacturing process of this ancient accessory had been a mystery for quite some time until a certain book uncovered recently revealed the process required for its development. Rumor has it that the same text had many entries concerning equipment made for fighting formidable opponents.", "閃耀著太陽般金光的美麗手鐲，裝備上它之後可減輕物理攻擊的傷害，隨時保持物防護狀態。相傳該手鐲是太古時代便誕生於世的魔法器具，人們很長一段時間都沒能破解其製作方法，終於在近些年發現的文獻中找到了突破口。該文獻中記載了諸多用來與強敵戰鬥的裝備的數據。", "금색으로 빛나는 아름다운 팔찌. 햇빛을 연상케 하는 광채를 띤다. 장착하면 항상 프로테스 상태가 되어 물리공격에서 보호받을 수 있다. 태고부터 존재한 마법도구임에도 불구하고 오랫동안 제작법이 알려지지 않았으나, 최근 발견된 문헌 덕분에 드디어 제작할 수 있게 되었다. 그 문헌에는 강대한 적과 싸우기 위한 장비가 여럿 기재되어 있다고 한다.", "Un brassard en or d'un bel éclat ressemblant à celui de la lumière du soleil. Il lance automatiquement Bouclier sur son porteur, le protégeant contre les attaques physiques. Le procédé de fabrication de cet accessoire ancien a longtemps été inconnu jusqu'à ce qu'un livre lève le mystère à ce sujet. Des rumeurs disent que celui-ci contenait de nombreuses informations sur d'autres pièces d'équipement destinées à combattre des adversaires redoutables.", "Eine goldenes, glitzerndes Armband, das an das Licht der Sonne erinnert. Wer es trägt, wird automatisch durch Protes geschützt und ist so gegen physische Angriffe gefeit. Der Herstellungsprozess dieses Accessoires war lange Zeit unbekannt, bis man in einem antiken Buch den entscheidenden Hinweis entdeckte. Gerüchten zufolge enthält dieses Buch auch Beschreibungen zahlreicher anderer Gegenstände, die für den Kampf gegen mächtige Feinde gedacht sind.", "Una manilla de oro con un brillo hermoso que recuerda a la luz del sol. Equiparlo conjura automáticamente Coraza sobre quien lo lleva, y lo protege de ataques físicos. El proceso de fabricación de este accesorio antiguo fue un misterio absoluto durante un tiempo, hasta que cierto libro descubierto recientemente reveló el proceso. Dicen los rumores que también contenía muchas entradas sobre equipo capaz de luchar contra enemigos formidables."]}, "icon": "item_50142.png"}