{"slot": "Accessory", "compendium_shown": true, "price_buy": 200, "requirements": null, "name": "Earth Ring", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 1, "compendium_id": 234, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 20, "stats": {"status_inflict": null, "status_resist": null, "element_resist": {"Earth": 5}, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 2}, "type": "Accessory", "strings": {"name": ["Earth Ring", "沃土戒指", "땅 반지", "Bague de la  terre", "Erdring", "Anillo Seísmo"], "desc_short": ["A ring that slightly repels earth.", "能稍微提高土之守護的戒指", "약한 땅의 가호가 걸린 반지", "Bague repoussant légèrement les sorts de terre.", "Ein Ring, der vor leichtem Erdschaden schützt.", "Anillo que repele ligeramente la tierra."], "desc_long": ["A ring that slightly reduces any earth damage sustained by the wearer. The stone residing in its center evokes the image of a tectonic uplift, and it has the ability to weaken the power of earth. However, it cannot completely protect the wearer from earth attacks, nor absorb their energy. Attacks infused with the power of earth carry such force that they shake the ground until it cracks, making even the limited ability of the earth ring something to be grateful for.", "能夠稍微減輕土屬性傷害的戒指。上面鑲嵌著如同廣袤無垠的大地一般的石頭。雖然該石頭能夠削弱土屬性的攻擊，但無法完全令攻擊失效、或是將攻擊完全吸收。由於土屬性的攻擊十分強勁，會使地面震動，令大地龜裂，因此哪怕只有一點也好，能夠減輕它的威力是再好不過的了。", "땅속성 피해량을 조금 덜어주는 반지. 굽이치는 대지를 닮은 돌이 박혀있다. 이 돌은 땅의 힘을 약화하는 성질이 있지만, 공격을 완전히 무효화하거나 흡수하지는 않고 그 위력을 완화하는 데 그친다. 땅속성 공격은 땅을 흔들고 가르는 등 위력적이므로 조금이라도 위력을 덜 수 있는 게 좋다.", "Une bague réduisant légèrement les dégâts de terre infligés à son porteur. La pierre incrustée en son centre évoque l'image d'un soulèvement tectonique et a le pouvoir d'affaiblir l'intensité de la terre. Cependant, elle ne protège pas complètement des attaques de terre et ne peut absorber leur énergie. Les attaques infligées par l'élément terre sont si puissantes qu'elles font trembler le sol jusqu'à ce qu'il se fissure. Cette bague peut donc s'avérer d'une aide précieuse.", "Ein Ring, der den vom Träger erlittenen Erdschaden etwas abschwächt. Der Stein in seiner Mitte erinnert an aufragende Gipfel und hat die Kraft, das Grollen der Erde abzumildern. Er bietet jedoch keinen vollständigen Schutz und kann auch keine Energie absorbieren. Angesichts der Tatsache, dass Erdmagie den Boden selbst erschüttern und zertrümmern kann, ist jedoch selbst dieser geringe Schutz ein Segen.", "Un anillo que reduce ligeramente el daño de tierra recibido por quien lo lleva. La piedra que hay en su centro evoca la imagen de un levantamiento tectónico y tiene la capacidad de debilitar el poder de la tierra. Sin embargo, no puede proteger por completo de los ataques de tierra ni absorber su energía. Los ataques imbuidos de poder de la tierra pueden ser tan potentes como para sacudir el suelo hasta resquebrajarlo, por lo que incluso la limitada habilidad del anillo es de agradecer."]}, "icon": "item_50134.png"}