{"slot": "Accessory", "compendium_shown": true, "price_buy": 3000, "requirements": null, "name": "Wargod's Band", "type_id": 60, "skills": null, "is_twohanded": false, "rarity": 4, "compendium_id": 774, "dmg_variance": null, "slot_id": 5, "effects": null, "price_sell": 300, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 10, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 5, "DEF": 0}, "icon": "item_50292.png", "type": "Accessory", "strings": {"name": ["Wargod's Band", "戰神項鍊", "전쟁신의 애쉴링", "Anneau divin", "Ares-Ring", "Aro de Marte"], "desc_short": ["An accessory from another world.", "來自異界的首飾", "이계에서 유입된 장신구.", "Un accessoire rapporté d'un autre monde.", "Ein Accessoire aus einer fernen Welt.", "Un accesorio de otro mundo."], "desc_long": ["An accessory brought from the faraway world of Ivalice. Leynirs are manifestations of warhorses that have fallen in battle, and when a Leynir falls and disappears, it may leave behind this particular band. Although Leynirs are wild and untamable beasts, they are surprisingly social and share a strong connection with their kin. Because of this, many revere them as the keepers of special bonds, and soon it became customary for people to send these bands to those they hold dear.", "來自異界伊瓦利斯的首飾。從死去軍馬的思念中誕生的幽魂馬被消滅後，所遺留的物品。幽魂馬雖然是凶暴的魔物，但是同伴間的羈絆非常強。因此人們敬畏他們為「掌管羈絆的存在」，並會將戰神項鍊送給重要的對象。", "이계 '이발리스'에서 유입된 장신구. 사망한 군마의 사념체인 와이어드가 소멸할 때 이 세계에 남기는 것이라 알려져 있다. 와이어드는 흉포한 마물이지만 동료와의 유대가 무척이나 끈끈하다. 그 때문에 사람들은 '인연을 관장하는 존재'로서 경의를 표하며, 소중한 상대에게 전쟁신의 애쉴링을 선물하게 되었다.", "Un accessoire rapporté du monde lointain d’Ivalice. Les Destriers fantômes sont une manifestation des chevaux de guerre ayant péri au combat. Quand l'un d'eux tombe et disparaît, il se peut qu’il laisse ce bandeau derrière lui. Ce sont des monstres féroces qui partagent néanmoins une connexion unique avec ceux qu’ils perçoivent comme leurs alliés. Pour cette raison, ils sont souvent considérés comme la représentation suprême des liens d’amitié ; une tendance qui a engendré la tradition d’offrir ces bandeaux à ses proches les plus chers.", "Ein Accessoire aus der fernen Welt von Ivalice. Mastofanten sind Manifestationen von Schlachtrössern, die in der Schlacht gefallen sind; wenn ein Mastofant fällt und verschwindet, kommt es vor, dass er diesen speziellen Ring zurücklässt. Obwohl Mastofanten wilde und unzähmbare Bestien sind, verfügen sie über eine erstaunlich soziale Ader und teilen eine starke Verbindung mit ihresgleichen. Man denkt daher von ihnen auch als Hüter der Bindungen, weswegen es bald gebräuchlich wurde, wichtigen Menschen diesen Ring zu schicken.", "Un accesorio del lejano mundo de Ivalice. Los nexus son visiones de caballos que murieron en combate. En este sentido, cuando estos caballos mueren y desaparecen, suelen dejar a sus espaldas este aro tan peculiar. Por otra parte, aunque son unos monstruos bastante fieros y salvajes, también son extremadamente sociales y desarrollan vínculos bastante profundos con otros miembros de su especie. Por este motivo, muchos alaban su existencia bajo la creencia de que custodian los vínculos especiales. De hecho, al poco tiempo, se convirtió en una tradición el hecho de enviarles estos aros a quienes estos caballos consideraban cercanos."]}, "accuracy": 0}