{"slot": "Accessory", "compendium_shown": true, "price_buy": 50000, "requirements": null, "name": "Magic Barrier Device", "type_id": 60, "skills": [208970, 208980, 100720], "is_twohanded": false, "rarity": 7, "compendium_id": 651, "dmg_variance": null, "slot_id": 5, "effects": ["Grants 'DEF +15%' passive.", "Grants 'SPR +15%' passive.", "Grants 'Auto-Shell' passive."], "price_sell": 5000, "stats": {"status_inflict": null, "status_resist": null, "element_resist": null, "HP": 0, "ATK": 0, "element_inflict": null, "MP": 0, "MAG": 0, "SPR": 0, "DEF": 0}, "icon": "item_50264.png", "type": "Accessory", "strings": {"name": ["Magic Barrier Device", "魔導屏障發生裝置", "마도 배리어 발생 장치", "Appareil de barrière magique", "Magische-Barriere-Gerät", "Mecanismo de barrera"], "desc_short": ["A bangle made using techniques used to make magitek armor.", "運用魔導裝甲製造技術製成的手環", "마도 아머 제조 기술을 응용하여 만든 팔찌", "Un bracelet fabriqué en utilisant les mêmes techniques que les armures magitech.", "Ein Armreif, der mit der Technik für einen Magitek-Mech hergestellt wurde.", "Un brazalete fabricado siguiendo la misma técnica que las armaduras Magitec."], "desc_long": ["A bangle made using techniques used to make magitek armor. The bangle is designed off of the feared magitek armors of yesteryear. According to ancient tomes, many of these bangles were created and used from ages ago, but only a number of functional bangles still exist, with the remainder of them unusable through the wear and tear of ages, thus making these a rarity to come by.", "運用魔導裝甲製造技術製成的手環。外型參考了曾以殺戮機械聞名的魔導裝甲。根據古書，這樣類似的裝備曾被大量製造。現今多半經長年累月已破損，能使用的少之又少，被視為貴重之物。", "마도 아머 제조 기술을 응용하여 만든 팔찌. 먼 옛날, 살육 머신이라 불리며 모두를 두려움에 떨게 하던 마도 아머를 본떠 만들었으며, 고대 서적에 따르면 이와 같은 장비품이 몇 개 더 있다고 한다. 그러나 현재는 문제없이 사용할 수 있는 물건이 얼마 되지 않고 태반이 긴 세월 동안 파손되어 버렸기 때문에, 귀중품이나 다름없는 물건이 되어 버렸다.", "Un bracelet fabriqué en utilisant les techniques de fabrication des armures magitech d'autrefois. Selon d'anciens écrits, ils étaient très utilisés il y a longtemps et leur fabrication ne faiblissait pas. Toutefois, bien peu d'entre eux sont encore aujourd'hui utilisables et tous les autres ne sont que des morceaux de ferraille qui n'ont pas su résister à l'usure du temps. Cela fait donc d'eux des objets très difficiles à obtenir.", "In diesen Armreif wurde Technologie integriert, die auch bei der Konstruktion von Magitek-Mechs verwendet wird. Auch für das Aussehen des Reifes borgte man sich Ideen beim Design der früher als \"Mordmaschine\" gefürchteten Magitek-Mechs. Alten Schriften zufolge wurden unzählige dieser Ausrüstungsgegenstände angefertigt. Weil den meisten aber der Zahn der Zeit schwer zusetzte, gibt es derzeit nur eine geringe Anzahl an tatsächlich benutzbaren Armreifen, was sie äußerst wertvoll macht.", "Un brazalete fabricado siguiendo la misma técnica que las armaduras Magitec. Este brazalete se diseñó a partir de las temidas armaduras Magitec de antaño. Según los escritos antiguos, muchos de estos brazaletes se crearon y usaron hace ya mucho tiempo. Sin embargo, solo queda un número muy reducido de brazaletes que aún funcionan, pues el resto se han ido deteriorando con el inevitable paso del tiempo. En resumen, a día de hoy es bastante difícil encontrar un objeto de este tipo."]}, "accuracy": 0}