{"TMR": ["MATERIA", 504200760], "name": "Duane", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 201130, "rarity": 3}, {"level": 1, "type": "ABILITY", "id": 201140, "rarity": 3}, {"level": 13, "type": "ABILITY", "id": 100130, "rarity": 3}, {"level": 26, "type": "ABILITY", "id": 101210, "rarity": 3}, {"level": 18, "type": "MAGIC", "id": 20160, "rarity": 4}, {"level": 34, "type": "ABILITY", "id": 201150, "rarity": 4}, {"level": 55, "type": "ABILITY", "id": 100080, "rarity": 4}, {"level": 38, "type": "ABILITY", "id": 200170, "rarity": 5}, {"level": 63, "type": "ABILITY", "id": 200800, "rarity": 5}, {"level": 71, "type": "MAGIC", "id": 20280, "rarity": 5}], "sex_id": 1, "entries": {"100002505": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 50], "stats": {"HP": [779, 2360, 300], "ATK": [32, 96, 20], "MP": [42, 127, 50], "MAG": [34, 104, 20], "SPR": [28, 85, 20], "DEF": [28, 84, 20]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 4, "limitburst_id": 100002505, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 151, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [11], "effect_frames": [9], "strings": {"evolution": ["Pain is unavoidable, when handling<br>the powers of darkness...<br>But there's no need to worry.<br>I have this under control.", "想操控暗黑之力，<br>是要伴隨痛苦的……<br>不要擔心，我會駕馭它的。", "암흑의 힘을 행사하려면<br>고통이 따르는 법…….<br>걱정 마라. 충분히 다룰 수 있다.", "On ne peut pas manier le pouvoir des ténèbres<br>sans que cela fasse mal...<br>Mais ne vous inquiétez pas,<br>je contrôle la situation.", "Schmerz begleitet den Nutzer<br>der dunklen Mächte ...<br>Aber keine Sorge.<br>Ich habe es im Griff.", "Los poderes de la oscuridad<br>siempre acaban causando dolor...<br>Pero no hay de qué preocuparse.<br>Lo tengo bajo control."], "affinity": null, "description": ["A knight who wields a blade of dark power. Though Duane, as a vision, can now control his prodigious powers, the envy and malice of his comrades that he endured in life have left scars on his psyche. Once pure of heart and mind, his grief deepened to such an extent that he eventually took his own life. His spirit now wanders the world as a vision, seeking to make amends.", "將暗黑之力纏繞在劍上戰鬥的劍士。<br>本來，擁有一顆強大的心的人，<br>是可以駕馭住暗黑之力的，<br>然而他生前受到了共事騎士們的嫉妒與誹謗，<br>最終失去了控制犯下了錯誤。<br>原本善良的他十分後悔自己的所作所為，<br>親手了結了自己的性命，<br>但他想要贖罪的願望殘留在了世間，<br>使他以幻兵的身形再次被召喚出來。", "암흑의 힘을 검에 담아 싸우는 검사.<br>이 힘은 강한 의지력으로 제어하면<br>막강한 위력을 발휘할 수 있지만,<br>생전의 그는 동료 기사들의 질투와<br>악의를 견디지 못해 폭주하고 말았다.<br>천성은 순수했던 그는<br>자신이 저지른 죗값을 치르기 위해<br>스스로 목숨을 끊었지만,<br>그 후회가 세계에 남아 비전으로 소환되었다.", "Un chevalier noir aux pouvoirs ésotériques. En tant que vision, Duane sait contrôler ses formidables pouvoirs, mais la jalousie et la méchanceté de ses camarades à son égard ont brisé son esprit à jamais. Ce guerrier bon et honnête a fini par mourir de chagrin. Il erre désormais sous forme de vision, et parcourt le monde pour expier ses fautes.", "Krieger, der ein Schwert dunkler Macht schwang. Obgleich Duane nun als Vision seine Kräfte kontrollieren kann, haben die Eifersucht und Bosheit seiner Kameraden, die er als Lebender erleben musste, tiefe Narben in seiner Seele hinterlassen. Seine Trauer nahm solche Ausmaße an, dass er sich das Leben nahm. Sein Geist wandert nun als Vision umher, die Buße tun will.", "Un caballero que blande una espada con poder oscuro. Aunque la visión de Duane puede controlar sus poderes, su mente está marcada por los celos y la maldad que sus camaradas le hicieron sufrir en vida. Otrora de corazón y mente puros, su pena creció hasta tal punto que acabó quitándose la vida. Su espíritu vaga por el mundo como visión, tratando de resarcirse."], "fusion": ["O darkness, where no light may fall...<br>Give unto me your power!", "連光芒都無法照進來的黑暗啊……<br>借給我力量吧。", "빛이 닿지 않는 어둠이여……<br>내게 힘을 빌려다오.", "Ô ténèbres où la lumière jamais ne pénètre...<br>Prêtez-moi votre force !", "Oh Dunkelheit, Feind des Lichts ...<br>Verleih mir deine Kraft!", "¡Oh, oscuridad que<br>ninguna luz osa hollar....!<br>¡Concédeme tu poder!"], "summon": ["I heard you call from the darkness.<br>If you do not fear my arcane powers, then I shall fight with you.", "在黑暗中，我聽到了你的聲音。<br>如果你不懼怕這暗黑之力，<br>就讓我們一起戰鬥吧。", "어둠 속에서 네 목소리가 들렸다.<br>내 암흑의 힘이 두렵지 않다면<br>함께 싸우자.", "J'ai entendu ton appel depuis les ténèbres.<br>Si tu ne crains pas mes arcanes obscures, je serai ton allié.", "Ich hörte deinen Ruf in der Finsternis.<br>Wenn du die Dunkelheit nicht fürchtest, lass uns gemeinsam kämpfen.", "Oí tu llamada desde la oscuridad.<br>Si no temes a mis poderes arcanos,<br>entonces lucharé a tu lado."]}}, "100002504": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 50], "stats": {"HP": [623, 1888, 240], "ATK": [25, 77, 16], "MP": [34, 102, 40], "MAG": [27, 83, 16], "SPR": [22, 68, 16], "DEF": [22, 67, 16]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 3, "limitburst_id": 100002504, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290020500": 20, "290030300": 10, "290040200": 5, "290050400": 5}}, "rarity": 4, "compendium_id": 150, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [11], "effect_frames": [9], "strings": {"evolution": ["Argh...<br>I remember this pain.<br>My dark power is growing.", "唔……<br>這份痛苦，我有印象。<br>暗黑之力在逐漸高漲。", "크윽……<br>익숙한 고통이군.<br>암흑의 힘이 강해지고 있다.", "Arg...<br>Je connais cette douleur.<br>Mon pouvoir obscur grandit.", "Argh ...<br>Ich kenne diese Schmerzen.<br>Meine dunkle Macht wächst.", "Argh...<br>Recuerdo este dolor.<br>Mi poder oscuro aumenta."], "affinity": [null, null, null, null, null, null], "description": ["A dark knight with arcane powers who wielded a blade infused with magic. Duane learned dark magic upon the advice of a superior, only to be shunned and feared by his peers for his newfound powers. Though he had sought only to grow stronger, the rejection he faced after acquiring these abilities was enough to twist his mind. He was ultimately banished from the country for slaying several of his erstwhile comrades.", "操縱一種叫做魔劍的暗黑之力的戰士，<br>因聽從了上司的建議<br>習得了暗黑之力<br>而被同事們懼怕、疏遠。<br>他原本只想單純地變強，<br>然而由於習得的本領不被人認可，<br>他的內心逐漸開始扭曲。<br>最終他殺害了數名共事的騎士，<br>被國家驅逐了出去。", "마검'이라는 암흑의 힘을 다루는 전사.<br>상관의 권유로 암흑의 힘을 익혔지만,<br>그 힘을 두려워한 동료들에게 배척당했다.<br>그저 강해지고 싶어서 익힌 기술을<br>부정당한 그의 마음은 점차 일그러졌고<br>끝내 동료 기사 몇 명을 살해한 후<br>국외로 추방당했다.", "Un chevalier noir aux pouvoirs ésotériques qui portait une épée imprégnée de magie. Duane avait appris la magie noire sous les conseils d'un supérieur, pour se voir ensuite exclu par ses pairs qui craignaient ses nouveaux pouvoirs. Alors que son seul souhait était de devenir plus fort, le rejet qu'il subit lui fit perdre la raison. Il fut finalement banni de son pays après avoir tué plusieurs de ses anciens compagnons.", "Ein Dunkelritter mit arkanen Kräften, der eine in Magie getränkte Klinge schwang. Auf Rat seines Vorgesetzten erlernte er die dunkle Magie, nur um aufgrund seiner neuen Kräfte von seinesgleichen ausgestoßen zu werden. Obwohl er nur hatte stärker werden wollen, verdrehte diese Ablehnung seinen Verstand. Er wurde schließlich für den Mord an einigen seiner einstigen Kameraden aus dem Land verbannt.", "Un caballero oscuro con poderes arcanos que blandía una espada imbuida en magia. Duane aprendió la magia oscura aconsejado por un superior, pero sus compañeros lo evitaron y temieron sus nuevos poderes. Aunque Duane solo quería ser más fuerte, el rechazo que sintió tras obtener sus nuevas habilidades lo confundió. Acabaron desterrándolo por matar a varios antiguos camaradas."], "fusion": ["A darkness so dense that it sharpens my blade...", "無盡的黑暗……<br>將我的劍磨亮……", "더 깊은 어둠이……<br>내 검을 벼린다.", "Des ténèbres plus profondes encore aiguisent ma lame...", "Die endlose Dunkelheit verleiht meiner Klinge Kraft ...", "La vasta oscuridad fortalece mi espada una vez más..."], "summon": ["In my blade is the power of darkness...<br>If you have no qualms about it,<br>then let us fight together.", "我的劍上有暗黑的力量……<br>如果你不在意的話，<br>就讓我們一起戰鬥吧。", "내 검은 암흑의 검이다…….<br>그래도 괜찮다면<br>함께 싸우자.", "Ma lame recèle le pouvoir des ténèbres...<br>Si cela ne te rebute pas,<br>combattons côte à côte.", "Mein Schwert ist die Kraft der Finsternis ...<br>Wenn du das akzeptieren kannst,<br>kämpfe ich an deiner Seite.", "Mi espada es el poder de la oscuridad...<br>Si no te produce aprensión,<br>entonces luchemos juntos."]}}, "100002503": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 50], "stats": {"HP": [483, 1463, 180], "ATK": [19, 59, 12], "MP": [26, 79, 30], "MAG": [21, 64, 12], "SPR": [17, 53, 12], "DEF": [17, 52, 12]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 2, "limitburst_id": 100002503, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290030300": 5, "290050300": 5, "290050200": 15, "290010100": 25, "290020500": 10}}, "rarity": 3, "compendium_id": 149, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [11], "effect_frames": [9], "strings": {"evolution": [null, null, null, null, null, null], "affinity": [null, null, null, null, null, null], "description": ["A dark knight with arcane powers. Duane was a loyal knight, in service of a certain country, who had reached an impasse in his training. Wanting to grow further as a swordsman, Duane turned to the art of the dark blade at the suggestion of a superior. Afterwards, he was proud to have reached a level of skill to match that of his comrades, yet he was cast out by them upon his return, on the grounds that use of dark magic was unbefitting of a knight.", "利用暗黑之力操縱魔劍的戰士，<br>他曾是某個王國的騎士，<br>但由於感到了自己作為劍士的極限，<br>而聽從上司騎士的建議<br>修得了魔劍的本領。<br>他本以為這樣就能夠和同伴們實力相當了，<br>然而回到騎士團後，<br>等待他的只有指責他向暗黑之力出手、<br>違背了騎士道的惡語中傷。", "암흑의 힘 '마검'을 다루는 전사.<br>원래는 어떤 나라의 기사였지만<br>검술 실력에 한계를 느끼던 차에<br>상관의 조언을 받아 마검을 익혔다.<br>비로소 동료와 어깨를 나란히 할 힘을 얻었다며<br>의기양양하게 기사단으로 돌아갔지만,<br>기사가 암흑의 힘에 손을 댔다며<br>비난하는 동료들의 험담만이<br>그를 맞이할 뿐이었다.", "Un chevalier noir aux pouvoirs ésotériques. Duane était un fidèle chevalier au service d'un royaume. Sa maîtrise de l'épée avait atteint un seuil, et pour le dépasser, Duane se tourna vers l'art de la Sombre Lame sous les conseils d'un supérieur. Alors qu'il était fier d'avoir enfin atteint le niveau de ses camarades, il fut finalement exclu par ses pairs, au motif que la pratique de la magie obscure était incompatible avec la voie d'un chevalier.", "Ein Dunkelritter mit arkanen Kräften. Duane war ein loyaler Ritter eines Landes, der seine Schwertkampftechnik nicht weiter verbessern vermochte. Um weiter als Schwertkämpfer zu wachsen, wandte er sich auf Rat seines Vorgesetzten der Kunst der dunklen Klinge zu. Er war stolz, die gleiche Stufe wie seine Kameraden erreicht zu haben, wurde jedoch nach seiner Rückkehr ausgestoßen, da dunkle Magie sich nicht für einen Ritter ziemte.", "Un caballero oscuro con poderes arcanos. Duane era un caballero fiel al servicio de cierto país que había llegado a un punto muerto en su entrenamiento de esgrima. Para ser mejor espadachín, siguió la sugerencia de un superior y aprendió el arte de la hoja de sombras. Orgulloso de conseguir un nivel de habilidad comparable al de sus camaradas, estos lo expulsaron a su vuelta, alegando que el uso de la magia oscura no era apropiado para un caballero."], "fusion": ["The darkness...shall be my power.", "黑暗……將成為我的力量。", "검은 어둠이…… 내 힘이 된다.", "Les ténèbres... seront ma force.", "Die Dunkelheit wird meine Macht sein.", "La oscuridad... será mi poder."], "summon": ["This voice calling to me...<br>You are not evil, are you.<br>If you need my help, have it.", "這聲音……<br>看來你不是壞人。<br>如果需要我的力量，就拿去用吧。", "나를 부르는 목소리……<br>너는 악한 마음을 품지 않았군.<br>내 힘이 필요하다면 도와주겠다.", "Cette voix qui m'appelle...<br>Tu n'es pas quelqu'un de mauvais.<br>Si tu as besoin de mon aide, n'hésite pas.", "Diese Stimme, die mich rief ...<br>Du bist nicht böse, scheint mir.<br>Wenn du Hilfe brauchst, ich bin da.", "Esa voz que me llama...<br>No eres malvado, ¿a que no?<br>Si necesitas mi ayuda, tómala."]}}}, "job": "Warmage", "sex": "Male", "game": "FFBE", "rarity_max": 5, "names": ["Duane", "杜安", "딘", "Duane", "Deen", "Duane"], "equip": [1, 2, 8, 9, 10, 30, 31, 41, 50, 51, 52, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100002503", "job_id": 28}