{"TMR": null, "name": "Jake", "is_summonable": false, "skills": [{"level": 1, "type": "ABILITY", "id": 101190, "rarity": 3}, {"level": 8, "type": "ABILITY", "id": 204630, "rarity": 3}, {"level": 19, "type": "ABILITY", "id": 200410, "rarity": 3}, {"level": 28, "type": "ABILITY", "id": 200250, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 204660, "rarity": 3}, {"level": 23, "type": "ABILITY", "id": 101350, "rarity": 4}, {"level": 46, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 204640, "rarity": 4}, {"level": 11, "type": "ABILITY", "id": 101470, "rarity": 5}, {"level": 61, "type": "ABILITY", "id": 204670, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 204650, "rarity": 5}], "sex_id": 1, "entries": {"100000705": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [758, 2296, 300], "ATK": [31, 95, 20], "MP": [32, 96, 50], "MAG": [26, 80, 20], "SPR": [28, 85, 20], "DEF": [27, 81, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100000705, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 395, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [29, 49, 81], "effect_frames": [27, 47, 79, 79], "strings": {"evolution": ["Not only have I grown more charming,<br>but I've even obtained new strength.<br>I guess it's because I'm so darn hot!", "不光長得帥，<br>還擁有了新的強大的力量，<br>我真不愧是個完美的美男子。", "잘생겼을 뿐 아니라,<br>새로운 힘에 눈뜨기까지 하다니……<br>역시 난 끝내주는 남자야.", "Je ne suis pas seulement devenu plus séduisant,<br>mais j'ai aussi obtenu une nouvelle force.<br>J'imagine que c'est parce que je suis super canon !", "Nicht nur bin ich noch charmanter,<br>ich bin auch zu neuer Stärke gelangt.<br>Ich muss verdammt heiß sein!", "Ahora no soy solo más irresistible, sino también más fuerte.<br>¡Será porque estoy como un tren!"], "affinity": null, "description": ["A man who befriended Rain and his companions whilst opposing the oppressive Zoldaad Empire. Jake always defends the little people and stands by what is righteous, condemning the powerful who prey upon the weak. He never fails to defend any ladies in his presence, and treats Rain and Lasswell as if they were his own children. Occasionally, he will also impart some words of wisdom befitting his age.", "佐爾達多帝國的反叛軍，後成為雷因等人的同伴。他對當權者欺負弱小表示憤慨，因此決定為弱勢群體而戰。他不僅對一行人中的女孩子們關愛有加，還對雷因與拉斯韋爾視如己出。時而會以成熟的話語鼓舞一行人。", "졸다드 제국에서 반란군으로서 만나 레인 일행의 동료가 된 남자.<br>권력자의 야욕에 의해 약자가 희생당하는 것에 분노하며, 항상 약자의 편에 선다.<br>여성들을 늘 배려할 뿐 아니라<br>레인과 라스웰도 아들처럼 생각하는 듯하며<br>때때로 연장자다운 발언으로 일행을 고무시키고 있다.", "Un homme qui s'est allié à Rain et ses compagnons au cours de sa lutte contre l'oppressif empire de Zoldaad. Jake se place toujours du côté des humbles et de la justice, condamnant les puissants qui s'en prennent à plus faibles qu'eux. S'il ne manque jamais de jouer les chevaliers servants en présence d'une demoiselle, il traite également Rain et Lasswell comme ses propres fils, et son expérience lui inspire parfois des conseils avisés.", "Ein Mann, der sich während des Widerstands gegen das Imperium von Zoldaad mit Rain und seinen Begleitern anfreundet. Jake verteidigt stets die Schwachen und verdammt die mächtigen Unterdrücker. Er tritt stets für die Damen ein und behandelt Rain und Lasswell wie seine eigenen Kinder. Gelegentlich gibt er sogar zu seinem Alter passende weise Worte von sich.", "Un hombre que se hizo amigo de Rain y de sus compañeros, al tiempo que se oponía al opresivo Imperio de Zoldaad. Jake siempre defiende a la gente pequeña, y apoya lo que es justo, condenando a los poderosos que se alimentan de los más débiles. Nunca abandona a las damas en su presencia, y trata a Rain y a Lasswell como si fuesen sus propios hijos. En ocasiones también transmite algunas palabras de sabiduría dignas de su edad."], "fusion": ["So this is the power to protect.<br>Though I'm sure if I misuse it,<br>someone will get burned.", "這是守護之力。<br>用錯了可是會受傷的。", "이게 바로, 지키는 힘이란 거로군?<br>잘못 사용하면 화상 입겠어.", "Alors c'est ce pouvoir qui me permettra de protéger les autres.<br>J'ai pas intérêt à l'utiliser à la légère où y aura des blessés.", "Diese Kraft schützt mich also.<br>Aber missbrauche ich sie,<br>wird sie mich verbrennen.", "Así que con este poder se protege a los demás.<br>Seguro que dependiendo del uso<br>uno puede acabar quemándose."], "summon": null}}, "100000704": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [583, 1766, 240], "ATK": [24, 73, 16], "MP": [24, 74, 40], "MAG": [20, 62, 16], "SPR": [21, 65, 16], "DEF": [20, 62, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100000704, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 5, "290040200": 3, "290020200": 15, "290030200": 8, "290050400": 3}}, "rarity": 4, "compendium_id": 394, "attack_damage": [[30, 30, 40]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [29, 49, 81], "effect_frames": [27, 47, 79, 79], "strings": {"evolution": ["To be able to grow even at this age<br>must mean I still have potential.<br>I'll be even more charming now.", "沒想到都這個年紀了還能成長，<br>我真是個無極限的男人。<br>越來越魅力四射了。", "이 나이에도 성장하다니,<br>난 잠재력이 있는 남자인가 봐.<br>점점 더 매력적이 되어 가는군그래.", "Être capable de progresser à mon âge.<br>Ça veut sûrement dire que j'ai encore du potentiel.<br>Je vais être encore plus séduisant maintenant.", "Dass ich in diesem Alter noch stärker werde,<br>muss heißen, dass ich noch Potential habe.<br>Nun werde ich noch charmanter.", "Que siga mejorando incluso con mi edad quiere decir que tengo potencial.<br>Ahora seré hasta más irresistible."], "affinity": null, "description": ["The man leading the people of the rebel army fighting against the oppressive Zoldaad Empire. Jake is a well seasoned warrior who used Rain and his companions to his own ends, albeit without any malice behind his motives. Always seeking to aid the defenseless, he is rarely apologetic about the soft spot he has developed for the ladies.", "為反抗佐爾達多帝國的壓迫，領導民眾建立「反叛軍」的男人。他習慣戰鬥，為了目的不惜利用雷因等人。也正因他有如此覺悟，才能做到做事不留禍根。他對女性的態度可以說是溫柔得過分，這也從側面展現了他對於弱者的關懷之心。", "졸다드 제국의 착취에 대항하여, 민중을 이끄는 '반란군'의 리더.<br>전장에 익숙한 어른스러운 인물로, 목적을 위해서<br>레인 일행을 이용한 적도 있었지만<br>그 각오에는 어떤 화근도 남기지 않는다.<br>여성에게는 과할 정도로 친절한데,<br>그 태도는 그가 품고 있는<br>약자를 향한 배려 그 자체이기도 하다.", "L'homme à la tête de l'armée rebelle qui combat l'oppressif empire de Zoldaad. Jake est un guerrier expérimenté qui s'est servi de Rain et ses compagnons pour accomplir son objectif, bien qu'il pensait n'agir que pour le bien de son pays. Il est toujours prêt à venir en aide aux démunis... et à faire la cour aux demoiselles.", "Der Mann, der die Rebellenarmee gegen das unterdrückerische Imperium von Zoldaad anführt. Jake ist ein erfahrener Anführer, der Rain und seine Begleiter für seine eigenen Zwecke ausnutzte, ohne dabei aber böse Absichten zu verfolgen. Stets zur Hilfe der Schutzlosen eilend, macht er aus seiner Schwäche für die Damen keinen Hehl.", "El hombre que lidera al pueblo del ejército rebelde que se enfrenta al opresivo imperio de Zoldaad. Jake es un guerrero muy experimentado que utilizó a Rain y a sus compañeros para cumplir sus propios deseos, si bien sus motivos no escondían malicia. Siempre intenta ayudar a los indefensos, y está extrañamente avergonzado de la debilidad que ha desarrollado hacia las damas."], "fusion": ["Okay, okay.<br>I'm stronger, just how you wanted.", "很好、很好，<br>的確變強了。", "좋아, 좋아.<br>착실하게 강해지는 중이라구.", "Okay, okay ! Tu vois, je suis plus fort, c'est ce que tu voulais, non ?", "Okay, okay.<br>Ich bin stärker, wie du wolltest.", "Venga que sí, vale.<br>Ahora soy más fuerte, tal y como querías."], "summon": null}}, "100000703": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [448, 1359, 150], "ATK": [18, 56, 14], "MP": [25, 75, 25], "MAG": [16, 47, 10], "SPR": [17, 50, 10], "DEF": [16, 48, 10]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 100000703, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 3, "290050200": 10, "290020200": 8, "290010000": 20, "290030200": 3}}, "rarity": 3, "compendium_id": 393, "attack_damage": [[30, 30, 40]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [29, 49, 81], "effect_frames": [27, 47, 79, 79], "strings": {"evolution": null, "affinity": null, "description": ["The leader of the rebel army opposing the Zoldaad Empire. A lighthearted man by nature, Jake is even more easily swayed by women than Rain. However, he hides a fierce resolution within to protect those who suffer from oppression. When Jake first met Rain and his comrades, he made use of his sly and cunning to manipulate them into doing his bidding. These resourceful qualities, among others, are what make him such an efficient leader.", "佐爾達多帝國的反叛軍首領，他看上去態度輕浮、喜好女色、不擔憂任何世俗之亂，可實際上他比誰都要心繫受壓榨的人們，內心藏有炙熱的決心。雖然他狡猾地利用了初次見面的雷因等人，不過這種智謀也正是作為首領不可缺少的資質。", "졸다드 왕국의 반란군 리더. <br>가벼운 태도와 레인 이상으로 여자를 밝히는 성격으로 <br>언뜻 경박해 보이지만, 착취당하는 사람들을 위하는<br>따뜻하고도 결의에 찬 마음을 숨기고 있다.<br>초면부터 레인 일행을 이용하는 등 교활한 면도 있지만 <br>그러한 지략을 포함해 리더로서 뛰어난 자질을 갖추고 있다.", "Le chef de l'armée rebelle qui s'oppose à l'empire de Zoldaad. De nature badine et frivole, Jake est un coureur de jupons encore plus invétéré que Rain. Néanmoins, il cache en lui une volonté inébranlable de protéger tous ceux qui souffrent de l'oppression. Lorsque Jake rencontra Rain et ses compagnons, il n'hésita pas à user de la ruse pour les manipuler à sa guise. Ce sont précisément ses nombreuses ressources, entre autres choses, qui font de lui un meneur aussi talentueux.", "Der Anführer der Rebellen des Imperiums von Zoldaad. Als leichtherziges Naturell lässt sich Jake durch Frauen sogar noch mehr beeinflussen als Rain. In sich trägt er jedoch den festen Entschluss, den unter Unterdrückung Leidenden zu helfen. Beim ersten Aufeinandertreffen mit Rain und seiner Gruppe machte er von seiner Gerissenheit Gebrauch, um Raind und seine Gruppe für seine Zwecke zu manipulieren. Unter anderem aus diesem Grund ist er ein effektiver Anführer.", "El líder del ejército rebelde que se enfrenta al Imperio de Zoldaad. Alegre por naturaleza, a Jake lo persuaden las mujeres incluso más fácilmente que a Rain. No obstante, esconde una fuerte determinación por proteger a aquellos que sufren la opresión. Cuando Jake conoció a Rain y a sus camaradas, utilizó su ingenio y su astucia para manipularles y que llevasen a cabo su voluntad. Estas resolutivas cualidades son, entre otras, lo que lo convierte en un líder eficiente."], "fusion": ["Look how manly I've become!<br>Try not to fall in love with me, now.", "我變得更有男人味了？<br>可別太喜歡我了啊。", "한층 더 남자답지 않아?<br>한 번 더 반해도 돼.", "Regarde-moi ces muscles !<br>Je suis irrésistible maintenant.", "Ich bin so männlich geworden!<br>Verlieb dich bloß nicht in mich.", "¡Mira lo machote que me he vuelto!<br>¡No te vayas a quedar prendado de mi ahora!"], "summon": null}}}, "job": "Mercenary", "sex": "Male", "game": "FFBE", "rarity_max": 5, "names": ["Jake", "傑科", "제이크", "Jake", "Jake", "Jake"], "equip": [1, 2, 3, 10, 14, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100000703", "job_id": 82}