{"TMR": ["MATERIA", 504200090], "name": "Mel", "is_summonable": false, "skills": [{"level": 13, "type": "ABILITY", "id": 200080, "rarity": 2}, {"level": 27, "type": "ABILITY", "id": 101150, "rarity": 2}, {"level": 15, "type": "ABILITY", "id": 101000, "rarity": 3}, {"level": 26, "type": "ABILITY", "id": 200100, "rarity": 3}, {"level": 37, "type": "ABILITY", "id": 100750, "rarity": 3}], "sex_id": 2, "entries": {"100002002": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [240, 726, 450], "ATK": [9, 28, 30], "MP": [17, 53, 75], "MAG": [12, 35, 30], "SPR": [12, 37, 30], "DEF": [11, 33, 30]}, "magic_affinity": [0, 0, 1, 0], "ability_slots": 1, "limitburst_id": 100002002, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 750, "materials": {"290050100": 15, "290050200": 3, "290020800": 1, "290010200": 5}}, "rarity": 2, "compendium_id": 59, "attack_damage": [[30, 70]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [16, 52], "effect_frames": [8, 41], "strings": {"evolution": null, "affinity": null, "description": ["An alchemist who created various concoctions to ease others' pain, or even, at times, to do battle with. Born a simple village girl, Mel began learning her trade from an alchemist who took her in after a virulent plague had claimed her family. Timid in nature, she strongly disliked fighting and instead devoted her life to finding ways she could help others with her potions and salves.", "會使用各種藥物，時而戰鬥，<br>時而治癒他人的藥師，<br>原本她只是一個普通的女孩子，<br>但由於傳染病侵襲她的故鄉、<br>奪走了她的家人，她才決定成為一名<br>治病救人的藥師。她性格柔弱，<br>但內心卻十分堅強，窮極一生研究藥物，<br>拯救了許許多多的人的生命。", "다양한 약품을 이용해서 싸우거나<br>부상자를 치유하는 소녀 약사.<br>원래 평범한 소녀였으나, 돌림병이 덮쳐<br>가족을 잃고 고아가 된 후 그녀를 거둬준<br>스승을 따라 약사의 길을 걷게 되었다.<br>심약하고 싸움을 싫어하지만 심지는 강하다.<br>평생을 바쳐 약학을 연구하여<br>수많은 사람을 구했다.", "Une alchimiste qui a créé plusieurs potions capables de soulager les douleurs et pouvant être utilisées en combat. Simple villageoise à l'origine, Mel apprit son métier auprès d'un alchimiste qui l'a recueillie après qu'une épidémie a décimé toute sa famille. Timide, elle détestait la violence et a choisi de consacrer sa vie à aider les autres au moyen de potions et d'onguents.", "Alchemistin, die verschiedene Mischungen erschuf, um Schmerzen anderer zu lindern. Als einfaches Dorfmädchen begann Mel das Studium der Alchemie unter einem Alchemisten, der sie aufnahm, nachdem sie ihre Familie an eine Seuche verlor. Aufgrund ihrer ängstlichen Art mochte sie den Kampf nie und widmete ihr Leben der Erforschung von Tränken und Salben, um anderen zu helfen.", "Una alquimista que creó varios brebajes para calmar el dolor y algunos para el combate. Mel nació en una modesta aldea y se convirtió en la aprendiz de un alquimista, quien se hizo cargo de ella después de que una terrible plaga se llevara a su familia. De naturaleza tímida, a Mel no le gustaba nada luchar y dedicó su vida a investigar maneras de ayudar a los demás con pociones y bálsamos."], "fusion": ["I don't know how, but I feel like my<br>alchemy skills just got better!", "我覺得自己對藥物的使用掌握得更熟練了！", "왠지 예전보다 약을 더<br>잘 다루게 된 것 같아요!", "Je ne sais pas comment ça se fait, mais j'ai l'impression que mes talents d'alchimiste se sont décuplés !", "Meine alchemistischen<br>Fähigkeiten wurden erweitert!", "No sé muy bien cómo, ¡pero creo que mis habilidades alquímicas han mejorado!"], "summon": ["Wait! What?<br>Did I come back to life?<br>Visions are pretty interesting...", "咦？咦？<br>我、我怎麼又活過來了？<br>幻兵……真是不可思議的力量啊。", "어, 이게 뭐야?<br>내, 내가 살아났잖아!<br>비전…… 정말 신기한 힘이네요.", "De quoi ?<br>Je suis revenue à la vie ?<br>Une vision... ? Alors ça par exemple...", "Nanu?<br>Ich bin wieder am Leben?<br>Eine Vision ... wie wundersam ...", "¡Espera! ¿Qué?<br>¿He vuelto a la vida?<br>Qué interesantes son las visiones..."]}}, "100002003": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [323, 978, 600], "ATK": [13, 38, 40], "MP": [24, 72, 100], "MAG": [16, 48, 40], "SPR": [16, 49, 40], "DEF": [15, 44, 40]}, "magic_affinity": [0, 0, 2, 0], "ability_slots": 2, "limitburst_id": 100002003, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 3, "compendium_id": 60, "attack_damage": [[30, 70]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [16, 52], "effect_frames": [8, 41], "strings": {"evolution": ["Ummm, uhhh...<br>I came up with a new type of medicine!", "那、那個……<br>我發明出了新的藥物！", "저, 있잖아요……<br>새로운 약을 생각해냈어요!", "Je... je...<br>je viens d'inventer un nouveau type de remède !", "Ähm, öh ...<br>Ich habe eine neue Medizin erfunden!", "Mmm, uuuh...<br>¡He descubierto un nuevo<br>tipo de medicina!"], "affinity": ["We've been in so many battles together. Thinking about it now, we've really come a long way. I'm glad you trust me!", "不知不覺都一起戰鬥這麼久了呢。<br>回想起來還真是經歷了許多事情啊。<br>很高興你能夠信任我！", "벌써 수많은 전투를 함께 겪어왔네요.<br>참 험난한 여정이었죠?<br>절 꾸준히 믿어주셔서 고마워요!", "Quand j'y pense, on peut dire qu'on a fait du chemin. Je suis contente que tu me fasses autant confiance", "Wenn ich so zurückdenke, sind wir wirklich weit gekommen. Ich bin froh, dass ich dein Vertrauen habe!", "Hemos luchado juntos tantas veces... Ahora que lo pienso, hemos llegado muy lejos. ¡Me alegro de que confíes en mí!"], "description": ["A girl who fought with an assemblage of self-made potions and salves. After losing her family to an epidemic, the once-shy Mel began learning about medicine and illnesses from an alchemist. When a new sickness eventually broke out, she used her own body to test the antibiotics she had developed to fight it, and in doing so, sacrificed her life. Mel's antidote would ultimately save the lives of countless people.", "使用藥物戰鬥的藥師，<br>原本她只是一個普通的女孩子，<br>但由於傳染病奪走了她的家人，<br>她決定從師學醫，成為一名藥師。<br>當新的傳染病即將傳播開時，<br>她獻出自己的身體<br>來研究抗體，<br>用自己的生命挽救了許許多多的人。", "약을 이용해서 싸우는 소녀.<br>원래는 연약하고 힘이 없었지만<br>돌림병으로 부모를 여읜 후<br>자신을 거둬준 스승을 따라 약사가 되었다.<br>새로운 돌림병이 돌았을 때<br>자신의 몸을 실험체로 제공하여<br>목숨을 바쳐 만든 항체로<br>수많은 사람을 구했다.", "Une jeune fille qui combattait à l'aide de ses propres potions et onguents. Après avoir perdu sa famille suite à une épidémie, Mel a tout appris sur les maladies et leurs remèdes auprès d'un alchimiste. Lorsqu'une nouvelle maladie apparut, elle testa sur elle les antibiotiques qu'elle avait créés pour la combattre, et perdit la vie. L'antidote de Mel a pu malgré tout sauver des milliers de vies.", "Ein Mädchen, das mit einem Arsenal selbstgemachter Tränke und Salben kämpfte. Nach dem Verlust ihrer Familie durch eine Seuche begann die einst schüchterne Mel, von einem Alchemisten alles über Medizin und Krankheiten zu lernen. Als eine neue Krankheit auftauchte, testet sie neue Antibiotika an sich selbst und verlor ihr Leben dabei. Mel's Gegengift sollte tausende Menschen retten.", "Una chica que utiliza pociones y bálsamos de elaboración propia. Tras perder a su familia en una epidemia, empezó a aprender sobre medicina y enfermedades junto a un alquimista. Cuando surgía una enfermedad nueva, la joven usaba su cuerpo para probar los antibióticos que desarrollaba contra ella, lo que acabó costándole la vida. El antídoto de Mel acabó salvando la vida de incontables personas."], "fusion": ["Heh! Looks like it's finally time to break<br>out the concoctions I've been saving!", "嘿嘿，看來是時候拿出我珍藏已久的藥物了！", "헤헷, 드디어 비장의 약을<br>선보일 때가 온 것 같네요!", "Héhé ! Le moment est peut-être venu d'utiliser ces petites concoctions que je gardais de côté !", "Hah! Zeit, endlich meine<br>Geheimrezepte auszuprobieren!", "¡Ja! ¡Parece que es el momento de sacar las pociones que tenía guardadas!"], "summon": ["Ummm, I fight with alchemy!<br>I can treat anything from injuries to poison, so just leave it to me!", "唔……我會使用藥物進行戰鬥！<br>不管是恢復還是下毒，<br>只要交給我就沒錯啦！", "아, 저는 약을 이용해서 싸워요!<br>회복약에서 독약까지 뭐든지 취급하죠.<br>약에 대해서는 뭐든지 맡겨주세요.", "Mon rayon à moi, c'est l'alchimie !<br>Simple blessure ou poison, je peux tout soigner !", "Ähm, ich kämpfe, mit Alchemie!<br>Ob Medizin oder Gift, dein Wunsch ist mir Befehl!", "Mmm, ¡yo lucho con alquimia!<br>Puedo tratar desde heridas hasta veneno, ¡déjamelo a mí!"]}}}, "job": "Salve-maker", "sex": "Female", "game": "FFBE", "rarity_max": 3, "names": ["Mel", "梅爾", "멜", "Mel", "Mel", "Mel"], "equip": [1, 2, 5, 30, 40, 41, 50, 51, 60], "game_id": 11001, "rarity_min": 2, "tribe_id": 5, "id": "100002002", "job_id": 40}