{"TMR": ["EQUIP", 409015500], "name": "Verun", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 206380, "rarity": 4}, {"level": 1, "type": "MAGIC", "id": 20010, "rarity": 4}, {"level": 1, "type": "MAGIC", "id": 20060, "rarity": 4}, {"level": 19, "type": "ABILITY", "id": 100010, "rarity": 4}, {"level": 41, "type": "ABILITY", "id": 219590, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 219510, "rarity": 4}, {"level": 36, "type": "ABILITY", "id": 219600, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 219530, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 219540, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 219550, "rarity": 5}, {"level": 32, "type": "ABILITY", "id": 100170, "rarity": 6}, {"level": 68, "type": "ABILITY", "id": 219610, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 219520, "rarity": 6}], "sex_id": 1, "entries": {"100013004": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [701, 2123, 240], "ATK": [27, 82, 16], "MP": [33, 101, 40], "MAG": [18, 55, 16], "SPR": [25, 75, 16], "DEF": [25, 76, 16]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 3, "limitburst_id": 100013004, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020600": 25, "290040100": 8, "290050300": 15, "290050400": 8, "290030000": 13}}, "rarity": 4, "compendium_id": 795, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [30, 100], "effect_frames": [28, 98], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["We've been together quite a long time.<br>I can have a look at your weapons, now.<br>I really want to, so don't hesitate.", "我們認識了很長一段時間。<br>今天就讓我看看你的武器吧。<br>這是我喜愛的事。不用在意。", "우리도 꽤 오래됐군.<br>다음엔 네 무기를 봐 줄게.<br>좋아서 하는 일이니 사양하지 마.", "Nous combattons ensemble depuis un certain temps.<br>Je peux voir ton arme maintenant ?<br>Je veux vraiment, alors hésite pas.", "Wir sind schon lange zusammen unterwegs.<br>Ich kann mich jetzt um deine Waffen kümmern.<br>Nur zu, das würde ich gern.", "Llevamos un buen tiempo juntos.<br>Si queréis, puedo echarle un vistazo a vuestras armas.<br>No me importa, así que no os dé vergüenza."], "description": ["A young man from Duggle Village who inherited the skills of the legendary blacksmith Ruggles and opened his own shop. Verun is quite blunt by nature, but his excellent work as a blacksmith is well-known all over the land. He never ceases to receive new orders for custom equipment.", "繼承了傳說中的鍛冶大師拉格爾斯的技藝，<br>在達古爾村經營鍛冶店的青年。<br>他待人冷淡，不過手藝高超。<br>細緻的工作方式使他名揚四海。<br>人們委託給他的訂單數不勝數，<br>以至於特製品訂單已經累積到了<br>數年之後都無法完成的程度。", "전설적인 대장장이라 칭송받는 러글스의 기술을 계승한, 더글 마을의 대장장이 청년. 무뚝뚝하지만 실력은 확실하며, 섬세한 일처리는 타국에까지 널리 알려져 있다. 제작에 몇 년은 걸리는 개인 주문도 끊이지 않는다고 한다.", "Un jeune homme originaire du Village de Duggle ayant hérité des talents du forgeron légendaire nommé Ruggles, et ainsi ouvert sa propre boutique. Vérun est plutôt franc de caractère, mais il est réputé dans tout le pays pour son aptitude au marteau et à l’enclume. Il ne se passe pas une seule journée sans qu’il ne reçoive de nouvelle commande pour une pièce d’armure sur mesure.", "Ein junger Mann aus Dorf Duggle, der das Talent des legendären Schmieds Ruggles geerbt hatte und seine eigene Werkstatt eröffnete. Verun ist von Natur aus sehr direkt, aber seine Arbeit als Schmied ist im ganzen Land bekannt. Er erhält unzählige Auftrage für Spezialanfertigungen.", "Un joven oriundo de Duggle que heredó la maestría de Ruggles, un herrero legendario, y abrió su propia tienda. Verun es una persona bastante directa y su maestría como herrero es archiconocida en toda la región. Nunca le dejan de llegar pedidos para fabricar equipo."], "fusion": ["This must be what striking iron feels like.", "被熔鑄的鋼鐵，<br>大概就是這種感覺吧。", "철이 두들겨질 때<br>이런 기분이려나.", "Ce doit être ce que ressent le métal lorsqu'il est forgé.", "So muss sich ein Eisenschlag anfühlen.", "Así es como debe sentirse cuando trabajas el hierro."], "summon": ["I am just a simple blacksmith.<br>Any weapons or armor you need?", "我是個平凡的鍛冶師。<br>對於武具和防具有什麼吩咐嗎？", "난 보잘것없는 대장장이다.<br>무기나 방어구를 주문하려는 건가?", "Je ne suis qu'un simple forgeron.<br>Vous avez besoin d'une arme ou d'une armure en particulier ?", "Ich bin nur ein einfacher Schmied.<br>Brauchst du Waffen oder Rüstung?", "Solo soy un humilde herrero.<br>¿Necesitas algún arma o armadura?"]}}, "100013005": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [911, 2760, 300], "ATK": [35, 107, 20], "MP": [44, 132, 50], "MAG": [24, 72, 20], "SPR": [32, 98, 20], "DEF": [33, 100, 20]}, "magic_affinity": [0, 3, 0, 0], "ability_slots": 4, "limitburst_id": 100013005, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 5, "290060000": 20, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 796, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [30, 100], "effect_frames": [28, 98], "strings": {"evolution": ["To grow stronger even while resting...<br>I feel like I can make some new weapons.", "身體裡的力量正在湧出……<br>現在好像可以鍛造出新的武器呢。", "몸속에 힘이 넘쳐 흐른다…… 지금이라면<br>새로운 무기를 만들 수 있을 것 같군.", "Devenir plus fort, même en étant au repos...<br>Je sens que je peux faire de nouvelles armes.", "Durch Ruhe stärker zu werden ...<br>Mir ist danach, neue Waffen zu erschaffen.", "Hacerse más fuerte incluso cuando descansas...<br>Creo que puedo fabricar algunas armas nuevas."], "affinity": ["We've been together quite a long time.<br>I can have a look at your weapons, now.<br>I really want to, so don't hesitate.", "我們認識了很長一段時間。<br>今天就讓我看看你的武器吧。<br>這是我喜愛的事。不用在意。", "우리도 꽤 오래됐군.<br>다음엔 네 무기를 봐 줄게.<br>좋아서 하는 일이니 사양하지 마.", "Nous combattons ensemble depuis un certain temps.<br>Je peux voir ton arme maintenant ?<br>Je veux vraiment, alors hésite pas.", "Wir sind schon lange zusammen unterwegs.<br>Ich kann mich jetzt um deine Waffen kümmern.<br>Nur zu, das würde ich gern.", "Llevamos un buen tiempo juntos.<br>Si queréis, puedo echarle un vistazo a vuestras armas.<br>No me importa, así que no os dé vergüenza."], "description": ["A young man from Duggle Village who inherited the skills of the legendary blacksmith Ruggles and opened his own shop. Once peace had come to the world, many warriors began to entertain themselves by participating in the Colosseum, which led a number of these \"gladiators\" to order custom weapons from Verun's shop. This provided a stable income for Verun, but he began questioning the motives behind his work as he was no longer creating weapons to protect others.", "繼承了傳說中的鍛冶大師拉格爾斯的技藝，<br>在達古爾村經營鍛冶店的青年。<br>各地迎來和平時光之後，<br>競技場作為新的娛樂場所，廣泛流傳，<br>造訪他的劍鬥士也與日俱增。<br>雖然生計因此安定了下來，<br>但他對鍛造非保護他人的<br>武器的生活產生了懷疑。", "전설적인 대장장이라 칭송받는 러글스의 기술을 계승한, 더글 마을의 대장장이 청년. 각지에 평화가 찾아오기 시작할 무렵부터 결투장이 오락거리로 성황을 이루게 되어 베른을 찾는 검투사가 늘게 되었다. 그 덕분에 생활은 안정되었지만, 사람을 상처입히는 무기 제작에 의문을 품는 나날을 보내게 되었다.", "Un jeune homme originaire du Village de Duggle ayant hérité des talents du forgeron légendaire nommé Ruggles, et ainsi ouvert sa propre boutique. Une fois la paix rétablie dans le monde, de nombreux guerriers en quête de divertissement commencèrent à participer aux combats du Colisée. Ces \"gladiateurs\" avaient souvent recours à Vérun et passaient plusieurs commandes chez lui. Vérun, quant à lui, y trouvait un flot constant de revenus mais en vint rapidement à s’interroger sur les motifs de son travail, étant donné qu’il ne forgeait plus d’armes destinées à protéger autrui.", "Ein junger Mann aus Dorf Duggle, der das Talent des legendären Schmieds Ruggles geerbt hatte und seine eigene Werkstatt eröffnete. Als wieder Frieden in der Welt herrschte, nahmen viele Krieger in den Kämpfen im Kolosseum teil, weshalb einige dieser \"Gladiatoren\" spezielle Waffen bei Verun bestellten. Für Verun war dies eine zuverlässige Einkommensquelle, doch er stellte so langsam die Motivation für seine Arbeit infrage, da er nicht länger Waffen schuf, um andere zu beschützen.", "Un joven oriundo de Duggle que heredó la maestría de Ruggles, un herrero legendario, y abrió su propia tienda. Cuando la paz llegó al mundo, muchos guerreros convirtieron el Coliseo en su pasatiempo favorito, lo que hizo que muchos de estos nuevos \"gladiadores\" le encargaran sus armas a Verun. De esta forma, Verun se hizo con un flujo de ingresos constante; sin embargo, acabó cuestionándose la utilidad de su trabajo, pues sus armas ya no servían para proteger a los más débiles."], "fusion": ["It's the same as blacksmithing.<br>There is no clear end to training.", "就跟鍛冶一樣。<br>修行也沒有明確的終點。", "수행에 끝이란 없다.<br>대장일과 마찬가지지.", "C'est comme le travail du fer.<br>Il y a toujours quelque chose à apprendre.", "Es ist wie mit der Schmiedekunst.<br>Man lernt nie aus.", "Es igual que la herrería.<br>Siempre hay algo nuevo que aprender."], "summon": ["I'm not good at conversation.<br>I leave how my power is to be used up to you.", "我不太擅長說話。你就自己去評斷<br>我的力量吧。", "말주변이 서툴러서 말이지.<br>내 힘은 스스로 판단하라구.", "Faire la conversion, ce n’est pas trop mon truc.<br>Je vous laisse disposer de mon pouvoir.", "Ich bin nicht gut in Konversationen.<br>Ich überlasse meine Kraft einfach dir.", "No tengo demasiada labia.<br>Como quieras usar mi poder, eso te lo dejo a ti."]}}, "100013006": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1184, 3587, 450], "ATK": [45, 135, 30], "MP": [52, 159, 75], "MAG": [29, 89, 30], "SPR": [42, 127, 30], "DEF": [40, 120, 30]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 4, "limitburst_id": 100013006, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 797, "attack_damage": [[50, 50]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [30, 100], "effect_frames": [28, 98], "strings": {"evolution": ["No matter how much power I obtain,<br>I shall not forget the teachings of<br>my forefathers.", "不管獲得多麼強大的力量，<br>只有開山始祖拉格爾斯的教誨<br>是絕對不能忘記的。", "아무리 커다란 힘을 얻는다 해도<br>시조 러글스의 가르침만은<br>결코 잊지 않을 거야.", "Quelle que soit la puissance que je finirai par obtenir,<br>je n'oublierai jamais les enseignements de<br>mes pères.", "Wie viel Macht ich auch erlange,<br>ich werde nicht die Lehren meiner<br>Vorväter vergessen.", "No importa cuánto poder pueda conseguir,<br>no me olvidaré de lo que me enseñaron<br>mis antepasados."], "affinity": ["We've been together quite a long time.<br>I can have a look at your weapons, now.<br>I really want to, so don't hesitate.", "我們認識了很長一段時間。<br>今天就讓我看看你的武器吧。<br>這是我喜愛的事。不用在意。", "우리도 꽤 오래됐군.<br>다음엔 네 무기를 봐 줄게.<br>좋아서 하는 일이니 사양하지 마.", "Nous combattons ensemble depuis un certain temps.<br>Je peux voir ton arme maintenant ?<br>Je veux vraiment, alors hésite pas.", "Wir sind schon lange zusammen unterwegs.<br>Ich kann mich jetzt um deine Waffen kümmern.<br>Nur zu, das würde ich gern.", "Llevamos un buen tiempo juntos.<br>Si queréis, puedo echarle un vistazo a vuestras armas.<br>No me importa, así que no os dé vergüenza."], "description": ["A student of the descendants of the legendary blacksmith known as Ruggles. Verun only came to understand the true teachings that Ruggles had left behind when a certain lively gladiator asked for him to use his special skills to create a weapon for her. Having helped him realize this, he decided to give her a weapon he had poured his heart and soul into. He then began to refuse any orders that were not for a noble cause, regardless of how much money was offered to him in hopes of giving more meaning to his craft.", "鍛冶大師拉格爾斯的弟子，<br>繼承了他的心願與技藝的青年。<br>他以拉格爾斯為守護生者而製造武器的信條<br>為自己的工作準則，<br>只為心術正當的人提供武器。<br>否則無論給再多的錢也絕不售賣。<br>然而，事與願違，<br>他鍛造的武器也因此成了高價稀有品。", "전설적인 대장장이라 칭송받는 러글스의 직계 제자. 살아있는 사람을 살리기 위해 그 기술을 사용해 달라는 러글스의 뜻을 이해하게 된 베른은 올바른 마음의 소유자에게만 무기를 만들어 주기로 결심한다. 그 외에는 아무리 돈을 준다 해도 절대 무기를 팔지 않기 때문에, 본인의 의지와는 반대로 그가 만든 무기의 희소가치는 나날이 높아져갔다.", "Un étudiant des descendants du forgeron légendaire connu sous le nom de Ruggles. Ce ne fut que lorsqu’une certaine gladiatrice pleine d’entrain vint lui demander de forger une arme spéciale pour elle que Vérun comprit enfin les enseignements que Ruggles avait laissés derrière lui. Pour la remercier de la soudaine révélation qu’elle avait provoquée en lui, il décida de lui confier une arme qu’il avait forgée corps et âme. À la suite de ces événements, il refusa toutes les commandes qui n’avaient pas pour fin une cause noble, et ce, sans se soucier des sommes qu’on lui offrait. Il espérait ainsi donner davantage de sens à son talent.", "Ein Schüler der Nachfahren des legendären Schmieds Ruggles. Verun verstand die Lehren von Ruggles erst dann voll und ganz, als eine lebhafte Gladiatorin ihn darum bat, mit seinem besonderen Talent eine Waffe für sie anzufertigen. Da fing er an, das Gelernte zu verstehen, und wollte für sie eine Waffe anfertigen, in der sein Herz und seine Seele steckten. Danach lehnte er alle Aufträge ab, die keinem guten Zweck dienten, einerlei, wie viel Geld ihm angeboten wurde. Er hoffte, seinem Handwerk dadurch mehr Bedeutung zu verleihen.", "Un estudiante de los descendientes del legendario herrero Ruggles. Verun empezó a entender la verdadera esencia de las enseñanzas de Ruggles cuando una gladiadora le pidió que usara su maestría para crearle un arma. Por haberle ayudado a darse cuenta de todo lo que había estado ignorando, Verun decidió fabricarle el arma que pedía y, en ello, puso todas sus energías. A partir de ahí, Verun empezó a rechazar cualquier pedido que no fuera para una causa noble, sin importar lo grande que fuera la cantidad de dinero que le ofrecieran, con la esperanza de que su trabajo sirviese para algo útil."], "fusion": ["There is nothing in this world that doesn't sound good given a good strike.", "只要持之以恆<br>這世界上沒有敲不響的東西。", "이 세상의 그 어떤 것이라도<br>꾸준히 두드리면 빛나기 마련이야.", "Il n'existe rien en ce monde de comparable au son d'une grosse frappe sur du métal en fusion.", "Nichts auf der Welt klingt so gut wie ein guter Schlag.", "En este mundo, para que algo suene bien hay que darle un buen golpe."], "summon": ["If you're looking for a weapon to protect someone, then leave it to me.", "如果是為了保護誰的武器的話，<br>我將借出我的力量。", "누군가를 지키기 위한 무기라면<br>나도 힘을 보태겠어.", "Si tu as besoin d'une arme pour protéger quelqu'un, alors laisse-moi faire.", "Wenn du eine Waffe zum Schutz suchst, dann überlass es mir.", "Si buscas un arma para proteger a alguien, no dudes en decírmelo."]}}}, "job": "Blacksmith", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Verun", "維倫", "베른", "Vérun", "Verun", "Verun"], "equip": [1, 2, 3, 4, 8, 9, 10, 13, 14, 15, 16, 30, 31, 40, 41, 50, 51, 52, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100013004", "job_id": 106}