{"TMR": ["EQUIP", 302003500], "name": "Silvia", "is_summonable": true, "skills": [{"level": 8, "type": "ABILITY", "id": 200550, "rarity": 4}, {"level": 19, "type": "ABILITY", "id": 200540, "rarity": 4}, {"level": 28, "type": "ABILITY", "id": 200590, "rarity": 4}, {"level": 45, "type": "ABILITY", "id": 214180, "rarity": 4}, {"level": 45, "type": "ABILITY", "id": 200740, "rarity": 4}, {"level": 51, "type": "ABILITY", "id": 214150, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 214140, "rarity": 4}, {"level": 9, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 20, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 32, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 46, "type": "ABILITY", "id": 200690, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 214190, "rarity": 5}, {"level": 66, "type": "ABILITY", "id": 214160, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 214120, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 214200, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 214210, "rarity": 6}, {"level": 34, "type": "ABILITY", "id": 200770, "rarity": 6}, {"level": 67, "type": "ABILITY", "id": 214130, "rarity": 6}, {"level": 88, "type": "ABILITY", "id": 214170, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 214110, "rarity": 6}], "sex_id": 2, "entries": {"100010104": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [703, 2130, 240], "ATK": [26, 80, 16], "MP": [35, 107, 40], "MAG": [27, 82, 16], "SPR": [25, 76, 16], "DEF": [25, 76, 16]}, "magic_affinity": [0, 6, 5, 0], "ability_slots": 3, "limitburst_id": 100010104, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040300": 8, "290050300": 15, "290020500": 25, "290030300": 13, "290050400": 8}}, "rarity": 4, "compendium_id": 678, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [17, 32], "effect_frames": [15, 30], "strings": {"evolution": null, "affinity": ["I am actually from Grandshelt.<br>As members of the same homeland,<br>I look forward to working with you.", "其實，我也是格蘭謝爾特出身呢。<br>身為同鄉，今後也請多多關照囉。", "나, 실은 그랑셸트 출신이야.<br>동향의 정으로, 앞으로도<br>잘 부탁할게.", "Je suis aussi de Grandshelt en réalité.<br>J'ai hâte de me battre à vos côtés, cher compatriote.", "Ich stamme aus Grandshelt.<br>Da wir die gleiche Heimat teilen,<br>freue ich mich auf die Abenteuer mit dir.", "En realidad, soy de Grandshelt.<br>Como compatriotas que somos,<br>tengo ganas de trabajar contigo."], "description": ["A girl once interested in both magic and becoming a knight of Grandshelt, she would go on to become one of Mysidia's spellblades. The power of the spellblade was thought to be special and only attainable by citizens of Mysidia, but as research has continued, now even outsiders can obtain it with proper training.", "以前在格蘭謝爾特立志成為騎士的女性，<br>因對魔法也有興趣，後來到密西迪亞，<br>成為了傳說中的職業「魔法劍士」。<br>人們認為只有一種歷史悠久且擁有<br>特殊力量的民族才能夠使用魔法劍，<br>現密西迪亞正在進行研究，<br>使得人們只要通過修行，就可以使用魔法劍。", "과거 그랑셸트에서 기사를 지망하면서도 마법에도 흥미를 갖게 되어, 미시디아로 건너가 전설의 직업 '마법검사'가 된 여성. 마법검은 오랫동안 특수한 민족만이 가진 힘이라 여겨져 왔었지만, 오늘날 미시디아의 연구 진척으로, 수행에 따라 사용할 수 있게 되었다.", "Une fille qui était autrefois passionnée de magie et déterminée à rejoindre les rangs des chevaliers de Grandshelt. Elle finit cependant par endosser le rôle de magilame pour le compte de Mysidia. Les pouvoirs de la magilame étaient considérés comme uniques et uniquement accessibles aux citoyens de Misydia. Or, les dernières avancées en recherche ont permis à plusieurs étrangers d’acquérir cette puissance.", "Eine Frau, die sich einst dazu entschloss Ritter zu werden, sich aber auch für die Magie begeisterte und später in Mysidia als legendäre Kampfmagierin bekannt wurde. Von der Kampfmagie wurde lange geglaubt, dass es sich um eine Kraft handle, über die nur Angehörige eines speziellen Volkes frei verfügen können. In letzter Zeit jedoch zeigte die in Mysidia fortschreitende Forschung, dass es möglich ist, die Fähigkeit durch Training zu erlernen.", "Una joven que antaño se interesó por la magia y que también quería convertirse en una caballera de Grandshelt. Con el tiempo, se convertiría en una de las esgrimagas de Mysidia. Se creía que el poder de los esgrimagos era especial y que solo podían conseguirlo los ciudadanos de Mysidia. Pero, a medida que se ha ido investigado, se ha podido comprobar que hasta los forasteros pueden obtener este poder con el debido entrenamiento."], "fusion": ["Hmm, so this is how you enhance the magic of visions.", "呼，幻兵這種魔法，<br>就是靠這種方式強化的吧。", "흐음~ 비전의 마법이란 건<br>이런 식으로 강화하는 거구나.", "Mhmm, alors c'est comme ça que l'on améliore la magie des visions ?", "Hmm, so verstärkt man also die Magie der Visionen.", "Mmm, así es como se mejora la magia de las visiones."], "summon": ["Well now, isn't that unusual.<br>To think I could become a vision.", "哎呀，真是稀奇，<br>竟然變成了幻兵呢。", "어머, 신기해라.<br>비전이 되다니.", "Eh bien, si on m'avait dit un jour que je deviendrai une vision.", "Sieh mal einer an.<br>Dass aus mit eine Vision wurde.", "Bueno, ¿no es raro?<br>Pensar en que podría convertirme en una visión."]}}, "100010105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [914, 2770, 300], "ATK": [34, 104, 20], "MP": [46, 140, 50], "MAG": [35, 107, 20], "SPR": [33, 99, 20], "DEF": [33, 100, 20]}, "magic_affinity": [0, 7, 6, 0], "ability_slots": 4, "limitburst_id": 100010105, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 20, "290060000": 5, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 679, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [17, 32], "effect_frames": [15, 30], "strings": {"evolution": ["I see...<br>If you keep training,<br>you can obtain power like this.", "原來如此……<br>只要鍛鍊的話，<br>就能獲得這種力量啊。", "과연……<br>단련하면 이런 힘을<br>손에 넣을 수 있다는 거구나.", "Je vois...<br>Il suffit de s'entraîner<br>pour obtenir un pouvoir comme ça.", "Ich verstehe ...<br>Wer weiter übt,<br>erlangt solche Macht.", "Ya veo...<br>Si sigues entrenando,<br>puedes obtener poderes como este."], "affinity": ["I am actually from Grandshelt.<br>As members of the same homeland,<br>I look forward to working with you.", "其實，我也是格蘭謝爾特出身呢。<br>身為同鄉，今後也請多多關照囉。", "나, 실은 그랑셸트 출신이야.<br>동향의 정으로, 앞으로도<br>잘 부탁할게.", "Je suis aussi de Grandshelt en réalité.<br>J'ai hâte de me battre à vos côtés, cher compatriote.", "Ich stamme aus Grandshelt.<br>Da wir die gleiche Heimat teilen,<br>freue ich mich auf die Abenteuer mit dir.", "En realidad, soy de Grandshelt.<br>Como compatriotas que somos,<br>tengo ganas de trabajar contigo."], "description": ["A girl who, though born into a family of Grandshelt knights, would later move to Mysidia where she would come to obtain a magic sword. She was told by her family to bring her powers back and serve as a knight, but since she was not into how strict the life of a knight was, she decided to remain in Mysidia.", "出身於格蘭謝爾特的騎士家系，<br>後來去了密西迪亞，習得魔法劍，<br>是位擁有特別經歷的女性。<br>雖然老家希望她將能力活用在王國的<br>騎士團，但因為她對騎士嚴格的規定<br>十分不習慣，最終決定留在密西迪亞。", "그랑셸트 기사의 집안 출신이지만 미시디아로 건너가 마법검을 습득한, 특이한 경력의 여성. 그녀의 본가에서는 그 힘을 활용하여 왕국 기사단으로 돌아올 것을 바랐으나, 엄격한 기사의 법도를 불편해한 그녀는 그대로 미시디아에 남았다고 한다.", "Une fille qui, bien que née au sein d’une famille de chevaliers de Grandshelt, irait plus tard vivre dans la contrée de Misydia pour y obtenir une épée magique. Instruite par sa famille de revenir dans sa terre natale pour la servir en tant que chevalier, elle opta de rester à Mysidia, notamment à cause de l’aversion qu’elle ressentait vis-à-vis de la vie stricte que se devait de mener chaque chevalier.", "Eine Frau mit einer einzigartigen Lebensgeschichte, die in eine Ritterfamilie aus Grandshelt hineingeboren wurde, später aber nach Mysidia übersiedelte, um die Kunst der Kampfmagie zu erlernen. Ihre Familie gebot ihr, in den Ritterorden des Königreiches zurückzukehren und dort ihre neuen Kräfte einzusetzen. Doch Silvia, der die formellen Gebote der Ritter nicht zusagten, entschloss sich in Mysidia niederzulassen.", "Una joven que, a pesar de pertenecer a una estirpe de caballeros de Grandshelt, acabaría mudándose a Mysidia en busca de una espada mágica. Su familia le dijo que volviese para poner sus habilidades a buen recaudo como caballera; sin embargo, a ella poco le atraía la estricta vida de los caballeros, por lo que optó por quedarse en Mysidia."], "fusion": ["That is how you train.<br>The way of the knight or whatever it is,<br>there's no complaining about it.", "真是很棒的修行方式對吧？<br>也不用整天被指點<br>騎士道什麼的。", "이런 수행 방법도 괜찮네.<br>기사도니 뭐니,<br>시끄럽지도 않고.", "C'est comme ça que tu t'entraînes ?<br>Sans même faire sans arrêt référence à la voie du guerrier ou je sais pas quoi ?", "So trainiert man.<br>Auf dem Weg des Ritters oder wie es heißt,<br>gibt es kein Jammern.", "Así es cómo se entrena.<br>El estilo del guerrero o como se llame.<br>No hay queja."], "summon": ["I'm a modern-day magic swordswoman.<br>I'm not as secretive as my<br>counterparts from the past.", "我是現代的魔法劍士。<br>不像以前的那些同行，<br>神秘兮兮的。", "나는 현대의 마법검사.<br>옛 동업자처럼<br>비밀주의는 아니란다.", "Je suis un épéiste magique moderne.<br>Je suis bien moins secret que mes confrères dans le passé.", "Ich bin ein moderner Schwertkämpfer mit Magie.<br>Nicht so geheimnistuerisch<br>wie mein altes Selbst.", "Soy una espadachina mágica moderna.<br>No oculto secretos<br>como hacían los antiguos espadachines."]}}, "100010106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1188, 3601, 450], "ATK": [45, 136, 30], "MP": [60, 182, 75], "MAG": [46, 140, 30], "SPR": [43, 129, 30], "DEF": [43, 130, 30]}, "magic_affinity": [0, 8, 7, 0], "ability_slots": 4, "limitburst_id": 100010106, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 680, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [17, 32], "effect_frames": [15, 30], "strings": {"evolution": ["I feel I've grown even stronger of the<br>magical swordswoman talked about in fairy tales.", "感覺我現在<br>比神話裡那些魔法劍士更強喔！", "옛날이야기에 나오던 마법검사보다,<br>훨씬 더 강해진 것 같아!", "Je crois que je suis devenu encore plus puissant que les épéistes magiques dont parlent les légendes", "Ich fühle mich sogar noch stärker als der<br>magische Schwertkämpfer aus den Märchen.", "Siento como que soy más fuerte que<br>la espadachina mágica de los cuentos."], "affinity": ["I am actually from Grandshelt.<br>As members of the same homeland,<br>I look forward to working with you.", "其實，我也是格蘭謝爾特出身呢。<br>身為同鄉，今後也請多多關照囉。", "나, 실은 그랑셸트 출신이야.<br>동향의 정으로, 앞으로도<br>잘 부탁할게.", "Je suis aussi de Grandshelt en réalité.<br>J'ai hâte de me battre à vos côtés, cher compatriote.", "Ich stamme aus Grandshelt.<br>Da wir die gleiche Heimat teilen,<br>freue ich mich auf die Abenteuer mit dir.", "En realidad, soy de Grandshelt.<br>Como compatriotas que somos,<br>tengo ganas de trabajar contigo."], "description": ["A girl who after studying to become a knight of Grandshelt, went on to become a spellblade in Mysidia. She was one to chase after her dreams, and a large part of the reason she decided to become a magic swordswoman was from her admiration for Rakshasa who she read about in stories when she was young. Her dream now is to somehow get to Ardra, home of the magic swordsmen.", "在格蘭謝爾特學習騎士道後，<br>於密西迪亞成為魔法劍士的女性。<br>是追求夢想並付諸行動的類型，<br>她以魔法劍士為目標一事也是因為<br>崇拜在年少時所讀過的書裡登場的<br>魔法劍士羅刹。<br>眼前的夢想是前往魔法劍士的<br>發源地——阿朵拉 。", "그랑셸트에서 기사도를 배운 뒤 미시디아에서 마법검사가 된 여성. 꿈을 좇아 실행에 옮기는 타입으로, 마법검사를 지망한 이유도 어릴 적 읽었던 이야기에 등장하는 마법검사 라크샤사를 동경했기 때문이었다. 현재는, 마법검사의 본고장 아드라로 어떻게든 건너가는 것을 목표로 하고 있다.", "Une fille qui a autrefois étudié pour devenir chevalier de Grandshelt, mais qui au lieu de cela devint l’une des magilames de Mysidia. Toujours déterminée à réaliser ses rêves, l’une des raisons principales qui l’ont poussée à emprunter la voie de la magilame est son admiration pour Rakshasa, une figure légendaire que l’on trouvait dans chacun des livres qu’elle lisait étant jeune. À ce jour, son ambition est de se rendre à Ardra, pays des épéistes magiques, et ce, de quelque manière que ce soit.", "Eine Frau, die in Grandshelt den Weg eines Ritters beschritt und sich später in Mysidia dem Beruf der Kampfmagierin zuwandte. Silvia ist eine Person, die ihre Träume verfolgt und in die Tat umsetzt: Schon als kleines Kind las sie in Erzählungen von der Kampfmagierin Rakshasa und beschloss, ihr nachzueifern. Ihr augenblicklicher Wunsch ist es, irgendwie nach Ardra zu gelangen, wo sich die Heimat der Kampfmagier befindet.", "Una joven que, tras haber estudiado para convertirse en una caballera de Grandshelt, decidió irse a Mysidia para hacerse esgrimaga. Quiso perseguir sus sueños, y parte de la culpa de esto la tuvieron las historias sobre Rakshasa que leyó de pequeña. Su meta actual es llegar hasta Ardra, hogar de los esgrimagos."], "fusion": ["Both my magic and sword skills are on point.<br>Being a vision is remarkable!", "魔力與劍技都非常的充足。<br>幻兵還真是厲害啊！", "마력도, 검기도 충만해.<br>비전은 정말 굉장한걸!", "Mes techniques magiques et à l'épée sont au top.<br>Être une vision a vraiment des avantages !", "Sowohl meine Magie als auch Schwertkunst sind auf der Höhe.<br>Als Vision ist es vortrefflich!", "Mis habilidades de magia y espada están a punto.<br>¡Es alucinante ser una visión!"], "summon": ["Us modern magic swordsmen must be stylish.", "現在的魔法劍士<br>也是要講求與時俱進的呢。", "오늘날의 마법검사라면 자고로<br>우아해야 하는 법이지.", "Nous, les épéistes magiques modernes, nous devons d'avoir du style.", "Wir modernen magischen Schwertkämpfer haben sicher Stil.", "Los espadachines modernos tenemos estilo."]}}}, "job": "Spellblade", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Silvia", "希爾維婭", "실비아", "Silvia", "Silvia", "Silvia"], "equip": [1, 2, 5, 6, 15, 30, 31, 40, 41, 50, 51, 52, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100010104", "job_id": 27}