{"TMR": ["MATERIA", 504201190], "name": "Sarai", "is_summonable": false, "skills": [{"level": 4, "type": "ABILITY", "id": 201180, "rarity": 1}, {"level": 13, "type": "ABILITY", "id": 201200, "rarity": 1}, {"level": 6, "type": "ABILITY", "id": 100050, "rarity": 2}, {"level": 21, "type": "ABILITY", "id": 201210, "rarity": 2}, {"level": 30, "type": "ABILITY", "id": 101120, "rarity": 2}], "sex_id": 2, "entries": {"100002902": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [269, 815, 600], "ATK": [13, 39, 40], "MP": [16, 48, 100], "MAG": [12, 37, 40], "SPR": [12, 37, 40], "DEF": [12, 35, 40]}, "magic_affinity": [0, 0, 2, 0], "ability_slots": 2, "limitburst_id": 100002902, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 2, "compendium_id": 162, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [35, 35], "effect_frames": [33, 33], "strings": {"evolution": ["How do you like my new costume?<br>My dancing has improved too. Just watch!", "我的這身新衣服怎麼樣啊？<br>另外我的舞步威力也更大了。<br>你就敬請期待吧！", "새 의상을 입어 봤는데, 어때?<br>게다가 춤 실력도 더 늘었어!<br>기대해도 좋아!", "Alors, tu aimes mon nouveau costume ?<br>Mes danses aussi sont plus belles qu'avant. Tu veux une démonstration ?", "Wie gefällt dir mein neues Kostüm?<br>Ich habe auch einen neuen Tanz für dich vorbereitet!", "¿Qué te parece mi nuevo traje?<br>¡Mi forma de bailar también<br>ha mejorado!"], "affinity": ["Now that I'm with you, dancing is such a joy. Can I dance for you forever?", "只要和你在一起，<br>我就能很開心地跳舞。<br>今後也請多關照哦！", "당신과 함께 있다 보면<br>춤 실력이 살아나는 것 같아.<br>앞으로도 잘 지내자.", "Je ne danse jamais aussi bien que lorsque je suis avec toi. J'espère danser pour toi pour toujours !", "Mir ist jeden Tag nach Tanzen zumute, wenn wir zusammen sind. Ich hoffe, es geht immer so weiter.", "Disfruto más del baile cuando es contigo. ¿Puedo bailar contigo para siempre?"], "description": ["Long ago, there was a dancer who performed in a palace in the middle of a desert. Her dancing inspired bravery in her audience, which included all ranks of society. This gift became a curse, when a nobleman thus emboldened decided to abduct her. Unable to perform for the masses while in captivity, she died of a broken heart.", "她曾是很久以前在某個王宮中<br>跳舞的舞女。<br>她的舞蹈能夠帶給觀眾們勇氣，<br>她那純真的性格令王族與民眾都為她著迷。<br>但她卻被一心想要佔有她的貴族誘拐，<br>從此音訊全無。<br>相傳，喜歡在人前展示舞蹈的她<br>被貴族囚禁，由於過於傷心，<br>她最終患病而死。", "먼 옛날, 어느 사막에 있는 왕궁에서<br>춤을 선보이던 무용수. 관객에게<br>용기를 주는 춤과 순수한 성격 덕에<br>왕족은 물론 민중에게도 인기가 많았으나<br>어느 날 한 귀족에게 납치당해 실종된다.<br>많은 사람 앞에서 춤추기를 좋아했던 그녀는<br>사로잡힌 자신의 신세를 한탄하다<br>병에 걸려 쓰러졌다고 한다.", "Il y a bien longtemps vivait une danseuse dans un palais au milieu du désert. Ses danses exaltaient un public venu de tous les horizons. Sa renommée causa sa perte quand un noble empressé décida de la faire prisonnière. Incapable de danser en captivité, elle mourut le cœur brisé par le désespoir.", "Eine Tänzerin, die in einem Palast mitten in der Wüste auftrat. Ihr Tanz machte ihren Zuschauern aus allen Teilen der Gesellschaft Mut. Dies führte schließlich zu ihrem Niedergang, als sie ein übereifriger Edelmann entführte. Nicht in der Lage, in Gefangenschaft für die Massen zu tanzen, starb sie an gebrochenem Herzen.", "Hace mucho tiempo, había una bailarina que actuaba en un palacio en medio del desierto. Sus bailes inspiraban valor a la audiencia, conformada por todos los estratos de la sociedad. Tal popularidad acabó siendo la perdición de Sarai, ya que un noble muy celoso la raptó. Cautiva e incapaz de actuar para las masas, murió con el corazón partido."], "fusion": ["I feel so alive!<br>More! I must dance more!", "我覺得好興奮啊，<br>想要跳更多、更多的舞蹈呢！", "왠지 모르겠지만<br>막 흥이 나는 것 같아.<br>마음껏 춤추고 싶어졌어!", "Je me sens plus vivante que jamais !<br>Et je déborde d'envie de danser !", "Ich fühle mich so lebendig!<br>Mehr! Ich muss mehr tanzen!", "¡Me siento tan viva!<br>¡Más! ¡Tengo que bailar más!"], "summon": ["You want to see me dance, don't you!<br>I'm flattered...<br>I'll dance for you until my feet fall off!", "你想欣賞我的舞蹈？<br>好開心……<br>我會盡全力跳的！", "내 춤을 보고 싶다고!?<br>기분 좋은데…….<br>최고로 멋진 춤을 보여줄게!", "Tu veux me voir danser, c'est ça ?<br>Je suis flattée...<br>Je vais donner le meilleur de moi-même !", "Tanzen soll ich?<br>Für dich immer doch!<br>Ich tanze mit Leib und Seele!", "Quieres verme bailar, ¿eh?<br>Qué honor...<br>¡Bailaré para ti<br>hasta caer redonda!"]}}, "100002901": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [207, 627, 450], "ATK": [10, 30, 30], "MP": [12, 37, 75], "MAG": [9, 28, 30], "SPR": [9, 28, 30], "DEF": [9, 27, 30]}, "magic_affinity": [0, 0, 1, 0], "ability_slots": 1, "limitburst_id": 100002901, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 250, "materials": {"290050100": 8, "290050200": 1, "290010200": 3}}, "rarity": 1, "compendium_id": 161, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [35, 35], "effect_frames": [33, 33], "strings": {"evolution": null, "affinity": null, "description": ["A dancer bound in service to an ancient palace. Sarai's performances mesmerized both royalty and commoners, yet she was simply a girl who loved to dance. As her popularity increased, a struggle began over her ownership. In the midst of it, she disappeared, and was eventually forgotten—as indeed was the kingdom she had lived in.", "某個王宮中的舞女，<br>不僅王公貴族為她著迷，<br>就連平民百姓也十分喜愛她的舞蹈。<br>然而她本人只是個熱愛跳舞的單純的女孩子。<br>但是隨著知名度的上升，<br>各個勢力開始為了佔有她而互相爭搶，<br>最終，隨著王國的衰退，<br>去向不明的她也漸漸被人們所遺忘。", "어떤 왕궁에서 춤을 추던 무용수.<br>귀족에서 백성까지 인기가 높았지만<br>정작 본인은 춤추는 게 무엇보다 즐거운<br>순수한 마음을 가진 소녀였다.<br>하지만 인기가 계속 높아지자<br>그녀의 소유권을 놓고 분쟁이 벌어졌다.<br>그 와중에 실종된 그녀의 소식은<br>왕국이 멸망하면서 완전히 잊혔다.", "Une danseuse qui vivait dans un palais des temps anciens. Bien qu'elle n'était qu'une simple jeune fille qui aimait danser, les gestuelles de Sarai subjuguaient les nobles comme les miséreux. Alors que sa popularité grandissait, les gens finirent par se battre pour la posséder. Elle disparut au milieu du chaos et finit par tomber dans l'oubli, comme son royaume.", "Eine Tänzerin, die zu einem alten Palast gehörte. Sarai's Auftritte verzauberten Adel und gewöhnliches Volk gleichermaßen, obwohl sie nur der Liebe zum Tanz wegen tanzte. Als ihre Beliebtheit zunahm, entbrannte ein Kampf um sie, während dem sie jedoch verschwand. Schließlich wurde sie mit ihrem Königreich vergessen.", "Una bailarina que pertenecía a un antiguo palacio. Las actuaciones de Sarai fascinaban a la realeza y los plebeyos, aunque solo era una chica que amaba bailar. A medida que se hizo más popular, hubo malentendidos sobre quién la poseía. Sarai desapareció entre la confusión y cayó en el olvido, al igual que su reino."], "fusion": ["Tee hee...my body feels so light!<br>Allow me to enchant you with my footwork.", "呵呵，身體變得好輕！<br>就讓我用魅惑的舞步來俘虜你吧！", "후후, 몸이 더 가벼워졌네!<br>매혹적인 몸놀림으로<br>당신을 유혹해 볼까?", "Haha ! Mon corps est devenu tout léger !<br>Laisse-moi t'ensorceler avec mes plus beaux pas !", "Hihi, mein Körper ist so leicht!<br>Lass dich verzaubern von meinen<br>schwebenden Schritten.", "¡Jiji!<br>Mi cuerpo se ha vuelto tan ligero...<br>Permíteme que te cautive<br>con mi juego de pies."], "summon": ["You want my help?<br>Tee hee...<br>Okay, but please stop staring!", "哎呀，你想要我的力量？<br>呵呵……那你可不要迷上我。", "어머, 내 힘이 필요한가 보지?<br>후후…… 나한테 반하면 안 돼.", "Tu as besoin de mon aide ?<br>Héhéhé...<br>C'est d'accord, mais arrête de me fixer !", "Du willst meine Hilfe?<br>Hehehe ... <br>Hey, vergiss nicht zu blinzeln!", "¿Quieres mi ayuda?<br>Je, je, je...<br>Vale, ¡pero deja de mirarme!"]}}}, "job": "Dancer", "sex": "Female", "game": "FFBE", "rarity_max": 2, "names": ["Sarai", "薩拉伊", "사라이", "Sarai", "Sarai", "Sarai"], "equip": [1, 5, 15, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 1, "tribe_id": 5, "id": "100002901", "job_id": 38}