{"TMR": ["EQUIP", 304001700], "name": "Kamui", "is_summonable": true, "skills": [{"level": 8, "type": "ABILITY", "id": 200300, "rarity": 3}, {"level": 20, "type": "ABILITY", "id": 100160, "rarity": 3}, {"level": 29, "type": "ABILITY", "id": 200280, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 214240, "rarity": 3}, {"level": 12, "type": "ABILITY", "id": 214220, "rarity": 4}, {"level": 30, "type": "ABILITY", "id": 200330, "rarity": 4}, {"level": 44, "type": "ABILITY", "id": 100130, "rarity": 4}, {"level": 58, "type": "ABILITY", "id": 214250, "rarity": 4}, {"level": 24, "type": "ABILITY", "id": 100070, "rarity": 5}, {"level": 47, "type": "ABILITY", "id": 214260, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 214230, "rarity": 5}], "sex_id": 1, "entries": {"100010203": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [507, 1537, 180], "ATK": [24, 72, 12], "MP": [23, 71, 30], "MAG": [17, 53, 12], "SPR": [17, 50, 12], "DEF": [17, 52, 12]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 2, "limitburst_id": 100010203, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290020200": 10, "290010000": 25, "290030000": 5}}, "rarity": 3, "compendium_id": 681, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [8, 33], "effect_frames": [6, 31], "strings": {"evolution": null, "affinity": ["This is the bond between lord and servant.<br>I'm so moved I feel I could do<br>anything for you!", "這正是君臣的誓約啊！<br>感動得我差一點切腹了！", "이것이 주종의 계약!<br>주군을 위해서라면<br>무엇이든 하겠사옵니다!", "Ceci est le lien qui unit le seigneur et son serf.<br>Je suis si ému que j'ai l'impression que je pourrais faire n'importe quoi pour toi !", "Dies ist das Band zwischen Herr und Diener.<br>Ich bin so gerührt, ich würde<br>alles für dich tun!", "Así es el vínculo entre amo y siervo.<br>¡Estoy tan emocionado que<br>haría cualquier cosa por ti!"], "description": ["A young samurai from the Kingdom of Pharm who protects his people. He is a little off compared to those around him, having taken to studying the now lost bushido from texts handed down over the generations. He is proud of his distant ancestors who would commit harakiri.", "作為法爾姆王國的武士保護人民的青年。<br>由代代相傳下來的書籍學習失傳的「武士道」，<br>與周圍人有些格格不入。<br>據傳本人也想效仿先祖以「切腹」結束生命，貫徹自己引以為傲的人生。", "팔름 왕국의 사무라이로서 국민을 지키는 청년. 현재는 소실된 '무사도'를 대대로 전해 내려오는 책으로 배웠기 때문에 살짝 어긋난 부분이 있다. 머나먼 선조 중 '할복'을 한 사무라이가 있어, 본인도 그런 긍지 높은 삶을 살고 싶어 하고 있다.", "Un jeune samouraï originaire du Royaume de Pharm et chargé de protéger son peuple. Il se démarque quelque peu de ceux qui l’entourent, ayant choisi d’étudier l’art désormais perdu du bushido grâce aux anciens textes transmis de génération en génération. En outre, il est fier de ses ancêtres qui, jadis, pratiquaient le hara-kiri.", "Ein junger Samurai aus dem Königreich Pharm, der sein Volk beschützt. Er ist ein wenig anders als alle anderen, denn er hat den inzwischen vergessenen Bushido-Kodex aus alten Texten gelernt, die über Generationen weitergegeben wurden. Er ist stolz auf seine entfernten Vorfahren, die Harakiri begangen haben.", "Un joven samurái del Reino de Pharm que protege a los suyos. Si se compara con el resto de la gente, está un poco loco. Ha estado estudiando el bushido, código que ha ido pasando de generación en generación, pero que a día de hoy ha acabado perdiéndose. Se enorgullece de sus ancestros, quienes pusieron en práctica el harakiri."], "fusion": ["You have given me power.<br>I am both happy and grateful.", "是您賜給我力量的吧。<br>在下深感榮幸。", "제게 힘을 내리셨군요.<br>감사히 받겠사옵니다.", "Tu m'as donné du pouvoir.<br>Je me sens heureux et reconnaissant.", "Du hast mir Macht verliehen.<br>Ich bin glücklich und dankbar.", "Me has dado poder.<br>Estoy feliz y agradecido."], "summon": ["You are my master, right?<br>I'll do everything I can for you!", "你就是我的主人吧。<br>我會盡全力侍奉你的！", "당신이 제 주인이시군요.<br>성심성의껏 모시겠사옵니다!", "Tu es mon maître, n'est-ce pas ?<br>Je ferai tout ce qui est en mon pouvoir pour te satisfaire.", "Du bist mein Meister, oder?<br>Ich tue alles für dich, was ich kann!", "Tú eres mi superior, ¿verdad?<br>¡Haré todo lo que me pidas!"]}}, "100010205": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [857, 2598, 300], "ATK": [40, 122, 20], "MP": [40, 120, 50], "MAG": [30, 90, 20], "SPR": [28, 85, 20], "DEF": [29, 88, 20]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 4, "limitburst_id": 100010205, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 683, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [8, 33], "effect_frames": [6, 31], "strings": {"evolution": ["I realize I've taken a step further in bushido.", "感覺……<br>距武士道更進一步了。", "무사도에 한 걸음 더<br>가까워진 기분이 드옵니다.", "Je crois que j'ai franchi une nouvelle étape dans le bushido.", "Ich erkenne, ich bin weiter in Bushido fortgeschritten.", "Me he dado cuenta de que he mejorado de nivel en bushido."], "affinity": ["This is the bond between lord and servant.<br>I'm so moved I feel I could do<br>anything for you!", "這正是君臣的誓約啊！<br>感動得我差一點切腹了！", "이것이 주종의 계약!<br>감동한 나머지, '할복'이라도<br>할 수 있을 것 같은 기분이옵니다!", "Ceci est le lien qui unit le seigneur et son serf.<br>Je suis si ému que j'ai l'impression que je pourrais faire n'importe quoi pour toi !", "Dies ist das Band zwischen Herr und Diener.<br>Ich bin so gerührt, ich würde<br>alles für dich tun!", "Así es el vínculo entre amo y siervo.<br>¡Estoy tan emocionado que<br>haría cualquier cosa por ti!"], "description": ["A samurai who protects the people of the Kingdom of Pharm. He took a great interest in bushido after learning about his ancestors Shiki, dreaming of its revival. Though he is usually very serious about his job taking care of monsters and keeping the peace, there are times when, unable to make sense of it all, he just wants to commit harakiri.", "守護法爾姆王國百姓的武士。<br>他在本家的書庫得知在先祖中有位名叫式的武士，<br>知其生涯後就夢想著要復興「武士道」。<br>他平常認真專注討伐魔物與維持治安，<br>但當發生需要擔負責任的問題時，<br>他便總想要「切腹」了結自己。", "팔름 왕국의 민중을 지키는 사무라이. 본가의 서고에서, 머나먼 선조 중 '시키'라는 이름의 사무라이와 그 생애에 대해 알게 된 뒤 '무사도'를 부흥시키고자 하는 꿈을 갖게 된다. 평소에는 성실하게 본업인 마물 처치와 치안 유지에 힘쓰고 있지만, 뭔가 책임을 져야 하는 문제가 발생할 때마다 '할복'을 하고 싶어 하는 눈치이다.", "Un samouraï qui protège le peuple du Royaume de Pharm. La découverte de ses ancêtres, les Shiki, et de leur mode de vie éveilla en lui une passion pour l’art du bushido. Depuis lors, il rêve à sa renaissance. Prenant d'ordinaire son rôle de tueur de monstres au nom de la paix très au sérieux, il est parfois pris de crises existentielles qui le poussent à considérer la voie du hara-kiri.", "Ein Samurai, der das Volk des Königreichs Pharm beschützt. Er entwickelte großes Interesse am Bushido, nachdem er von seinen Vorfahren, den Shiki, erfahren hatte. Obgleich er seine Stellung sehr ernst nimmt, Monster jagt und den Frieden bewahrt, gibt es gewisse Momente, in denen ihm alles sinnlos erscheint und er am liebsten Harakiri begehen würde.", "Un samurái que protege a las gentes del Reino de Pharm. Se interesó enormemente por el bushido después de aprender sobre sus ancestros. Ahora sueña con la vuelta a este código. Aunque normalmente se toma muy a pecho su trabajo a la hora de acabar con los monstruos y mantener la paz, hay veces en las que, incapaz de verle el sentido a las cosas, desea hacerse el harakiri."], "fusion": ["You've given me so much power, Master...<br>I am so very thankful!", "竟然賜予我如此多的力量<br>對您……真是不勝感激！", "이런 힘을 내려주신<br>주군께…… 진심으로 감사드리옵니다!", "Vous m'avez donné tellement de pouvoir, Maître...<br>Je me sens si reconnaissant !", "Du hast mir so viel Macht verliehen, Meister ...<br>Ich bin so dankbar!", "Me has dado tanto poder, amo...<br>¡Te estoy muy agradecido!"], "summon": ["As a samurai in service of a sole master,<br>I swear to give it my all!", "作為一位忠心不二的武士，<br>我將會獻上我的一切！", "단 한 명의 주군을 섬기는<br>사무라이로서, 성심성의껏<br>모시고자 하오, 하옵니다!", "Être samouraï doit consacrer sa vie à servir son maître,<br>je jure que je me donnerai à fond !", "Als Samurai im Dienst eines einzigen Meisters,<br>schwöre ich, alles zu geben!", "Como samurái al servicio de un solo amo,<br>¡juro hacer todo lo que me encomiendes!"]}}, "100010204": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [659, 1998, 240], "ATK": [31, 93, 16], "MP": [30, 92, 40], "MAG": [23, 69, 16], "SPR": [21, 65, 16], "DEF": [22, 67, 16]}, "magic_affinity": [0, 3, 0, 0], "ability_slots": 3, "limitburst_id": 100010204, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040400": 5, "290050300": 10, "290020200": 20, "290050400": 5, "290030000": 10}}, "rarity": 4, "compendium_id": 682, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [8, 33], "effect_frames": [6, 31], "strings": {"evolution": ["Oh!<br>This is how you get your<br>blade to ring true!", "喔！<br>刀刃竟會如此清晰冷澈……<br>沒想到還會有這種事！", "오오!<br>칼날이 맑아진다는 게<br>이런 걸 뜻하는 것이오리까!", "Oh !<br>C'est comme ça que tu as obtenu l'épée qui perce la vérité !", "Oh!<br>So wird die eigene Klinge<br>also wahrhaftig!", "¡Ah!<br>¡Así es como se consigue que<br>la espada parezca de verdad!"], "affinity": ["This is the bond between lord and servant.<br>I'm so moved I feel I could do<br>anything for you!", "這正是君臣的誓約啊！<br>感動得我差一點切腹了！", "이것이 주종의 계약!<br>감동한 나머지, '할복'이라도<br>할 수 있을 것 같은 기분이옵니다!", "Ceci est le lien qui unit le seigneur et son serf.<br>Je suis si ému que j'ai l'impression que je pourrais faire n'importe quoi pour toi !", "Dies ist das Band zwischen Herr und Diener.<br>Ich bin so gerührt, ich würde<br>alles für dich tun!", "Así es el vínculo entre amo y siervo.<br>¡Estoy tan emocionado que<br>haría cualquier cosa por ti!"], "description": ["A young boy who, in the Kingdom of Pharm with its distinctive culture, lives his day as a samurai, a people unique to the region. In a time when the culture of master and servant has faded, he swore an oath to his people, mainly carrying out monster eradications and investigations. Though proud in his job, he longs for the return of bushido. His way of speaking is also somewhat unusual.", "在擁有獨特文化的法爾姆王國，<br>作為該國特有的「武士」生活的青年。<br>由於他是主僕關係已淡化的現代武士，<br>因此他決意為人民服務，<br>主要的工作是討伐與調查魔物。<br>雖然對自己的職業感到驕傲，<br>但他的夢想是復興失傳的「武士道」，<br>言行與周圍人有些格格不入。", "독자적인 문화를 자랑하는 팔름 왕국에서, 특유의 '사무라이'로서 살아온 청년. 주종관계의 개념이 희미해진 현대의 사무라이인 탓에 민중에게 맹세를 바쳤으며, 마물 처치나 조사를 주 업무로 삼고 있다. 자신의 일에 자부심을 품고 있지만, 잃어버린 '무사도'의 부흥을 꿈꾸고 있어 조금 어긋난 언행을 보이기도 한다.", "Un jeune homme qui vit aujourd’hui dans le Royaume de Pharm, où il remplit de rôle de samouraï, une lignée de combattants uniques à cette région. À une époque où la culture du maître et de l’élève n’est plus, il fit serment de protéger son peuple en exterminant les monstres de la province et en enquêtant sur les situations étranges. Bien qu’il tire une grande fierté de sa vocation, il désire ardemment le retour du bushido. Il s’exprime également d’une manière quelque peu inhabituelle.", "Ein Junge, der im Königreich Pharm mit seiner markanten Kultur das Leben als Samurai bestreitet, die in der Region einzigartig sind. In einer Zeit, als die Kultur von Herr und Knecht vergangen ist, schwor er seinem Volk einen Eid und machte Jagd auf Monster und Verbrecher. Obgleich er das gern tut, sehnt er sich nach der Rückkehr des Bushido. Auch seine Art zu sprechen ist in gewisser Weise einzigartig.", "Un joven que, en el Reino de Pharm con su cultura diferenciada, vive como un samurái, un personaje típico de esta región. Ahora que la época de amos y siervos ha visto su ocaso, ha hecho un juramento a su gente prometiendo que se encargará de erradicar monstruos y realizar investigaciones. Aunque hace su trabajo con orgullo, anhela la vuelta del bushido. Su forma de hablar es un tanto extraña."], "fusion": ["I can be of use wielding the power<br>you have bestowed me, Master!", "主人所賜予的力量，<br>我一定會有所貢獻的！", "주군께서 내리신 이 힘,<br>도움이 되도록 하겠사옵니다!", "La puissance que vous m'avez conférée me sera très utile, Maître !", "Mit der Macht, die du mir verliehen hast,<br>kann ich dir nutzen, Meister!", "¡Puedo ayudar usando el poder<br>que me has conferido, amo!"], "summon": ["As a samurai, it was always my dream<br>to have a sole master to serve!", "身為武士，<br>侍奉唯一的主公<br>就是我們的夢想。", "사무라이로서, 단 한 명의 주군을<br>섬기는 것이 꿈이었사옵니다!", "Comme je suis samouraï, j'ai toujours rêvé d'avoir un maître à servir !", "Als Samurai war es stets mein Wunsch,<br>nur einem Meister zu dienen!", "Como samurái, ¡siempre quise tener<br>un amo al que servir!"]}}}, "job": "Samurai", "sex": "Male", "game": "FFBE", "rarity_max": 5, "names": ["Kamui", "神威", "카무이", "Kamui", "Kamui", "Kamui"], "equip": [2, 3, 4, 41, 51, 52, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100010203", "job_id": 12}