{"TMR": ["MATERIA", 504209690], "name": "Bran", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20100, "rarity": 4}, {"level": 25, "type": "ABILITY", "id": 209710, "rarity": 4}, {"level": 41, "type": "ABILITY", "id": 209730, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 209700, "rarity": 4}, {"level": 9, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 101200, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 209720, "rarity": 5}, {"level": 73, "type": "ABILITY", "id": 200690, "rarity": 5}, {"level": 73, "type": "ABILITY", "id": 101220, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 209640, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 209670, "rarity": 6}, {"level": 16, "type": "ABILITY", "id": 100090, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 209750, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 209760, "rarity": 6}, {"level": 69, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 209740, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 209680, "rarity": 6}], "sex_id": 1, "entries": {"100007405": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [919, 2786, 240], "ATK": [38, 115, 24], "MP": [41, 123, 40], "MAG": [30, 90, 16], "SPR": [33, 100, 16], "DEF": [32, 98, 16]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 4, "limitburst_id": 100007405, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 20, "290060000": 10, "290060100": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 543, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [6, 21, 48], "effect_frames": [4, 19, 46], "strings": {"evolution": ["In the past, this is how<br>elves used to hone their skills.<br>In theory, these techniques are similar.", "在過去，<br>精靈是這樣磨練本領的。<br>原理還蠻相似。", "과거, 엘프들은 이런 식으로<br>자신의 실력을 연마했다.<br>원리는 비슷한 것 같군.", "C'est comme ça que nous, les elfes, faisions pour affûter nos aptitudes autrefois. <br>Ces techniques sont similaires, en théorie.", "In der Vergangenheit verbesserten<br>die Elfen so ihre Fertigkeiten.<br>Theoretisch sind diese Techniken ähnlich.", "Antiguamente, así es como mejorábamos nuestras habilidades los elfos.<br>Teóricamente, de forma similar a esta técnica."], "affinity": ["It doesn't matter if this body is temporary,<br>or even that our races are different...<br>Trust can still be born.", "就算只是暫時的身體，<br>就算來自不同的種族，<br>還是能夠……互相信賴呢。", "가짜 모습이라 하더라도,<br>혹은 종족이 다르다 하더라도,<br>신뢰란 것은…… 피어나게 마련이로군.", "Peu importe que ce corps soit temporaire,<br>ou que nous soyons de race différente...<br>la confiance peut toujours naître entre nous.", "Der Körper spielt keine Rolle,<br>genau so wie die Unterschiede zwischen uns ...<br>Vertrauen ist möglich.", "No importa si este cuerpo es efímero,<br>ni que seamos de razas diferentes...<br>La confianza siempre florece."], "description": ["A member of an elven tribe, strictly devoted to protecting their elven traditions. In love with nature, distrusting of other races, and devoted to protecting the law, he was in charge of governing one of the elven colonies scattered across the land. 700 years ago, one by one the elven colonies were blown away by the war of Paladia, and the miasma which followed took the lives of his wife Lunera as well as the rest of his brethren, leaving him alone.", "嚴格且遵從精靈傳統的精靈族。<br>他深愛自然，厭惡其他種族。<br>精靈村落分散於各地，<br>他統率著其中一個村落並嚴守紀律。<br>700年前帕拉迪亞爆發戰爭時，<br>整個村落都被吹到了暗黑大陸格羅諾亞，<br>他的妻子與同胞們因為瘴氣而接連病倒，<br>最後只剩布蘭孤獨一人。", "엄격하며 전통을 충실히 따르는 엘프 족.<br>자연을 사랑하고, 타 종족을 몰아내며 각지를<br>점거하던 엘프 마을 중 하나를 다스리던<br>우두머리로, 규칙을 철저히 지키며 살아가고 있었다.<br>700년 전, 파라디아에서 벌어진 전쟁에 의해<br>암흑대륙 골로노아에 마을 째로 떨어졌으며<br>독기에 의해 아내인 루네라와 동포들이<br>병으로 쓰러져 버리자, 홀로 남게 되었다.", "Un membre d'une tribu elfe, dévoué corps et âme à protéger les traditions de son peuple. Amoureux de la nature, ne faisant aucune confiance aux autres races et résolu à protéger la loi, il a pour mission de protéger une des colonies elfes éparpillées sur le continent. 700 ans plus tôt, les colonies furent détruites une à une lors de la guerre de Paladia et le miasme qui en résulta prit la vie de sa femme Lunera comme celle de tous ses frères, le laissant seul au monde.", "Ein Mitglied des Elfenstammes, das sich sich streng der Bewahrung der Tradition verschrieben hat. In Harmonie mit der Natur und dem Gesetz sowie ein Gegner anderer Arten verwaltete er eine der über das Land verteilten Elfenkolonien. Vor 700 Jahren wurde einer der Kolonien durch den Gifthauch des Paladia-Krieges ausgelöscht, sodass ihm seine Frau Lunera und seine Mitelfen genommen wurden.", "Un miembro de una tribu de elfos entregados devotamente a proteger sus tradiciones élficas. Apasionado de la naturaleza, desconfiado de las demás razas y devoto hacia el respeto a la ley, estaba a cargo de gobernar una de las colonias élficas desperdigadas a lo largo del mundo. Hace 700 años las colonias élficas fueron arrasadas una a una debido a la guerra en Paladia. La miasma que la siguió acabó con las vidas de su mujer Lunera, así como con las de el resto de su estirpe."], "fusion": ["I only wanted power so that<br>I could protect my brethren.<br>What is it you wish to protect?", "我之所以追求力量，<br>是為了要守護同胞們，<br>你又是為了守護什麼呢？", "내가 힘을 추구했던 것은,<br>동포를 지키기 위해서였다.<br>네가 지키는 것은 뭐지?", "Tout ce que je voulais, c'était<br>devenir assez fort pour pouvoir protéger mes frères.<br>Qu'est-ce que tu veux protéger toi ?", "Ich wollte nur die Kraft,<br>um meine Brüder zu beschützen.<br>Was soll ich für euch schützen?", "Tan solo anhelaba tener poder para proteger a mi estirpe.<br>¿Qué es lo que deseas proteger tú?"], "summon": ["Can't I be allowed to sleep in peace?<br>It matters not, use me as you will.", "不能讓我安穩沉睡……嗎？<br>算了，隨你便吧。", "평온히 잠들 처지는 못 되는가…… <br>상관없지, 마음껏 이용하도록 하게.", "N'ai-je donc pas le droit au repos ?<br>Enfin, peu importe. Faites de moi ce que vous voulez.", "Kann ich nicht in Frieden ruhen?<br>Unwichtig, nutze mich wie du willst.", "¿Acaso no tengo derecho a dormir en paz?<br>De poco importa, haz de mí lo que desees."]}}, "100007404": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [707, 2143, 210], "ATK": [29, 88, 18], "MP": [31, 94, 35], "MAG": [23, 69, 14], "SPR": [25, 76, 14], "DEF": [25, 75, 14]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 3, "limitburst_id": 100007404, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 8, "290030600": 13, "290050300": 15, "290020500": 25, "290050400": 8}}, "rarity": 4, "compendium_id": 542, "attack_damage": [[30, 30, 40]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [6, 21, 48], "effect_frames": [4, 19, 46], "strings": {"evolution": null, "affinity": ["It doesn't matter if this body is temporary,<br>or even that our races are different...<br>Trust can still be born.", "就算只是暫時的身體，<br>就算來自不同的種族，<br>還是能夠……互相信賴呢。", "가짜 모습이라 하더라도,<br>혹은 종족이 다르다 하더라도,<br>신뢰란 것은…… 피어나게 마련이로군.", "Peu importe que ce corps soit temporaire,<br>ou que nous soyons de race différente...<br>la confiance peut toujours naître entre nous.", "Der Körper spielt keine Rolle,<br>genau so wie die Unterschiede zwischen uns ...<br>Vertrauen ist möglich.", "No importa si este cuerpo es efímero,<br>ni que seamos de razas diferentes...<br>La confianza siempre florece."], "description": ["The head soldier of an elven tribe, especially talented in literary and military arts. Long ago, he lived in an underground castle in Gronoa where he was in charge of rounding up survivors from a tragedy which had befallen them. Though the typically strict, law-abiding and conservative elves disliked other races like humans and dwarves, it appears he had a sweet spot for their arts.", "文武雙全的精靈族戰士長。<br>過去曾經隱居在暗黑大陸格羅諾亞的<br>地下城內。統率著從某場災厄中倖存<br>的族人。<br>他是嚴守紀律的保守派，<br>厭惡人類與矮人等其他種族，<br>是十分典型精靈族。<br>他對藝術品頗有興趣。", "문무를 겸비한 엘프족 전사의 우두머리.<br>과거 골로노아 대륙의 지하성에서 숨어 지내며<br>어느 재앙에서 살아남은 동료들을 이끌던<br>우두머리이기도 했다.<br>엄격하고 규칙을 철저히 따르며 보수적인<br>성격으로, 인간과 드워프 등 타 종족을 적대시하는<br>전형적인 엘프였으나, 유일하게<br>미술품에는 관심을 보였다고 한다.", "Le chef des soldats d'une tribu d'elfes, particulièrement doué pour les lettres et l'art militaire. Il y a longtemps, il vivait dans un château souterrain de Gronoa où il était en charge de rassembler les survivants d'une tragédie qui leur est arrivée. Bien que les elfes typiques, stricts, conservateurs et respectueux de la loi détestent les humains et les nains, il s'avère qu'ils apprécient beaucoup leurs arts.", "Der führende Soldat eines Elfenstammes, ausgebildet in den Künsten der Literatur und des Militärs. Vor langer Zeit lebte er im unterirdischen Schloss Gronoa, wo er die Überlebenden einer Tragödie versammelte. Obwohl die strengen wie konservativen Elfen Menschen und Zwerge nicht mögen, hatten sie doch eine Schwäche für deren Künste.", "Líder de los soldados de una tribu de elfos versado particularmente en literatura y artes militares. Hace mucho tiempo solía vivir en el castillo subterráneo de Gronoa en donde se encargaba de juntar a los supervivientes de cierta tragedia que había caído sobre ellos. Aunque los elfos, de pensamiento estricto, conservador y firmes seguidores de la ley no tenían particular aprecio por otras razas como los humanos o los enanos, parece que él sí tenía un particular interés por sus obras de arte."], "fusion": ["This reminds me of the power I once had.<br>The time...when I was a soldier.", "……我想起了以前曾擁有的力量。<br>在我……還是戰士的時候。", "……과거의 힘이 생각난다.<br>내가…… 전사였을 때의.", "Ça me rappelle mes anciens pouvoirs.<br>Quand... j'étais soldat.", "Das erinnert mich an meine alte Kraft.<br>Als ich noch ein Soldat war.", "Esto me recuerda a aquel poder que tenía antaño.<br>En mis tiempos... de soldado."], "summon": ["So the power hungry humans wish<br>to use even the emotions<br>hiding within me...", "貪婪力量的人類， <br>就連我沉睡的思念<br>都想要利用嗎……", "힘에 굶주린 인간은,<br>나의 잠든 마음마저도<br>이용하려 하는가……", "Alors comme ça, ces humains à la soif de pouvoir insaisissable, m'ont invoqué et veulent se servir de ma force.", "Die machthungrigen Menschen<br>wollen also sogar die<br>die Kräfte in mir nutzen ...", "Así que los humanos sedientos de poder desean<br>usar las emociones que reposan en mi interior..."]}}, "100007406": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1196, 3623, 390], "ATK": [50, 150, 34], "MP": [53, 160, 65], "MAG": [39, 117, 26], "SPR": [43, 130, 26], "DEF": [42, 128, 26]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 4, "limitburst_id": 100007406, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 544, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [6, 21, 48], "effect_frames": [4, 19, 46], "strings": {"evolution": ["Magic that enhances one's power,<br>like a miracle straight from nature...<br>This is similar to elven techniques.", "將自然驚人的力量納入手中，<br>讓自己變強的魔法……<br>這和精靈的秘技也很相似。", "자연의 경이로움을 손에 넣어,<br>스스로의 힘을 키우는 마법……<br>엘프의 비기와도 비슷하군.", "De la magie qui peut améliorer les pouvoirs de quelqu'un, <br>comme un miracle de la nature ?<br>C'est la même chose que la technique des elfes.", "Kraftverstärkende Enerie,<br>wie ein Wunder der Natur ...<br>Vergleichbar mit den Elfentechniken.", "Magia que mejora el poder de uno,<br>cual milagro de la naturaleza...<br>Se parece a las técnicas élficas."], "affinity": ["It doesn't matter if this body is temporary,<br>or even that our races are different...<br>Trust can still be born.", "就算只是暫時的身體，<br>就算來自不同的種族，<br>還是能夠……互相信賴呢。", "가짜 모습이라 하더라도,<br>혹은 종족이 다르다 하더라도,<br>신뢰란 것은…… 피어나게 마련이로군.", "Peu importe que ce corps soit temporaire,<br>ou que nous soyons de race différente...<br>la confiance peut toujours naître entre nous.", "Der Körper spielt keine Rolle,<br>genau so wie die Unterschiede zwischen uns ...<br>Vertrauen ist möglich.", "No importa si este cuerpo es efímero,<br>ni que seamos de razas diferentes...<br>La confianza siempre florece."], "description": ["Leader of the elves, a race that values law and tradition. Leaving in an underground castle in the land of Gronoa he was cut off from all other races, but through trading art with others and meeting with the dwarf Ruggles, his frozen heart began to thaw. Under the care of his friend Ruggles, it is said he was able to peacefully return to the nature he loved so much.", "重視紀律與傳統的妖精族要角。<br>雖然隱居於暗黑大陸格羅諾亞的地下城，<br>斷絕與其他種族的往來，但是透過與人交易<br>藝術品，以及認識矮人族的拉格爾斯，<br>他那冰封的心逐漸融化。<br>最後在友人拉格爾斯的目送下<br>寧靜地回到了大自然的懷抱中。", "규칙과 전통을 중시하는 엘프 족의 우두머리.<br>암흑대륙 골로노아의 지하성에 숨어 지내며<br>타 종족과는 벽을 쌓고 지냈으나<br>미술품을 통해 인간과 교역하게 되고<br>드워프 족인 러글스와의 만남으로 인해<br>얼어붙었던 마음이 조금씩 녹아들고 있었다.<br>최후에는 친구인 러글스의 간병을 받으며<br>조용히 자연의 품으로 돌아갔다고 한다.", "Chef des elfes, une race qui fait passer la loi et les traditions au-dessus de tout. Vivant dans un château souterrain de Gronoa, il se cache des êtres de la surface. Toutefois, grâce à ses échanges réguliers avec les autres races et aux visites fréquentes de son ami, le nain Ruggles, son cœur gelé par le chagrin commença à se réchauffer. Sous la protection de ce dernier, on raconte qu'il a réussi à retourner sans problèmes dans la nature qu'il aimait tant.", "Anführer der Elfen, die Gesetz und Tradition hoch halten. Alleine gelassen im unterirdischen Schloss im Land Gronoa lebte er nur von der Kunst anderer und den Treffen mit dem Zwerg Ruggles. So begann sein Herz langsam aufzutauen. Dank der Hilfe seines Freundes Ruggles soll er friedlich in die Natur zurückgekehrt sein, die er so sehr liebte.", "Líder de los elfos, una raza que valora la ley y la tradición por encima de todo. Residía en un castillo subterráneo en las tierras de Gronoa y acabó con todo contacto con las demás razas, pero el comercio de arte con otros y su encuentro con el enano Ruggles hizo que su corazón de hielo comenzase a dudar. Se dice que logró fundirse con la naturaleza a la que tanto adoraba bajo el cuidado de su amigo Ruggles."], "fusion": ["Even glorious power can produce<br>great tragedy in the hands of the foolish.", "這輝煌的力量……<br>被愚蠢的種族利用的話，<br>只會產生悲劇而已……", "훌륭한 힘도…… <br>어리석은 종족의 손에 들어가면<br>비극만이 벌어질 뿐이다……", "Même le plus glorieux des pouvoirs peut produire<br>les pires tragédies s'il est entre les mains d'un fou.", "Selbst große Macht kann<br>große Tragödien in den Händen der Falschen bewirken.", "Hasta el poder más glorioso puede llevar a la tragedia<br>cuando se deja en manos de necios."], "summon": ["It seems those who look past war are fated<br>to fight even after they have passed... <br>Or maybe this is a chance for atonement.", "在死後還要繼續戰鬥， <br>這就是忽視戰爭的懲罰嗎……<br>又或者，是補償的機會？", "죽음 뒤에도 싸워야 하는 운명은,<br>전쟁을 못 본 척한 벌인가…… <br>아니면, 속죄의 기회인가.", "On dirait bien que ceux qui ont vu les guerres du passé<br>sont destinés à combattre même après la mort...<br>À moins que ce soit une sorte d'expiation.", "Die Kämpfer des Krieges scheinen nicht<br>vom Krieg loszukommen ... <br>Oder ist dies eine Chance zur Abbitte?", "Parece que aquellos que en vida ignoraron los estragos de la guerra están condenados a luchar más allá de la muerte...<br>O quizás esta sea una oportunidad de redención..."]}}}, "job": "Warrior", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Bran", "布蘭", "브란", "Bran", "Bran", "Bran"], "equip": [1, 2, 3, 10, 16, 40, 41, 50, 51, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100007404", "job_id": 5}