{"TMR": ["MATERIA", 504200150], "name": "Ludmille", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10020, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10040, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10030, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10090, "rarity": 3}, {"level": 9, "type": "MAGIC", "id": 10120, "rarity": 3}, {"level": 16, "type": "MAGIC", "id": 20080, "rarity": 3}, {"level": 32, "type": "ABILITY", "id": 201160, "rarity": 3}, {"level": 14, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 21, "type": "MAGIC", "id": 20130, "rarity": 4}, {"level": 35, "type": "ABILITY", "id": 100040, "rarity": 4}, {"level": 40, "type": "MAGIC", "id": 10140, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 201150, "rarity": 4}, {"level": 54, "type": "MAGIC", "id": 20100, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 10110, "rarity": 4}, {"level": 26, "type": "ABILITY", "id": 100010, "rarity": 5}, {"level": 41, "type": "MAGIC", "id": 20250, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 202130, "rarity": 5}], "sex_id": 2, "entries": {"100004204": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [596, 1806, 210], "ATK": [25, 76, 14], "MP": [34, 104, 45], "MAG": [25, 75, 14], "SPR": [24, 73, 14], "DEF": [23, 70, 14]}, "magic_affinity": [5, 5, 3, 0], "ability_slots": 3, "limitburst_id": 100004204, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290020500": 20, "290040400": 5, "290030200": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 273, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [21, 40], "effect_frames": [19, 38], "strings": {"evolution": ["I cannot regain what I've lost,<br>even if I grow more powerful...<br>Nonetheless, I wish to be stronger.", "就算變強了，失去的東西也已經無法再挽回……<br>但儘管如此我也想要變強。", "아무리 강해진다 한들<br>잃은 것들은 되돌아오지 않지만……<br>그래도 난 강해지고 싶어.", "Qu'importe ma puissance,<br>je ne peux récupérer ce que j'ai perdu...<br>Malgré tout, je souhaite devenir plus forte.", "Was ich verloren habe, ist verloren,<br>selbst, wenn ich noch stärker werde ...<br>Trotzdem möchte ich stärker werden.", "No puedo recuperar lo que he perdido<br>por muy fuerte que me haga...<br>Pero aun así, sigo queriendo volverme más fuerte."], "affinity": ["Our journey has been a long one.<br>If this is proof of your trust...<br>then I shall return the favor.", "如果我們一起走過的道路就是你對我信賴的證明……<br>那我也會全力報答你的恩情。", "지금까지 함께 걸어온 기나긴 여정이<br>나에 대한 신뢰의 증거라고 한다면……<br>나도 온 힘을 다해 그 은혜에 보답하도록 하지.", "Notre voyage fut long.<br>Si c'est là une preuve de ta confiance...<br>alors permets-moi de te rendre la pareille.", "Unsere Reise war lang.<br>Wenn dies dein Vertrauensbeweis ist  ...<br>Dann werde ich es erwidern.", "Nuestro viaje ha sido largo.<br>Si con esto demuestras tu confianza...<br>te devolveré el favor."], "description": ["A red mage from the empire of Zoldaad who spent her childhood in an orphanage. Ludmille grew up coveting power, and thus became a red mage in service of the empire. The general in command of the empire's exclusively male military was the first to discover her talents, and attempted to reward her in accordance with her military deeds. However, for Ludmille there was no greater honor than the praise she received from the general himself.", "佐爾達多帝國的赤魔道士，<br>由於戰爭成了孤兒，因此渴求力量，<br>成為了帝國的赤魔道士。<br>她不僅被帝國將軍看中了才華，<br>還立下了赫赫戰功。<br>然而她並不貪婪，比起獎賞，<br>她更期待恩人將軍的<br>一句犒勞的話語。", "졸다드 제국의 적마도사.<br>전쟁고아 출신이며 힘을 손에 넣기 위해<br>제국의 적마도사가 되었다.<br>타고난 무인인 제국 장군에게<br>그 재능을 인정받아 수많은 무공을 세웠지만,<br>욕심이 없는 그녀는 그 어떤 포상보다도<br>은인인 장군의 위로의 말 한마디에서<br>삶의 기쁨을 얻었다.", "Une mage rouge de l'empire de Zoldaad qui a grandi dans un orphelinat. Sa soif de puissance, qui trouve ses racines dans son enfance, l'a poussée à se mettre au service de l'Empire. Le général en charge de l'armée impériale, exclusivement masculine, fut le premier à remarquer son talent et tenta de récompenser ses hauts faits comme il se doit. Cependant, pour Ludmilla, il n'y avait pas plus grand honneur que d'être complimentée par le général lui-même.", "Eine Rotmagierin aus dem Reich Zoldaad, die ihre Kindheit im Waisenhaus verbrachte. Ludmilla wünschte sich schon früh Macht und wurde darum eine Rotmagierin im Dienst des Imperiums. Der Oberbefehlshaber der bis dahin ausschließlich männlichen Armee entdeckte ihre Talente und wollte sie für ihre Leistungen auszeichnen. Für Ludmilla aber gab es kein größeres Lob als das vom General selbst.", "Una maga roja del Imperio de Zooldad que paso su infancia en un orfanato. Ludmille creció anhelando adquirir poder, lo que la llevo a trabajar para el Imperio como maga roja. Un general imperial fue el primero en descubrir su talento e intento recompensarla por sus logros militares. Sin embargo, para Ludmille no había mayor honor que el reconocimiento que recibió del general."], "fusion": ["This is good...<br>After all, I only believe in power.", "這樣就好……<br>我只相信自己的力量。", "그걸로 됐어……<br>내가 믿는 건 오로지 힘뿐이니까.", "Ça fera l'affaire...<br>Après tout, je ne crois qu'en la puissance.", "Das sollte reichen ...<br>Schließlich glaube ich nur an Kraft.", "Eso servirá... <br>Después de todo solo creo en el poder."], "summon": ["No matter what they might say,<br>those who seek power<br>all share the same philosophy.", "無論是誰都渴望著力量，<br>人類的想法還真是沒有變化。", "힘을 추구하는 사람의 마음은<br>그 누구라 하더라도 변함이 없구나.", "Ceux qui recherchent le pouvoir<br>partagent tous les mêmes idéologies...", "Wer nach Macht strebt<br>hat nur einen Gedanken ...", "Todos los que ansían el poder<br>comparten las mismas ideas..."]}}, "100004205": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [775, 2348, 240], "ATK": [33, 99, 16], "MP": [45, 136, 60], "MAG": [32, 98, 16], "SPR": [31, 95, 16], "DEF": [30, 91, 16]}, "magic_affinity": [6, 6, 4, 0], "ability_slots": 4, "limitburst_id": 100004205, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 274, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [21, 40], "effect_frames": [19, 38], "strings": {"evolution": ["Is this...<br>what lies beyond the power I craved?", "這就是……<br>獲得力量後才能看得見的景色嗎？", "이것이…… 힘을 추구한 끝에<br>펼쳐진 경치란 말인가……?", "Est-ce la conclusion...<br>de ma quête de pouvoir ?", "Ist das ...<br>was die begehrte Kraft in sich birgt?", "¿Es esto...<br>lo que se oculta tras el ansiado poder?"], "affinity": ["Our journey has been a long one.<br>If this is proof of your trust...<br>then I shall return the favor.", "如果我們一起走過的道路就是你對我信賴的證明……<br>那我也會全力報答你的恩情。", "지금까지 함께 걸어온 기나긴 여정이<br>나에 대한 신뢰의 증거라고 한다면……<br>나도 온 힘을 다해 그 은혜에 보답하도록 하지.", "Notre voyage fut long.<br>Si c'est là une preuve de ta confiance...<br>alors permets-moi de te rendre la pareille.", "Unsere Reise war lang.<br>Wenn dies dein Vertrauensbeweis ist  ...<br>Dann werde ich es erwidern.", "Nuestro viaje ha sido largo.<br>Si con esto demuestras tu confianza...<br>te devolveré el favor."], "description": ["A red mage from the empire of Zoldaad. When the well-decorated general of Zoldaad's military found himself without a successor, he decided to adopt Ludmille as his daughter and, thus, heiress to his position. However, just before this took place, the empire had come under the influence of a certain scientist, and a great reform of the emperor's policies soon followed. Sadly for Ludmille, this culminated in the general's discharge, causing her to lose the backing of the only person who had ever believed in her.", "佐爾達多帝國的赤魔道士，<br>她孑然一身立下赫赫戰功，<br>甚至被沒有子嗣的帝國將軍<br>收為了養女。<br>但在她融入新的家庭之前，<br>帝國接觸了某個科學家，<br>皇帝也因此改變了國策，將軍失利，<br>她也由此失去了後盾。", "졸다드 제국의 적마도사. 고아 출신이면서도 수많은 전장에서 세운 공을 인정받으며, 후계자가 없는 제국 장군이 그녀를 양녀로 삼기로 한다. 하지만 새로운 가족이 생기기 직전, 한 과학자와의 접촉 이후,  황제는 돌연 정책을 바꾸고, 장군은 실각에 이르게 된다. 그녀 또한 후원자를 잃게 된다.", "Une mage rouge de l'empire de Zoldaad. Lorsque l'estimé général des forces armées de Zoldaad se retrouva sans successeur, il décida d'adopter Ludmilla afin d'en faire son héritière. Mais avant que cette décision ne puisse prendre effet, l'empire commença à s'affilier avec un certain scientifique, et une grande réforme s'ensuivit dans la politique de l'empereur. Le général se retrouva congédié, et Ludmilla perdit ainsi la seule personne qui avait toujours cru en elle...", "Eine Rotmagierin aus dem Reich Zoldaad. Als der hochdekorierte General der Streitkräfte von Zoldaad kinderlos blieb, adoptierte er Ludmilla, um ihr seine Position zu vererben. Zu dieser Zeit jedoch gab sich das Imperium mit einem gewissen Wissenschaftler ab, was zu einer umfassenden Reform in der Politik des Imperiums führte. Der General wurde entlassen und Ludmilla verlor die einzige Person, die sie jemals unterstützt hatte.", "Una maga roja del Imperio de Zooldad. Cuando el condecorado general del ejército de Zolddat se vio sin un sucesor, este decidió adoptar a Ludmille como si fuera su hija y sucesora en el cargo. Sin embargo y debido a que el Imperio se alió con cierto científico, empezaron a llevarse a cabo reformas en las políticas del Imperio y el general perdió su estatus, causando que Ludmille perdiese a su protector."], "fusion": ["Power is everything...<br>Power is all I have...<br>Because I cannot gain the trust of others.", "力量才是全部……<br>我只有力量……<br>只有它才能讓我贏得信賴。", "이 세상은 힘이 전부…….<br>나는 그 방법 외에……<br>신뢰를 얻는 법을 몰라.", "La puissance est tout...<br>C'est la seule chose que je possède...<br>Puisque je n'ai aucun moyen de gagner la confiance des autres.", "Kraft ist alles ...<br>Es ist alles, was ich besitze ...<br>Denn das Vertrauen anderer bedeutet mir nichts.", "El poder lo vale todo... <br>Eso es todo lo que tengo... <br>Es todo lo que tengo para conseguir la confianza ajena."], "summon": ["If power is what you seek,<br>I shall lend you mine.<br>Power never disappoints.", "……如果你想要力量，我就借給你。<br>力量是絕對不會背叛你的。", "……원한다면 힘을 빌려주지.<br>힘은 절대 배신하지 않으니까.", "Si le pouvoir tu recherches,<br>alors le pouvoir je te prêterai.<br>Il ne m'a jamais fait défaut.", "Wenn du Kraft suchst,<br>leihe ich dir meine.<br>Kraft enttäuscht nie.", "Si es poder lo que ansías,<br>te prestaré el mío.<br>El poder nunca decepciona."]}}, "100004203": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [458, 1389, 150], "ATK": [19, 58, 10], "MP": [26, 80, 35], "MAG": [19, 57, 10], "SPR": [18, 56, 10], "DEF": [17, 53, 10]}, "magic_affinity": [4, 4, 2, 0], "ability_slots": 2, "limitburst_id": 100004203, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290010100": 25, "290030200": 5, "290020500": 10}}, "rarity": 3, "compendium_id": 272, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [21, 40], "effect_frames": [19, 38], "strings": {"evolution": null, "affinity": ["Our journey has been a long one.<br>If this is proof of your trust...<br>then I shall return the favor.", "如果我們一起走過的道路就是你對我信賴的證明……<br>那我也會全力報答你的恩情。", "지금까지 함께 걸어온 기나긴 여정이<br>나에 대한 신뢰의 증거라고 한다면……<br>나도 온 힘을 다해 그 은혜에 보답하도록 하지.", "Notre voyage fut long.<br>Si c'est là une preuve de ta confiance...<br>alors permets-moi de te rendre la pareille.", "Unsere Reise war lang.<br>Wenn dies dein Vertrauensbeweis ist  ...<br>Dann werde ich es erwidern.", "Nuestro viaje ha sido largo.<br>Si con esto demuestras tu confianza...<br>te devolveré el favor."], "description": ["A red mage from the empire of Zoldaad. Ludmille's family were casualties of the war brought on by the Empire; as a result, she spent most of her childhood in an orphanage. Her tragic past caused her to grow up coveting power, which eventually motivated her to hone her skills for the purpose of joining the military forces of Zoldaad. The air of mystery she exudes always creates the impression that she is cold and distant.", "佐爾達多帝國的赤魔道士，<br>因帝國的戰爭失去了家人，<br>在孤兒院度過了童年時光。<br>她希望獲得力量，<br>因此自願投身進戰爭之中，<br>在佐爾達多帝國軍中磨練自己的本領。<br>這悲慘的動機使得她性格陰暗，<br>讓人不敢靠近。", "졸다드 제국의 적마도사. 제국이 일으킨 전쟁으로 인해 가족을 잃고 어느 고아원에서 어린 시절을 보냈다. 힘을 얻고 싶다는 바람을 이루기 위해 일부러 졸다드 제국군에 들어가<br>기술을 갈고 닦았다. 그런 슬픈 동기로 인해 그녀의 표정은 항상 그늘져 있으며, 다가가기 힘든 분위기를 풍기고 있다.", "Une mage rouge de l'empire de Zoldaad. Après avoir perdu toute sa famille dans la guerre causée par l'Empire, elle a été forcée de passer la majorité de son enfance dans un orphelinat. Son passé tragique l'a poussée à convoiter plus de pouvoir et, finalement, à aiguiser ses capacités en vue de rejoindre les forces armées de Zoldaad. L'aura de mystère qui l'entoure perpétuellement lui donne un air froid et distant.", "Eine Rotmagierin aus dem Reich Zoldaad. In den Wirren des Krieges um das Imperium verlor Ludmilla ihre Familie und wuchs im Waisenhaus auf. Ihre tragische Vergangenheit ließ sie nach mehr Macht streben und brachte sie schließlich dazu, ihre Kräfte für den Dienst in der Armee von Zoldaad zu schulen. Die Rätselhaftigkeit, die sie umgibt, hinterlässt den Eindruck von Kälte und Distanz.", "Una maga roja del Imperio de Zoldaad. Ludmille perdió a su familia a causa de la guerra que inició el Imperio, lo que hizo que pasase la mayor parte de su infancia en un orfanato. Su trágico pasado la llevó a anhelar mayor poder y esto eventualmente la motivó para refinar sus habilidades antes de alistarse en el ejército de Zoldaad. Es de aire misterioso, lo que da la impresión de que es una persona fría y distante."], "fusion": ["I...<br>I require more power.", "我需要……<br>更多的力量。", "나는……<br>더욱 더 힘이 필요해.", "J'ai besoin...<br>de plus de puissance.", "Ich ...<br>Ich brauche mehr Kraft.", "Necesito... más poder."], "summon": ["Regardless of their origins...<br>All humans hunger for power...", "無論是哪個國家的人都渴望著力量……", "역시 사람은 누구 할 것 없이……<br>힘을 원하는 모양이구나…….", "Qu'importe leurs origines...<br>Tous les humains ont soif de pouvoir...", "Unabhängig von der Herkunft ...<br>teilen alle Menschen den Hunger nach Macht ...", "Da igual de dónde procedan los humanos...<br>Todos tienen sed de poder..."]}}}, "job": "Red Mage", "sex": "Female", "game": "FFBE", "rarity_max": 5, "names": ["Ludmille", "柳德米拉", "류드밀라", "Ludmilla", "Ludmilla", "Ludmille"], "equip": [1, 2, 3, 6, 9, 10, 15, 30, 31, 40, 41, 50, 51, 52, 53, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100004203", "job_id": 31}