{"TMR": ["EQUIP", 312001400], "name": "Lunera", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 209610, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 20120, "rarity": 5}, {"level": 15, "type": "ABILITY", "id": 209600, "rarity": 5}, {"level": 22, "type": "ABILITY", "id": 200310, "rarity": 5}, {"level": 35, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 50, "type": "ABILITY", "id": 209590, "rarity": 5}, {"level": 56, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 100120, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910322, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 209560, "rarity": 6}, {"level": 11, "type": "MAGIC", "id": 20240, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 209650, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 209660, "rarity": 6}, {"level": 40, "type": "MAGIC", "id": 10190, "rarity": 6}, {"level": 61, "type": "ABILITY", "id": 100060, "rarity": 6}, {"level": 68, "type": "ABILITY", "id": 209630, "rarity": 6}, {"level": 76, "type": "MAGIC", "id": 10210, "rarity": 6}, {"level": 95, "type": "ABILITY", "id": 209620, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 209570, "rarity": 6}], "sex_id": 2, "entries": {"100007505": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [935, 2833, 300], "ATK": [30, 92, 20], "MP": [46, 138, 50], "MAG": [38, 116, 20], "SPR": [34, 103, 20], "DEF": [30, 90, 20]}, "magic_affinity": [6, 8, 0, 0], "ability_slots": 4, "limitburst_id": 100007505, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 562, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [61], "effect_frames": [59], "strings": {"evolution": null, "affinity": ["I believe in you.<br>Allow me to contribute my power<br>in hopes of making a world without war.", "我相信你們。<br>請將這份力量，<br>用於沒有鬥爭的世界吧。", "저는, 여러분을 믿습니다.<br>이 힘을 부디, 전쟁 없는 세계를 위해<br>사용해 주세요.", "Je crois en toi.<br>Laisse-moi t'offrir mon pouvoir<br>et travaillons ensemble à l'avènement d'un monde sans guerre.", "Ich glaube an dich.<br>Erlaube mir, mit meiner Kraft<br>zum Frieden auf der Welt beizutragen.", "Confío en ti.<br>Permite que contribuya con mi poder con la esperanza de crear un mundo mejor sin guerras."], "description": ["A girl of the elven tribe which once lived in an underground castle in Gronoa. Like dwarves, elves are highly intelligent, and hold powers that no other race has. Though because of their love for nature they despise humans who dare to harm it, her feelings were changed by the war that happened long, long ago.", "一位精靈族女性，過去曾隱居在<br>暗黑大陸格羅諾亞的地下城內。<br>精靈與矮人相同，擁有智慧並擁有<br>其他種族所沒有的魔力。他們深愛<br>大自然，因此曾經厭惡踐踏大自然的人類，<br>但很久以前的一場戰爭<br>卻逐漸的改變了她心境。", "과거, 암흑대륙 골로노아의 지하성에서<br>숨어 지내던 엘프족 여성.<br>엘프는 드워프와 마찬가지로 지성을 갖추었으며<br>또한 타 종족은 갖지 못한 마력을 지닌 종족이기도 하다.<br>그들은 자연을 사랑하는 종족이었기 때문에<br>자연을 짓밟는 인간에게 적대감을 품고 있었지만<br>먼 옛날 벌어진 어느 전쟁을 계기로<br>그녀의 마음에도 변화가 찾아왔다.", "Une jeune fille de la tribu des elfes qui vivait autrefois dans un château souterrain de Gronoa. Tout comme les nains, les elfes sont très intelligents et possèdent des pouvoirs que les autres races n'ont pas. Leur amour de la nature n'a d'égal que la haine qu'ils éprouvent à l'égard des humains qui ont osé l'endommager. Ses sentiments changèrent toutefois à cause de la guerre qui eut lieu il y a très longtemps.", "Ein Mädchen aus dem Stamm der Elfen, die einst in einem unterirdischen Schloss in Gronoa lebte. Wie Zwerge sind Elfen hoch intelligent und verfügen über einzigartige Kräfte. Obwohl sie wegen ihrer Liebe zur Natur Menschen verachten, die diese beschädigen, änderten sich ihre Gefühle in einem Krieg vor langer, langer Zeit.", "Una chica de la raza de los elfos que antaño vivieron en el castillo subterráneo de Gronoa. De forma similar a los enanos, los elfos estaban dotados de gran inteligencia y de poderes que ninguna otra raza tenía. Aunque despreciaba a los humanos que se atrevieran a dañar a la naturaleza debido a su amor por ella, sus sentimientos cambiaron por causa de una guerra que ocurrió hace muchísimo tiempo."], "fusion": ["The power which all men seek.<br>I believe it to be a good thing.", "人們不停地追求力量。<br>我相信這是好事。", "인간의 아이가 추구하는 힘.<br>좋은 것이라, 믿고 있습니다.", "Le pouvoir est ce que tous les hommes recherchent.<br>Je pense que c'est une bonne chose.", "Die Kraft, nach der alle Männer streben.<br>Ich denke, es ist etwas Gutes.", "El poder que todo humano busca.<br>Yo creo que es algo positivo."], "summon": ["To surpass time...<br>Alas, the time where we can<br>all hold hands has come.", "穿越時空……<br>終於，人類和我們<br>攜手共進的時刻到來了呢。", "시간을 넘어…… <br>마침내, 인간의 아이와 우리들이<br>손을 마주 잡을 때가 온 것이군요.", "Au-delà du temps...<br>Le temps où nous pourrons tous nous tenir la main est enfin venu.", "Zu überdauern ...<br>Ach, die Zeit, in der wir alle uns an den Händen<br>halten, ist gekommen.", "Más allá del tiempo...<br>Ha llegado el momento de que todos nos demos la mano y avancemos juntos."]}}, "100007506": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1216, 3684, 450], "ATK": [40, 120, 30], "MP": [59, 180, 75], "MAG": [50, 152, 30], "SPR": [45, 135, 30], "DEF": [39, 118, 30]}, "magic_affinity": [7, 8, 0, 0], "ability_slots": 4, "limitburst_id": 100007506, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 563, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [61], "effect_frames": [59], "strings": {"evolution": ["I can feel my true power returning...<br>It seems one's feelings truly can<br>progress beyond death.", "原本的力量正在恢復……<br>死後的思念，<br>也會升華呢。", "내 본래의 힘이 돌이오는 감각……<br>죽은 뒤에도 마음은<br>진보할 수 있는 것이로군요.", "Je sens que mes pouvoirs me reviennent...<br>On dirait bien que les sentiments peuvent transcender la mort.", "Ich spüre, wie meine wahre Kraft zurückkehrt ...<br>Gefühle können tatsächlich<br>über den Tod hinausgehen.", "Puedo sentir como recupero mi antiguo poder...<br>Parece que los sentimientos de uno pueden trascender más allá de la muerte."], "affinity": ["I believe in you.<br>Allow me to contribute my power<br>in hopes of making a world without war.", "我相信你們。<br>請將這份力量，<br>用於沒有鬥爭的世界吧。", "저는, 여러분을 믿습니다.<br>이 힘을 부디, 전쟁 없는 세계를 위해<br>사용해 주세요.", "Je crois en toi.<br>Laisse-moi t'offrir mon pouvoir<br>et travaillons ensemble à l'avènement d'un monde sans guerre.", "Ich glaube an dich.<br>Erlaube mir, mit meiner Kraft<br>zum Frieden auf der Welt beizutragen.", "Confío en ti.<br>Permite que contribuya con mi poder con la esperanza de crear un mundo mejor sin guerras."], "description": ["A long-lost girl from an elven tribe, endowed with both intelligence and magical powers. In the land currently known as Gronoa, she was once a powerful soldier who led a squad with her husband Bran. She was much more tolerant than her conservative husband, and it said that while she was alive she sometimes even met with people from other races.", "兼具高度智慧與魔力的已故精靈族女性。<br>曾經在現格羅諾亞大陸上，與夥伴們<br>一起生活。當時她以最強的戰士著稱，<br>並曾與丈夫布蘭一同率領著部族。<br>與保守的丈夫相比，她的個性較為寬容，<br>據說她生前還與其它的種族交流過。", "뛰어난 지성과 마력을 겸비한,<br>이미 세상을 떠난 엘프 족 여성.<br>현재 골로노아 대륙이라 불리는 지역에서<br>동료들과 함께 살아가던 당시에는<br>강력한 전사로서 남편인 브란과 함께<br>집단을 지휘하기도 했다.<br>보수적인 남편과 비교해 관대한 편이며<br>생전에는 타 종족과도 교류했다고 한다.", "Une fille dont on avait perdu la trace de la tribu des elfes, ces êtres possédant des pouvoirs magiques et une intelligence hors du commun. Sur les terres connues aujourd'hui sous le nom de Gronoa, elle était autrefois un puissant soldat qui dirigeait une escouade avec Bran, son mari. Elle était bien plus tolérante que son conservateur de mari et on raconte même que lorsqu'elle était en vie, elle rencontrait parfois des gens d'autres races.", "Ein lange verloren geglaubtes Elfenmädchen, das mit Intelligenz und magischen Kräften gesegnet ist. Im Land genannt Gronoa war sie einst mächtige Soldatin, die zusammen mit ihrem Ehemann eine Schwadron anführte. Sie war um einiges toleranter als ihr Ehemann und es heißt, dass sie sich sogar mit Vertretern anderer Arten traf.", "Una chica perdida de la raza de los elfos dotada de gran inteligencia y poder mágico. En la tierra que ahora se conoce como Gronoa, fue una soldado poderosa que lideraba a un escuadrón junto a su marido Blanch. Era mucho más tolerante que su marido de pensamiento conservador y se dice que en vida en ocasiones llegó a tener encuentros con gentes de otras razas."], "fusion": ["Becoming stronger and stronger...<br>It reminds me of my time as a soldier.", "像這樣越來越強大……<br>讓我想起了還是戰士的時光。", "이렇게 힘을 기르고 있자니<br>전사였던 때가 떠오릅니다.", "Devenir de plus en plus puissant...<br>me rappelle quand j'étais soldat.", "Stärker und stärker zu werden ...<br>das erinnert mich an mein Soldatendasein.", "Hacerse más y más fuerte...<br>Me recuerda a mis tiempos de soldado."], "summon": ["So that the failings of the past are<br>not repeated, let us entrust<br>our feelings to the children.", "為了不再重蹈<br>過去所犯下的錯誤……<br>就讓我把希望寄託於你們吧。", "과거에 저지른 잘못을<br>돌이키지 않기 위해서…… <br>인간의 아이에게, 마음을 맡기겠습니다.", "Pour ne pas répéter les erreurs du passé, léguons ces sentiments à nos enfants.", "Damit sich die Fehler der Vergangenheit<br>nicht wiederholten, sollten wir<br>unsere Gefühle den Kindern anvertrauen.", "Para que no cometamos los mismos errores pasados,<br>encomendemos nuestros sentimientos a nuestros descendientes."]}}}, "job": "Archer", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Lunera", "盧內拉", "루네라", "Lunera", "Lunera", "Lunera"], "equip": [1, 5, 6, 7, 11, 12, 15, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100007505", "job_id": 105}