{"TMR": ["MATERIA", 504200810], "name": "Liza", "is_summonable": false, "skills": [{"level": 3, "type": "ABILITY", "id": 200850, "rarity": 1}, {"level": 12, "type": "ABILITY", "id": 200830, "rarity": 1}, {"level": 6, "type": "ABILITY", "id": 200880, "rarity": 2}, {"level": 19, "type": "ABILITY", "id": 200820, "rarity": 2}, {"level": 27, "type": "ABILITY", "id": 100040, "rarity": 2}], "sex_id": 2, "entries": {"100001601": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [202, 612, 390], "ATK": [9, 28, 26], "MP": [13, 40, 95], "MAG": [10, 31, 26], "SPR": [11, 32, 26], "DEF": [9, 26, 26]}, "magic_affinity": [1, 0, 1, 0], "ability_slots": 1, "limitburst_id": 100001601, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 250, "materials": {"290050100": 3, "290050200": 1, "290010200": 1}}, "rarity": 1, "compendium_id": 27, "attack_damage": [[50, 50]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [58, 66], "effect_frames": [56, 64, 35], "strings": {"evolution": null, "affinity": null, "description": ["A bard who made her living singing of legends and heroes. Liza's beautiful voice, and the graceful playing of her harp, served to comfort and inspire the common folk. Eventually, however, she drew the ire of a beast whose acts she had recounted in song, and lost her voice to a curse it placed on her. Bereft of her true gift and livelihood, Liza vanished, never to be seen again.", "曾是一名歌唱傳說中英雄們<br>事蹟的吟遊詩人，<br>她用她那美妙的歌喉與動聽的豎琴聲<br>給眾多人民心中送去了力量。<br>然而有一次，她的詩歌激怒了魔物，<br>遭到了魔物的詛咒。<br>從此她的歌聲被剝奪，<br>再沒有人知道她的去向。", "각지에 전해지는 전설이나 영웅담을 노래하며<br>사람들에게 이야기를 전하던 음유시인.<br>아름다운 노래와 하프 소리는 사람들의 마음을<br>어루만지고 용기를 심어주었으나,<br>어느 날 노래의 소재가 된 마물의 노여움을 사<br>저주를 받게 되었다.<br>저주로 목소리를 빼앗긴 그녀는<br>모습을 감추고 다시는 나타나지 않았다.<br><br>", "Une barde qui gagnait sa vie en chantant les épopées des grands héros. Avec sa harpe et sa douce voix, Liza réconfortait les cœurs du petit peuple. Un jour, elle s'attira la colère d'un des monstres de ses chansons et subit une malédiction qui lui fit perdre sa voix. Privée de son don et de sa joie de vivre, Liza disparut à tout jamais.", "Bardin, die ihren Lebensunterhalt mit dem Gesang über Helden und Legenden verdiente. Lisas Harfe und ihre Stimme trösteten und inspirierten das Volk. Jedoch zog sie mit einem ihrer Lieder den Zorn der Bestien auf sich und verlor durch einen Fluch ihre Stimme. Ihrer Lebensgrundlage beraubt, verschwand sie und wurde nie wieder gesehen.", "Una barda que se ganaba la vida cantando sobre leyendas y héroes. La preciosa voz de Liza junto con su arpa reconfortaban e inspiraban el corazón de los plebeyos. Aunque, al final, despertó la ira de una de las bestias de sus canciones, que la maldijo para que perdiera la voz. Desprovista de su verdadero don y su vitalidad, Liza desapareció y no se la volvió a ver."], "fusion": ["There's a song on my lips...<br>I think my voice got stronger!<br>I want to share this refrain with everyone!", "歌聲快要從口中溢出……<br>這說明我的歌聲變強大了！<br>啊啊，真想快點讓大家聽到這旋律。", "노래가 저절로 입술을 타고 나오네…….<br>내 노래가 더욱 강해진 거구나!<br>아아, 모든 이에게 이 선율을 들려주고 싶어!", "J'ai envie de chanter...<br>Je crois que ma voix a gagné en puissance !<br>J'ai hâte de la montrer à tout le monde !", "Ich habe ein Lied auf den Lippen ...<br>Meine Stimme ist klarer geworden!<br>Ich muss sie mit allen teilen!", "Tengo una canción en los labios...<br>¡Creo que mi voz es más fuerte!<br>¡Tengo que compartir este estribillo con todos!"], "summon": ["Huh? Have I...come back to life?<br>A vision? A summoning, you say?<br>Well, I guess I don't really mind as long as I can siiing! ♫", "咦？我怎麼復活了？<br>幻兵？召喚？都是些什麼？<br>算了，只要能唱歌，這些都無所謂！", "어머? 나…… 살아난 거야?<br>비전? 소환? 그게 뭔데?<br>뭐, 어때. 노래만 할 수 있으면 상관없어!", "Mais...Je suis revenue à la vie... ? Comment est-ce possible ?<br>Comment ça, une vision ? Une invocation ?<br>Oh, du moment que je peux chanter, tout<br>me va !", "Ich ... ich bin wieder lebendig?<br>Eine Vision? Eine Beschwörung, sagst du?<br>Soll mir recht sein, solange ich wieder singen kann!", "¿Qué? ¿He vuelto a la vida?<br>¿Visión? ¿Invocación, dices?<br>Bueno, ¡me da igual<br>mientras pueda cantar!"]}}, "100001602": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [258, 782, 540], "ATK": [12, 35, 36], "MP": [17, 51, 120], "MAG": [13, 39, 36], "SPR": [14, 41, 36], "DEF": [11, 34, 36]}, "magic_affinity": [2, 0, 2, 0], "ability_slots": 2, "limitburst_id": 100001602, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 2, "compendium_id": 28, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [58, 66], "effect_frames": [56, 64, 35], "strings": {"evolution": ["This power is strange...<br>It's as if it were awakening me.<br>Yes, this is a song from the soul!<br>I'll play a tune on the harp to celebrate!", "這力量好神奇……就像剛剛睡醒一樣。<br>啊啊，這就是靈魂之歌！<br>讓我奏響豎琴，高歌一曲來慶祝吧！", "신기한 힘이야…… 마치 긴 잠에서 깬 것 같아.<br>아아, 이것이 참된 영혼의 노래구나!<br>하프를 뜯어 축복의 노래를 바치겠어!", "Ce pouvoir est étrange...<br>On dirait qu'il éveille quelque chose en moi...<br>Oui, c'est un chant venant de l'âme !<br>Je vais jouer de ma harpe pour célébrer cette découverte !", "Diese Kraft ...<br>Als ob sie mich erwecken würde.<br>Ja, das ist ein Lied der Seele!<br>Ich muss es sogleich auf der Harfe spielen!", "Este poder es extraño...<br>Es como si me despertara.<br>¡Sí, es una canción del alma!<br>¡Tocaré el arpa para celebrarlo!"], "affinity": ["How long we've traveled together.<br>I do hope you've found my singing useful, ha ha. Let's keep looking after each other!", "我們已經一起旅行這麼久了呢。<br>我的歌聲幫上你的忙了嗎？<br>呵呵，今後也請多關照啦！", "함께 여행한 지도 꽤 됐지?<br>그 동안 내 노래가 도움이 됐어?<br>후후, 앞으로도 잘 지내자!", "Nous voyageons ensemble depuis si longtemps.<br>J'imagine que tu dois trouver mes chansons plutôt utiles, n'est-ce pas ? Héhé, n'hésite pas à faire appel à moi quand tu auras besoin !", "Es wundert mich fast, dass du nach der ganzen Zeit<br>meine Lieder nicht langsam satt hast. Hehe.", "Hemos viajado mucho tiempo juntos.<br>Me pregunto si mis canciones te han resultado útiles. Je, je. ¡Sigamos cuidando el uno del otro!"], "description": ["A beautiful bard who earned her daily bread traveling the world, singing of legendary beasts and the heroes who vanquished them. Liza fell into deep despair after losing her voice to the curse of a vengeful creature of whom she had sung, and cast her life away by drowning herself in a lake. Though she died full of regrets, as a vision she can once again sing to her heart's content.", "曾是一名美麗的吟遊詩人，<br>專門歌唱英雄打倒魔物的傳說，<br>將英雄們的事蹟傳誦給世人。<br>然而，她因此激怒魔物，被詛咒奪去了聲音，<br>絕望下她縱身躍進湖中，結束了自己的生命。<br>她死後，這份遺憾之情殘留於世間，<br>現如今她作為幻兵重現人間，<br>終於可以無憂無慮地再次歌唱了。", "전설에 등장하는 마물과, 그 마물을 쓰러뜨린<br>영웅의 활약을 노래로 널리 알린<br>아름다운 음유시인.<br>노래에 등장한 마물의 저주에 걸려<br>목소리를 잃자 절망에 빠져 연못에 몸을 던졌다.<br>하지만 그녀의 원통함은 세상에 남아서<br>비전으로 부활했고, 목소리를 되찾은 그녀는<br>다시 아름다운 노래를 마음껏 부르고 있다.", "Une belle barde qui gagnait sa vie en parcourant les routes et en chantant les histoires de monstres légendaires et des héros qui les terrassèrent. Liza sombra dans un profond désespoir quand une malédiction lancée par la créature d'une de ses chansons lui fit perdre sa voix. Elle mit fin à ses jours en se jetant dans un lac. Elle mourut pleine de regrets, mais en tant que vision, elle peut à nouveau chanter à gorge déployée.", "Schöne Bardin, die um die Welt reiste und von legendären Bestien und den Helden sang, die sie bezwangen. Lisa verzweifelte, als sie aufgrund eines Fluches einer Kreatur aus einem ihrer Lieder ihre Stimme verlor, und beendete ihr Leben, indem Sie sich in einem See ertränkte. Obwohl sie voller Reue starb, singt sie nun als Vision wieder aus ganzem Herzen.", "Una barda preciosa que se ganaba el sustento viajando por el mundo cantando sobre bestias legendarias y los héroes que las derrotaron. Liza se sumió en la desesperación al perder la voz por culpa de la maldición de una criatura vengativa que mencionaba en una canción y se quitó la vida ahogándose en un lago. Aunque murió siendo víctima de su pesar, como visión puede volver a cantar de corazón."], "fusion": ["A song springs from deep within my heart.<br>My soul aches to sing to the people!<br>My melodies have taken on new powers!", "歌聲從心底湧出……<br>我想要歌唱，我的靈魂在呐喊！<br>我的旋律中充滿了力量！", "내 마음 깊은 곳에서 노래가 흘러나와…….<br>들려주고 싶어서 참을 수가 없어!<br>한층 더 힘있는 선율을 얻은 것 같아!", "Les chansons jaillissent du plus profond de mon âme... Comme je brûle d'impatience de les chanter pour tous mes amis !", "Ein Lied entspringt meinem Herzen.<br>Meine Seele verlangt danach,<br>gehört zu werden! Meine Melodien<br>bergen neue Kräfte.", "Una canción brota del fondo de mi corazón. ¡Mi alma se muere por cantar al pueblo! ¡Mis melodías han adquirido nuevos poderes!"], "summon": ["So you were the one who summoned me!<br>I can sing again... I'm so happy!<br>I'm sure my songs will be of help!", "是你將我喚醒的吧？<br>沒想到又能唱歌了……真開心！<br>我的歌聲一定會成為你的力量的！", "당신이 날 불렀구나.<br>아아, 다시 노래할 수 있게 되다니…… 너무 기뻐!<br>좋아, 날 믿어봐. 내 노래가 도움이 될 거야!", "Est-ce toi qui m'as appelée ?<br>Je peux chanter à nouveau... Quelle joie !<br>Je suis sûre que mes chansons<br>te seront d'un grand secours !", "Also du hast mich beschworen!<br>Ich kann wieder singen ... Ich bin so glücklich!<br>Meine Lieder werden dich beflügeln!", "¡Así que tú me has invocado!<br>Puedo volver a cantar... ¡Qué alegría!<br>¡Seguro que mis canciones te serán de ayuda!"]}}}, "job": "Bard", "sex": "Female", "game": "FFBE", "rarity_max": 2, "names": ["Liza", "莉薩", "리자", "Liza", "Lisa", "Liza"], "equip": [1, 11, 40, 50, 60], "game_id": 11001, "rarity_min": 1, "tribe_id": 5, "id": "100001601", "job_id": 37}