{"TMR": ["MATERIA", 504222870], "name": "Emilia", "is_summonable": false, "skills": [{"level": 1, "type": "ABILITY", "id": 101350, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 207290, "rarity": 4}, {"level": 14, "type": "ABILITY", "id": 207310, "rarity": 4}, {"level": 31, "type": "ABILITY", "id": 100160, "rarity": 4}, {"level": 47, "type": "ABILITY", "id": 223170, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 223110, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 223100, "rarity": 5}, {"level": 15, "type": "ABILITY", "id": 101040, "rarity": 5}, {"level": 31, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 223140, "rarity": 5}, {"level": 65, "type": "ABILITY", "id": 223160, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 223120, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 213400, "rarity": 6}, {"level": 24, "type": "ABILITY", "id": 100080, "rarity": 6}, {"level": 47, "type": "ABILITY", "id": 223180, "rarity": 6}, {"level": 76, "type": "ABILITY", "id": 223150, "rarity": 6}, {"level": 95, "type": "ABILITY", "id": 205120, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 223130, "rarity": 6}], "sex_id": 2, "entries": {"100012106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1183, 3584, 450], "ATK": [46, 138, 30], "MP": [48, 146, 75], "MAG": [40, 122, 30], "SPR": [43, 129, 30], "DEF": [40, 121, 30]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 4, "limitburst_id": 100012106, "attack_count": 40, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 849, "attack_damage": [[40, 60]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [6, 50], "effect_frames": [6, 48, 50, 52], "strings": {"evolution": ["You've made me get all serious.<br>I don't care what happens, you know?", "唉呀。<br>這可讓我認真了。<br>會變得怎樣我可不知道唷。", "아, 이런~<br>나 좀 진지해졌다.<br>어떻게 돼도 모른다?", "Je suis plus sérieuse, à cause à toi.<br>Tu sais, je me fiche de ce qui peut arriver.", "Wegen dir werde ich noch richtig ernst.<br>Eigentlich ist mir egal, was passiert.", "Me habéis puesto más seria.<br>No me importa lo que pueda pasar, ¿sabes?"], "affinity": ["It's strange you trust me me so much,<br>someone who has interest in nothing but money.<br>Can't be helped, so here you are!", "竟然相信我這種只對錢有興趣的人，<br>你也真是個怪人呢～。<br>沒辦法，只好給你一些額外服務啦！", "돈에만 관심 있는 나를 이렇게까지<br>믿어 주다니, 당신도 참 별나구나~<br>어쩔 수 없지. 특별 서비스야!", "C'est étrange que tu me fasses autant confiance,<br<alors que je ne m'intéresse qu'à l'argent.<br>Mais bon, tu restes quand même à mes côtés !", "Es ist seltsam, dass du mir so vertraust,<br>obwohl ich nur Interessa an Geld habe.<br> Sei's drum, ich helf dir aus!", "Es raro que confíes tanto en mí.<br>Alguien a quien solo le interesa el dinero.<br>¡No se puede evitar, así que ¡aquí estás!"], "description": ["A maid who once served Emperor Sozhe, ruler of the Zoldaad Empire. Emilia is the youngest of two identical twins, her older sister being Shera's confidant Amelia. As a spy, she is willing to undertake any job given to her as long as she is paid well by using secret identities such as \"Shine\" to carry out her missions. However, she recently stopped using that particular persona after it gained a great deal of notoriety underground.", "曾在佐爾達多帝國侍奉索澤皇帝起居的女僕。其真面目是艾美利亞的孿生妹妹，一個為了錢什麼都能做的間諜。她還有一個名字叫夏因，由於名聲甚大，因此最近很少使用了。", "과거 졸다드 제국에서 소제 황제의 메이드로 근무하던 여성. 하지만 그녀는 시엘라의 측근인 아멜리아의 쌍둥이 여동생으로, 돈만 준다면 어떤 일이라도 해내는 첩보원이기도 하다. 그녀는 '샤인'이라는 또 다른 가명을 갖고 있었으나, 뒷세계에서 지나치게 유명해진 탓에 최근에는 자주 사용하지 않게 되었다.", "Une servante qui travaillait autrefois pour l'empereur Sozhe, suzerain de Zoldaad. Emilia est la plus jeune de deux sœurs jumelles. Son aînée est Amélia, la confidente de Shera. En tant qu'espionne, elle est prête à accepter n'importe quelle mission tant qu'elle y trouve son argent, et utilise des identités secrètes comme \"Shine\" pour parvenir à ses fins. Elle a néanmoins cessé d'avoir recours à ce personnage, celui-ci s'étant fait une belle réputation dans le monde du crime.", "Ein Dienstmädchen, das einst dem Imperator Sozhe diente, dem Herrscher des Imperiums von Zoldaad. Emilia ist die jüngere der beiden eineiigen Zwillingen und ihre ältere Schwester Amelia ist die Vertraute von Shera. Als Spionin übernimmt sie jede Aufgabe, solange sie gut dafür bezahlt wird. Für ihre Missionen schlüpft sie in andere Identitäten, wie beispielsweise \"Shine\". Allerdings spielt sie nicht länger diese Rolle, da sie im Untergrund inzwischen einen zweifelhaften Ruf erlangt hat.", "Una doncella que en el pasado sirvió a Sozhe, emperador de Zoldaad. Emilia es la hermana gemela de Amelia, la confidente de Shera, y, además, es la más joven de las dos. Como espía, está dispuesta a realizar cualquier trabajo que le encarguen siempre y cuando se le pague bien por usar sus identidades secretas (por ejemplo, “Diamante”). Sin embargo, hace poco que dejó de usar esta última identidad debido a la notoriedad que adquirió en el mundo clandestino."], "fusion": ["I can do anything from housework to assassin missions! Why not test my skills?", "舉凡打掃洗衣等家事<br>到暗殺間諜等全都包在我身上！<br>我，埃米利亞，請多指教啦～！", "청소, 세탁 및 가사 전반에서부터<br>스파이에 암살까지 뭐든 OK!<br>저 에밀리아를 잘 부탁드려요~!", "Je sais tout faire, des corvées ménagères aux missions d'assassinat ! Je peux te faire une démonstration, si tu veux.", "Von Hausarbeit bis Attentat mach ich alles! Warum stellst du mich nicht auf die Probe?", "Puedo hacer de todo: ¡desde tareas del hogar a asesinatos! ¿Por qué no me pones a prueba?"], "summon": ["I shall work to live up to this reward.<br>Is that good enough for you?<br>Not that it matters!", "我就做與這報酬相符的工作量吧。<br>這樣可以吧？<br>……開玩笑的啦！", "보수만큼의 일은 해 주지.<br>그거면 됐겠지?<br>……헤헷, 어때?", "Je travaillerai dur pour décrocher cette récompense.<br>Ça te va ?<br>Bah, en fait, peu importe !", "Ich werde dieser Belohnung schon gerecht werden.<br>Ist das gut genug für dich?<br>... Ich mach nur Spaß!<br>", "Trataré de estar a la altura de esta recompensa.<br>¿Es suficiente para ti?<br>¡Aunque, en realidad, eso poco importa!"]}}, "100012104": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [700, 2120, 240], "ATK": [27, 81, 16], "MP": [28, 86, 40], "MAG": [23, 71, 16], "SPR": [25, 76, 16], "DEF": [23, 71, 16]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 3, "limitburst_id": 100012104, "attack_count": 40, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290031000": 13, "290050300": 15, "290020200": 25, "290050400": 8, "290030900": 8}}, "rarity": 4, "compendium_id": 847, "attack_damage": [[40, 60]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [6, 50], "effect_frames": [6, 48, 50, 52], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["It's strange you trust me me so much,<br>someone who has interest in nothing but money.<br>Can't be helped, so here you are!", "竟然相信我這種只對錢有興趣的人，<br>你也真是個怪人呢～。<br>沒辦法，只好給你一些額外服務啦！", "돈에만 관심 있는 나를 이렇게까지<br>믿어 주다니, 당신도 참 별나구나~<br>어쩔 수 없지. 특별 서비스야!", "C'est étrange que tu me fasses autant confiance,<br<alors que je ne m'intéresse qu'à l'argent.<br>Mais bon, tu restes quand même à mes côtés !", "Es ist seltsam, dass du mir so vertraust,<br>obwohl ich nur Interessa an Geld habe.<br> Sei's drum, ich helf dir aus!", "Es raro que confíes tanto en mí.<br>Alguien a quien solo le interesa el dinero.<br>¡No se puede evitar, así que ¡aquí estás!"], "description": ["A maid who once served Emperor Sozhe, ruler of the Zoldaad Empire. Emilia is a shrewd woman who worked as an informant digging for intel regarding the political state of the empire, and then selling it to the highest bidders in other countries or military factions. Although everything about her life remains a mystery, her inexplicable resemblance to Amelia implies some sort of deep connection between the two.", "曾在佐爾達多帝國侍奉索澤皇帝起居的女僕。她的真實身份是刺探帝國情報的間諜。對獲得的情報，她會開價賣給別國或者反抗軍。實為精明強幹的女人。她的經歷幾乎沒有什麼真實之處，但似乎和相貌相近的艾美利亞，有著非同一般的因緣。", "과거 졸다드 제국에서 소제 황제의 메이드로서 근무하던 여성. 그러나 그 정체는 제국의 정보를 캐내는 첩보원이자, 입수한 정보를 보수에 따라 타국이나 반란군 등 누구에게라도 팔아넘기는 수완가이다. 모든 경력이 위조된 그녀이지만, 생김새가 무척이나 닮은 아멜리아와는 어딘가 깊은 인연이 있는 모양이다.", "Une servante qui travaillait autrefois pour l'empereur Sozhe, suzerain de Zoldaad. Emilia est une femme retorse qui vendait ses services d'informatrice. De pays à factions miliaires, elle collectait de nombreux renseignements sur les affaires politiques de l'empire et les fournissait aux plus offrants. Bien que sa vie demeure intégralement un mystère, son inexplicable ressemblance à Amélia suggère que les deux femmes partagent un lien vraisemblablement fort.", "Ein Dienstmädchen, das einst dem Imperator Sozhe diente, dem Herrscher des Imperiums von Zoldaad. Emilia ist eine verschlagene Frau, die als Informantin arbeitete und Informationen über den politischen Zustand des Imperiums sammelte und diese an den Höchstbietenden in anderen Ländern oder an militärischen Fraktionen verkaufte. Obwohl ihr Leben ein Geheimnis bleibt, deutet ihre große Ähnlichkeit mit Amelia auf eine tiefe Verbindung zwischen den beiden Frauen hin.", "Una doncella que en el pasado sirvió a Sozhe, emperador de Zoldaad. Emilia es una mujer inteligente que trabajó recabando información sobre la situación política del imperio para luego venderla al mejor postor, ya se tratase de países o de facciones militares. A pesar de lo dicho, su vida continúa siendo todo un misterio y su inexplicable parecido con Amelia da a entender que existe alguna conexión especial entre ambas."], "fusion": ["Why make me stronger?<br>I'd be fine with money, you know?", "為什麼要讓我變強？<br>不過只要給我的錢話怎樣都可以啦。", "날 강하게 해서 어쩌려는 속셈이지~?<br>돈만 준다면 아무래도 상관없지만.", "Pourquoi me rendre plus forte ?<br>De l'argent, ça m'allait très bien !", "Warum soll ich stärker werden?<br>Mit Geld allein bin ich schon glücklich.", "Para qué ser más fuerte...<br>Para mí el dinero es más importante, ¿sabes?"], "summon": ["A new employer?<br>My services don't come cheap, you know?", "新的雇主？<br>先說好，我可是很貴的喔。", "새로운 고용인이야?<br>말해두는데, 나 좀 비싸다~?", "Tiens, mes services t'intéressent ?<br>Je ne suis pas donnée, tu sais ?", "Ein neuer Arbeitgeber?<br>Nimm dich in Acht, meine Dienste sind nicht billig.", "¿Un nuevo empleador?<br>Contratar mis servicios no sale barato, ¿lo sabías?"]}}, "100012105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [909, 2756, 300], "ATK": [35, 106, 20], "MP": [37, 112, 50], "MAG": [31, 93, 20], "SPR": [33, 99, 20], "DEF": [31, 93, 20]}, "magic_affinity": [0, 3, 0, 0], "ability_slots": 4, "limitburst_id": 100012105, "attack_count": 40, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 848, "attack_damage": [[40, 60]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [6, 50], "effect_frames": [6, 48, 50, 52], "strings": {"evolution": ["Tada!<br>I've powered up!", "鏘鏘！<br>小埃米利亞，威力升級！", "짜잔~!<br>에밀리아, 파워 업!", "Tadaaam !<br>Je suis plus forte !", "Tada!<br>Ich bin viel stärker!", "¡Tachán!<br>¡Ahora soy más fuerte!"], "affinity": ["It's strange you trust me me so much,<br>someone who has interest in nothing but money.<br>Can't be helped, so here you are!", "竟然相信我這種只對錢有興趣的人，<br>你也真是個怪人呢～。<br>沒辦法，只好給你一些額外服務啦！", "돈에만 관심 있는 나를 이렇게까지<br>믿어 주다니, 당신도 참 별나구나~<br>어쩔 수 없지. 특별 서비스야!", "C'est étrange que tu me fasses autant confiance,<br<alors que je ne m'intéresse qu'à l'argent.<br>Mais bon, tu restes quand même à mes côtés !", "Es ist seltsam, dass du mir so vertraust,<br>obwohl ich nur Interessa an Geld habe.<br> Sei's drum, ich helf dir aus!", "Es raro que confíes tanto en mí.<br>Alguien a quien solo le interesa el dinero.<br>¡No se puede evitar, así que ¡aquí estás!"], "description": ["A maid who once served Emperor Sozhe, ruler of the Zoldaad Empire. Although Emilia seems innocent enough based on her girlish looks, she is actually a shrewd woman who will complete any task given to her as long as she is paid handsomely. She is actually Amelia's twin sister, which explains their identical appearance, and only recently came back to work as an informant in Zoldaad at her sister's behest.", "曾在佐爾達多帝國侍奉索澤皇帝起居的女僕。她的真實身份是刺探帝國情報的間諜。其作為，和可愛的相貌極為不符，為了錢可以做任何事。她和艾美利亞是孿生姐妹，近年來受亞美利亞委託，再次活躍在佐爾達多。", "과거 졸다드 제국에서 소제 황제의 메이드로 근무하던 여성. 하지만 귀여운 외모의 뒷면에는 돈만 준다면 어떤 일이라도 해내는 첩보원의 모습도 숨겨져 있다. 쏙 빼닮은 외모의 아멜리아와는 같은 피를 나눈 쌍둥이 자매 관계이며, 최근에는 아멜리아의 의뢰를 받아 다시 졸다드에서 암약하고 있었다.", "Une servante qui travaillait autrefois pour l'empereur Sozhe, suzerain de Zoldaad. En dépit de son apparence innocente partiellement due à son allure de petite fille, Emilia est en réalité une femme habile prête à accomplir n'importe quelle mission tant que son prix est payé. Elle est aussi la sœur jumelle d'Amélia, ce qui explique leur ressemblance frappante. C'est pour la cause de sa sœur qu'elle n'est que récemment revenue à Zoldaad pour lui servir d'informatrice.", "Ein Dienstmädchen, das einst dem Imperator Sozhe diente, dem Herrscher des Imperiums von Zoldaad. Obwohl Emilia wie ein unschuldiges Schulmädchen aussieht, ist sie eine gerissene Frau, die alles tut, wenn sie entsprechend dafür bezahlt wird. Sie ist Amelias Zwillingsschwester, was ihre große Ähnlichkeit erklärt. Sie kehrte erst vor Kurzem auf Befehl ihrer Schwester zurück, um als Informantin in Zoldaad zu arbeiten.", "Una doncella que en el pasado sirvió a Sozhe, emperador de Zoldaad. Aunque pueda parecer inocente por su aspecto infantil, Emilia es en realidad una mujer muy astuta capaz de completar cualquier misión que se le encomiende siempre y cuando se le pague generosamente. Además, es la hermana gemela de Amelia, motivo por el cual son iguales. De hecho, hace poco volvió a Zoldaad para trabajar como informadora a petición de su hermana."], "fusion": ["Look, look!<br>My knife skills have gotten quicker!<br>That did the trick!", "快看快看！<br>刀劍揮舞的速度變快了。<br>哎呀，我真是掌握絕竅了呢！", "이것 봐봐!<br>내 나이프가 더 빨라진 것 같지 않아?<br>오오, 잘 받아내는데~♪", "Hé, regarde !<br>Je suis plus rapide avec un couteau, maintenant !<br>Ça a marché !", "Sieh mal!<br>Ich bin mit dem Messer jetzt noch schneller!<br>Das müsste reichen!", "¡Mira, mira!<br>¡Ahora soy más rápida con el cuchillo!<br>¡Ha funcionado lo que has hecho!"], "summon": ["I am Emilia.<br>I'm also known by...<br>On second thought, that's a secret.", "我是埃米利亞<br>別名……<br>還是當作秘密吧。", "나는 에밀리아야.<br>별명은…… 으음,<br>그건 비밀로 해 둘게.", "Moi, c'est Émilia.<br>Mais on m'appelle aussi...<br>Mh, non. C'est un secret.", "Ich bin Emilia.<br>Man kennt mich auch als ...<br>Moment Mal, das ist geheim.", "Soy Emilia.<br>Aunque también me llaman...<br>Pensándolo mejor, eso es secreto."]}}}, "job": "Maid", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Emilia", "埃米利亞", "에밀리아", "Émilia", "Emilia", "Emilia"], "equip": [1, 2, 7, 12, 13, 40, 50, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100012104", "job_id": 103}