{"TMR": ["MATERIA", 504020080], "name": "Tronn", "is_summonable": false, "skills": [{"level": 1, "type": "MAGIC", "id": 20030, "rarity": 1}, {"level": 4, "type": "MAGIC", "id": 20010, "rarity": 1}, {"level": 11, "type": "MAGIC", "id": 20020, "rarity": 1}, {"level": 12, "type": "MAGIC", "id": 20100, "rarity": 2}, {"level": 24, "type": "MAGIC", "id": 20090, "rarity": 2}], "sex_id": 1, "entries": {"100001102": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [264, 801, 540], "ATK": [10, 30, 36], "MP": [19, 57, 90], "MAG": [16, 47, 48], "SPR": [14, 43, 36], "DEF": [11, 33, 36]}, "magic_affinity": [0, 3, 0, 0], "ability_slots": 2, "limitburst_id": 100001102, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 2, "compendium_id": 18, "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [19], "effect_frames": [17], "strings": {"evolution": ["Well, this is interesting.<br>I seem to have awakened as a mage. The body of a vision is quite the marvel.", "……真是有意思，<br>看來我魔道士的力量覺醒了啊。<br>幻兵的身體真是不可思議。", "호오…… 이거 흥미롭군.<br>마도사의 힘이 각성한 모양이야.<br>비전으로 된 몸은 정말 신기하군.", "Voilà qui est intéressant.<br>On dirait que je me suis éveillé en tant que mage. Le corps d'une vision est décidément fascinant.", "Hm, das ist interessant.<br>Ich bin als Magier erwacht. Der Körper einer Vision ist schon faszinierend.", "Vaya, qué interesante.<br>He despertado como mago.<br>El cuerpo de una visión<br>es sorprendente."], "affinity": ["We've had a long association.<br>I've learned many things thanks to you. Here is a token of my appreciation.", "和你相處了這麼長的時間，<br>讓我學到了許多新的知識。<br>這份恩情我一定會報答的。", "너희와 함께 행동한 지도 오래되었군.<br>덕분에 많이 배웠다.<br>이 은혜는 꼭 갚겠어.", "Nous avons parcouru un long chemin ensemble.<br>J'ai beaucoup appris, grâce à toi. Je te suis redevable.", "Wir reisen schon lange gemeinsam.<br>Dank dir habe ich viel gelernt. Hier ist ein Zeichen meiner Anerkennung.", "Nuestro camino juntos ha sido largo.<br>He aprendido mucho gracias a ti. He aquí una muestra de mi aprecio."], "description": ["A black mage who conducted magical research in an enchanted forest. Tronn's eschewal of human contact in favor of such work slowly drew him to the dark side of magic, to which he ultimately lost his life. His uncompromising thirst for arcane knowledge lives on as a vision that can, at last, control the dark powers he so coveted in life.", "曾在魔靈之森修行的黑魔道士，<br>他沉迷於研究，拒絕與外界來往，<br>最終被魔法的黑暗面所害，<br>命喪於自己的魔法。<br>然而他的執著卻跨越了時空殘留於世間，<br>現如今他作為幻兵重現人間，<br>終於可以盡情發揮<br>他所憧憬的黑魔法之力。", "마령의 숲에서 마법을 연구하던 흑마도사.<br>타인과 교류를 끊고 연구에 몰두한 끝에<br>마법의 힘에 홀려 목숨을 잃었다.<br>하지만 시간이 흘러도 사라지지 않은<br>그의 집념은 현대에 비전으로 소환되어<br>생전에 원하던 대로 흑마법의 힘을<br>마음껏 발휘하고 있다.", "Un mage noir qui étudiait la magie dans une forêt enchantée. Tronn fuyait les hommes pour mieux se consacrer à ses recherches, une attitude qui l'amena vers le côté sombre de la magie et qui finalement lui coûta la vie. Son désir insatiable de puissance est toujours présent dans cette vision capable d'utiliser les sombres sortilèges qu'il convoitait de son vivant.", "Schwarzmagier, der Magieforschung in einem Zauberwald betrieb. Mied zwecks seiner Forschung alle Menschen, was ihn näher zur Schattenseite trieb, an die er schließlich sein Leben verlor. Sein rücksichstloser Durst nach arkanem Wissen lebt weiter als Vision, die endlich die dunklen Mächte kontrollieren kann, nach denen er als Lebender strebte.", "Un mago negro que llevó a cabo una investigación sobre magia en un bosque encantado. Tronn evitó a los humanos en favor de la investigación y acabó acercándose al lado oscuro de la magia, cosa que acabó costándole la vida. Como visión, aún tiene una sed insaciable de conocimiento arcano y, por fin, controla el poder oscuro que tanto anhelaba en vida."], "fusion": ["Hmmm... Is this new power I feel?<br>This must be how visions grow stronger.", "哼……新的力量，<br>幻兵的身體原來就是這樣獲得力量的啊。", "흠…… 새로운 힘인가.<br>비전으로 얻은 몸은 이런 식으로도<br>강화할 수 있나 보군.", "Un nouveau pouvoir ? Je vois...<br>C'est donc ça, la vraie nature des visions...", "Hmm ...<br>Fühle ich da neue Kräfte?", "Mmm...<br>¿Y este nuevo poder que siento?<br>¿Así se fortalecen las visiones?"], "summon": ["I have indeed returned as a vision.<br>As a researcher of magic,<br>I find this puzzling, but...<br>Anyway, use my magic wisely.", "沒想到我會作為幻兵復生，<br>作為魔法研究者來說心情還真是複雜……<br>算了，你可要好好利用我的魔力。", "설마 내가 비전으로 부활할 줄이야…….<br>마법 연구자로서는 복잡한 심경이군.<br>좋다, 내 마력을 잘 활용해 봐라.", "Je suis donc devenu une vision.<br>En tant que chercheur,<br>je trouve ça assez déroutant  mais bon...<br>Bref, utilise ma magie à bon escient.", "Ich bin als Vision zurückgekehrt.<br>Als Gelehrter der Magie<br>finde ich das faszinierend ...<br>Nutze meine Magie weise.", "Sí que he vuelto como visión.<br>Como investigador de la magia<br>me desconcierta, pero...<br>Utiliza mi magia sabiamente."]}}, "100001101": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [207, 627, 390], "ATK": [8, 24, 26], "MP": [15, 45, 65], "MAG": [12, 37, 38], "SPR": [11, 34, 26], "DEF": [9, 26, 26]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 1, "limitburst_id": 100001101, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 250, "materials": {"290050100": 3, "290050200": 1, "290010100": 1}}, "rarity": 1, "compendium_id": 17, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [19], "effect_frames": [17], "strings": {"evolution": null, "affinity": null, "description": ["A black mage who secluded himself in an enchanted forest, avoiding all human contact and devoting himself to magical research. His thirst for knowledge and insistent shunning of others eventually transformed his earnest studies into a quest for power. Ultimately, Tronn failed to control the magic he had learned, which tragically cost him his life.", "曾在魔靈之森修行的黑魔道士，<br>他拒絕與外界來往，<br>日夜沉迷於研究未知魔法。<br>但在這個過程中，他的心被逐漸侵蝕，<br>對魔法單純的探求心在不知不覺中<br>演變成了對於力量的執著。<br>最終力量失控，<br>使他命喪自己的魔法手下。", "마령의 숲에서 수행을 쌓던 흑마도사.<br>타인과 교류를 끊고 <br>밤을 새우며 미지의 마법 연구에 몰두했다.<br>그러나 고독으로 인한 마음의 병이 커지다 못해<br>마법을 향한 순수한 연구심은<br>어느새 힘에 대한 집착으로 변질되었고,<br>어느 날 결국 스스로 마법을 폭주시켜<br>목숨을 잃었다고 한다.", "Un mage noir qui vivait reclus dans une forêt enchantée, évitant tout contact avec les hommes et se consacrant entièrement à l'étude de la magie. Sa soif de connaissances et sa misanthropie muèrent ses travaux de recherche en véritable quête de puissance. Un jour, Tronn échoua à contrôler le sort qu'il venait d'apprendre, une erreur qui lui coûta la vie.", "Schwarzmagier, der sich in einen Zauberwald zurückzog, allen menschlichen Kontakt vermied und sich der Magieforschung widmete. Sein Wissensdurst und Beharren darauf, andere zu meiden, ließen seine Forschung zu einem Machtstreben werden. Am Ende konnte er seine Magie nicht mehr kontrollieren, was ihm tragischerweise das Leben kostete.", "Un mago negro que se aisló en un bosque encantado para evitar todo contacto humano y dedicarse a investigar la magia. Empujado por la sed de conocimiento y las ganas de evitar a los demás, sus estudios se tornaron en una búsqueda de poder. Al final, Tronn no pudo controlar la magia que había aprendido y, tristemente, perdió la vida."], "fusion": ["Is this a new form of magic?<br>It seems my powers have been enhanced.<br>Best use them wisely.", "這是……新的魔力……<br>我的魔法也得到強化了吧，<br>你可要好好利用啊。", "이건…… 새로운 마력이군…….<br>내 마법이 좀 더 강해졌겠어.<br>나를 잘 활용해 보라고.", "Est-ce une nouvelle sorte de magie ?<br>J'ai l'impression que mes pouvoirs ont grandi.<br>Autant les utiliser avec discernement.", "Ist das eine neue Art der Magie?<br>Ich muss verantwortungsvoll<br>mit ihr umgehen.", "¿Es un nuevo tipo de magia?<br>Parece que mis poderes han aumentado.<br>Habrá que usarlos sabiamente."], "summon": ["Am I...? This body...<br>I must be a legendary vision now.<br>If you are in need of my magic,<br>feel free to use it.", "我這是怎麼了？這身體是……<br>這就是傳說中的幻兵嗎……<br>如果你需要我的魔力……就儘管用吧。", "내 몸이…… 어떻게 된 거지……?<br>그렇군, 이것이 전설에 나온 비전인가.<br>내 마력이 필요하다면…… 마음대로 써라.", "Que m'est-il arrivé ? <br>... Je vois... Je suis devenu une vision légendaire. En tout cas, si tu as besoin de mes pouvoirs magiques, n'hésite pas !", "Bin ich ...? Dieser Körper ...<br>Ich muss eine Vision geworden sein.<br>Wenn du meine Magie brauchst,<br>steht sie dir zur Verfügung.", "¿Estoy...? Este cuerpo...<br>Debo de ser una visión legendaria.<br>Si necesitas mi magia,<br>no dudes en usarla."]}}}, "job": "Black Mage", "sex": "Male", "game": "FFBE", "rarity_max": 2, "names": ["Tronn", "特倫", "토른", "Tronn", "Tronn", "Tronn"], "equip": [1, 6, 40, 50, 51, 53, 60], "game_id": 11001, "rarity_min": 1, "tribe_id": 5, "id": "100001101", "job_id": 14}