{"TMR": ["EQUIP", 403042200], "name": "Timothy", "is_summonable": true, "skills": [{"level": 3, "type": "MAGIC", "id": 30010, "rarity": 3}, {"level": 3, "type": "MAGIC", "id": 30100, "rarity": 3}, {"level": 3, "type": "MAGIC", "id": 30020, "rarity": 3}, {"level": 13, "type": "ABILITY", "id": 200410, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 100730, "rarity": 3}, {"level": 21, "type": "MAGIC", "id": 30150, "rarity": 4}, {"level": 21, "type": "MAGIC", "id": 30160, "rarity": 4}, {"level": 35, "type": "ABILITY", "id": 100050, "rarity": 4}, {"level": 43, "type": "ABILITY", "id": 100160, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 100710, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 100720, "rarity": 4}, {"level": 8, "type": "ABILITY", "id": 101350, "rarity": 5}, {"level": 32, "type": "MAGIC", "id": 30200, "rarity": 5}, {"level": 41, "type": "ABILITY", "id": 211090, "rarity": 5}, {"level": 50, "type": "ABILITY", "id": 211050, "rarity": 5}, {"level": 63, "type": "ABILITY", "id": 211060, "rarity": 5}, {"level": 63, "type": "ABILITY", "id": 211070, "rarity": 5}, {"level": 75, "type": "ABILITY", "id": 211080, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 211010, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 211020, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 211030, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 211040, "rarity": 5}], "sex_id": 1, "entries": {"100008705": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [777, 2355, 300], "ATK": [25, 75, 20], "MP": [46, 140, 50], "MAG": [33, 100, 20], "SPR": [39, 119, 20], "DEF": [25, 75, 20]}, "magic_affinity": [0, 0, 7, 0], "ability_slots": 4, "limitburst_id": 100008705, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 607, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [56, 80], "effect_frames": [54, 78], "strings": {"evolution": ["This is the power of the fairies, you know.<br>Wanna see how far I can go?", "這就是……妖精族的力量喔。<br>不想看看我的極限嗎？", "이게…… 요정족의 힘이야.<br>내 한계를 보고 싶지 않아?", "C'est ça le pouvoir des fées, tu sais.<br>Tu veux voir jusqu'où je peux aller ?", "Dies ist die Macht der Feen, weißt du.<br>Willst du sehen, wie weit ich gehen kann?", "Ya sabes, esto es obra de las hadas.<br>¿Quieres ver lo lejos que llego?"], "affinity": ["Us fairies give gifts like this once we've become close to someone. It's been a long time since I've given a gift to a human, though.", "我們妖精只要感情夠好，<br>就會像這樣互送禮物喔。<br>很久沒有送給人類了呢。", "우리 요정들은, 친해지게 되면<br>이렇게 선물을 해 준다구.<br>인간에게 선물하는 것도 오랜만이야.", "Nous les fées donnons des cadeaux à ceux qui nous sont proches. Cela dit, ça fait une éternité que je n'ai pas donné un cadeau à un humain.", "Sobald wir jemandem nahe stehen, verteilen wir Feen Geschenke wie diese. Es ist lange her, seit ich einen Mensch beschenkte.", "Nosotros, las hadas, cuando alguien nos cae bien, le damos un regalo. Sin embargo, hacía ya tiempo que no le regalaba nada a un humano."], "description": ["A young sprite from ancient times who fought to protect his village as it faced utter destruction by human hands. Sprites such as Timothy have been said to be blessed with amazing longevity, usually making them much older than what their youthful appearance tends to indicate. Although many agree that sprites disappeared from the world when their homes were destroyed by mankind, some theories claim that they actually ceded their lands to humans out of pity. Feeling sorry for their short and delicate lives, sprites are said to watch over humanity in secret to this day.", "很久以前滅絕的「妖精」族魔法師，<br>守護村子的青年。<br>妖精精通歷史，非常長壽，實際歲數<br>比外表看起來還要多。<br>有人說妖精是因為人類的開拓才滅絕的，<br>但也有人認為妖精憐憫壽命短暫的人類，<br>才把土地分給了人類，<br>現今他們也持續默默守護著人類。", "머나먼 옛날 멸종되었다고 알려진 '요정'족의<br>마법사로, 마을의 파수꾼이었던 청년.<br>요정은 장수하기 때문에 겉모습보다<br>나이가 많으며, 역사에 통달해 있다.<br>요정은 인간이 땅을 개척함에 따라 멸망했다고<br>알려졌지만, 일설에는 수명이 짧은 인간을<br>불쌍히 여기어 토지를 나누어 주었으며<br>지금도 그들은 남몰래 인간을 지켜보고 있다고도 한다.", "Un jeune élémentaire issu des temps anciens qui s’est battu pour protéger son village quand celui-ci était menacé de destruction imminente par les hommes. La légende veut que les lutins comme Timothy aient une longévité sans pareille, de sorte qu’ils sont souvent infiniment plus âgés que leur apparence pourrait le laisser croire. La plupart des érudits s’accordent à dire que les lutins ont disparu de ce monde suite à la destruction de leur foyer, mais certaines théories affirment qu’en réalité, ceux-ci auraient choisi de céder leurs terres aux hommes dans un élan de pitié. Il est dit que les lutins, attristés et attendris par la vie courte et fragile des hommes, les surveillent en secret aujourd’hui encore.", "Ein magisches Wesen aus der Familie der Waldgeister, von denen es heißt, sie seien vor langer Zeit ausgelöscht worden; damals war dieser junge Mann damit betraut worden, sein Dorf zu beschützen. Das junge Erscheinungsbild der Waldgeister täuscht über die erstaunliche Langlebigkeit und das geschichtliche Wissen der Art hinweg. Obwohl angenommen wird, dass die Besiedlung durch die Menschen tatsächlich zum Untergang der Waldgeisterfamilie führe, besagt eine andere Theorie, dass sie ihr Land aus Mitleid mit den so kurzlebigen Menschen aufgaben. Im Stillen, so heißt es weiter, sollen sie auch heute noch auf die Menschen aufpassen.", "Un joven elfo de tiempos ancestrales que luchó para proteger su hogar de la destrucción humana. Se dice que los elfos como Timothy han sido bendecidos con una longevidad fuera de lo común. Esto los hace mucho más viejos de lo que físicamente aparentan. Aunque mucha gente comparte la idea de que los elfos desaparecieron cuando los humanos destruyeron sus pueblos, hay alguna que otra teoría que cuenta que fueron los propios elfos los que cedieron sus tierras a los humanos al sentir pena por sus cortas y delicadas vidas. Se dice que, hasta a día de hoy, los elfos vigilan en secreto a la humanidad."], "fusion": ["More! MORE!<br>I want to become stronger for you!", "還要！還要！<br>我會為了你變得更強喔！", "좀 더, 좀 더!<br>널 위해 강해질 거라구!", "ENCORE, ENCORE !<br>Je veux devenir encore plus puissante pour toi !", "Mehr! MEHR!<br>Für dich will ich stärker werden!", "¡Más! ¡Más!<br>¡Quiero ser más fuerte para ti!"], "summon": ["Humans just can't stop fighting, can they?<br>That's okay, I'll help as much as I can.", "人類還是不肯停止戰爭啊。<br>好吧，我也來幫忙吧。", "인간은 아직 싸움을 그만두지 않아.<br>좋아, 나도 도울게.", "Les humains ne peuvent pas s'arrêter de se faire la guerre, n'est-ce pas ?<br>Ce n’est pas grave, je vous aiderai du mieux que je peux.", "Die Menschen hören einfach nicht auf zu kämpfen, oder?<br>In Ordnung, ich helfe, wo ich kann.", "Los humanos nunca dejan de luchar, ¿cierto?<br>No pasa nada, ayudaré todo lo que pueda."]}}, "100008704": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [598, 1811, 240], "ATK": [19, 57, 16], "MP": [35, 107, 40], "MAG": [25, 76, 16], "SPR": [30, 91, 16], "DEF": [19, 57, 16]}, "magic_affinity": [0, 0, 6, 0], "ability_slots": 3, "limitburst_id": 100008704, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290040300": 5, "290020300": 20, "290030200": 10}}, "rarity": 4, "compendium_id": 606, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [56, 80], "effect_frames": [54, 78], "strings": {"evolution": ["I am stronger now.<br>It's like the protection of the forest gods.", "我……變強了喔。<br>就像受到了森林之神的加護。", "나, 강해졌어.<br>숲의 신의 가호를 받는 것 같아.", "Je suis plus fort maintenant.<br>Ça ressemble à la protection des dieux de la forêt.", "Jetzt bin ich stärker.<br>Es ist wie der Schutz der Waldgötter.", "Ahora me siento más fuerte.<br>Es la protección de los dioses del bosque."], "affinity": ["Us fairies give gifts like this once we've become close to someone. It's been a long time since I've given a gift to a human, though.", "我們妖精只要感情夠好，<br>就會像這樣互送禮物喔。<br>很久沒有送給人類了呢。", "우리 요정들은, 친해지게 되면<br>이렇게 선물을 해 준다구.<br>인간에게 선물하는 것도 오랜만이야.", "Nous les fées donnons des cadeaux à ceux qui nous sont proches. Cela dit, ça fait une éternité que je n'ai pas donné un cadeau à un humain.", "Sobald wir jemandem nahe stehen, verteilen wir Feen Geschenke wie diese. Es ist lange her, seit ich einen Mensch beschenkte.", "Nosotros, las hadas, cuando alguien nos cae bien, le damos un regalo. Sin embargo, hacía ya tiempo que no le regalaba nada a un humano."], "description": ["A sprite from times past who dwelled in a small village within the forest with other magical creatures. Recent discoveries have found that Timothy and many others like him lost their homes at the hands of humans, who sought to further expand their territories. Many believe that this traumatic experience is what caused him to return as a vision, but asking him directly yields no straight answers, as he jokingly evades the question every time.", "以前在森林中建立小聚落居住的<br>「妖精」族魔法師。<br>近年的研究發現，他們一族是<br>因為人類的開發而失去了故鄉，<br>他之所以作為幻兵重現人間也是因為<br>那份強烈的「信念」，<br>但其本人總是以玩笑方式巧妙地避開話題，<br>並不會說出真相。", "먼 옛날, 숲속에서 작은 마을을 이루며<br>살아가던 '요정' 족의 마법사.<br>최근 연구에서, 인간이 땅을 개척함에 따라<br>요정족이 고향을 잃어버렸다는 사실이<br>밝혀졌으며, 비전으로 나타난 것도<br>그 강한 '마음'에서 비롯된 것이라<br>추측되지만, 봉인은 농담으로 넘길 뿐<br>진실을 말하려 하지 않는다.", "Un lutin d’une autre époque qui habitait un petit village au sein de la forêt, en compagnie d’autres créatures magiques. Plusieurs découvertes récentes ont révélé que Timothy et bon nombre de ses semblables ont perdu leur foyer aux mains des hommes, qui étaient désireux d’agrandir leur territoire. Une croyance commune est que son retour en ce monde, sous la forme d’une vision, est dû à cette expérience traumatisante. Toutefois, il refuse de répondre à toute question portant sur le sujet, préférant user de son sens de l’humour pour dévier de la conversation.", "Ein magisches Wesen der Waldgeisterfamilie, die vor langer Zeit in Wäldern lebten und kleine Siedlungen bauten. Forschungen der letzten Jahre ergaben, dass seine Art durch die Besiedlung der Menschen ihre Heimat verloren hat. Man nimmt auch an, dass dieses einschneidende Schicksal auch der Grund für das Erscheinen seiner Vision ist. Timothy selbst jedoch kontert jede Frage mit einem weiteren Scherz und vermeidet, die Wahrheit zu verraten.", "Un elfo de tiempos pasados que habitaba una pequeña aldea del bosque junto a otras criaturas mágicas. Descubrimientos recientes apuntan a que Timothy y otros tantos como él perdieron su hogar por culpa de los humanos, que querían expandir su territorio. Muchos creen que esta experiencia traumática hizo que volviese en forma de visión. Sin embargo, si se le pregunta a él directamente es muy difícil conseguir que responda, pues, con sus bromas, siempre evita cualquier tipo de respuesta."], "fusion": ["What kind of mischief should I get up to<br>now that I have this power?<br>Haha, just kidding!", "要用這股力量<br>做什麼壞事好呢？<br>開玩笑的啦！", "이 힘으로, 무슨 장난을<br>쳐 볼까~?<br>헷, 농담이야!", "Quel genre de bêtises vais-je bien pouvoir faire maintenant que j'ai ce pouvoir ?<br>Ha ha, je plaisante !", "Für was für Unheil soll ich sorgen,<br>jetzt, wo ich diese Kraft habe?<br>Haha, war nur Spaß!", "¿Qué tipo de maldades debería hacer<br>ahora que tengo este poder?<br>Ja, ja. ¡Era broma!"], "summon": ["You use a very interesting kind of magic.<br>Mind if I tag along?", "你會使用不可思議的魔法呢。<br>可以讓我加入你嗎？", "너, 신기한 마법을 쓰는구나.<br>같이 가도 돼?", "Tu utilises un genre de magie très intéressant.<br>Ça vous dirai que je vous accompagne un peu ?", "Ihr setzt faszinierende Magie ein.<br>Kann ich mitkommen?", "Usas una magia bastante interesante.<br>¿Te importa si me uno?"]}}, "100008703": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [460, 1393, 180], "ATK": [14, 43, 12], "MP": [27, 82, 30], "MAG": [19, 58, 12], "SPR": [23, 70, 12], "DEF": [14, 43, 12]}, "magic_affinity": [0, 0, 5, 0], "ability_slots": 2, "limitburst_id": 100008703, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290010100": 25, "290020300": 10, "290030200": 5}}, "rarity": 3, "compendium_id": 605, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [56, 80], "effect_frames": [54, 78], "strings": {"evolution": null, "affinity": ["Us fairies give gifts like this once we've become close to someone. It's been a long time since I've given a gift to a human, though.", "我們妖精只要感情夠好，<br>就會像這樣互送禮物喔。<br>很久沒有送給人類了呢。", "우리 요정들은, 친해지게 되면<br>이렇게 선물을 해 준다구.<br>인간에게 선물하는 것도 오랜만이야.", "Nous les fées donnons des cadeaux à ceux qui nous sont proches. Cela dit, ça fait une éternité que je n'ai pas donné un cadeau à un humain.", "Sobald wir jemandem nahe stehen, verteilen wir Feen Geschenke wie diese. Es ist lange her, seit ich einen Mensch beschenkte.", "Nosotros, las hadas, cuando alguien nos cae bien, le damos un regalo. Sin embargo, hacía ya tiempo que no le regalaba nada a un humano."], "description": ["A magical creature called a \"sprite\" that was known to dwell in the forests long ago. Although sprites like Timothy are only ever seen in fairy-tales nowadays, even scholars who specialize in the subject have yet to agree on whether they ever existed in the first place. However, the personality of this particular sprite who reappeared as a vision of his former self closely resembles that of the charmful tricksters so often heard from in fables.", "很久以前，森林裡的「妖精」魔法師。<br>現在只會在童話故事中出現。<br>他們一族實際存在與否，<br>也讓專家們議論紛紛，<br>成為幻兵出現的他，<br>有著喜愛惡作劇的可愛一面，<br>就跟圖畫書裡所描繪的性格一樣。", "머나먼 옛날, 숲속에 살았다고 전해지는<br>'요정'이라 불리던 종족의 마법사.<br>오늘날은 옛이야기 속에서만 등장하는<br>그의 일족이 실재하는가에 대해서는<br>전문가들 사이에서 의견이 분분하지만<br>비전으로 나타난 그는<br>장난을 좋아하고 애교가 많은, 그림책에서<br>그대로 튀어나온 듯한 성격이다.", "Une créature magique communément appelée \"lutin\" qui rôdait dans les forêts il y a longtemps de cela. Bien que certains lutin, comme Timothy, n’apparaissent désormais plus que dans les contes de fées, leur existence continue de faire l’objet de nombreux débats, même parmi les érudits spécialisés dans le sujet. Cependant, la personnalité de ce lutin, celui-ci ayant réapparu sous la forme d’une vision de son passé, s’avère fort similaire à ce que l’on peut observer chez les farceurs charmants qui habitent tant de contes de fées.", "Ein magisches Wesen, von dem man sagt, es habe einst in den Wäldern gelebt und gehöre der Gattung der Waldgeister an. Über die Existenz von Timothys Familie gehen auch die Meinungen der Experten auseinander - schließlich taucht diese derzeit nur in Märchen auf. Dem als Vision aufgetauchten Timothy jedoch sitzt der Schalk im Nacken. Mit seiner charmanten Art besitzt er einen Charakter, der direkt aus einem Bilderbuch stammen könnte.", "Una criatura mágica a la que suelen referirse como \"elfo\". Antiguamente, solían vivir en los bosques. A día de hoy, a los elfos como Timothy se los ve como mucho en los cuentos; de hecho, ni los eruditos, que están especializados en esta materia, se han puesto de acuerdo todavía sobre si estos seres llegaron a existir de verdad o no. Sin embargo, la personalidad de este elfo en particular, que reapareció como una visión de su antiguo yo, se parece bastante a la de los embaucadores de los que tanto se habla en las fábulas."], "fusion": ["Give me some more of that power you have!", "再多給我一點那種力量！", "그 힘, 좀 더 줘!", "Donne-moi encore de ce pouvoir que tu possèdes !", "Gib mir noch mehr von deiner Kraft!", "¡Dame un poco más de tu poder!"], "summon": ["If you make fun of me for being small,<br>I'll write stuff all over your face!", "別因為身體很小就看不起我，<br>小心我在你臉上塗鴉喔！", "조그맣다고 해서 바보취급 하면,<br>그 얼굴에 낙서해 버릴 거야!", "Si tu te moques de moi parce que je suis petit,<br>je vais écrire des trucs sur ton visage.", "Wenn ihr euch über meine Größe amüsiert,<br>schmiere ich euch ins Gesicht!", "Si os reís de mí porque soy pequeño,<br>¡os pintaré por toda la cara!"]}}}, "job": "Sprite", "sex": "Male", "game": "FFBE", "rarity_max": 5, "names": ["Timothy", "蒂姆", "팀", "Timothy", "Timothy", "Timothy"], "equip": [11, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 8, "id": "100008703", "job_id": 76}