{"TMR": ["MATERIA", 504222860], "name": "Emperor Shera", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200470, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 11, "type": "ABILITY", "id": 223090, "rarity": 5}, {"level": 19, "type": "ABILITY", "id": 205420, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 101070, "rarity": 5}, {"level": 43, "type": "ABILITY", "id": 223070, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 213830, "rarity": 5}, {"level": 61, "type": "ABILITY", "id": 101050, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 101000, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 223020, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 206260, "rarity": 6}, {"level": 13, "type": "ABILITY", "id": 223040, "rarity": 6}, {"level": 27, "type": "ABILITY", "id": 202750, "rarity": 6}, {"level": 39, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 51, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 64, "type": "ABILITY", "id": 223050, "rarity": 6}, {"level": 77, "type": "ABILITY", "id": 223060, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 209530, "rarity": 6}, {"level": 93, "type": "ABILITY", "id": 223080, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 223030, "rarity": 6}], "sex_id": 1, "entries": {"100013306": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1225, 3713, 450], "ATK": [49, 147, 30], "MP": [52, 158, 75], "MAG": [42, 127, 30], "SPR": [41, 123, 30], "DEF": [44, 134, 30]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100013306, "attack_count": 25, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 846, "attack_damage": [[25, 25, 25, 25]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [15, 33, 63, 112], "effect_frames": [13, 31, 61, 110], "strings": {"evolution": ["I wonder if I've become any closer,<br>to my dearly departed father.", "這樣有接近了亡父一點了嗎？", "돌아가신 아버님께<br>조금은 가까워졌을까요.", "Je me demande si je me suis rapproché<br>de mon regretté père.", "Ich frage mich, ob ich meinem geliebten,<br>verstorbenen Vater jetzt näherstehe.", "Me pregunto si ahora estoy más cerca<br>de mi querido padre, que ya no se encuentra entre nosotros."], "affinity": ["We've studied long and hard together, haven't we?<br>This is a sign of my gratitude.<br>Please, take it.", "一起鑽研了好長一段時間呢。<br>這是一點謝禮。<br>請收下吧。", "오랜 시간 함께 단련해 오게 되었군요.<br>이건 작은 성의입니다.<br>부디 받아 주십시오.", "Nous avons longuement étudié ensemble, n'est-ce pas ?<br>Prends ça en gage  de remerciement.<br>C'est pour toi.", "Wir haben allerhand zusammen gelernt, nicht wahr?<br> Dies ist ein Zeichen meiner Dankbarkeit.<br>Bitte, nimm es an.", "Hemos estudiado muchísimo juntos, ¿verdad?<br>Esto es una muestra de mi gratitud.<br>Por favor, acéptalo."], "description": ["The new emperor of Zoldaad. The crown prince Shera was given but one request from his dying father: to mold the empire he would leave behind into a better nation. Whether or not his escapades from the castle following his coronation to go mingle with the common folk is what has gained him the people's favor or not remains debatable, but he most certainly cares deeply for his subjects.", "佐爾達多帝國新任皇帝。為重整帝國，他繼承了皇位，受到正式加冕，成為了名副其實的皇帝。由於自幼經常跑到城堡外玩耍，傾聽底層民眾的心聲，所以使得他深受人民信賴，而榭拉本人也十分重視民生。", "졸다드 제국의 새로운 황제. 제국을 보다 좋은 나라로 이끌기 위해, 세상을 떠난 아버지의 뒤를 이어 정식 황제의 자리에 올랐다. 철들 무렵부터 자주 성을 빠져나가 거리에서 민중들과 함께 어울렸던 탓인지, 국민에게서 받는 신뢰도 두터우며 시엘라 또한 국민들을 소중히 여기고 있다.", "Le nouvel empereur de Zoldaad. Le père du prince héritier Shera, sur son lit de mort, n'avait pour son fils qu'une seule requête : de faire de l'empire qu'il laissait derrière lui une meilleure nation. Bien qu'il soit difficile de déterminer s'il doit au moins une partie de sa popularité aux nombreuses fois où il a quitté le château après son couronnement pour aller se mêler à son peuple, une chose est certaine : il se soucie réellement du sort de ses sujets.", "Der neue Imperator von Zoldaad. Sein sterbender Vater hatte nur eine Bitte an Kronprinz Shera: Er sollte das Reich, das er ihm hinterließ, zu einer besseren Nation einen. Ob ihm seine Eskapaden im Schloss nach seiner Krönung, als er sich unter das einfache Volk mischte, die Sympathien der Bevölkerung einbrachten oder nicht, bleibt offen. Allerdings ist ihm das Wohl seiner Untergebenen sehr wichtig.", "El nuevo emperador de Zoldaad. En su lecho de muerte, el padre del príncipe Shera le pidió una última cosa: transformar el imperio que dejaba atrás en una nación más justa. En este sentido, es discutible si, después de ser coronado, Shera se ha ganado el favor de su gente durante sus escapadas del castillo con el fin de mezclarse con la gente de a pie, aunque de lo que no hay duda es que se interesa muchísimo por sus súbditos."], "fusion": ["I wonder if that person will have something to say looking at me now.", "看著現在的我，<br>那個人會說什麼呢？", "지금의 저를 보면<br>그 사람은 뭐라고 해주실까요.", "Je me demande si cette personne aura quelque chose à me dire en me voyant maintenant.", "Ich frage mich, ob diese Person etwas zu sagen hat, so wie sie mich ansieht.", "Si me ve, me pregunto si esa persona tendrá algo que decirme ahora."], "summon": ["You wish to become one of my commandos?<br>Please wait just a moment.<br>I shall call my maid.", "希望加入游擊隊的志願者嗎？<br>請稍等。<br>我去叫侍女過來。", "유격대 입단 희망자이십니까?<br>잠시만 기다려 주십시오.<br>메이드를 불러드리죠.", "Tu veux devenir l'un de mes bras armés ?<br>Attends un instant.<br>Il faut que j'appelle ma bonne.", "Du willst Mitglied meiner Kommandoeinheit werden?<br>Warte einen Augenblick.<br>Ich rufe mein Kammermädchen.<br>", "¿Quieres convertirte en uno de mis comandos?<br>Espera un momento.<br>Voy a llamar a mi doncella."]}}, "100013305": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [942, 2856, 300], "ATK": [37, 113, 20], "MP": [40, 121, 50], "MAG": [32, 97, 20], "SPR": [31, 94, 20], "DEF": [34, 103, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100013305, "attack_count": 25, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 20, "290060100": 5, "290050500": 5}}, "rarity": 5, "compendium_id": 845, "attack_damage": [[25, 25, 25, 25]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [15, 33, 63, 112], "effect_frames": [13, 31, 61, 110], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["We've studied long and hard together, haven't we?<br>This is a sign of my gratitude.<br>Please, take it.", "一起鑽研了好長一段時間呢。<br>這是一點謝禮。<br>請收下吧。", "오랜 시간 함께 단련해 오게 되었군요.<br>이건 작은 성의입니다.<br>부디 받아 주십시오.", "Nous avons longuement étudié ensemble, n'est-ce pas ?<br>Prends ça en gage  de remerciement.<br>C'est pour toi.", "Wir haben allerhand zusammen gelernt, nicht wahr?<br> Dies ist ein Zeichen meiner Dankbarkeit.<br>Bitte, nimm es an.", "Hemos estudiado muchísimo juntos, ¿verdad?<br>Esto es una muestra de mi gratitud.<br>Por favor, acéptalo."], "description": ["The new emperor of Zoldaad. As Emperor Sozhe's legitimate son, the crown prince Shera took the reigns of the nation as the most influential person in the empire following his father's death. His people have acknowledged his great efforts, and when he was officially crowned, the whole nation showed its unwavering support for its new emperor. Although he has proven himself to be a strong leader, he is only human, and often misses the company of his older brother Jake.", "佐爾達多帝國新任皇帝。身為索澤皇帝的嫡子，他在父親去世後，以最高權力者支撐起了整個國家。他的努力受到了民眾的認可，經過正式的加冕儀式後，成為了名副其實的佐爾達多皇帝。和傑科有血緣關係，崇敬傑科的為人。", "졸다드 제국의 새로운 황제. 소제 황제의 친아들이자 황태자였던 시엘라는, 세상을 떠난 아버지의 뒤를 이어 최고 권력자로서 나라를 다스렸다. 그 노력이 민중에게도 전해져, 정식으로 대관식을 거행하여 지금은 자타가 공인하는 졸다드의 황제가 되었다. 제이크와는 혈연관계이며, 그를 인간으로서 존경하고 있다.", "Le nouvel empereur de Zoldaad. Le prince héritier Shera, étant le fils légitime de l'empereur Sozhe, succéda à son père après son décès et devint par là même l'homme le plus puissant de tout l'empire. Son peuple reconnut ses immenses efforts et lui fit montre de son soutien indéfectible dès le jour de son couronnement en tant que nouvel empereur. En dépit de ses qualités de meneur avérées, il demeure un être humain et se languit souvent de son frère aîné, Jake.", "Der neue Imperator von Zoldaad. Als legitimer Sohn des Imperators Sozhe übernahm Kronprinz Shera nach dem Tod seines Vaters die Geschicke des Reichs als einflussreichste Persönlichkeit. Sein Volk erkannte seine großen Mühen an und als er offiziell gekrönt wurde, stand das gesamte Volk geschlossen hinter dem neuen Imperator. Obwohl er sich als starke Führungspersönlichkeit bewies, ist er auch nur ein Mensch und vermisst die Gesellschaft seines älteren Bruders Jake schmerzlich.", "El nuevo emperador de Zoldaad. Como hijo legítimo del emperador Sozhe, Shera, el príncipe heredero, ahora lidera a la nación al haberse convertido en la persona más influyente del país tras la muerte de su padre. Sus súbditos reconocen sus muchos esfuerzos y, durante su coronación, la gente mostró su apoyo total hacia el nuevo emperador. Aunque ha demostrado ser un líder tenaz, Shera también es humano y suele echar en falta la compañía de su hermano mayor Jake."], "fusion": ["I can no longer afford to be lenient.<br>Because I am the emperor of Zoldaad.", "無法再容忍下去了。<br>因為我是佐爾達多的皇帝。", "더는 약한 소리 하지 않겠습니다.<br>저는 졸다드의 황제니까요.", "Je ne peux plus faire preuve d'indulgence.<br>Je suis l'empereur de Zoldaad, après tout.", "Ich kann nicht länger nachsichtig sein.<br>Ich bin schließlich der Imperator von Zoldaad.", "Tengo que dejar a un lado tanta misericordia,<br>pues soy el emperador de Zoldaad."], "summon": ["I am Shera,<br>emperor of Zoldaad.<br>I will help you on your journey.", "我是佐爾達多帝國皇帝<br>榭拉，<br>就讓我助你們一臂之力吧。", "졸다드 제국의 황제,<br>시엘라입니다.<br>당신의 여행에 힘을 보태겠습니다.", "Je suis Shera,<br>empereur de Zoldaad.<br>Je t'aiderai tout au long de ton voyage.", "Ich bin Shera,<br>der Imperator von Zoldaad.<br>Ich werde dir auf deiner Reise zur Seite stehen.", "Soy Shera,<br>el emperador de Zoldaad.<br>Os ayudaré en vuestro viaje."]}}}, "job": "Emperor", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Emperor Shera", "榭拉皇帝", "시엘라 황제", "Empereur Shera", "Imperator Shera", "Emperador Shera"], "equip": [1, 2, 3, 4, 7, 9, 14, 15, 30, 40, 41, 50, 51, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100013305", "job_id": 56}