{"TMR": ["MATERIA", 504201430], "name": "Carrie", "is_summonable": false, "skills": [{"level": 7, "type": "ABILITY", "id": 201340, "rarity": 2}, {"level": 21, "type": "ABILITY", "id": 201420, "rarity": 2}, {"level": 15, "type": "ABILITY", "id": 201350, "rarity": 3}, {"level": 28, "type": "ABILITY", "id": 201360, "rarity": 3}, {"level": 34, "type": "ABILITY", "id": 201290, "rarity": 3}], "sex_id": 2, "entries": {"100003403": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [348, 1055, 600], "ATK": [18, 55, 40], "MP": [20, 61, 100], "MAG": [14, 43, 40], "SPR": [15, 44, 40], "DEF": [14, 41, 40]}, "magic_affinity": [2, 2, 2, 0], "ability_slots": 3, "limitburst_id": 100003403, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 3, "compendium_id": 170, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [84, 101, 118], "effect_frames": [82, 99, 116, 82, 99, 116, 82, 99, 116], "strings": {"evolution": ["Ah...I had a flash of inspiration!<br>Making this one small adjustment made my weapon so much stronger!", "啊，我想到了一個好點子！<br>只要把這裡這樣弄……<br>就能夠強化我的武器了！", "앗, 좋은 생각이 났다!<br>이걸 이렇게 하면……<br>됐어요, 제 무기가 엄청 강해졌어요!", "Je viens d'avoir une idée de génie !<br>Rien qu'avec ce tout petit réglage, mon arme est devenue deux fois plus puissante !", "Ich hatte eine tolle Idee!<br>Durch diesen kleinen Handgriff wurde meine Waffe so viel stärker!", "¡Ah! ¡Qué buena idea he tenido!<br>¡Este pequeño ajuste ha hecho<br>mi arma mucho más poderosa!"], "affinity": ["This journey with you has been a long one.<br>Thank you for broadening my horizons.", "……通過和你一起旅行，<br>我增長了許多見聞。<br>十分感謝你。", "……당신과 함께 여행한 지도 오래됐네요.<br>고마워요. 덕분에 견문이<br>많이 넓어졌어요.", "C'est un long voyage que nous faisons là.<br>Grâce à toi, j'ai élargi mes horizons. Merci.", "Es ist eine lange Reise geworden.<br>Ich danke dir dafür, mir diese neue Erfahrung ermöglicht zu haben.", "Nuestro viaje ha sido muy largo.<br>Gracias por ampliar mis horizontes."], "description": ["Hailing from the town that eventually became the industrial city Dilmagia, Carrie was once an inventor of weapons. Falling into depression after her creations were used in warfare, she burned her blueprints and dedicated the rest of her life to peaceful science. Her philosophy is one reason that Dilmagia is now a neutral region.", "在工業都市迪爾馬基亞的前身城市中<br>研究機械兵器的女性。<br>由於不願看到自己的發明被利用在戰爭之中<br>而親手燒毀了所有兵器的研究資料，<br>以此為世界和平貢獻出了力量。<br>她的思想也造就了如今<br>迪爾馬基亞中立國的地位。", "훗날 공업도시 딜마기아로 발전하는 마을에서<br>기계 병기를 연구하던 여인.<br>자신의 발명품이 전쟁에 이용되자<br>실의에 빠져 연구자료를 불태운 후<br>평화적인 기계 사용 운동에 일생을 바쳤다.<br>그녀의 사상은 현재의 딜마기아가<br>국제적 중립을 유지하는 데 영향을 주었다.", "Venue d'une ville qui deviendra plus tard la cité industrielle de Dilmagia, Carrie était inventrice d'armes. Elle sombra dans la dépression quand elle découvrit que ses armes servaient à répandre la guerre, brûla tous ses plans et consacra le reste de sa vie à une science pacifiste. Sa philosophie est l'une des raisons pour lesquelles Dilmagia est aujourd'hui une région neutre.", "Carrie war einst Waffenerfinderin aus der Stadt, die später Dilmagia werden sollte. Als sie in Depressionen verfiel, nachdem ihre Erfindungen im Krieg genutzt wurden, verbrannte sie ihre Blaupausen und widmete ihr Leben der friedlichen Wissenschaft. Ihre Haltung ist ein Grund, weswegen Dilmagia heute neutrales Gebiet ist.", "Carrie era originaria del pueblo que acabaría convirtiéndose en la ciudad industrial de Dilmagia y, hace tiempo, fue una inventora de armas. Deprimida porque sus creaciones se usaron para la guerra, quemó sus proyectos y dedicó el resto de su vida a la ciencia pacífica. Su filosofía es una de las razones por las que Dilmagia es, ahora, una región neutral."], "fusion": ["If I upgrade that part...<br>What a strange power.<br>It's injecting technological knowledge into my mind.", "只要再強化一下這裡……<br>沒想到竟然連機械的知識都有長進，<br>真是不可思議的能力。", "이 부분을 강화하면 좀 더…….<br>기계에 관한 지식까지 향상되다니<br>정말 신기한 힘이네요.", "Donc, si je change cette pièce...<br>Quel pouvoir étrange !<br>Grâce à lui, la mécanique n'a plus aucun secret pour moi maintenant.", "Ich könnte das hier umbauen ...<br>Was für eine seltsame Kraft.<br>Sie füllt mein Gehirn mit technischem Wissen.", "Si mejoro esa pieza...<br>Qué poder tan extraño.<br>Inyecta conocimientos técnicos<br>en mi mente."], "summon": ["Will you...use my inventions for peace? If so, I'll give you my all.", "如果這個世界想要利用技術創造和平……<br>那我會不遺餘力地幫忙。", "기술을 이용해서<br>평화를 실현할 수 있다면……<br>저는 노력을 아끼지 않을 거예요.", "Ceux qui emploient la technologie au service de la paix peuvent compter sur mon soutien !", "Wenn du daran glaubst, dass Technologie Frieden bringen kann, dann kämpfe ich mit dir.", "¿Utilizarás... mi tecnología en pos de la paz? Entonces me ofrezco a ti."]}}, "100003402": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [268, 812, 450], "ATK": [14, 43, 30], "MP": [15, 47, 75], "MAG": [11, 34, 30], "SPR": [11, 34, 30], "DEF": [10, 32, 30]}, "magic_affinity": [1, 1, 1, 0], "ability_slots": 2, "limitburst_id": 100003402, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 750, "materials": {"290020600": 3, "290050200": 10, "290010200": 8}}, "rarity": 2, "compendium_id": 169, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [84, 101, 118], "effect_frames": [82, 99, 116, 82, 99, 116], "strings": {"evolution": null, "affinity": null, "description": ["A researcher of mechanical weapons from the town that would become Dilmagia. Though the young lady's research was intended to protect herself from beastly monsters, others used Carrie's inventions to commit mass destruction. Heartbroken, Carrie destroyed her precious research to prevent further bloodshed.", "在工業都市迪爾馬基亞的前身城市中<br>研究機械兵器的女性。<br>她研究的目的本是<br>保護婦女兒童不受魔物的襲擊，<br>然而現實卻與她的願望背道而行，<br>她研發的武器被利用在戰爭中殺人，<br>傳聞她由於過度悲傷，<br>而親手摧毀了所有研究資料。", "훗날 공업도시 딜마기아로 발전하는 마을에서<br>기계 병기를 연구하던 여인.<br>힘없는 여자와 어린이를 마물로부터<br>지키기 위해 시작한 연구였지만,<br>완성된 무기는 그녀의 의도와는 달리<br>전쟁에서 민간인 학살에 사용되고 말았다.<br>실의에 빠진 그녀는 귀중한 연구자료를<br>스스로 파기했다고 전해진다.", "Une inventrice d'armes mécaniques venue d'une ville connue aujourd'hui sous le nom de Dilmagia. Le but de Carrie était d'offrir aux jeunes femmes en détresse des moyens de se protéger contre les monstres, mais ses inventions furent utilisées comme armes de destruction massive. Le cœur brisé, Carrie détruisit le fruit de ses travaux pour éviter d'autres bains de sang.", "Erforscherin mechanischer Waffen aus der Stadt, die später Dilmagia werden sollte. Ihre Forschung zum Schutz der jungen Lady wurde von anderen für Waffen der Massenvernichtung missbraucht. Schweren Herzens zerstörte sie ihre wertvolle Forschung, um weiteres Blutvergießen zu vermeiden.", "Una investigadora de armas mecánicas del pueblo que más adelante sería Dilmagia. Aunque Carrie investigaba para proteger a los indefensos de monstruos horribles, otros usaban sus invenciones para causar destrucciones masivas. Con el corazón roto, Carrie destruyó su preciada investigación para evitar que se vertiera más sangre."], "fusion": ["Yes, if I repair those gears...<br>That's funny. My mind's chock full of ideas all of a sudden!", "只要改良那個齒輪……<br>靈感一個接一個在我的腦中浮現，真是不可思議。", "아하, 이 기어를 개량하면…….<br>신기하네요. 정신이 맑아지고<br>새로운 아이디어가 막 떠올라요.", "Si je répare ces engrenages et que je fais ça...<br>C'est drôle, ma tête fourmille d'idées, tout d'un coup !", "Wenn ich dieses Getriebe repariere ...<br>Komisch. Mein Kopf ist plötzlich voller Ideen!", "Si reparo esos engranajes...<br>Qué raro.<br>¡Tengo muchas ideas de repente!"], "summon": ["Will you...use my devices properly?<br>If so, I'll help you.", "你能保證不利用機械作惡嗎？<br>只有這樣我才能借給你力量。", "당신은…… 기계를 올바르게<br>사용할 건가요?<br>그렇다면 힘을 빌려드릴게요.", "Tu sais traiter les machines avec amour ?<br>Si oui, on va bien s'entendre !", "Wirst du mit meinen Geräten vorsichtig umgehen?<br>Wenn ja, helfe ich dir.", "¿Usarás mis dispositivos<br>para hacer lo correcto?<br>En ese caso, te ayudaré."]}}}, "job": "Machinist", "sex": "Female", "game": "FFBE", "rarity_max": 3, "names": ["Carrie", "卡里", "캐리", "Carrie", "Carrie", "Carrie"], "equip": [1, 2, 7, 14, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 2, "tribe_id": 5, "id": "100003402", "job_id": 35}