{"TMR": ["EQUIP", 409014400], "name": "Charie", "is_summonable": true, "skills": [{"level": 8, "type": "ABILITY", "id": 100730, "rarity": 3}, {"level": 18, "type": "ABILITY", "id": 216760, "rarity": 3}, {"level": 31, "type": "ABILITY", "id": 216750, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 216810, "rarity": 3}, {"level": 12, "type": "ABILITY", "id": 100160, "rarity": 4}, {"level": 20, "type": "ABILITY", "id": 101350, "rarity": 4}, {"level": 44, "type": "ABILITY", "id": 216740, "rarity": 4}, {"level": 52, "type": "ABILITY", "id": 216770, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 216800, "rarity": 4}, {"level": 22, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 216780, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 216790, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 216820, "rarity": 5}], "sex_id": 2, "entries": {"100011103": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [371, 1126, 180], "ATK": [16, 49, 12], "MP": [23, 69, 30], "MAG": [18, 54, 12], "SPR": [16, 49, 12], "DEF": [14, 42, 12]}, "magic_affinity": [3, 0, 3, 0], "ability_slots": 2, "limitburst_id": 100011103, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020700": 10, "290050300": 5, "290050200": 15, "290030000": 5, "290010200": 25}}, "rarity": 3, "compendium_id": 732, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [68], "effect_frames": [66], "strings": {"evolution": null, "affinity": ["I love dancing.<br>But I love you all just<br>as much.", "我最喜歡跳舞了。<br>但是，現在同樣有著和喜歡跳舞<br>不相上下的心情喜歡大家。", "나, 춤추는 게 제일 좋아.<br>하지만, 지금은 춤 못지않게<br>모두가 정말 좋아.", "J'adore danser.<br>Mais, je vous aime encore plus.", "Ich liebe das Tanzen.<br>Aber euch alle<br>liebe ich genau so.", "Me encanta bailar.<br>Pero a vosotros os quiero<br>igual de mucho."], "description": ["A young dancer from the Dragon's Village of Paladia who has a special mission. Charie is an energetic and simple girl who usually acts before thinking things all the way through. Her naive personality tends to get her in trouble constantly, causing a lot of problems for Olif, an inhabitant of the same village.", "背負著特殊使命的舞者少女，<br>居住在帕拉迪亞的龍之鄉。<br>性格活潑，天真爛漫，<br>經常不假思索就開始橫衝直撞。<br>這種性格導致她經常做出冒失的事，<br>同鄉的奧利弗也對此感到很擔心。", "파라디아의 용의 마을에 살고 있는, 어떠한 사명을 짊어진 무용수 소녀. 발랄하고 천진난만하며, 머리보다 몸이 먼저 움직이는 타입이다. 그 성격 탓에 일을 실패로 그르치는 경우가 잦아, 같은 마을의 올리프의 골칫거리이기도 하다.", "Une jeune danseuse originaire du village de Dragonia à Paladia chargée d’une mission spéciale. Charie est une fille simple et débordant d’énergie qui a tendance à agir avant de réfléchir. Son caractère naïf est souvent la source de problèmes, tant pour elle que pour Olif, un autre habitant de Dragonia.", "Eine junge Tänzerin aus dem Drachendorf in Paladia mit einer besonderen Mission. Charie ist ein lebhaftes und einfaches Mädchen, das für meist erst handelt und dann nachdenkt. Ihre Naivität bringt sie fortlaufend in Schwierigkeiten, und bereitet Olif aus dem Dorf damit große Probleme.", "Una joven bailarina de Draconia, en Paladia, a la que se le ha encomendado una misión especial. Charie es una chica simple, pero enérgica, que tiende a actuar sin pensar las cosas demasiado. Su cándida personalidad tiende a meterla en problemas cada dos por tres, lo cual es una fuente de problemas para Olif, un vecino de la misma aldea."], "fusion": ["Yay, yay!<br>I got even stronger!", "太棒了，太棒了！<br>我又變強了呢！", "됐다~! 야호~!<br>나, 또 강해졌다구!", "Ouais, super !<br>Je suis devenue encore plus puissante !", "Ja, ja!<br>Ich bin noch stärker geworden!", "¡Sí, sí!<br>¡Ahora soy más fuerte!"], "summon": ["I am the dancer, Charie.<br>To help... No, that's not it.<br>To save everyone, that is why I dance!", "我是舞者夏莉。<br>我會為了讓大家開心……不對，<br>為了幫助大家而跳舞的！", "나는 샤리, 무용수야!<br>모두가 즐거워할 수 있는…… 이 아니고,<br>모두를 구할 수 있는 춤을 출게!", "Je suis Charie, la danseuse.<br>Je danse pour le plaisir... euh non, pour aider les autres !", "Ich bin die Tänzerin Charie.<br>Ich will helfen ... Nein, nicht so.<br>Ich tanze, weil ich alle retten will!", "Soy Charie, la bailarina.<br>Para ayudar... No, en realidad no.<br>¡Bailo para salvar a la gente!"]}}, "100011105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [758, 2296, 300], "ATK": [32, 98, 20], "MP": [46, 140, 50], "MAG": [36, 109, 20], "SPR": [33, 99, 20], "DEF": [28, 84, 20]}, "magic_affinity": [5, 0, 5, 0], "ability_slots": 4, "limitburst_id": 100011105, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 734, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [68], "effect_frames": [66], "strings": {"evolution": ["Look!<br>I can dance better than ever before!<br>That's what happens when you grow up!", "快看<br>我跳得比平常更好了唷！<br>這就是所謂的成長吧！", "봐봐!<br>평소보다 더 잘 췄다구!<br>이게 바로 성장이란 거구나!", "Regarde !<br>Je peux danser encore mieux qu'avant !<br>C'est ce qui se produit lorsqu'on grandit.", "Schau!<br>Ich tanze besser als je zuvor!<br>Das passiert, wenn man reifer wird!", "¡Mirad!<br>¡Ahora bailo mejor que nunca!<br>¡Eso es lo que pasa cuando creces!"], "affinity": ["I love dancing.<br>But I love you all just<br>as much.", "我最喜歡跳舞了。<br>但是，現在同樣有著和喜歡跳舞<br>不相上下的心情喜歡大家。", "나, 춤추는 게 제일 좋아.<br>하지만, 지금은 춤 못지않게<br>모두가 정말 좋아.", "J'adore danser.<br>Mais, je vous aime encore plus.", "Ich liebe das Tanzen.<br>Aber euch alle<br>liebe ich genau so.", "Me encanta bailar.<br>Pero a vosotros os quiero<br>igual de mucho."], "description": ["A young lady who dances every day to protect the ancient seal over a terrible dragon. Charie lives in the Dragon's Village, and loves to play pranks on others. However, she is very serious when it comes to her craft as a dancer. Many of the villagers have ridiculed her dancing after growing accustomed to so many years of peace, to which she reacts by vehemently arguing against them.", "為守衛龍的封印<br>而每日獻上祈禱之舞的少女。<br>她居住在帕拉迪亞的龍之鄉。<br>儘管她很喜歡惡作劇，<br>但論起舞蹈就會非常認真。<br>由於過慣了平靜的生活，<br>村裡有些人會嘲弄她的舞蹈，<br>但這時候，她都會全力反駁。", "고대부터 이어져 온 드래곤의 봉인을 지키기 위해 매일같이 기도의 춤을 추는 소녀. 파라디아의 용의 마을에 살고 있으며, 장난스러운 성격이지만 춤에 대해서는 늘 진지한 태도로 임하고 있다. 평화에 물든 마을에는 그녀의 춤에 대해 가볍게 말하는 사람도 있지만, 그런 의견을 정면으로 반박한다.", "Une jeune femme qui danse chaque jour afin de protéger l’ancien sceau qui servit à bannir un terrible dragon. Charie vit au village de Dragonia et adore jouer des tours à ses habitants. Néanmoins, elle s’avère très sérieuse lorsqu’il est question de son rôle de danseuse. Bon nombre de villageois, s’étant habitués à ses danses après tant d’années de paix, cherchent à tourner sa pratique en dérision, ce qui incite une réaction particulièrement vive de sa part.", "Eine junge Dame, die jeden Tag tanzt, um das Siegel eines schrecklichen Drachen zu beschützen. Charie lebt im Drachendorf und spielt anderen für ihr Leben gern Streiche. Ihren Tanz nimmt sie jedoch sehr ernst. Viele Dorfbewohner machen sich über ihr Tanzen lustig, da seit vielen Jahren Frieden herrscht, doch Charie verteidigt ihre Darbietung entschieden.", "Una joven que baila a diario para proteger el antiguo sello que encierra a un temible dragón. Charie vive en Draconia y le encanta hacerle jugarretas a la gente. Sin embargo, se pone muy seria cuando se trata de sus dotes como bailarina. En este respecto, muchos de los aldeanos han ridiculizado su forma de bailar tras acostumbrarse a esta durante los largos años de paz. Ante esto, la reacción de Charie suele ser enzarzarse en una discusión acalorada con ellos."], "fusion": ["One, two, turn!<br>That's it for today's practice.<br>No practice makes for weak skills.", "一、二、轉！<br>今天就練習到這裡。<br>如果沒有每天練習，身體就會變遲鈍呢。", "원, 투, 턴!<br>오늘 연습은 여기까지!<br>매일매일 연습해야 몸이 무뎌지지 않아.", "Un, deux et on tourne !<br>C'est tout pour l'entraînement d'aujourd'hui.<br>Sans une pratique régulière, le corps ne tient pas la distance.", "Eins, zwei, drehen!<br>Das wär's für heute.<br>Ohne Übung wird man nur schlechter.", "¡Uno, dos, giro!<br>Y ahí acabamos por hoy.<br>Si no se practica, se oxidan las habilidades."], "summon": ["You need my power?<br>If my dancing can save people,<br>then I'll dance as long as you want!", "需要借助我的力量嗎？<br>如果我的舞蹈能夠幫助大家的話，<br>無論何時我都會翩翩起舞！", "내 힘이 필요하다구?<br>내 춤으로 모두를 구할 수 있다면<br>얼마든지 춰 줄게!", "Tu as besoin de mes pouvoirs ?<br>Si mes pas de danse peuvent sauver des gens,<br>alors je danserai autant que tu voudras !", "Du brauchst meine Kraft?<br>Wenn ich mit meinem Tanz Leute retten kann,<br>dann tanze ich solange du willst!", "¿Necesitas mi poder?<br>Si bailando puedo salvar gente,<br>¡entonces bailaré hasta que no haya mañana!"]}}, "100011104": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [530, 1608, 240], "ATK": [23, 69, 16], "MP": [32, 98, 40], "MAG": [25, 77, 16], "SPR": [23, 70, 16], "DEF": [19, 59, 16]}, "magic_affinity": [4, 0, 4, 0], "ability_slots": 3, "limitburst_id": 100011104, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020700": 20, "290050300": 10, "290040300": 5, "290050400": 5, "290030000": 10}}, "rarity": 4, "compendium_id": 733, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [68], "effect_frames": [66], "strings": {"evolution": ["We can't just all stand around.<br>My dancing will put a smile on everyone's faces.<br>That's why I must do my best!", "真的無法停下腳步呢。<br>我要用舞蹈來讓大家露出笑容。<br>所以得要更努力才行。", "계속 멈춰있을 수야 없지.<br>내 춤은 사람들을 미소 짓게 해.<br>그러니까 더 힘낼 거야.", "On ne peut pas rester planté là.<br>Mes danses mettront le sourire à tout le monde.<br>C'est pour ça que je dois faire de mon mieux !", "Wir können hier nicht so herumstehen.<br>Mein Tanz wird jedem ein Lächeln ins Gesicht zaubern.<br>Darum muss ich alles geben!", "No podemos quedarnos aquí pasmados.<br>Mi baile os robará algunas sonrisas.<br>¡Por eso tengo que dar lo mejor de mí!"], "affinity": ["I love dancing.<br>But I love you all just<br>as much.", "我最喜歡跳舞了。<br>但是，現在同樣有著和喜歡跳舞<br>不相上下的心情喜歡大家。", "나, 춤추는 게 제일 좋아.<br>하지만, 지금은 춤 못지않게<br>모두가 정말 좋아.", "J'adore danser.<br>Mais, je vous aime encore plus.", "Ich liebe das Tanzen.<br>Aber euch alle<br>liebe ich genau so.", "Me encanta bailar.<br>Pero a vosotros os quiero<br>igual de mucho."], "description": ["A young lady who protects the seal over a terrible dragon. Charie is a dancer who offers her performances to the sleeping dragon on a daily basis. She is quite energetic, and enjoys playing tricks on others. However, although she may look and act like a child, she is very proud of her craft. Not to mention that her talent is true enough, as many who watch her dance find themselves captivated by her charm.", "居住在龍之鄉的少女，<br>背負著監視兇惡巨龍封印的使命。<br>她每天都會為沉睡中的巨龍<br>獻上祈禱之舞，穩定封印。<br>性格活潑，喜歡搞惡作劇。<br>儘管看上去像一個小孩子，<br>但自尊心極強。<br>舞蹈水平也很高超，<br>能讓觀者心醉神迷。", "흉포한 드래곤의 봉인을 감시하는 용의 마을 소녀. 무용수로서, 잠들어 있는 드래곤을 위해 매일 기도의 춤을 바치고 있다. 발랄한 장난꾸러기로, 어린아이처럼 보일 때도 있지만 춤에 대해서는 높은 자부심을 가지고 있다. 춤 실력 또한 뛰어나며, 그녀의 춤을 본 사람은 모두 매료되어 버린다고 한다.", "Une jeune femme qui protège le sceau qui servit autrefois à bannir un terrible dragon. Charie est une danseuse qui, chaque jour, s’adonne à de magnifiques spectacles en l’honneur du dragon. Elle déborde d’énergie et aime se jouer des autres. Cependant, se fier à son apparence juvénile serait une erreur, car elle est très fière de son art. La réalité de ses talents est au-delà de tout doute, puisque quiconque a la chance d’assister à l’une de ses danses finit captivé par son charme.", "Eine junge Dame, die das Siegel eines schrecklichen Drachen beschützt. Charie ist eine Tänzerin, die täglich vor dem schlafenden Drachen auftritt. Sie ist voller Energie und spielt anderen gerne Streiche. Obwohl sie wie ein Kind aussieht und auch so handelt, ist sie auf ihr Talent sehr stolz. Sie ist eine wunderbare Tänzerin und viele, die ihr beim Tanz zusehen, sind von ihrer Anmut überwältigt.", "Una joven bailarina encargada de proteger el sello de un temible dragón. Charie es una bailarina que ofrece actuaciones a diario para el dragón durmiente. Asimismo, está llena de energía y le encanta hacerle bromas a la gente. Aun así, aunque pueda parecer y actuar como una niña, está bastante orgullosa de sí misma. De hecho, no hace falta mencionar que sus talentos son únicos, pues la gran mayoría de las personas que la ven actuar acaban cautivados por su encanto."], "fusion": ["I can dance even more gracefully.<br>So keep your eyes on me!", "我還可以跳得更好唷。<br>所以別把目光從我身上移開唷！", "더 잘 출 수 있어.<br>그러니까 날 지켜봐 줘!", "Mes pas de danse sont encore plus gracieux maintenant.<br>Alors, regarde-moi bien !", "Ich kann noch anmutiger kämpfen.<br>Also seht mir gut zu!", "Ahora hasta bailo mejor.<br>¡Así que no me perdáis de vista!"], "summon": ["Eh, you want me to help you?<br>That's fine, but who knows,<br>you might get taken in by my moves.", "咦？想要我的幫忙嗎？<br>好是好，但是看了我的舞蹈後，<br>無法集中戰鬥可不關我的事唷！", "어? 내 도움이 필요하다구?<br>난 상관없지만, 내 춤에 홀려서<br>싸움에 집중 못 할지도 몰라.", "Hé, tu veux que je t'aide ?<br>D'accord, mais qui sait,<br>il est possible que mes mouvements te captivent.", "Ich soll dir helfen?<br>Von mir aus,<br>aber du könntest von meinen Bewegungen verführt werden.", "Eh, ¿quieres que te ayude?<br>Me parece bien, pero a lo mejor<br>mis movimientos te dejan pasmado."]}}}, "job": "Dancer", "sex": "Female", "game": "FFBE", "rarity_max": 5, "names": ["Charie", "夏莉", "샤리", "Charie", "Charie", "Charie"], "equip": [1, 5, 11, 12, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100011103", "job_id": 38}