{"TMR": ["EQUIP", 316001400], "name": "Ryumynui", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200050, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 200410, "rarity": 4}, {"level": 18, "type": "ABILITY", "id": 100170, "rarity": 4}, {"level": 41, "type": "ABILITY", "id": 226290, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 226310, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 200820, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 200250, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 200470, "rarity": 5}, {"level": 29, "type": "ABILITY", "id": 226260, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 226280, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 226320, "rarity": 6}, {"level": 57, "type": "ABILITY", "id": 226270, "rarity": 6}, {"level": 75, "type": "ABILITY", "id": 226300, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 226250, "rarity": 6}], "sex_id": 2, "entries": {"100015106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1052, 3188, 390], "ATK": [36, 109, 26], "MP": [56, 169, 65], "MAG": [40, 121, 26], "SPR": [48, 144, 34], "DEF": [40, 122, 26]}, "magic_affinity": [6, 0, 6, 0], "ability_slots": 4, "limitburst_id": 100015106, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 945, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [64], "effect_frames": [0, 8, 18, 54, 62], "strings": {"evolution": ["Perhaps it wouldn't be bad for me to play the lead part in this little story, don't you think?", "有著由我當主角的故事也不錯嘛？", "제가 주인공인 이야기가<br>있어도 좋을 것 같지 않나요?", "Je devrais peut-être jouer le premier rôle de cette petite histoire, non ?", "Vielleicht wäre es nicht schlecht, wenn ich eine tragende Rolle in dieser Geschichte spiele, was meinst du?", "A lo mejor no estaría tan mal que me hiciese con el papel principal en esta historieta, ¿no te parece?"], "affinity": ["The love and bravery filled days we spent adventuring... This song still can't be completed. Please, let me hear the rest of it!", "與您交織出那些愛與勇氣和冒險的日子......<br>這首歌可還沒有結束呢。<br>就讓我繼續聽下去吧！", "당신과 이어진 사랑과 용기, 모험의 나날……<br>이 노래는 당분간 완성시키지 않겠어요.<br>자, 다음 이야기를 들려주세요!", "L'amour et le courage étaient les maîtres mots de nos journées d'aventure.... Cette chanson n'est pas encore terminée. S'il te plaît, laisse-moi l'écouter jusqu'au bout !", "Die mit dir verbrachten Abenteuertage der Liebe und des Mutes ... Dieses Lied ist noch nicht vorüber. Nun, lass mich den Rest davon hören!", "El amor y la bravura llenaba nuestras aventuras... Esta canción aún no puede terminarse. ¡Por favor, déjame escuchar el resto!"], "description": ["A bard who is always in an excellent mood. Ryumynui has the ability to catch the attention of others with her carefree and radiant appearance. Her repertoire of songs consists of pieces based on historical fact that she has composed herself, which she then performs for Lucille once they have been completed. Although Lucille's reaction to the songs is always quite underwhelming, this is enough to satisfy Ryumynui with her work.", "總是很開心的吟遊詩人。她那自由且堂堂正正的樣子，總是會吸引很多人。她的歌多以歷史故事作為題材，完成之後總會先讓魯西爾傾聽。儘管他沒什麼反應，但她還是很滿足。", "언제나 기품이 넘치는 방랑 음유시인. 그 자유롭고 당당한 태도는 사람들의 관심을 이끄는 힘이 있다. 노래의 레퍼토리는 그녀의 역사 지식을 기초로 하여 만들어내는 경우가 많고, 노래가 완성되면 제일 먼저 루실에게 들려준다. 상당히 미적지근한 반응에도, 류미누이 본인은 꽤 만족하는 모양.", "Un barde qui est toujours de bonne humeur. Ryumynui a tendance à captiver ceux qui l'entourent par son apparence radieuse et insouciante. Son répertoire de chansons consiste de pièces inspirées de faits historiques qu'elle compose elle-même et qu'elle joue ensuite pour Lucille. En dépit des réactions quelque peu tièdes de cette dernière, Ryumynui est presque toujours satisfaite de son œuvre.", "Eine Bardin, die immer gute Laune hat. Ryumynui zieht mit ihrem fröhlichen und strahlenden Gemüt die Aufmerksamkeit aller auf sich. Ihre selbst komponierten Lieder basiert auf historischen Fakten. Diese Lieder trägt sie dann Lucille vor, sobald sie fertig komponiert sind. Obwohl Lucilles Reaktion eher kühl ausfällt, reicht das Ryumynui, um mit ihrer Arbeit zufrieden zu sein.", "Una bardo que siempre está de buen humor. Ryumynui tiene el poder de captar la atención de la gente con su aspecto radiante y despreocupado. Además, su repertorio de canciones lo forman piezas basadas en hechos históricos que ella misma ha compuesto y que, tras ser finalizadas, las toca delante de Lucille. En este respecto, Lucille no reacciona con demasiado entusiasmo ante sus canciones, pero la verdad es que Ryumynui no necesita mucho más para estar satisfecha con su trabajo."], "fusion": ["I'm feeling great,<br>my voice is in top shape, and all.<br>Allow me to sing a song for you!", "喉嚨的狀況不錯，<br>心情也很好。<br>我會盡全力詠唱的！", "목 상태도 좋고,<br>기분도 무척이나 좋아요.<br>실컷 노래 부를 거예요!", "Je me sens vraiment bien.<br>Ma voix est au top, et tout.<br>Tiens, je vais te chanter quelque chose !", "Ich fühle mich großartig,<br>meine Stimme ist in Bestform.<br>Ich würde dir gerne ein Lied vorsingen.", "Me siento genial.<br>Mi voz está a punto.<br>¡Déjame que te cante algo!"], "summon": ["Nice to meet you, interesting stranger.<br>I wonder what sort of tale I should ask to hear of you?", "您好，不可思議的訪客。<br>如果想聽您說些故事<br>該問點什麼好呢？", "평안하신가요, 신비한 분.<br>당신에겐 어떤 이야기를<br>들려드리는 게 좋을까요?", "Ravie de te rencontrer.<br>Je me demande quel genre d'histoire tu pourrais me conter...", "Sei gegrüßt, geheimnisvoller Fremder.<br>Was für Geschichten wirst du mir erzählen können?<br>", "Un placer conocerte, misterioso desconocido.<br>¿Qué puedo hacer para escuchar tu historia?"]}}, "100015105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [809, 2452, 240], "ATK": [27, 83, 16], "MP": [43, 130, 40], "MAG": [31, 93, 16], "SPR": [36, 110, 24], "DEF": [31, 93, 16]}, "magic_affinity": [5, 0, 5, 0], "ability_slots": 4, "limitburst_id": 100015105, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 944, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [64], "effect_frames": [0, 8, 18, 54, 62], "strings": {"evolution": ["Perhaps you know what happened?<br>My body is overflowing with light!", "你知道發生什麼事嗎？<br>感覺有著光芒充盈在我體內！", "무슨 일이 일어났는지 아시겠나요?<br>몸 안에 빛이 넘쳐흐르는 것 같아요!", "Peut-être que toi tu sais ce qu'il s'est passé ?<br>Mon corps irradie de lumière !", "Weißt du, was mit mir los ist?<br>Mein Körper ist voller Licht!", "¿A lo mejor sabes lo que pasó?<br>¡Mi cuerpo rebosa de luz!"], "affinity": ["The love and bravery filled days we spent adventuring... This song still can't be completed. Please, let me hear the rest of it!", "與您交織出那些愛與勇氣和冒險的日子......<br>這首歌可還沒有結束呢。<br>就讓我繼續聽下去吧！", "당신과 이어진 사랑과 용기, 모험의 나날……<br>이 노래는 당분간 완성시키지 않겠어요.<br>자, 다음 이야기를 들려주세요!", "L'amour et le courage étaient les maîtres mots de nos journées d'aventure.... Cette chanson n'est pas encore terminée. S'il te plaît, laisse-moi l'écouter jusqu'au bout !", "Die mit dir verbrachten Abenteuertage der Liebe und des Mutes ... Dieses Lied ist noch nicht vorüber. Nun, lass mich den Rest davon hören!", "El amor y la bravura llenaba nuestras aventuras... Esta canción aún no puede terminarse. ¡Por favor, déjame escuchar el resto!"], "description": ["A wandering bard who sings tunes full of epic tales. The stories in Ryumynui's songs stem from the books stored in the shelves of her noble estate located far, far away. She gained the urge to share the stories she had learned with others after devouring book after book, and her outgoing personality lead her to set off on a journey to do so. Lucille, the first escort she met as she was departing, became her partner and now accompanies her throughout the rest of her travels.", "深情地歌唱英雄事跡的吟遊詩人。家中書櫃上的一本家族傳記是她歌唱之路的原點。在不斷讀書的過程中，開始喜歡上講故事，遂靠著行動力出走他鄉。她的搭檔魯西爾是剛開始旅程時僱傭的護衛，之後就再也沒分開過。", "영웅담을 서정적인 노래에 담아 부르는 방랑 음유시인. 저택의 서가에 잠들어 있는 어느 일족의 먼 고향에 대한 이야기가 그녀가 부르는 노래의 원점이다. 책을 탐독하던 중 이야기를 만들어가는 것에 동경을 품고, 천부적인 행동력을 발휘해 여행을 떠났다. 파트너인 루실은 여행길에 오를 때 처음 만나게 된 호위로, 그녀의 여행에 항상 동행하고 있다.", "Un barde vagabond qui récite des chansons remplies d'histoires incroyables. Les histoires des chansons de Ryumynui sont issues des livres que l'on peut trouver sur les étagères de sa noble demeure, fort loin d'ici. Elle est habitée par le désir de partager les histoires que ses amis lui ont enseignées depuis qu'elle a elle-même dévoré une myriade de livres. Sa nature sociable n'a fait qu'achever de la convaincre de partir à l'aventure pour accomplir précisément cela. Lucille, la première garde du corps qu'elle rencontre après son départ, est devenue sa partenaire et l'accompagne désormais dans tous ses voyages.", "Eine wandernde Bardin, die von epischen Geschichten singt. Die Geschichten in Ryumynuis Liedern stammen aus den Büchern ihres weit entfernt gelegenen, edlen Anwesens. Nachdem sie unzählige Bücher gelesen hatte, wollte sie diese Geschichten unbedingt mit anderen teilen. Da sie sehr kontaktfreudig ist, begab sich zu diesem Zweck auf Reisen. Lucille, die erste Eskorte, auf die sie gleich zu Anfang traf, begleitet sie nun auf all ihren Reisen.", "Una bardo que deambula de sitio en sitio para cantar canciones sobre historias épicas. Las historias de las canciones de Ryumynui están basadas en los libros que hay apilados en las estanterías de su mansión. Tras devorar libros y más libros, sintió la necesidad de compartir las historias que había leído con la gente y, debido a su personalidad extrovertida, inició un viaje para que así fuera. Lucille, la primera escolta que tuvo tras marcharse, se convirtió en su socia y ahora la acompaña en todos sus viajes."], "fusion": ["It seems like you want<br>to see me in action, right?<br>I'll do my very best.", "嗯，想看我活躍嗎？<br>我會盡全力的。", "제 활약이 보고 싶은 거죠?<br>왠지 긴장되네요.", "On dirait que tu as envie de me voir en<br>action, pas vrai ?<br>Je ferai de mon mieux.", "Du willst mich wohl<br>in Aktion sehen?<br>Ich werde mein Bestes geben.", "Parece que quieres<br>verme en acción, ¿no?<br>Bien, intentaré estar a la altura."], "summon": ["Nice to meet you, interesting stranger.<br>I wonder what sort of tale I should ask to hear of you?", "您好，不可思議的訪客。<br>如果想聽您說些故事<br>該問點什麼好呢？", "평안하신가요, 신비한 분.<br>당신에겐 어떤 이야기를<br>들려드리는 게 좋을까요?", "Ravie de te rencontrer.<br>Je me demande quel genre d'histoire tu pourrais me conter...", "Sei gegrüßt, geheimnisvoller Fremder.<br>Was für Geschichten wirst du mir erzählen können?<br>", "Un placer conocerte, misterioso desconocido.<br>¿Qué puedo hacer para escuchar tu historia?"]}}, "100015104": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [622, 1886, 210], "ATK": [21, 63, 14], "MP": [33, 100, 35], "MAG": [23, 71, 14], "SPR": [28, 84, 18], "DEF": [23, 71, 14]}, "magic_affinity": [4, 0, 4, 0], "ability_slots": 3, "limitburst_id": 100015104, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020700": 25, "290050300": 15, "290040300": 8, "290050400": 8, "290030000": 13}}, "rarity": 4, "compendium_id": 943, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [64], "effect_frames": [0, 8, 18, 54, 62], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["The love and bravery filled days we spent adventuring... This song still can't be completed. Please, let me hear the rest of it!", "與您交織出那些愛與勇氣和冒險的日子......<br>這首歌可還沒有結束呢。<br>就讓我繼續聽下去吧！", "당신과 이어진 사랑과 용기, 모험의 나날……<br>이 노래는 당분간 완성시키지 않겠어요.<br>자, 다음 이야기를 들려주세요!", "L'amour et le courage étaient les maîtres mots de nos journées d'aventure.... Cette chanson n'est pas encore terminée. S'il te plaît, laisse-moi l'écouter jusqu'au bout !", "Die mit dir verbrachten Abenteuertage der Liebe und des Mutes ... Dieses Lied ist noch nicht vorüber. Nun, lass mich den Rest davon hören!", "El amor y la bravura llenaba nuestras aventuras... Esta canción aún no puede terminarse. ¡Por favor, déjame escuchar el resto!"], "description": ["A bard who wanders from place to place singing stories from all over the world with her magnificent voice. Ryumynui dresses lightly to facilitate her travels, but from up close it is clear that the fabrics of her clothing are of excellent quality, and that they are adorned with exquisite embroidery. Her mannerisms and way of speaking also allude to her possibly having a noble background.", "走遍街頭巷尾，用銀鈴般的聲音歌頌古今東西各種故事的吟遊詩人。她身穿便於旅行的輕裝，離近了看看，其衣服的質地細膩，而且還有纖細的刺繡。從得體的行為舉止，可以判斷她出身良好。", "마을에서 마을을 전전하며 종소리처럼 맑은 목소리로 동서고금의 이야기를 노래하는 방랑 음유시인. 여행자답게 가벼운 복장을 걸치고 있으나, 가까이서 보면 윤기가 흐르는 원단에 정교하고 섬세한 자수가 놓여 있다. 정중한 태도와 말투로 인해 양갓집 출신일 것이라는 추측을 사고 있다.", "Un barde à la voix sublime qui va de pays en pays et chante ses histoires venant du monde entier. Ryumynui s'habille simplement afin de faciliter ses propres voyages, mais une inspection approfondie montre l'excellente qualité de ses vêtements et les magnifiques motifs qui les ornent. Son attitude et sa manière de parler laissent également à penser qu'elle est issue d'une famille noble.", "Eine Bardin, die von Ort zu Ort zieht und mit ihrer zauberhaften Stimme Geschichten aus aller Welt singt. Ryumynui kleidet sich leicht, um sich das Reisen zu erleichtern. Doch von Nahem ist schnell zu erkennen, dass ihre Kleidung von guter Qualität und zudem wunderbar bestickt ist. Ihre Manieren und ihre Art zu sprechen deuten ebenfalls darauf hin, dass sie einen adeligen Hintergrund hat.", "Una bardo que viaja de sitio en sitio cantando historias sobre todos los rincones del mundo con su magnífica voz. Ryumynui se viste con ropa ligera para viajar con mayor facilidad, pero de cerca se puede ver que los materiales de su ropa son de excelente calidad y que los bordados que la adornan son exquisitos. Asimismo, sus gestos y forma de hablar dan la sensación de que proviene de la nobleza."], "fusion": ["Oh, what a strange thing to do,<br>thrusting someone like me<br>into battle!", "哎呀，<br>把我捲入戰爭中，<br>真是奇怪！", "어머나,<br>저를 전투에 내보내려 하다니<br>참 특이한 분이기도 하셔라!", "Oh, que c'est étrange de jeter<br>quelqu'un comme moi dans<br>la bataille !", "Oh, wie ungewöhnlich,<br>jemanden wie mich<br>in den Kampf zu schicken.", "Qué cosa más rara:<br>¡lanzar a alguien como yo<br>en mitad de un combate!"], "summon": ["Nice to meet you, interesting stranger.<br>I wonder what sort of tale I should ask to hear of you?", "您好，不可思議的訪客。<br>如果想聽您說些故事<br>該問點什麼好呢？", "평안하신가요, 신비한 분.<br>당신에겐 어떤 이야기를<br>들려드리는 게 좋을까요?", "Ravie de te rencontrer.<br>Je me demande quel genre d'histoire tu pourrais me conter...", "Sei gegrüßt, geheimnisvoller Fremder.<br>Was für Geschichten wirst du mir erzählen können?<br>", "Un placer conocerte, misterioso desconocido.<br>¿Qué puedo hacer para escuchar tu historia?"]}}}, "job": "Bard", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Ryumynui", "魯米努依", "류미누이", "Ryumynui", "Ryumynui", "Ryumynui"], "equip": [1, 5, 6, 11, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100015104", "job_id": 37}