{"TMR": ["MATERIA", 504205130], "name": "Shine", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 201020, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 200410, "rarity": 4}, {"level": 12, "type": "ABILITY", "id": 200050, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 205150, "rarity": 4}, {"level": 49, "type": "ABILITY", "id": 100170, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 205180, "rarity": 4}, {"level": 35, "type": "ABILITY", "id": 100010, "rarity": 5}, {"level": 35, "type": "ABILITY", "id": 100040, "rarity": 5}, {"level": 58, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 205140, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 201030, "rarity": 5}, {"level": 78, "type": "ABILITY", "id": 205170, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 205110, "rarity": 6}, {"level": 42, "type": "ABILITY", "id": 205160, "rarity": 6}, {"level": 76, "type": "ABILITY", "id": 100080, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 205120, "rarity": 6}], "sex_id": 2, "entries": {"100005406": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1160, 3515, 450], "ATK": [47, 141, 30], "MP": [49, 147, 75], "MAG": [36, 110, 30], "SPR": [39, 117, 30], "DEF": [41, 125, 30]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 4, "limitburst_id": 100005406, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 411, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [16, 36, 86], "effect_frames": [14, 34, 84], "strings": {"evolution": ["It appears I, one who feels nothing,<br>have been granted memories.", "……即使是我這種沒有自我的人，<br>也能夠產生「思念」嗎？", "……색채가 없는 내 안에도,<br>'마음'이 생겨나 있던 건가.", "Il semblerait que j'ai reçu des souvenirs,<br>bien que je n'ai aucune personnalité.", "Einem Nichts fühlenden<br>wurden Erinnerungen gewährt.", "Parece que yo, que ni siento ni padezco, he sido dotada de recuerdos."], "affinity": ["Having thrown away everything, I...<br>...It's okay, never mind.<br>Please, have this.", "我已經放棄了一切，可你……<br>……不，沒什麼。<br>拿去吧。", "모든 것을 버린 내게, 당신은……<br>……아니, 아무것도 아니야.<br>이걸 가져가도록 해.", "J'ai tout abandonné et je...<br>Ça va ne t'en fais pas.<br>Tiens, prends ça.", "Auf alles habe ich verzichtet , Ich ...<br>... Kein Problem, egal.<br>Bitte, nimm das.", "Habiendo abandonado todo, tú... <br>... Da igual, no te preocupes.<br>Por favor, toma esto."], "description": ["A woman indifferent to others who makes a living from selling confidential information about the political instability of the Zoldaad Empire through any means necessary. Having done away with any emotional attachments, Shine often finds herself unable to recall her own upbringing. Many believe her vision sprung forth from the immense pride she has in her own abilities to carry out intelligence gathering missions.", "在動亂的佐爾達多帝國中想盡各種方法收集情報，並依據報酬將情報賣給任何人的女性。由於她從不透露自己的感情，因此連她自己都要忘記自身的過去。她之所以以幻兵的形式現身，也許是因為她對自身的執行任務能力的自負感化作了強烈的「思念」。", "불안정한 정세 속의 졸다드 제국에서<br>온갖 방법을 동원해 정보를 모아,<br>보수에 따라 누구의 편에도 설 수 있는 여성.<br>감정을 죽이고 살아가며, 그녀 자신조차<br>스스로의 배경에 대해 잊어버렸다고 한다.<br>비전이 될 정도로 강한 '마음'은,<br>자신의 임무 수행능력에 대한<br>강렬한 자부심에서 비롯되었을지도 모른다.", "Une femme indifférente dont le travail consiste à obtenir des informations confidentielles sur l'instabilité politique de l'empire de Zoldaad, par tous les moyens possibles. S'étant coupée de toute attache émotionnelle, elle a oublié jusqu'à sa propre enfance. Certains pensent que sa vision est née de l'immense fierté qu'elle tire de sa capacité à mener à bien toutes ses missions de collecte d'informations.", "Eine gegenüber anderen Menschen gleichgültige Frau, die vertrauliche Informationen über den instabilen Zustand des Imperiums verkauft und der dabei jedes Mittel recht ist. Nachdem sie ihre Emotionen ablegte, kann sich Shine oft nicht mehr an ihre Vergangenheit erinnern. Viele glauben, ihre Vision entspringt ihrem großen Stolz in ihre eigenen Fertigkeiten, Informationen zu beschaffen.", "Una mujer que es indiferente a los demás y que se gana la vida vendiendo información confidencial sobre la inestabilidad política del Imperio de Zoldaad por cualquier medio. Habiendo abandonado todos los lazos emocionales, a veces Shine no logra recordar su propia infancia. Muchos creen que su visión surgió del inmenso orgullo que siente por sus propias habilidades para realizar misiones para recabar información."], "fusion": ["...Thanks, as always.<br>I'll do what I can to pay you<br>back for this reward.", "……你是個不錯的客人。 <br>我會更努力工作， 當然也要給我相應的報酬。", "……마음에 드는 손님이군.<br>보수에 따라서 더 일해줄 수도 있어.", "... Merci, comme toujours.<br>he vais faire tout mon possible pourte", "... Danke, wie immer.<br>Ich gebe alles, um dich für diese<br>Belohnung zu entschädigen.", "... Gracias como siempre.<br>Haré todo lo que pueda para compensarte por esta recompensa."], "summon": ["So you wish to use my power.<br>Fine then, what are my orders?", "……你要任用我嗎？ <br>很好，儘管吩咐。", "……내 힘을 이용하겠다는 거로군.<br>좋다, 임무를 내려줘.", "Alors comme ça , tu veux utiliser mes pouvoirs.<br>Eh bien, soit ! Que dois-je faire ?", "Du willst also meine wahre Kraft nutzen.<br>Nun gut, wie lauten meine Befehle?", "Así que deseas utilizar mi poder.<br>Muy bien, ¿cuáles son mis órdenes?"]}}, "100005405": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [892, 2703, 300], "ATK": [36, 108, 20], "MP": [37, 113, 50], "MAG": [28, 84, 20], "SPR": [30, 90, 20], "DEF": [32, 96, 20]}, "magic_affinity": [0, 3, 0, 0], "ability_slots": 4, "limitburst_id": 100005405, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 10, "290060100": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 410, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [16, 36, 86], "effect_frames": [14, 34, 84], "strings": {"evolution": ["You still need me, I see...<br>Well then, it's a promise.", "想要我為你貢獻更多的力量？<br>好吧，契約成立。", "날 더 쓰겠다는 건가……<br>좋아, 계약 성립이다.", "Tu as encore besoin de moi, je vois...<br>Bon, je vais continuer à me battre à vos côtés alors.", "Du brauchst mich also noch ...<br>Nun, es ist versprochen.", "Así que aún me necesitas...<br>Muy bien, prometido queda."], "affinity": ["Having thrown away everything, I...<br>...It's okay, never mind.<br>Please, have this.", "我已經放棄了一切，可你……<br>……不，沒什麼。<br>拿去吧。", "모든 것을 버린 내게, 당신은……<br>……아니, 아무것도 아니야.<br>이걸 가져가도록 해.", "J'ai tout abandonné et je...<br>Ça va ne t'en fais pas.<br>Tiens, prends ça.", "Auf alles habe ich verzichtet , Ich ...<br>... Kein Problem, egal.<br>Bitte, nimm das.", "Habiendo abandonado todo, tú... <br>... Da igual, no te preocupes.<br>Por favor, toma esto."], "description": ["A woman with various personas that include a maid who works for the emperor of Zoldaad, and a bar showgirl. Shine is a professional at using her numerous identities to gather intelligence regarding the political state of the empire. Knowing that information can fetch a hefty price in a nation suffering from instability, she sells whatever intel she gathers to whoever offers money for it. The real identity behind the mysterious vision that spawned after she decided to do away with her emotions, however, remains unknown.", "在佐爾達多帝國，她時而是皇帝的女僕，時而是酒館的女招待，以各種身份收集帝國的情報，可以說是一名諜報專家。在戰亂頻發的帝國，情報是一種貴重的商品，而她便靠無差別地販賣情報為生。她從不向外界透露出自己的感情，因此沒人知道她的「思念」是什麼。", "졸다드 제국에서, 때로는 황제의 메이드였다가<br>때로는 주점의 간판 아가씨가 되는 등 다양한 변장으로 <br>제국을 비롯해 다양한 정보를 모으는 프로 첩보원.<br>불안정한 제국 안에서 정보는 훌륭한 상품이며,<br>상대를 막론하고 정보를 팔아치우며 살아가고 있다.<br>감정을 죽인 그녀가 품은 '마음'의<br>정체는, 아직도 밝혀지지 않았다.", "Une femme aux nombreux visages, incluant une femme de chambre au service de l'empereur de Zoldaad, ou encore une serveuse dans un bar. Shine utilise ses nombreuses identités pour collecter des renseignements sur la situation politique de l'empire. Connaissant la valeur de telles informations dans une nation en déroute, elle n'hésite pas à vendre ses services au plus offrant. La véritable nature de la vision à laquelle elle a donné naissance après s'être débarrassée à jamais de ses émotions, tout comme elle, demeure un mystère.", "Eine Frau mit mehreren Identitäten, darunter ein Hausmädchen im Dienst des Imperators von Zoldaad sowie eine Bartänzerin. Shine ist eine professionelle Informationsbeschafferin, was die Politik des Imperiums betrifft. Da sie weiß, wie viel Informationen in einer instabilen Nation wert sind, verkauft sie ihr Wissen an den besten Bieter. Ihre wahre Identität hinter ihrer mysteriösen Vision bleibt jedoch im Dunkeln.", "Una mujer con varias personalidades, que incluyen a una criada que trabaja para el imperio de Zoldaad y una bailarina de bar. Shine es una profesional a la hora de utilizar numerosas identidades para conseguir información sobre el estado político del imperio. Al saber que esa información puede alcanzar un precio considerable en una nación que sufre de inestabilidad, se dedica a vender la información que consigue a cualquiera que le ofrezca dinero por ella. La identidad real que se esconde tras la misteriosa visión que surgió cuando se decidió a abandonar sus emociones sigue siendo desconocida."], "fusion": ["Is this a reward?<br>Well then, what should I do now?", "這就是報酬啊？<br>那我要做點什麼才好？", "이게, 보수인가.<br>그래서? 뭘 하면 되지?", "Vous me récompensez ? Bon, et maintenant ? Que suis-je censée faire ?", "Ist das eine Belohnung?<br>Nun dann, was soll ich jetzt tun?", "¿Es esto una recompensa?<br>Muy bien, ¿qué debo hacer ahora?"], "summon": ["I am a shadow, unable to be seen.<br>I will carry out my responsibilities.", "我潛藏暗影，遂命於無形。<br>無須擔心任務失敗。", "나는 그림자이며, 눈에 보이지 않는 자다.<br>임무는 반드시 완수하겠어.", "Je suis une ombre. Personne ne peut me voir.<br>je prendrai mes responsabilités.", "Als Schatten bin ich unsichtbar.<br>Ich werde meine Pflichten erledigen.", "Soy una sombra, invisible a la vista.<br>Me encargaré de cumplir mi deber."]}}, "100005404": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [686, 2079, 240], "ATK": [27, 83, 16], "MP": [28, 86, 40], "MAG": [21, 64, 16], "SPR": [23, 69, 16], "DEF": [24, 73, 16]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 3, "limitburst_id": 100005404, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290031000": 13, "290050300": 15, "290020200": 25, "290050400": 8, "290030900": 8}}, "rarity": 4, "compendium_id": 409, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [16, 36, 86], "effect_frames": [14, 34, 84], "strings": {"evolution": null, "affinity": ["Having thrown away everything, I...<br>...It's okay, never mind.<br>Please, have this.", "我已經放棄了一切，可你……<br>……不，沒什麼。<br>拿去吧。", "모든 것을 버린 내게, 당신은……<br>……아니, 아무것도 아니야.<br>이걸 가져가도록 해.", "J'ai tout abandonné et je...<br>Ça va ne t'en fais pas.<br>Tiens, prends ça.", "Auf alles habe ich verzichtet , Ich ...<br>... Kein Problem, egal.<br>Bitte, nimm das.", "Habiendo abandonado todo, tú... <br>... Da igual, no te preocupes.<br>Por favor, toma esto."], "description": ["A maid who works for the emperor of Zoldaad, the empire that forever burns bright. A callous woman, in truth she is an expert at retrieving confidential information that she then shares with the rebel army opposing the empire, or with whomever pays enough money to procure it. Shine is actually one of the many false identities she has created over the years to carry out her business.", "在硝煙四起的佐爾達多帝國擔任皇帝女僕一職的女性，她的真正身份則是探測帝國情報的諜報員，且只要價格合適，她還會將這些情報賣給反叛軍以及其他國家。她的過去謎團重重，夏因也只是她眾多假名中的一個。", "항상 전란의 기운이 감도는 졸다드 제국에서, <br>평소에는 황제의 메이드로서 근무하고 있는 여성.<br>그러나 그 정체는 사실 제국의 정보를 캐내는<br>첩보원이며, 손에 넣은 정보는 반란군뿐 아니라<br>타국에 이르기까지, 보수에 따라 누구에게든<br>팔아넘기는 비정한 여자이기도 하다.<br>경력은 전부 위장된 것이기 때문에, 샤인이라는 이름 역시<br>그녀의 수많은 가명 중 하나에 지나지 않는다.", "Une femme de chambre au service de l'empereur de Zoldaad, le pays aux flammes éternelles. Sous ses airs austères, elle dissimule une grande expertise dans le domaine de la collecte d'informations confidentielles, qu'elle partage ensuite avec l'armée rebelle, ou quiconque paie le plus. \"Shine\" n'est d'ailleurs que l'une des nombreuses identités qu'elle a forgées au cours des années pour les besoins de son travail.", "Ein Dienstmädchen des Imperators von Zoldaad, das ewig strahlt. Als abgebrühte Frau ist sie Expertin im Beschaffen vertraulicher Informationen, die sie dann mit Rebellen teilt oder an den Höchstbietenden verkauft. Shine ist nur eine der Scheinidentitäten, die sie über die Jahre für ihre Praktiken erschaffen hat.", "Una criada que trabaja para el emperador de Zoldaad, el imperio que brilla por siempre. Una mujer despiadada que en realidad es una experta consiguiendo información confidencial, que luego comparte con el ejército rebelde que se opone al imperio, o con quien le pague más dinero por ello. De hecho, Shine es una de las muchas falsas identidades que ha creado a lo largo de los años para desarrollar su negocio."], "fusion": ["I will do my best to pay you back for this reward.<br>Is that all right with you?", "我會對得起這份報酬，為你工作的。<br>這樣你滿意了吧？", "보수만큼의 일은 해 주지.<br>그거면 됐겠지?", "Je travaillerai pour vous pour rembourser cette dette. Cela vous convient-il ?", "Ich gebe mein Bestes, um meine Schuld bei dir zu begleichen.<br>Ist das in Ordnung für dich?", "Haré todo lo que pueda para compensarte por tu recompensa.<br>¿Te parece bien?"], "summon": ["It doesn't matter who I am or you are.<br>Let's just take care of business.", "我是誰，這無關緊要。<br>告訴我任務是什麼。", "내가 누구인가는 중요하지 않아.<br>자, 임무를.", "Mon identité comme la tienne n'a aucune importance.<br>Faisons simplement notre travail.", "Es spielt keine Rolle, wer wir sind.<br>Tun wir einfach, was getan werden muss.", "No importa quién seas tú o yo.<br>Pongámonos manos a la obra."]}}}, "job": "Spy", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Shine", "夏因", "샤인", "Shine", "Shine", "Shine"], "equip": [1, 2, 7, 12, 13, 40, 50, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100005404", "job_id": 85}