{"TMR": ["EQUIP", 409015000], "name": "Jiraiya", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 204490, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 200180, "rarity": 5}, {"level": 7, "type": "ABILITY", "id": 212020, "rarity": 5}, {"level": 7, "type": "ABILITY", "id": 217700, "rarity": 5}, {"level": 24, "type": "ABILITY", "id": 217740, "rarity": 5}, {"level": 31, "type": "ABILITY", "id": 217710, "rarity": 5}, {"level": 37, "type": "ABILITY", "id": 217720, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 217830, "rarity": 5}, {"level": 57, "type": "ABILITY", "id": 214330, "rarity": 5}, {"level": 57, "type": "ABILITY", "id": 218350, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 217750, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 217760, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 217800, "rarity": 6}, {"level": 18, "type": "ABILITY", "id": 217730, "rarity": 6}, {"level": 32, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 45, "type": "ABILITY", "id": 218340, "rarity": 6}, {"level": 52, "type": "ABILITY", "id": 203260, "rarity": 6}, {"level": 66, "type": "ABILITY", "id": 217810, "rarity": 6}, {"level": 75, "type": "ABILITY", "id": 217820, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 217790, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 217770, "rarity": 6}], "sex_id": 1, "entries": {"100011305": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [910, 2759, 300], "ATK": [38, 116, 20], "MP": [43, 131, 50], "MAG": [37, 113, 20], "SPR": [29, 87, 20], "DEF": [28, 86, 20]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 4, "limitburst_id": 100011305, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 10, "290060100": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 761, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [24, 57], "effect_frames": [22, 45], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Allow me to thank you for<br>all the quiet times we've been able<br>to spend together.", "謝謝你，<br>陪我一起度過<br>這久違的祥和時光。", "그대와 함께 보낸,<br>잊고 있었던 평온한 시간들에<br>깊이 감사한다.", "Permets-moi de te remercier pour<br>tous les moments de calme que nous avons<br>passé ensemble.", "Ich danke dir für all die<br>stillen Stunden, die wir<br>miteinander verbringen konnten.", "Deja que te dé las gracias por<br>todos los ratos a gusto que hemos<br>pasado juntos."], "description": ["A ninja who served a ruler of the Kingdom of Pharm. Jiraiya was versed in multiple ninja techniques, and acted as his liege's right-hand man in matters concerning the entire kingdom. He is also said to have considered perilous missions to be a great opportunity to hone his skills. A great judge of both hidden potential and character, he taught his own techniques to those he deemed worthy.", "在法爾姆王國侍奉某個領主的忍者。<br>他擅長各種忍術，<br>為自己的主人東奔西走。<br>對他而言，這些任務<br>有助於窮極忍者的技藝。<br>他有一雙識人慧眼，<br>對認定有資質的人，<br>他會毫無保留地傳授自己的技藝。", "팔름 왕국에서 어느 주군을 섬기던 닌자. 다양한 닌술을 구사하며 주군의 수족으로서 온 나라를 누볐다. 그에게 있어 부여받은 임무는 자신의 기량을 상승시키기 위한 수행의 일련이기도 했다. 사람의 능력을 파악하는 눈을 가지고 있으며, 소질이 있다고 인정한 자에게는 철저하게 자신이 지닌 기술을 전수하기도 했다.", "Un ninja qui était au service de l'un des suzerains du Royaume de Pharm. Jiraiya maîtrisait plusieurs techniques de ninja et servait de bras droit à son seigneur, aidant celui-ci dans diverses affaires du royaume. Il est aussi dit qu'il voyait les missions périlleuses comme de grandes chances de peaufiner ses talents. Particulièrement apte à juger du potentiel et de la valeur d'autrui, il enseignait ses propres techniques à ceux qu'il estimait dignes.", "Ein Ninja, der dem Herrscher des Königreichs Pharm diente. Jiraiya beherrschte mehrere Ninja-Techniken und diente seinem Lehnsherrn als rechte Hand in Belangen, die das gesamte Königreich betrafen. Außerdem schätzt er riskante Missionen, da er dort seine Fähigkeiten verfeinern konnte. Da er das verborgene Potenzial und den Charakter einer Person gut beurteilen konnte, brachte er denen seine Techniken bei, die er für würdig hielt.", "Un ninja que sirvió al gobernante del Reino de Pharm. Jiraiya conoce bien las técnicas de los ninjas y llegó a ser la mano derecha del rey en asuntos que concernían a todo el reino. También se dice que Jiraiya aceptó misiones muy peligrosas para poner a punto sus habilidades. Asimismo, es un juez con mucho potencial oculto y una personalidad desbordante, se ha dedicado a enseñar las técnicas que conoce a todo aquel que consideraba digno."], "fusion": ["Still not enough.<br>I must continue my training.", "還不夠。<br>繼續修行吧。", "아직 부족하다.<br>수행을 계속하자.", "Ce n’est pas encore assez.<br>Je dois continuer à m'entraîner.", "Es reicht noch nicht.<br>Ich muss meine Ausbildung fortsetzen.", "Aún falta mucho.<br>Tengo que continuar mi entrenamiento."], "summon": ["And you are?<br>I would like to hear why<br>you called me here.", "你是？<br>說說把我叫出來的理由吧。", "그대는?<br>나를 불러낸 이유를<br>들려다오.", "Et vous êtes ?<br>J'aimerais savoir pourquoi<br>vous m'avez appelé.", "Und du bist?<br>Ich würde gerne wissen,<br>warum du mich gerufen hast.", "¿Y tú eres?<br>Me gustaría saber por qué<br>me has convocado."]}}, "100011306": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1184, 3587, 450], "ATK": [50, 152, 30], "MP": [56, 171, 75], "MAG": [49, 147, 30], "SPR": [38, 114, 30], "DEF": [37, 112, 30]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 4, "limitburst_id": 100011306, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 762, "attack_damage": [[50, 50]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [24, 57], "effect_frames": [22, 45], "strings": {"evolution": ["There is a power which is only<br>given to those diligent in their training.<br>I shall use it well.", "只有不曾怠惰於鍛鍊的人<br>才能獲得的力量嗎？<br>就讓我體驗看看這股力量吧。", "단련을 게을리하지 않은 자만이<br>사사받을 수 있는 힘이라.<br>감사히 사용하도록 하겠다.", "Il existe donc un pouvoir que seuls ceux qui s'entraînent sérieusement peuvent obtenir.<br>J'en ferai bon usage.", "Es gibt eine Kraft nur für die,<br>die fleißig trainieren.<br>Ich werde sie gut einsetzen.", "Hay un poder que solo<br>consiguen los que entrenan con diligencia.<br>Lo usaré con cuidado."], "affinity": ["Allow me to thank you for<br>all the quiet times we've been able<br>to spend together.", "謝謝你，<br>陪我一起度過<br>這久違的祥和時光。", "그대와 함께 보낸,<br>잊고 있었던 평온한 시간들에<br>깊이 감사한다.", "Permets-moi de te remercier pour<br>tous les moments de calme que nous avons<br>passé ensemble.", "Ich danke dir für all die<br>stillen Stunden, die wir<br>miteinander verbringen konnten.", "Deja que te dé las gracias por<br>todos los ratos a gusto que hemos<br>pasado juntos."], "description": ["A multi-talented ninja who once served the Kingdom of Pharm. Jiraiya used his well trained physique and his tenacious spirit to complete all missions assigned to him at any cost. He was blessed with two children after taking a wife, and he lived a promising life alongside them until a tragic misunderstanding ultimately ended the happiness of his family forever.", "法爾姆王國的忍者，<br>擅長使用各種忍術。<br>他有著強勁的肉體和堅韌的精神，<br>完成了大大小小各種任務。<br>他有一個妻子和兩個孩子，<br>人生幸福順暢。<br>但由於細小的情感偏差，<br>幸福的家庭<br>從此分崩離析。", "여러 가지 닌술에 능통한, 팔름 왕국의 닌자. 단련된 육체와 강인한 정신력으로 어떤 임무든 확실하게 완수해냈다. 결혼 후 슬하에 두 자녀를 두고, 그의 인생은 순풍에 돛단배처럼 흘러갈 것이라 믿었으나 사소한 엇갈림으로 인해 가족의 행복은 허망하게도 막을 내리고 말았다.", "Un ninja aux nombreux talents qui servait autrefois le Royaume de Pharm. Jiraiya se fiait à son corps parfaitement entraîné et à son esprit tenace pour accomplir toutes les missions qu'on lui confiait à tout prix. Son heureux mariage lui donna deux enfants. Il vécut à leurs côtés une vie remplie de promesses jusqu'à ce qu'un tragique malentendu vienne mettre fin au bonheur de sa famille, à jamais.", "Ein Ninja mit vielen Talenten, der einst dem Königreich Pharm diente. Jiraiya nutzte seinen gestählten Körper und sein kluges Köpfchen, um alle ihm anvertrauten Missionen zu erfüllen. Er heiratete, hatte zwei Kinder und führten ein schönes Leben, bis ein tragisches Missverständnis das Glück seiner Familie für immer zerstörte.", "Un ninja que rebosa de talento que antaño sirvió al Reino de Pharm. Jiraiya siempre usó su portentoso físico y su espíritu tenaz para completar todas las misiones que le encomendaran a cualquier precio. Tras casarse, fue bendecido con dos hijos y vivió una vida plena hasta que un trágico malentendido acabó con la felicidad de su familia para siempre."], "fusion": ["Training helps to let us know our own weaknesses.", "通過修行，<br>人將會理解自己的弱小。", "수행을 통해<br>사람은 자신의 약점을 알게 되는 거다.", "L'entraînement nous sert à connaître nos faiblesses.", "Durch Training können wir unsere eigenen Schwächen kennenlernen.", "Entrenar nos ayuda a saber cuáles son nuestras propias debilidades."], "summon": ["So, I have once again been called<br>into the madness of war.<br>Fine, I will aid you.", "再次被叫回到戰亂的時代了啊。<br>好吧！那就讓我幫助你吧！", "다시금 전란의 시대로<br>돌아온 것인가.<br>좋다, 힘을 빌려주지.", "Eh bien, on dirait qu'on m'a encore une fois appelé<br>en plein milieu du tumulte de la guerre.<br>Très bien, je vais vous aider.", "Also wurde ich wieder in den<br>Wahnsinn des Krieges beschworen.<br>Schön, ich werde dir helfen.", "Así que una vez más me convocan<br>para experimentar los horrores de la guerra.<br>De acuerdo, te prestaré mi ayuda."]}}}, "job": "Ninja", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Jiraiya", "自來也", "지라이야", "Jiraiya", "Jiraiya", "Jiraiya"], "equip": [1, 4, 7, 16, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100011305", "job_id": 47}