{"TMR": ["MATERIA", 504210800], "name": "Veritas of the Flame", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20200, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 210810, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 100040, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 51, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 63, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 206980, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 204040, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 210750, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 210770, "rarity": 6}, {"level": 12, "type": "MAGIC", "id": 20290, "rarity": 6}, {"level": 31, "type": "ABILITY", "id": 210830, "rarity": 6}, {"level": 45, "type": "ABILITY", "id": 210860, "rarity": 6}, {"level": 60, "type": "ABILITY", "id": 210840, "rarity": 6}, {"level": 70, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 210850, "rarity": 6}, {"level": 95, "type": "ABILITY", "id": 210820, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 210780, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 210790, "rarity": 6}], "sex_id": 1, "entries": {"100008005": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [940, 2847, 240], "ATK": [39, 119, 24], "MP": [37, 113, 40], "MAG": [28, 86, 16], "SPR": [33, 100, 16], "DEF": [33, 101, 16]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 4, "limitburst_id": 100008005, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 5, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 575, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [54], "effect_frames": [52], "strings": {"evolution": null, "affinity": ["We might've been good friends had<br>we not first met as enemies.<br>Say hello to the true me.", "如果不是以敵人的身分相遇……<br>說不定我們會成為很棒的夥伴。<br>真正的那個我，就拜託你了。", "적으로 만나지 않았다면……<br>좋은 동료가 되었을지도 모르겠군.<br>진짜 나도 잘 부탁한다.", "Nous étions ennemis autrefois, c'est pourquoi une amitié sincère s'est créées entre nous.<br>Mon nouveau moi est prêt à se battre à tes côtés.", "Wären wir uns nicht als Feinde begegnet,<br>wir wären gute Freunde geworden.<br>Dies ist mein wahres Selbst.", "Si nos hubiéramos conocido en otras circunstancias,<br>hubiéramos llegado a ser hasta amigos.<br>Así soy yo en realidad."], "description": ["An undogmatic man and one of the Six Sworn of Paladia who interfered with Rain and company's journey in Zoldaad. Not only is Veritas of the Flame extremely skilled in battle, but he is also a masterful blacksmith with a great curiosity for ancient weaponry. It would seem he shares strong ties with Lasswell's blade, Purple Lightning.", "「帕拉迪亞六盟傑」之一，<br>於佐爾達多帝國阻擋在雷因等人面前，<br>是名豪放磊落的男子。<br>他不僅是名擅長戰鬥的武人，<br>也是一名老練的鍛冶職人，<br>對上古武器非常感興趣。<br>和拉斯韋爾擁有的「紫電」<br>似乎有著不解之緣。", "'파라디아의 여섯 호걸 연맹' 중 한 명으로,<br>졸다드 제국에서 레인 일행의 앞을<br>막아선, 호방뇌락한 남자.<br>그 자신도 전투에 통달한 무인이자<br>대장장이로서의 일면도 가지고 있으며<br>오래된 무기에 흥미를 보이기도 한다.<br>라스웰이 가진 검 '자색 번개'와도<br>인연이 깊은 모양이다.", "Un homme au caractère empirique et l'un des Six Jurés de Paladia ayant œuvré à entraver les efforts de Rain et de ses amis. Veritas des Flammes est non seulement un combattant hors pair, il est également un forgeron doué et possède une curiosité inextinguible pour les armes anciennes. Il semblerait qu'il soit lié de près à l'épée de Lasswell, Éclair pourpre.", "Ein undogmatischer Mann und einer der Geschworenen Sechs von Paladia, der Rain und seinen Begleitern in Zoldaad begegnete. Veritas der Flammende ist nicht nur ein herausragender Kämpfer, sondern auch ein exzellenter Waffenschmied mit einer großen Leidenschaft für alte Waffen. Er scheint eine starke Verbindung zu Lasswells Klinge namens Violetter Blitz zu haben.", "Un hombre que no cree en dogmas y uno de los Seis Juramentados de Paladia que interfirió en el viaje de Rain y sus compañeros hacia Zoldaad. Veritas el llameante es muy habilidoso en combate además de ser también un herrero formidable que siente mucha curiosidad por las armas antiguas. Parece que entre la espada de Lasswell, Rayo púrpura, y él existe un fuerte vínculo."], "fusion": ["Ha ha ha, why not.<br>Try a little more, won't you.", "哈哈哈，好啊。<br>再多試試。", "하하하, 좋다.<br>더 해 보시지.", "Ha ha ha, pourquoi pas.<br>Fais un peu plus d'efforts, veux-tu ?", "Hahaha, warum nicht.<br>Streng dich etwas mehr an, ja?", "Ja, ja, ja. Por qué no.<br>Vas a intentarlo un poco más, ¿no?"], "summon": ["How strange to be called forth<br>as a vision by the enemy.", "真是有趣。<br>竟然將敵人以幻兵的姿態<br>召喚過來。", "별일 다 있군.<br>적에게, 비전으로<br>소환될 줄이야.", "Quel sentiment étrange d'être invoqué en tant que vision par l'ennemi.", "Wie seltsam, als<br>Vision vom Gegner gerufen zu werden.", "Qué extraño eso de provocarle<br>una visión al enemigo."]}}, "100008006": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1222, 3702, 390], "ATK": [51, 155, 34], "MP": [49, 148, 65], "MAG": [37, 113, 26], "SPR": [43, 130, 26], "DEF": [44, 132, 26]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 100008006, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 576, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [54], "effect_frames": [52], "strings": {"evolution": ["I've been too weak up until now.<br>From now on, I'll show you what I'm really capable of.", "以前的我都太弱了。<br>現在要開始動真格了。", "지금까지는 좀 약했던 거고, <br>이제부턴 제대로 해 주지.", "J'ai été beaucoup trop faible, mais aujourd’hui c'est terminé.<br>Je vais te montrer ce dont je suis vraiment capable.", "Bisher war ich zu schwach.<br>Ab jetzt zeige ich dir, wozu ich imstande bin.", "Hasta ahora, he estado muy débil.<br>A partir de ahora, te enseñaré de lo que soy capaz."], "affinity": ["We might've been good friends had<br>we not first met as enemies.<br>Say hello to the true me.", "如果不是以敵人的身分相遇……<br>說不定我們會成為很棒的夥伴。<br>真正的那個我，就拜託你了。", "적으로 만나지 않았다면……<br>좋은 동료가 되었을지도 모르겠군.<br>진짜 나도 잘 부탁한다.", "Nous étions ennemis autrefois, c'est pourquoi une amitié sincère s'est créées entre nous.<br>Mon nouveau moi est prêt à se battre à tes côtés.", "Wären wir uns nicht als Feinde begegnet,<br>wir wären gute Freunde geworden.<br>Dies ist mein wahres Selbst.", "Si no nos hubiéramos tenido que enfrentar,<br>hubiéramos llegado a ser hasta amigos.<br>Así soy yo en realidad."], "description": ["One of the Sworn Six of Paladia who encountered Rain and his friends while they journeyed through Zoldaad. A large-hearted man who hardly concerns himself with insignificant things, Veritas of the Flame has unexpectedly shown an interest in watching Rain and Lasswell grow. Regardless, his desire to achieve his goals burns as brightly as the flames he summons forth, and he will stop at nothing to take the Fire Crystal from the hands of the Zoldaad Empire.", "在佐爾達多帝國和雷因等人相遇的<br>「帕拉迪亞六盟傑」其中一人。<br>他性格豪爽，不拘小節，<br>在和敵人雷因與拉斯韋爾等人決鬥時，<br>也表示要守護他們的成長。<br>他那達成夙願的意志有如火焰般炙熱，<br>為蹂躪得到火之水晶的帝國，<br>甚至令其存亡出現危機也在所不惜。", "졸다드 제국에서 레인 일행과 마주한<br>'파라디아의 여섯 호걸 연맹' 중 한 명.<br>자잘한 일은 신경 쓰지 않는 호쾌한 성격으로<br>적이기도 한 레인과 라스웰의 성장을<br>지켜보는 듯한 말을 입에 담았으나,<br>숙원 달성을 위한 불꽃처럼 뜨거운 의지는<br>불의 크리스탈을 보유한 제국을 짓밟으며,<br>제국을 존망의 기로까지 내몰았다.", "L'un des Six Jurés de Paladia ayant croisé le chemin de Rain et de ses amis lors de leur traversée de Zoldaad. Un homme au grand cœur qui ne se soucie guère des choses insignifiantes, Veritas des Flammes a manifesté un intérêt inattendu envers l'évolution de Rain et de Lasswell. Peu importe les circonstances, son désir d'accomplir son objectif brûle telles les flammes qu'il est capable d'invoquer, et il est prêt à tout pour arracher le cristal de feu des mains de l'Empire de Zoldaad.", "Einer der Geschworenen Sechs von Paladia, der Rain und seinen Freunden auf dem Weg durch Zoldaad begegnete. Veritas der Flammende ist ein großherziger Mann, der sich kaum mit unwichtigen Dingen befasst, und zeigt unerwartetes Interesse daran, Rain und Lasswell aufwachsen zu sehen. Doch sein Drang, seine Ziele zu erreichen, brennt so stark wie die Flammen, die er heraufbeschwört, und er wird erst zufrieden sein, wenn er den Feuerkristall dem Zoldaad-Imperium aus den Händen gerissen hat.", "Uno de los Seis Juramentados de Paladia que se encontró con Rain y sus amigos durante su viaje a través de Zoldaad. Un hombre de gran corazón que no pierde el tiempo con las pequeñas cosas. De forma inesperada, Veritas el llameante ha mostrado interés en ver crecer a Rain y Lasswell. Sin embargo, su ímpetu por conseguir sus objetivos sigue ardiendo con la misma pasión que el fuego que invoca y nada le detendrá hasta conseguir el Cristal de Fuego del Imperio Zoldaad."], "fusion": ["Not bad at all.<br>You're pretty tough, yourself.", "感覺不錯嘛。<br>你的力量看起來也不錯。", "꽤 괜찮은데.<br>네 힘도 말야.", "Pas mal du tout.<br>T'es plutôt costaud, dis-moi.", "Nicht schlecht.<br>Du bist ganz schön hart im Nehmen.", "No está nada mal.<br>Eres bien duro."], "summon": ["You would actually count this shadow of<br>myself as one of your own?<br>What an interesting fellow.", "竟然連我的幻影<br>都想要拉攏嗎？<br>真是有趣的傢伙。", "설마, 내 그림자마저<br>동료로 삼을 생각이야?<br>재밌는 녀석일세.", "Tu voudrais compter cette ombre de moi-même dans tes rangs ?<br>T'es un type pas banal, toi.", "Du würdest dieses Schatten meiner Selbst<br>zu deiner Gruppe zählen?<br>Was für ein faszinierender Zeitgenosse.", "Así que contarías mi sombra<br>como tuya, ¿no?<br>Qué tipo más interesante."]}}}, "job": "Veritas", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Veritas of the Flame", "劫火之維利亞斯", "지옥불의 베리어스", "Veritas des Flammes", "Veritas der Flammende", "Veritas el llameante"], "equip": [1, 2, 3, 4, 7, 8, 9, 10, 13, 14, 15, 16, 31, 41, 51, 52, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100008005", "job_id": 109}