{"TMR": ["EQUIP", 305001200], "name": "Mercedes", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20040, "rarity": 4}, {"level": 9, "type": "ABILITY", "id": 200250, "rarity": 4}, {"level": 18, "type": "ABILITY", "id": 200020, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 100080, "rarity": 4}, {"level": 27, "type": "MAGIC", "id": 20110, "rarity": 5}, {"level": 36, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 66, "type": "ABILITY", "id": 101110, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 200310, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 204040, "rarity": 6}, {"level": 48, "type": "MAGIC", "id": 20230, "rarity": 6}, {"level": 78, "type": "ABILITY", "id": 204060, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 204050, "rarity": 6}], "sex_id": 2, "entries": {"100005106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1168, 3540, 390], "ATK": [48, 146, 34], "MP": [48, 146, 65], "MAG": [38, 116, 26], "SPR": [40, 120, 26], "DEF": [40, 120, 26]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 4, "limitburst_id": 100005106, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 388, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [39], "effect_frames": [37], "strings": {"evolution": ["These treasures can give me strength?<br>These visions, what bodies they have!", "竟然能靠寶貝變強，<br>幻兵的身體真棒！", "보물로 힘을 강화하다니.<br>비전이라는 거, 꽤나 편리한 몸이구만!", "Ces trésors peuvent me rendre plus puissante ?<br>Ces visions ont vraiment des corps magnifiques !", "Eine Vision zu sein, ist schon eigenartig.<br>Je mehr Schätze ich bekomme, desto stärker werde ich!", "¿Que estos tesoros pueden hacerme más fuerte?<br>Estas visiones, ¡menudos cuerpos que tienen!"], "affinity": ["I want you and I to always be...<br>Uh oh... A pirate can't allow herself to be seen crying.", "你願意和這樣的我一起……<br>……哎呀，不行啊。<br>海盜不能輕易流淚。", "이런 나와 계속 함께 하겠다니…<br>……이런, 큰일 날 뻔했군.<br>해적은 눈물을 보이지 않는 법이거든.", "Je voudrais que toi et moi soyons...<br>Euh... oh, un pirate ne peut pas laissez les larmes couler sur son visage.", "Dass du jemanden wie mich ... nie im Stich gelassen ...<br>Hoppla! Äh ... Ich muss was ins Auge bekommen haben!", "Quiero que tu y yo siempre estemos...<br>Oh no... una pirata no puede permitirse que la vean llorando."], "description": ["A pirate boss located in Olderion. Born to a wealthy merchant family, she lost all but a single ship when her family's business collapsed which she filled with criminal ruffians before beginning her life as a pirate. Her belief is that even the poor should be able to eat, and it is with this kind determination that she faces those who dare stand before her.", "奧爾德里昂的海盜一夥的頭領。<br>她原本是水都豪商之女，可因家族落魄，<br>使得她失去了所有東西，只剩下一艘船，<br>她聚集了失業並染手壞事的人們，<br>將剩下的該船當做海盜船開始了新生活。<br>「無賴也應有飯吃」是她的信念，<br>她能下定決心反抗現狀、<br>改善生活也是多虧了有此信念的支撐。", "올데리온의 해적 두목.<br>물의 도시의 거상의 딸로 태어났지만,<br>가문의 몰락으로 인해 배 한 척만을 남기고 모든 것을 잃고,<br>생계를 위해 범죄에 손을 댄 자들을 한데 모아<br>해적질을 시작하게 되었다.<br>'불한당이라 할지라도 굶기진 않는다'는<br>그녀의 신념은 현실과 맞서 싸우겠다는 결의와<br>배려심에서 우러나온 것이기도 하다.", "Une chef de pirates d'Olderion. Issue d'une famille de riches marchands, elle perdit tout lorsque l'entreprise familiale fit faillite. Il ne lui resta qu'un bateau, qu'elle remplit de voyous avant de commencer sa vie de pirate. Elle a la conviction que même les pauvres devraient pouvoir manger, et c'est avec ce genre de détermination avec lequel elle affronte ceux qui osent se dresser contre elle.", "Eine Piratenanführerin aus Olderion. Sie war Tochter wohlhabender Kaufleute, doch nachdem ihre Familie ruiniert wurde, blieb ihr nur ein einziges Schiff. Sie versammelte andere vom Schicksal Gebeutelte unter sich und begann ein Leben als Pirat. Ihr Motto „Auch ein Lump soll essen dürfen“ lässt ihre Unbeugsamkeit gegenüber dem Schicksal und ihr Mitgefühl mit den Glücklosen durchscheinen.", "Jefa de un grupo pirata de Olderion. Hija de una adinerada familia de comerciantes. Cuando el negocio familiar se desplomó, lo perdió todo salvo un único barco. Ese barco lo llenó de criminales y así dio comienzo su nueva vida como pirata. Cree firmemente que incluso los pobres deberían poder comer, y esa gentil determinación es la que la impulsa a enfrentarse a quienquiera que se ponga en su camino."], "fusion": ["He he, thanks for the power.<br>I'll hack away at your enemies with my trusty axe!", "呵呵，謝謝你給我力量。<br>我會用我的斧頭<br>掃蕩你的敵人！", "후훗, 힘을 줘서 고마워.<br>너희의 앞을 가로막는 적은 전부<br>내 도끼로 싹 쓸어주지!", "Hé hé, merci de m'avoir rendu plus forte.<br>Je te rendrai la pareille en tranchant tes ennemis avec ma hache !", "Hehe, danke für die kleine Stärkung.<br>Gib mir Bescheid, wenn ich jemanden mit meiner Axt bekannt machen soll!", "Je, je, gracias por el poder.<br>¡Cortaré en pedazos a tus enemigos con mi fiel hacha!"], "summon": ["This body...it's top rate.<br>Since I have been called, I will lend you my power. That is what makes me a pirate.", "幻兵的身體……正合我意，<br>既然被召喚出來了，那我就會幫助你的。<br>讓你看看什麼叫海盜的義氣！", "비전의 몸… 뭐, 아무래도 좋아.<br>부름을 받은 이상 힘을 빌려주겠다.<br>그게 바로 해적의 방식이니까.", "Ce corps... est vraiment au top niveau.<br>Puisque vous m'avez appelée je vais vous prêter main-forte. C'est ça être un pirate.", "Der Körper einer Vision ... Klasse.<br>Da ich schon mal hier bin, werde ich euch helfen. Unter Seeleuten lässt man sich nicht hängen.", "Este cuerpo... es realmente superior.<br>Ya que me ha llamado, le echaré una mano.<br>Es por eso que soy un pirata."]}}, "100005104": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [691, 2094, 210], "ATK": [28, 86, 18], "MP": [28, 86, 35], "MAG": [22, 68, 14], "SPR": [23, 70, 14], "DEF": [23, 70, 14]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 3, "limitburst_id": 100005104, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 8, "290050300": 15, "290050400": 8, "290030200": 13, "290020100": 25}}, "rarity": 4, "compendium_id": 386, "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [39], "effect_frames": [37], "strings": {"evolution": null, "affinity": ["I want you and I to always be...<br>Uh oh... A pirate can't allow herself to be seen crying.", "你願意和這樣的我一起……<br>……哎呀，不行啊。<br>海盜不能輕易流淚。", "이런 나와 계속 함께 하겠다니…<br>……이런, 큰일 날 뻔했군.<br>해적은 눈물을 보이지 않는 법이거든.", "Je voudrais que toi et moi soyons...<br>Euh... oh, un pirate ne peut pas laissez les larmes couler sur son visage.", "Dass du jemanden wie mich ... nie im Stich gelassen ...<br>Hoppla! Äh ... Ich muss was ins Auge bekommen haben!", "Quiero que tu y yo siempre estemos...<br>Oh no... una pirata no puede permitirse que la vean llorando."], "description": ["The young head of a pirate clan that patrols the seas around Olderion. She's not just a pretty face, boasting powerful axe-wielding strength and unshaken charisma that separates her from the rest of the ruffians. All this points to a past which, given the comparatively peaceful state of Olderion, is surrounded in mystery as to how and why she became a pirate.", "以奧爾德里昂海作為勢力範圍的<br>海盜一夥的年輕首領。<br>她不僅貌美如花，還有著強勁的臂力<br>能夠輕易揮動大斧，其強大的領導性<br>使她與其他不法之徒截然不同，<br>從她身上能感覺出她是個有故事的人，<br>至於為何在治安較好的奧爾德里昂<br>當海盜，目前還是一個謎。", "올데리온 근해를 중심으로 활동하는<br>해적 일당의 젊은 두목.<br>빼어난 미모뿐만 아니라, 거대한 도끼를 가볍게 휘두르는<br>완력과 높은 카리스마성은<br>평범한 불한당과는 그 수준을 달리하며<br>무언가 과거가 있는 인물처럼 보이게 하지만,<br>그녀가 비교적 치안이 좋은 올데리온에서<br>해적이 된 이유는 불분명하다.", "La jeune chef d'un clan de pirates qui sillonne les eaux d'Olderion. Plus qu'un joli minois, elle possède la force de manier aisément la hache ainsi qu'un charisme exceptionnel, ce qui la démarque du reste des voyous. Tout cela nimbe son passé d'un mystère quant au fait qu'elle soit devenue pirate, vu à quel point Olderion est, au contraire, un endroit paisible.", "Die junge Anführerin einer Piratenbande, welche die See um Olderion unsicher macht. Sie schwingt ihre enorme Axt mit Leichtigkeit, beherrscht ihre Halsabschneider mit großem Charisma und sieht bei all dem noch blendend aus. Dass Mercedes, die aus dem relativ friedlichen Olderion stammt, das Leben eines Piraten wählte, lässt eine bewegte Vergangenheit vermuten.", "Joven líder de una banda pirata que surca los mares de los alrededores de Olderion. Es mucho más que una simple cara bonita: la fuerza portentosa con la que maneja el hacha y su enorme carisma la hacen destacar por encima del resto de rufianes. Teniendo en cuenta la tranquilidad que reina en Olderion, los motivos que la llevaron a convertirse en pirata siguen envueltos en un halo de misterio."], "fusion": ["That was a surprise!<br>It gave me its power...?<br>What a strange fellow!", "真是令我驚訝！<br>你竟然會給我力量？<br>真是個好事之徒！", "이거 놀라운걸!<br>내게 힘을 주다니.<br>정말 별난 녀석이로군!", "Alors ça pour une surprise !<br>Il vient de me donner ses pouvoirs...? Quel type étrange !", "Wow, was für eine Kraft.<br>Darf ich sie wirklich nach Belieben einsetzen?<br>Sie wird mir bestimmt nützlich sein!", "¡Menuda sorpresa!<br>¿Me ha entregado su poder...?<br>¡Qué tío tan raro!"], "summon": ["Hey, why are all you here?!<br>Visions?<br>How strange, fate is...", "咦，為什麼你們會在這裡？<br>幻兵？　……真是不可思議啊。", "잠깐만, 너희가 왜 여기에?!<br>비전? …이것 참 신비한 인연이로군.", "Hé, qu'est-ce que vous faites tous ici ?!<br>Des Visions ?!<br>Quelle étrange destinée...", "Hä? Was macht ihr denn alle ihr?!<br>... Eine Vision?<br>Das Schicksal hat manchmal einen komischen Humor ...", "¡¿Ah, por qué estáis aquí?!<br>¿Visiones?<br>El destino es extraño..."]}}, "100005105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [899, 2723, 240], "ATK": [37, 112, 24], "MP": [37, 112, 40], "MAG": [29, 89, 16], "SPR": [30, 92, 16], "DEF": [30, 92, 16]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 4, "limitburst_id": 100005105, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290060100": 20, "290050500": 5}}, "rarity": 5, "compendium_id": 387, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [39], "effect_frames": [37], "strings": {"evolution": ["Oh yeah, I like that!<br>Please, give me more of those wonderful treasures!", "真不錯，我很中意！<br>再多給我一些寶貝！", "아주 좋아, 마음에 들었어!<br>앞으로도 계속 그 보물을 내게 넘기라고!", "Oh oui, quelle sensation incroyable !<br>Je t'en prie, donne-moi plus de ces trésors incroyables !", "Oh ja, das gefällt mir!<br>Gib mir mehr von deinen Schätzen!", "¡Sí, así me gusta!<br>Por favor, ¡dame más de esos tan maravillosos!"], "affinity": ["I want you and I to always be...<br>Uh oh... A pirate can't allow herself to be seen crying.", "你願意和這樣的我一起……<br>……哎呀，不行啊。<br>海盜不能輕易流淚。", "이런 나와 계속 함께 하겠다니…<br>……이런, 큰일 날 뻔했군.<br>해적은 눈물을 보이지 않는 법이거든.", "Je voudrais que toi et moi soyons...<br>Euh... oh, un pirate ne peut pas laissez les larmes couler sur son visage.", "Dass du jemanden wie mich ... nie im Stich gelassen ...<br>Hoppla! Äh ... Ich muss was ins Auge bekommen haben!", "Quiero que tu y yo siempre estemos...<br>Oh no... una pirata no puede permitirse que la vean llorando."], "description": ["A female pirate boss located in Olderion. Those who dare to flaunt their style before her are quickly taken down by her axe. Even in Olderion, a country considered to be fairly prosperous, there exist poor areas. It is from these areas that she gathered ruffians to patrol the seas with her, usually preying on those who flaunt their wealth.", "橫行奧爾德里昂的海盜一夥的女性頭領。<br>她絲毫不吝嗇展示自己完美的身材，<br>為此大意的男性將會被她的大斧一刀兩斷。<br>在他國眼中治安較好的奧爾德里昂<br>也有貧困的一面，其中也有許多地痞流氓。<br>她將這些地痞流氓聚集到一起<br>讓他們成為海盜團的一員加以管制。<br>海盜團基本上只會襲擊有錢人。", "올데리온에서 해적단을 이끌고 있는 여성.<br>뛰어난 몸매를 보란 듯이 과시함으로써<br>방심한 남자를 도끼로 일도양단한다.<br>다른 나라에는 치안이 좋다고 알려진<br>올데리온에도 빈민층은 존재하며,<br>그런 그들을 한데 모아<br>해적으로서 통제하고 있기 때문에<br>기본적으로는 부유해 보이는 자만을 습격한다.", "Une chef de pirates d'Olderion. Avec sa hache, elle tranche d'un coup ceux qui osent faire les malins devant elle. Même un pays comme Olderion, pourtant réputé pour sa prospérité, connaît des régions pauvres. C'est là-bas qu'elle a enrôlé des voyous pour sillonner les eaux avec elle, s'en prenant essentiellement à ceux qui font étalage de leurs richesses.", "Eine Piratenanführerin aus Olderion. Wer den Fehler macht, sich von ihren Reizen ablenken zu lassen, fällt schnell ihrer Axt zum Opfer. Olderion gilt gemeinhin als sicheres Land, doch auch hier gibt es Arme und Unterdrückte. Aus diesen rekrutiert Mercedes ihre Gesetzlosen, um in erster Linie die Schiffe der Wohlbetuchten zu überfallen.", "Jefa de un grupo pirata de Olderion. Los que osan hacer ostentación ante ella acaban pronto bajo su hacha. Incluso en Olderion, un país que se considera bastante próspero, también existen zonas pobres. Fue en esas zonas donde reunió a un grupo de rufianes para que surcaran los mares con ella, para atacar a aquellos que presumen de sus riquezas."], "fusion": ["Are you sure about this?<br>Should you be making me this strong...?<br>You never know, I might end up going after you all!", "真的可以嗎？<br>把我變得這麼強……<br>呵呵，沒準我會襲擊你們哦！", "정말 괜찮겠어?<br>날 이렇게 강하게 만들다니…<br>후훗, 너희를 공격할지도 모르는데?", "Tu es vraiment sûr de ce que tu fais ?<br>Tu veux vraiment me rendre plus puissant...?<br>Je pourrais me retourner contre toi, tu sais ?", "Bist du dir ganz sicher?<br>Ist das eine gute Idee, mir so viel Macht zu geben ...?<br>Am Ende falle ich euch doch noch in den Rücken! Hehe.", "¿Lo habéis pensado bien?<br>Si me hacéis así de fuerte...<br>¿Quién sabe? ¡Podría acabar yendo a por vosotros y todo!"], "summon": ["Where are we? M-my henchmen...<br>This is the body of a vision?<br>Oh, I'm glad the real me is still safe...", "這裡是哪兒？！　我的手下們呢？！<br>嗯？　這是幻兵的身體？<br>我原本的身體沒有事吧……那就放心了。", "여긴?!  내 부하들은 어디 있어?!<br>…뭐? 비전의 몸?<br>진짜 나는 무사한 모양이로군… 다행이야.", "Où sommes-nous ? E-Et mes hommes ?<br>Ce corps est celui d'une vision ?<br>Oh, au moins mon vrai moi est toujours là, c'est l'essentiel...", "Wo bin ich? Wo ist meine Crew?!<br>Was? Dieser Körper ist nur eine Vision?<br>Gut zu wissen, dass mein echtes Selbst wohlauf ist ...", "¿Dónde estamos? Mis... hombres...<br>¿Es este el cuerpo de una visión?<br>Ah, estoy feliz que mi verdadero yo esté todavía bien..."]}}}, "job": "Pirate", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Mercedes", "梅塞德絲", "메르세데스", "Mercedes", "Mercedes", "Mercedes"], "equip": [1, 2, 8, 9, 40, 41, 50, 51, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100005104", "job_id": 77}