{"TMR": ["MATERIA", 504100990], "name": "Charlotte", "is_summonable": true, "skills": [{"level": 6, "type": "ABILITY", "id": 200140, "rarity": 3}, {"level": 14, "type": "ABILITY", "id": 201130, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 100730, "rarity": 3}, {"level": 12, "type": "ABILITY", "id": 101170, "rarity": 4}, {"level": 38, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 100140, "rarity": 4}, {"level": 50, "type": "ABILITY", "id": 101060, "rarity": 4}, {"level": 31, "type": "ABILITY", "id": 101070, "rarity": 5}, {"level": 56, "type": "ABILITY", "id": 100010, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 202140, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 30330, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 211980, "rarity": 6}, {"level": 18, "type": "ABILITY", "id": 212000, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 101500, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 100130, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 100160, "rarity": 6}, {"level": 45, "type": "ABILITY", "id": 212010, "rarity": 6}, {"level": 88, "type": "ABILITY", "id": 203360, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 211990, "rarity": 6}], "sex_id": 2, "entries": {"100004306": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1210, 3668, 390], "ATK": [41, 123, 26], "MP": [50, 152, 65], "MAG": [36, 110, 26], "SPR": [41, 124, 26], "DEF": [40, 120, 34]}, "magic_affinity": [4, 0, 6, 0], "ability_slots": 4, "limitburst_id": 100004306, "attack_count": 20, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 608, "attack_damage": [[20, 20, 60]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [16, 32, 62], "effect_frames": [14, 30, 60], "strings": {"evolution": ["I wonder if I'm finally ready<br>to stand beside you all and fight...", "這樣一來……<br>就能夠與你們<br>並肩作戰了，對吧。", "이걸로 드디어……<br>너희들과 어깨를 나란히 하고<br>싸울 수 있는 것일까.", "Je me demande si je suis maintenant capable de me battre à tes côtés...", "Ob ich wohl endlich bereit bin,<br>an deiner Seite zu kämpfen ...", "Me pregunto si ya estoy preparada<br>para luchar a tu lado..."], "affinity": ["This has been my longest mission yet...<br>Do go and visit the real me<br>once in awhile, if you can.", "真是一場漫長的戰鬥啊……<br>偶爾你也回國，來見見真正的我啊。", "함께 수많은 전투를 경험했군…….<br>가끔은 진짜 나도<br>만나러 와줘.", "C'était la mission la plus longue à ce jour...<br>Tu pourrais venir me voir de temps en temps, je te montrerai ma véritable personnalité.<br>Enfin, si tu peux", "Das war mein bisher längster Auftrag ...<br>Bitte besucht ab und zu mein echtes Selbst,<br>wenn ihr könnt.", "Hasta ahora, esta ha sido mi misión más larga...<br>Si puedes, ve y visita<br>al verdadero yo de vez en cuando."], "description": ["A knight from Grandshelt who is of the same generation as Rain and Lasswell. She protects Grandshelt in their absence, and lends her power through her memories as a vision. Though anxious about her contemporary Rain, she seems to have mixed feels about the distance between herself and Raegen's two children, and prays for their safety.", "和雷因與拉斯韋爾同年的<br>格蘭謝爾特王國騎士。<br>現實中，她代替二人守護王國，<br>並把意念化為幻兵，幫助二人。<br>身為同期，她一邊擔心雷因等人，<br>同時也感受到與王國首屈一指的騎士<br>雷根之子間不可逾越的距離，<br>在此複雜的感情中祈禱著他們的平安。", "레인, 라스웰과 동년배인<br>그랑셸트 왕국의 기사.<br>현실에서는 그들을 대신해 왕국을 지키며,<br>마음으로는 비전으로서 힘을 빌려주고 있다.<br>동기로서 레인 일행을 걱정하는 한편으로는<br>왕국 제일의 기사였던 레겐의 자식인<br>둘을 머나먼 존재로 느끼고 있으며<br>그러한 복잡한 감정 속에서<br>그저 무사하기를 기도하고 있다.", "Un chevalier de Grandshelt de la même génération que Rain et Lasswell. Elle protège Grandshelt en leur absence et peut prêter ses pouvoirs par le biais de ses souvenirs et de sa vision. Bien qu'elle soit un peu anxieuse lorsqu'elle se trouve en face de son collègue Rain, elle semble avoir des sentiments contradictoires vis-à-vis de la distance qui la sépare des deux enfants de Raegen, et prie pour leur salut.", "Ein Ritter des Königreichs Grandshelt und aus Rain und Lasswells Generation. Sie verteidigt an ihrer Stelle das Königreich, indem sie ihnen mit Hilfe ihres Willens als Vision zur Seite steht. Zwar sorgt sich Charlotte um ihre Kameraden, empfindet aber auch eine gewisse Distanz zu den beiden Kindern des Sir Raegen, des größten Kriegers von Grandshelt. Ungeachtet dieser komplizierten Gefühle betet sie für die Unversehrtheit der beiden.", "Una caballera de Grandshelt, de la misma generación que Rain y Lasswell. Se encarga de proteger Grandshelt durante la ausencia de estos, y comparte su poder a través de sus recuerdos como visión. Aunque siente ansiedad por lo que le pueda pasar a Rain, también parece tener sentimientos encontrados por la distancia que hay entre los dos hijos de Raegen y ella. Reza para que estén seguros."], "fusion": ["Even now, you still acknowledge me as one of your friends.", "你現在依然<br>認同我是你的夥伴對吧。", "지금도, 날 동료로서<br>인정해주는 거군.", "Tu continues à me voir comme ton ami après tout ce qu'il s'est passé.", "Selbst jetzt noch siehst du mich als Freund.", "Incluso ahora, me sigues considerando un amigo."], "summon": ["Even as a phantom, I want to protect you.<br>...I worry about you all.", "就算只是虛幻的身體<br>也想要守護你們。<br>……我真的很擔心你們啊。", "환영의 몸이라도, 너희들을 지키고 싶다.<br>……걱정하고 있어.", "Même si je suis un fantôme, mon plus cher désir est de te protéger.<br>... je m'inquiète pour vous tous.", "Selbst als Phantom will ich dich schützen.<br>... Ich sorge mich um euch alle.", "Incluso siendo un fantasma, quiero protegeros.<br>...Me preocupo por todos vosotros."]}}, "100004305": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [898, 2720, 240], "ATK": [30, 92, 16], "MP": [37, 112, 40], "MAG": [29, 88, 16], "SPR": [34, 104, 16], "DEF": [34, 104, 24]}, "magic_affinity": [4, 0, 6, 0], "ability_slots": 4, "limitburst_id": 100004305, "attack_count": 20, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 20, "290060100": 5, "290050500": 5}}, "rarity": 5, "compendium_id": 256, "attack_damage": [[20, 20, 60]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [16, 32, 62], "effect_frames": [14, 30, 60], "strings": {"evolution": ["You've kept believing in me,<br>and even lent power<br>to this hopeless body of mine.<br>I'll put it to good use!", "你們相信我這一時的軀體，<br>還令我變強了……<br>我會努力成為你們的力量的。", "허상인 나를 믿고<br>힘을 나눠주다니…….<br>그 마음에 보답하기 위해 노력하겠다.", "Vous m'avez soutenue et renforcée,<br>même dans ce corps éphémère...<br>Soyez assurés que je ne vous décevrai pas.", "Du hast mich verstärkt und unterstützt,<br>selbst in diesem schwachen Körper ...<br>Ich gebe mein Bestes, dir zu helfen.", "Me has hecho más poderosa y me has apoyado,<br>pese a la debilidad de mi cuerpo...<br>Haré todo lo que esté en mi mano para ayudarte."], "affinity": ["This has been my longest mission yet...<br>Do go and visit the real me<br>once in a while, if you can.", "真是一場漫長的戰鬥啊……<br>偶爾你也回國，來見見真正的我啊。", "함께 수많은 전투를 경험했군…….<br>가끔은 진짜 나도<br>만나러 와줘.", "Jamais je n'avais mené bataille aussi longue...<br>N'oubliez pas de rendre visite<br>à la véritable moi, de temps en temps.", "Das war mein bisher längster Kampf ...<br>Bitte besucht ab und zu mein echtes Selbst,<br>wenn ihr könnt.", "Esta ha sido la batalla más larga que he librado jamás...<br>Por favor, pásate a ver al yo real<br>de vez en cuando, si puedes."], "description": ["A knight of Grandshelt whose mortal body continues to protect both the monarchy and the people. Her strong feelings towards her comrades Rain and Lasswell crystallized, enabling others to summon her with the power of visions. Her concern is deep for Rain, whose nonchalant temperament unsettles her, yet deeper still for Lasswell, whose personality closely resembles her own. In fact, Charlotte's feelings for him seem to be complex in the extreme.", "她的真身目前正在格蘭謝爾特<br>作為一名現役騎士保護國王與民眾。<br>與雷因、拉斯韋爾是同期，<br>強烈的「思念」之情結晶化使她被雷因等人召喚。<br>她總是心繫性格捉摸不定的雷因<br>與為雷因操心的拉斯韋爾。<br>特別是對與自己性格相近的拉斯韋爾<br>懷有十分複雜的感情。", "그 실체는 지금도 그랑셸트에서<br>왕과 백성을 위해 힘쓰고 있는 현역 기사.<br>동기이기도 한 레인과 라스웰에 대한<br>강한 '마음'이 결정이 되어 소환되었다.<br>가벼운 성격의 레인과 그런 그에게 휘둘리는<br>라스웰을 항상 걱정하고 있으며,<br>특히 자신과 비슷한 성격인 라스웰에게는<br>복잡한 감정을 품고 있는 모양.", "Une chevalière de Grandshelt dont le corps physique continue à protéger son souverain et son peuple. Son fort attachement envers ses camarades Rain et Lasswell s'est cristallisé, permettant de l'invoquer grâce au pouvoir des visions. Elle se fait toujours du souci pour Rain et son tempérament idéaliste, mais plus encore pour Lasswell, dont la personnalité est très proche de la sienne. Les sentiments qu'elle éprouve pour ce dernier semblent complexes.", "Eine Ritterin von Grandshelt, deren sterblicher Körper weiterhin die Monarchie und ihre Untertanen beschützt. Ihre starken Gefühle für ihre Kameraden Rain und Lasswell kristallisierten, so dass die mit der Kraft der Visionen sie nun beschwören können. Sie sorgt sich stets um Rain wegen seines Idealismus, doch noch mehr um Lasswell, da sich ihre Persönlichkeiten sehr ähneln. Charlottes Gefühle für ihn sind kompliziert.", "Caballero de Grandshelt cuyo cuerpo sigue sirviendo a la corona y a su pueblo. Sus profundas emociones hacia sus compañeros Rain y Lasswell cristalizaron y permitieron que otros la pudieran invocar con el poder de las visiones. Está constantemente preocupada por Rain y su temperamento idealista, pero aun más por Lasswell, cuya personalidad se parece mucho a la de ella. Charlotte parece tener emociones enfrentadas hacia él."], "fusion": ["Enhancing visions...<br>Rain, your unique talents never cease to amaze me.", "幻兵……強化……<br>雷因，你果然擁有與眾不同的才華啊。", "비전의 강화……라.<br>레인, 역시 네게는<br>남다른 재능이 있는 모양이군.", "Renforcer les visions...<br>Rain, tes talents uniques ne cesseront jamais de m'impressionner.", "Visionen verbessern ...<br>Rain, deine einzigartigen Talente beeindrucken mich immer wieder.", "Mejorar las visiones...<br>Rain, tu talento inigualable nunca deja de asombrarme."], "summon": ["These feelings of mine.<br>I have duties in Grandshelt,<br>and cannot be with you!<br>...So here I am anyway.", "這份「思念」……<br>會代替身在格蘭謝爾特的我來幫助你們的。", "이 '마음'……<br>그랑셸트에 있는 내 본체 대신<br>너희를 돕게 해줘.", "Ce sentiment...<br>Permettez-toi de vous servir<br>à la place de celle qui se trouve à Grandshelt.", "Dieses Gefühl ...<br>anstelle meines Selbst in Grandshelt<br>werde ich dienen.", "Esta sensación...<br>En lugar del yo de Grandshelt,<br>serviré en vez de ella."]}}, "100004304": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [690, 2092, 210], "ATK": [23, 70, 14], "MP": [28, 86, 35], "MAG": [22, 67, 14], "SPR": [26, 80, 14], "DEF": [26, 80, 18]}, "magic_affinity": [3, 0, 5, 0], "ability_slots": 3, "limitburst_id": 100004304, "attack_count": 20, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 5, "290050300": 10, "290030100": 10, "290020000": 20, "290050400": 5}}, "rarity": 4, "compendium_id": 255, "attack_damage": [[20, 20, 60]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [16, 32, 62], "effect_frames": [14, 30, 60], "strings": {"evolution": ["All this power coursing through me...<br>Rain, Lasswell...<br>So this is what visions are all about!", "力量湧遍全身？！<br>雷因、拉斯韋爾……<br>這就是幻兵之力嗎？", "힘이 넘쳐흐른다……?!<br>레인, 라스웰……<br>이게 바로 비전이라는 건가!", "Un grand pouvoir m'envahit...<br>Rain, Lasswell...<br>Est-ce là l'essence des visions ?", "All diese Kraft, die mich durchfließt ...<br>Rain, Lasswell ...<br>Macht das Visionen aus?", "Todo este poder que recorre mi cuerpo...<br>Rain, Lasswell...,<br>¿así son realmente las visiones?"], "affinity": ["This has been my longest mission yet...<br>Do go and visit the real me<br>once in a while, if you can.", "真是一場漫長的戰鬥啊……<br>偶爾你也回國，來見見真正的我啊。", "함께 수많은 전투를 경험했군…….<br>가끔은 진짜 나도<br>만나러 와줘.", "Jamais je n'avais mené bataille aussi longue...<br>N'oubliez pas de rendre visite<br>à la véritable moi, de temps en temps.", "Das war mein bisher längster Kampf ...<br>Bitte besucht ab und zu mein echtes Selbst,<br>wenn ihr könnt.", "Esta ha sido la batalla más larga que he librado jamás...<br>Por favor, pásate a ver al yo real<br>de vez en cuando, si puedes."], "description": ["A knight who protects Grandshelt in Rain and Lasswell's absence. Charlotte has currently taken on their share of duties related to the reconstruction of Grandshelt as they travel the world. However, both her trust in, and her worry for her comrades are so overwhelming as to have become tangible, transforming into a crystal, which can now be used to summon her as a vision. Hard to believe, perhaps, but for those who know her, harder to deny.", "在雷因等人踏上旅途之後<br>保護著格蘭謝爾特的騎士。<br>目前為了復興格蘭謝爾特<br>而承接下了雷因二人的工作。<br>她與拉斯韋爾是同期的騎士，<br>其信賴與擔心二人的<br>強烈「思念」結晶為了水晶，<br>使得她作為幻兵被雷因等人召喚。", "레인 일행이 여행을 떠난 후, 그랑셸트를 지키고 있는 기사. 지금은 그랑셸트의 재건을 위하여 두 사람의 역할을 도맡아 하고 있다. 라스웰과는 동년배이자 동기이며, 그들을 향한 강한 신뢰와 걱정의 '마음'이 크리스탈을 통해<br>비전으로 소환된 모양이다.", "Une chevalière qui protège Grandshelt en l'absence de Rain et Lasswell. Actuellement, elle a hérité de leurs obligations en rapport avec la reconstruction de Grandshelt pendant qu'ils parcourent le monde. Toutefois, sa confiance sans borne mêlée d'inquiétude envers ses camarades a transformé ses émotions en cristal, permettant désormais de l'invoquer sous la forme d'une vision.", "Eine Ritterin, die Grandshelt in Rains und Lasswells Abwesenheit beschützt. Charlotte hat momentan ihre Pflichten beim Wiederaufbau von Grandshelt übernommen, da die beiden die Welt bereisen. Ihr überwältigendes Vertrauen und die Sorge um ihre Kameraden verwandelten sich jedoch in einen Kristall, der nun zu ihrer Beschwörung genutzt werden kann.", "Caballero que guarda Grandshelt en ausencia de Rain y Lasswell. Charlotte ahora se hace cargo de las labores de reconstrucción de Grandshelt mientras ellos viajan por el mundo. Sin embargo, su excepcional confianza y equivalente preocupación por sus compañeros transformaron sus emociones en un cristal, el cual puede ser usado para invocarla como visión."], "fusion": ["Growing stronger without training...<br>If this were possible in my real body, I might actually be of some use to my king.", "不通過修行就能變強……<br>如果真正的肉體也像這樣，<br>就能幫上國王的忙了。", "수련을 쌓지 않아도 강해질 수 있다니…… 이게 진짜 몸이었다면, 좀 더 폐하를 보필해드릴 수 있을 텐데.", "Devenir plus forte sans entraînement...<br>Si cela avait été possible dans mon corps d'origine, peut-être aurais-je pu me montrer utile envers mon roi.", "Zu wachsen ohne Übung ...<br>Wäre dies in meinem alten Körper möglich gewesen, hätte ich meinem König genutzt.", "Volverse fuerte sin necesitar entrenamiento... <br>Si esto hubiera sido posible en mi cuerpo original, podría haber sido de ayuda a mi rey."], "summon": ["Visions...<br>A body made of feelings and memories!<br>It's awfully strange, but here we are.<br>I shall make myself useful.", "幻兵……承載著思念的軀體。<br>雖然感覺很奇妙，但看在同期的份上，就讓我來幫助你吧。", "비전…… 마음을 담는 그릇인가.<br>기묘한 기분이지만, 동기인 네 부탁이다.<br>내 기꺼이 돕도록 하지.", "Les visions...<br>Des manifestations physiques de souvenirs.<br>Cela paraît étrange, mais plausible.<br>Mon épée est vôtre.", "Visionen ...<br>Physikalische Manifestationen von Erinnerungen.<br>Seltsam, doch statthaft.<br>Erlaube mir, dir zu dienen.", "Visiones...<br>Manifestaciones físicas de recuerdos.<br>La sensación es rara, pero admisible.<br>Permite que te sea de ayuda."]}}, "100004303": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [531, 1609, 150], "ATK": [18, 54, 10], "MP": [22, 66, 25], "MAG": [17, 52, 10], "SPR": [20, 61, 10], "DEF": [20, 61, 14]}, "magic_affinity": [2, 0, 4, 0], "ability_slots": 2, "limitburst_id": 100004303, "attack_count": 20, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290030100": 5, "290050200": 15, "290010000": 25, "290020000": 10}}, "rarity": 3, "compendium_id": 254, "attack_damage": [[20, 20, 60]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [16, 32, 62], "effect_frames": [14, 30, 60], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["This has been my longest mission yet...<br>Do go and visit the real me<br>once in a while, if you can.", "真是一場漫長的戰鬥啊……<br>偶爾你也回國，來見見真正的我啊。", "함께 수많은 전투를 경험했군…….<br>가끔은 진짜 나도<br>만나러 와줘.", "Jamais je n'avais mené bataille aussi longue...<br>N'oubliez pas de rendre visite<br>à la véritable moi, de temps en temps.", "Das war mein bisher längster Kampf ...<br>Bitte besucht ab und zu mein echtes Selbst,<br>wenn ihr könnt.", "Esta ha sido la batalla más larga que he librado jamás...<br>Por favor, pásate a ver al yo real<br>de vez en cuando, si puedes."], "description": ["A knight of Grandshelt on active duty, and Rain and Lasswell's peer. Charlotte's stern and austere personality causes her to butt heads with the easygoing Rain, leaving Lasswell to bear the brunt of her complaints about his friend. The anxiety she felt after learning that her two comrades would set off on a dangerous journey was so acute that it materialized into a crystal, allowing those with the power of visions to summon her forth.", "格蘭謝爾特的現役騎士，<br>與雷因等人是同期。<br>她為人認真嚴肅，<br>因此經常和愛偷懶的雷因發生矛盾，<br>然後再去向拉斯韋爾發牢騷。<br>由於過於思念遠行的二人，<br>這種「思念」結晶為了水晶，<br>使得她作為幻兵被雷因等人召喚。", "그랑셸트의 현역 기사이며<br>레인 및 라스웰과는 동기.<br>고지식하고 엄격한 성격이라<br>틈만 나면 게으름을 피우는 레인과 자주 충돌하였고,<br>그 불만은 항상 라스웰에게 향했다.<br>여행을 떠난 두 사람을 걱정하는 '마음'이<br>크리스탈에 의해 결정이 되어<br>비전으로 소환된 모양이다.", "Une chevalière de Grandshelt en service, collègue de Rain et Lasswell. Son caractère strict et austère se marie très mal avec la nonchalance de Rain, ce qui l'a amenée plus d'une fois à déposer des plaintes à son sujet auprès de Lasswell. Cependant, l'inquiétude qu'elle a ressentie en apprenant que ses deux camarades se lançaient dans un périlleux voyage a fini par se matérialiser sous la forme d'un cristal, permettant à ceux dotés du pouvoir des visions de l'invoquer.", "Eine Ritterin von Grandshelt im Dienst, gleichrangig mit Rain und Lasswell. Charlottes sehr ernste wie strenge Persönlichkeit lässt sie häufig mit dem eher lockeren Rain aneinandergeraten, sodass sie dann mit Lasswell gemeinsam Beschwerde einlegt. Die Angst um ihre zwei Kameraden, die zu einer gefährlichen Reise aufbrachen, schlug sich schließlich in einem Kristall nieder, sodass die mit der Macht der Visionen sie fortan beschwören können.", "Caballero de Grandshelt en activo y compañera de Rain y Lasswell. Su personalidad seria y austera choca con la del extrovertido Rain, haciendo que esta presente múltiples quejas contra él ante Lasswell. Tras saber que sus dos camaradas se iban a embarcar en un peligroso viaje sintió tal preocupación que esta se materializo en un cristal, permitiendo que aquellos con el poder de las visiones pudieran invocarla."], "fusion": ["Visions can be...augmented?<br>Though the sensation is peculiar...<br>I do believe I've grown stronger.", "幻兵……強化……<br>好奇妙的感覺……<br>我感覺自己的確變強了。<br>", "비전의 강화라.<br>기묘한 느낌이지만……<br>확실히 전보다 강해졌군.<br>", "Renforcer les visions... ?<br>C'est une sensation étrange, mais...<br>j'ai bien l'impression d'être plus forte.", "Visionen verbessern ...<br>Das Erlebnis ist seltsam ...<br>Aber ich glaube, ich bin stärker geworden.", "Mejorar las visiones...<br>Es una sensación extraña,<br>pero lo cierto es que si que me siento mas fuerte."], "summon": ["This body...<br>Can a knight of Grandshelt like<br>myself be falling prey to<br>a trick of the mind...?", "這身體到底……<br>身為格蘭謝爾特的騎士，我這是在做夢嗎？", "이 몸은 대체……?<br>그랑셸트의 기사인 내가<br>꿈이라도 꾸고 있는 건가?", "Ce corps... ?<br>Une chevalière de Grandshelt telle que moi<br>aurait-elle des hallucinations ?", "Dieser Körper ...<br>gleicht einer Ritterin von Grandshelt.<br>Bilde ich mir das ein ...?", "Este cuerpo...<br>¿Podría un caballero de Grandshelt como<br>yo está imaginándose todo esto...?"]}}}, "job": "Knight", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Charlotte", "夏洛特", "샤를로트", "Charlotte", "Charlotte", "Charlotte"], "equip": [1, 2, 5, 6, 15, 30, 31, 40, 41, 50, 51, 52, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100004303", "job_id": 1}