{"TMR": ["EQUIP", 308002900], "name": "Ryunan", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 101050, "rarity": 3}, {"level": 4, "type": "ABILITY", "id": 200260, "rarity": 3}, {"level": 21, "type": "ABILITY", "id": 100010, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 216830, "rarity": 3}, {"level": 16, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 33, "type": "ABILITY", "id": 200270, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 216840, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 216860, "rarity": 4}, {"level": 23, "type": "ABILITY", "id": 216880, "rarity": 5}, {"level": 46, "type": "ABILITY", "id": 216870, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 216850, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 202860, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 216890, "rarity": 5}], "sex_id": 1, "entries": {"100011203": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [385, 1169, 180], "ATK": [17, 52, 12], "MP": [17, 53, 30], "MAG": [14, 42, 12], "SPR": [18, 54, 12], "DEF": [14, 43, 12]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 100011203, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290030100": 5, "290050200": 15, "290010000": 25, "290020000": 10}}, "rarity": 3, "compendium_id": 735, "attack_damage": [[50, 50]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [32, 71], "effect_frames": [30, 69], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I still have my regrets.<br>However, I won't dwell on my past.<br>I will look to the future with you.", "我心中還殘留著一些遺憾。<br>不過，我決定停止後悔過去，<br>準備和你們一起注視著未來。", "아직 후회는 사라지지 않았어.<br>하지만, 지금은 과거를 원망하지 않고<br>너희와의 미래를 찾아가고 싶어.", "J'ai des regrets.<br>Mais, je ne m'appesantirai pas sur le passé.<br>Je me tournerai vers le futur avec vous.", "Ich bereue viel.<b>Aber was vergangen ist, ist vergangen.<br>Mit dir werde ich der Zukunft entgegensehen.", "Aún me arrepiento un poco.<br>Sin embargo, no hay que vivir en el pasado.<br>Me voy a centrar en el futuro que compartimos."], "description": ["A young dragoon. Ryunan seems to be from the Dragon's Village of Paladia, and his resemblance to the Dragoon named Duke is uncanny, but his past is enveloped in mystery. Although his appearance is quite young, he wields his lance with great power and expertise. Rumor has it he is in search of something he has lost.", "龍騎士的少年。<br>據說他生活在<br>帕拉迪亞的龍之鄉……<br>看起來還是個小孩，但他能自如地<br>使用長槍，發出強烈一擊。<br>他的氣場和同為龍騎士的杜克<br>有幾分相像。<br>他似乎一直在尋找自己丟失的東西。", "용기사 소년. 파라디아의 용의 마을에 살고 있고 있는 듯하지만……  어린 아이처럼 보여도, 창을 자유자재로 다루며 격렬한 기술을 휘두른다. 같은 용기사인 듀크와 비슷한 분위기를 풍기며, 잃어버린 것을 계속 찾아다니는 듯하다.", "Un jeune dragonnier. Ryunan semble être originaire du village de Dragonia à Paladia, et ses traits sont étrangement similaires à ceux de Duke, le dragonnier, mais son passé est cousu de mystères. En dépit de son apparente jeunesse, il est capable de brandir sa lance avec force et expertise. Selon certaines rumeurs, il est à la recherche d'un objet qu'il aurait perdu.", "Ein junger Dragoner. Ryunan scheint aus dem Drachendorf in Paladia zu stammen und sieht einem Dragoner namens Duke sehr ähnlich, doch seine Vergangenheit bleibt ein Rätsel. Obwohl er sehr jung wirkt, ist sein Umgang mit der Lanze kraftvoll und geschickt. Angeblich ist er auf der Suche nach etwas, das er verloren hat.", "Un joven dragontino. Parece que Ryunan proviene de Draconia, en Paladia. Además, posee un extraño parecido con otro dragontino que se llama Duke, aunque el pasado de Ryunan está envuelto de misterio. Aunque pueda parecer bastante joven, es todo un portento con la lanza, pues la maneja con mucha habilidad y fuerza. Las malas lenguas cuentan que anda buscando algo que perdió."], "fusion": ["All the basics must be practiced.<br>By practicing the same moves,<br>I should be able to stay in top form.", "所有的基礎都是從訓練開始。<br>只要反覆練習的話，<br>無論何時應該都能做出最好的反應。", "모든 기초는 훈련에서부터.<br>같은 연습을 반복하면<br>항상 최상의 움직임을 유지할 수 있어.", "Les bases s'acquièrent en pratiquant.<br>En m'exerçant aux mêmes mouvements chaque jour,<br>je devrais pouvoir rester au top de ma forme.", "Alle Grundlagen müssen geübt werden.<br>Durch Wiederholung der Grundlagen<br>bleibe ich in Topform.", "Lo básico hay que practicarlo.<br>Practicando los mismos movimientos,<br>podré estar en plena forma."], "summon": ["I am the dragoon, Ryunan.<br>I am strong, despite how I may look.<br>Still, you'd better not treat me like a kid.", "我是龍騎士柳南。<br>別看我這樣，我可是很強的。<br>別看我小就低估我。", "나는 용기사 류난.<br>이래 봬도, 무지 강하다구.<br>어린애라고 얕보지 마.", "Je suis Ryunan, le dragonnier.<br>Je suis fort, même si je n'en ai pas l'air.<br>Enfin, tu ferais mieux de ne pas me traiter comme un enfant.", "Ich bin der Dragoner Ryunan.<br>Ich bin stärker als ich aussehe.<br>Behandle mich also nicht wie ein Kind.", "Soy Ryunan, el dragontino.<br>A pesar de mi aspecto, soy fuerte como un roble.<br>Por eso, mejor que no me trates como a un niño."]}}, "100011204": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [551, 1669, 240], "ATK": [24, 75, 16], "MP": [25, 76, 40], "MAG": [19, 59, 16], "SPR": [25, 77, 16], "DEF": [20, 61, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100011204, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030600": 5, "290050300": 10, "290030100": 10, "290020000": 20, "290050400": 5}}, "rarity": 4, "compendium_id": 736, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [32, 71], "effect_frames": [30, 69], "strings": {"evolution": ["My power is growing stronger.<br>I feel that I have access to<br>more power since I met you all.", "力量正在湧現。<br>與你們相遇後，<br>我感受到自己的力量又更加的被激發了。", "힘이 넘쳐흐른다.<br>너희들과 만나고부터,<br>내 힘이 더욱 강해진 것 같아.", "Mon pouvoir grandit encore.<br>Je sens que j'ai accès à un plus grand pouvoir depuis que je vous ai rencontré.", "Ich bin stärker geworden.<br>Seit ich euch getroffen habe,<br>stehen mir mehr Kräfte zur Verfügung.", "Mi poder se hace más fuerte.<br>Desde que nos conocimos, siento que<br>tengo acceso a un poder mayor."], "affinity": ["I still have my regrets.<br>However, I won't dwell on my past.<br>I will look to the future with you.", "我心中還殘留著一些遺憾。<br>不過，我決定停止後悔過去，<br>準備和你們一起注視著未來。", "아직 후회는 사라지지 않았어.<br>하지만, 지금은 과거를 원망하지 않고<br>너희와의 미래를 찾아가고 싶어.", "J'ai des regrets.<br>Mais, je ne m'appesantirai pas sur le passé.<br>Je me tournerai vers le futur avec vous.", "Ich bereue viel.<b>Aber was vergangen ist, ist vergangen.<br>Mit dir werde ich der Zukunft entgegensehen.", "Aún me arrepiento un poco.<br>Sin embargo, no hay que vivir en el pasado.<br>Me voy a centrar en el futuro que compartimos."], "description": ["A young dragoon in search of something precious he has lost. Ryunan claims to be from the Dragon's Village, but the villagers who actually know him there are very few. He knows the area where the dragon is sealed like the back of his hand, and has appeared countless times to guide Duke and his friends through the right path. Although he seems to have had many grand adventures with his comrades in the past, now he works alone.", "努力尋找丟失的<br>珍貴物品的龍騎士的少年。<br>他似乎居住在龍之鄉，<br>但鄉裡很少有人知道他。<br>他十分熟悉龍被封印的地方，<br>經常出現在杜克等人面前指引方向。<br>過去他曾和同伴吵翻了天，<br>自此一直獨自行動。", "잃어버린 소중한 것을 찾아다니는 용기사 소년. 용의 마을에 살고 있는 듯하지만, 그를 알고 있는 사람은 얼마 되지 않는다. 드래곤을 봉인한 지역에 대해 빠삭하며, 듀크 일행의 앞에 몇 번이고 나타나 길을 알려준다. 과거에 동료와 다툰 적이 있어, 지금은 혼자서 움직이고 있다.", "Un jeune dragonnier à la recherche d'un objet précieux qu'il aurait perdu. Ryunan prétend être né dans le village de Dragonia, mais parmi ses habitants, seuls quelques-uns semblent le connaître. Il connaît la région où le dragon a été banni comme sa poche, et a souvent servi de guide à Duke et ses amis. Tout porte à croire qu'il a autrefois participé à de nombreuses aventures en compagnie de ses camarades d'antan, mais il opère désormais seul.", "Ein junger Dragoner auf der Suche nach etwas Wertvollem, das er verloren hat. Ryunan sagt, dass er aus dem Drachendorf stammt, aber er ist nur wenigen Dorfbewohnern bekannt. Er kennt den Bereich, in dem der Drache eingesperrt ist, wie seine Westentasche und taucht unzählige Male auf, um Duke und seinen Freunden den richtigen Weg zu weisen. Und obwohl er viele Abenteuer mit seinen Kameraden bestanden hat, ist er jetzt alleine unterwegs.", "Un joven dragontino que anda buscando algo de valor que perdió en el pasado. Ryunan afirma ser de Draconia, pero allí pocos son los aldeanos que realmente le conocen. Aun así, conoce la zona donde el dragón está encerrado como la palma de su mano y le ha hecho de guía a Duke y sus amigos durante cientos de veces. Aunque se cree que completó muchas aventuras junto a amigos en el pasado, ahora trabaja solo."], "fusion": ["Jumping and wielding my spear...<br>By polishing my dragoon skills<br>I should be able to become stronger.", "跳躍力加上揮舞長槍的速度……<br>只要不斷研磨龍騎士的基礎，<br>我就能夠變得更強。", "도약력, 그리고 창을 휘두르는 속도……<br>용기사에게 필요한 초석을 다지면,<br>난 더 강해질 수 있을 거야.", "Sauter tout en attaquant avec ma lance...<br>Je devrais pouvoir devenir plus fort en améliorant mes techniques de dragonnier.", "Mit dem Speer springen ...<br>Durch Schärfung meiner Dragoner-<br>Künste werde ich noch stärker.", "Saltar, agarrar mi lanza...<br>Si pulo mis habilidades dragontinas,<br>me haré más fuerte."], "summon": ["I am the dragoon, Ryunan.<br>I am confident, despite how I may look.<br>I will fight for everyone's sake.", "我是龍騎士柳南。<br>別看我這樣，我可是對自己充滿信心。<br>我要為了大家而戰，請多指教。", "나는 용기사 류난.<br>이래 봬도 실력엔 자신 있어.<br>모두를 위해 싸울 테니까, 잘 부탁해.", "Je suis Ryunan, le dragonnier.<br>J'ai confiance en moi, même si je n'en ai pas l'air. Je suis Ryunan, le dragonnier.<br>Je me battrai pour le bien de tous.", "Ich bin der Dragoner Ryunan.<br>Trotz meines Äußeren glaube ich,<br>zum Wohle aller kämpfen zu können", "Soy Ryunan, el dragontino.<br>A pesar de mi aspecto, confío en mis habilidades.<br>Estoy dispuesto a luchar por el bien de la gente."]}}, "100011205": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [787, 2384, 300], "ATK": [35, 106, 20], "MP": [36, 108, 50], "MAG": [28, 84, 20], "SPR": [36, 109, 20], "DEF": [28, 86, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100011205, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 737, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [32, 71], "effect_frames": [30, 69], "strings": {"evolution": ["Power is useless on its own.<br>Realizing that was probably the biggest<br>step forward I have taken.", "只有力量是不行的。<br>能注意到這一點<br>或許就是我最大的成長呢。", "힘이 전부가 아냐.<br>그걸 깨닫게 된 것이<br>나의 가장 큰 성장일지도 몰라.", "La puissance seule est bien peu de chose.<br>Réaliser ça est sûrement le plus grand pas en avant que j'ai pu faire jusqu'ici.", "Bloße Kraft ist nutzlos.<br>Das zu erkennen, war wohl<br>meine größte Erkenntnis.", "Por sí solo, el poder no vale para nada.<br>Darme cuenta de eso seguramente fue<br>mi mayor descubrimiento."], "affinity": ["I still have my regrets.<br>However, I won't dwell on my past.<br>I will look to the future with you.", "我心中還殘留著一些遺憾。<br>不過，我決定停止後悔過去，<br>準備和你們一起注視著未來。", "아직 후회는 사라지지 않았어.<br>하지만, 지금은 과거를 원망하지 않고<br>너희와의 미래를 찾아가고 싶어.", "J'ai des regrets.<br>Mais, je ne m'appesantirai pas sur le passé.<br>Je me tournerai vers le futur avec vous.", "Ich bereue viel.<b>Aber was vergangen ist, ist vergangen.<br>Mit dir werde ich der Zukunft entgegensehen.", "Aún me arrepiento un poco.<br>Sin embargo, no hay que vivir en el pasado.<br>Me voy a centrar en el futuro que compartimos."], "description": ["A dragoon who fought a terrible dragon long ago, and ultimately gave up his life in order to seal it away. Ryunan is a legendary dragoon whose tales live on to this day. The stories say he tragically lost his life during his battle against the dragon, passing on his mission of sealing dragons to Duke, his descendant. Now he wanders the world as a spirit hoping to prevent Duke from following in the same footsteps.", "他曾經和兇惡的巨龍展開了激烈的戰鬥，<br>並以自己的性命為代價成功將其封印。<br>他作為龍騎士的事跡廣為流傳，<br>不過，他的戰鬥似乎充滿了悲情。<br>他為了不讓擁有同樣使命的子孫杜克，<br>走上和自己相同的封龍之路，<br>便化為靈體，時刻注視著他。", "과거 흉포한 드래곤과 격렬히 싸운 끝에, 목숨과 맞바꾸어 봉인해낸 용기사. 오늘날에도 전설적인 용기사로서 회자되고 있다. 그 싸움에는 슬픈 비화가 얽혀 있는 듯하며, '용을 봉인하는 자'의 사명을 지닌 자손 듀크가 자신과 같은 길을 걷지 않도록, 유령이 되어서도 그를 지켜보고 있다.", "Un dragonnier qui combattit jadis un terrible dragon et donna sa vie pour le bannir. Ryunan est un illustre dragonnier dont la légende résonne encore aujourd'hui. Les écrits affirment qu'il aurait péri d'une mort tragique au cours de son combat face au dragon, léguant sa mission à son descendant, Duke, et chargeant celui-ci de bannir tout autre dragon. De nos jours, il parcourt le monde sous la forme d'un esprit dans l'espoir d'empêcher Duke de suivre son exemple.", "Ein Dragoner, der vor langer Zeit einen schrecklichen Drachen bekämpfte und am Ende sein Leben gab, um den Drachen einzusperren. Ryunan ist ein legendärer Dragoner und seine Geschichten sind bei heute in aller Munde. Er soll sein Leben im Kampf gegen den Drachen verloren haben und seine Mission, das Versiegeln von Drachen, an seinen Nachfahren Duke weitergegeben haben. Nun wandert er als Geist durch die Welt und hofft, Duke vor seinem eigenen Schicksal bewahren zu können.", "Un dragontino que en el pasado luchó contra un terrible dragón y que acabó sacrificando su vida para encerrarlo. En definitiva, Ryunan es un dragontino legendario y su recuerdo perdura hasta el día de hoy. Las historias cuentan que perdió la vida de forma trágica cuando se enfrentaba al dragón, por lo que Duke, su heredero, acabó sucediéndole en su misión de sellar dragones. Ahora, Ryunan vaga por el mundo en forma de espíritu con la esperanza de evitar que Duke repita su aciago destino."], "fusion": ["I practice so that I will be able<br>to fight alongside my comrades.<br>One man only has so much power.", "訓練的時候，總是將<br>跟夥伴合作戰鬥這件事情銘記在心。<br>因為我一個人的力量是有限的。", "동료와 연계하며 싸우는 것을<br>늘 유념하며 훈련하고 있어.<br>나 혼자선 한계가 있으니 말이야.", "Je m'exerce afin de pouvoir me battre aux côtés de mes camarades.<br>Tant de pouvoir entre les mains d'un seul homme.", "Ich übe, um an der Seite<br>meiner Kameraden zu kämpfen.<br>Ich brauche alle Kraft, die ich habe.", "Practico para poder<br>luchar junto a mis camaradas.<br>Uno solo no puede luchar contra tanto."], "summon": ["If you can promise me that we'll help each other even if we disagree or fight, then my power is yours.", "就算吵架、意見不合了，<br>但只要肯相互幫助的話，<br>我就會盡全力幫助你。", "다투거나, 의견이 맞지 않더라도<br>서로 도울 것을 약속할 수 있다면<br>난 너희를 돕겠어.", "Si tu peux me promettre que nous nous aiderons mutuellement même si nous ne sommes pas d'accord ou que l'on se bat, alors mon pouvoir est tien.", "Wenn du versprichst, dass wir einander helfen, selbst wenn wir uns streiten, dann gehört meine Kraft dir.", "Si me prometes que nos ayudaremos incluso cuando no estemos de acuerdo o nos peleemos, entonces cuenta con mi apoyo."]}}}, "job": "Dragoon", "sex": "Male", "game": "FFBE", "rarity_max": 5, "names": ["Ryunan", "柳南", "류난", "Ryunan", "Ryunan", "Ryunan"], "equip": [1, 2, 10, 30, 41, 51, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100011203", "job_id": 2}