{"TMR": ["MATERIA", 504200390], "name": "Gimlee", "is_summonable": false, "skills": [{"level": 2, "type": "ABILITY", "id": 200050, "rarity": 1}, {"level": 13, "type": "ABILITY", "id": 101080, "rarity": 1}, {"level": 3, "type": "MAGIC", "id": 10020, "rarity": 2}, {"level": 12, "type": "MAGIC", "id": 10050, "rarity": 2}, {"level": 28, "type": "ABILITY", "id": 101090, "rarity": 2}], "sex_id": 1, "entries": {"100001402": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [273, 827, 600], "ATK": [13, 40, 40], "MP": [15, 46, 100], "MAG": [13, 39, 40], "SPR": [11, 34, 40], "DEF": [12, 36, 40]}, "magic_affinity": [2, 0, 0, 0], "ability_slots": 2, "limitburst_id": 100001402, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 2, "compendium_id": 24, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [46], "effect_frames": [44, 4], "strings": {"evolution": ["I can feel the flow of the earth like never before... It looks like a new power in me has been awakened.", "我感受到了以往沒感知過的大地奔流……<br>看來我覺醒了新的力量。", "지금까지 느끼지 못했던<br>대지의 흐름이 느껴진다…….<br>새로운 힘에 눈뜬 모양이군.", "J'ai l'impression de communier avec la Terre pour la première fois de mon existence... comme si un pouvoir s'était éveillé en moi.", "Ich kann den Puls der Erde spüren wie nie zuvor ... Eine neue Kraft ist in mir erwacht.", "Puedo sentir el flujo de la tierra mejor que nunca... Parece que un nuevo poder ha despertado en mí."], "affinity": ["We've fought together for a while.<br>The resentment I once held for you<br>has turned into trust.", "……我們共同戰鬥了這麼長時間，<br>曾經我心中的怨恨，<br>現在已經轉變為了對你們的信賴。", "……함께 싸워온 지도 꽤 오래됐군.<br>처음에 너희에게 품었던 증오가<br>어느새 믿음으로 바뀌었어.", "Ça fait longtemps qu'on combat ensemble.<br>La rancœur que je vous portais jadis<br>a laissé place à la confiance.", "Einst war ich dir nicht wohlwollend gestimmt.<br>Doch mittlerweile, nach all den Kämpfen,<br>vertraue ich dir.", "Llevamos un tiempo luchando juntos.<br>El resentimiento que sentía por ti<br>se ha convertido en confianza."], "description": ["A hunter belonging to a tribe that once inhabited lands now annexed to the Grandshelt Kingdom. Gimlee lost many comrades in the war against the invaders and their ability to manipulate the crystals. Unable to come to terms with the loss of his friends and homeland, he tragically took his own life. His will now lives on as a vision, ironically fighting alongside the knights of the very monarchy he so despised.", "格蘭謝爾特王國建國前時的原住民，<br>曾是一名狩獵民族的戰士，<br>他和同伴們與擅長使用水晶之力的<br>格蘭謝爾特王國人民進行了悲壯的戰鬥，<br>結果不光失去了大部份同伴，<br>還懷著對王國的憎惡之心結束了自己的生命。<br>他死後，強烈的怨恨殘留在了世間，<br>而諷刺的是，現在他卻成為了<br>王國騎士的幻兵在繼續戰鬥。", "일찍이 그랑셸트 왕국 땅에서 살던<br>수렵 민족의 전사.<br>크리스탈의 힘을 능숙히 다루는<br>왕국 백성들과의 처절한 사투 끝에<br>수많은 동료를 잃고 증오를 품은 채<br>스스로 목숨을 끊었다.<br>그 증오심은 강한 사념이 되어<br>이 세계에 남았으나, 아이러니하게도 지금은<br>왕국 기사의 비전이 되어 싸우고 있다.", "Un chasseur issu d'une tribu qui peuplait autrefois les terres occupées par le royaume de Grandshelt. Gimlee a perdu bon nombre de ses camarades dans la guerre qui les a opposés au royaume. Incapable d'accepter la mort de ses amis et la perte de sa terre natale, il s'est ôté la vie. Il vit désormais en tant que vision, combattant aux côtés des chevaliers de ce royaume qu'il méprisait tant.", "Ein Jäger eines Stammes, der einst in dem Land lebte, das nun zum Königreich Grandshelt gehört. Gimly verlor viele seiner Genossen an den Krieg gegen das nun herrschende Königreich und dessen Fähigkeit, die Kristalle zu manipulieren. Nicht in der Lage, den Verlust von Freunden und Heimat zu ertragen, nahm er sich das Leben. Er lebt nun weiter als Vision, ironischerweise auf der Seite der Monarchie, die er so verabscheute.", "Un cazador de una tribu que habitó en tierras que ahora forman parte del Reino de Grandshelt. Gimlee perdió a muchos de sus camaradas durante la guerra contra el reino regente y su habilidad para manipular los cristales. Incapaz de asumir la pérdida de sus amigos y su patria, se quitó la vida. Su voluntad sigue con vida e, irónicamente, lucha junto a los caballeros de la misma monarquía a la que tanto odió en el pasado."], "fusion": ["My arrows fly ever more true...<br>It seems that training isn't the only way that visions can grow stronger.", "拉弓的手上也充滿了力量……<br>除了修煉，幻兵的身體還可以這樣變強啊……", "활을 당기는 손끝에 힘이 생긴다…….<br>비전으로 얻은 몸은 이런 식으로도<br>단련할 수 있나 보군.", "Mes flèches percent l'air comme jamais...<br>Il faut croire que l'entraînement n'est pas le seul moyen pour rendre une vision plus forte.", "Kaum ein Ziel entgeht mir mehr ...<br>Es scheint, dass Visionen nicht<br>nur durch Übung stärker werden.", "Mis flechas son cada vez más certeras...<br>Parece que el entrenamiento no es<br>la única forma de fortalecer las visiones."], "summon": ["I fought against your kingdom once,<br>but the past cannot be changed.<br>I'll lend you my skills as a hunter.", "我曾是反抗王國的戰士，<br>但這都是過去的事了，<br>現在，我會借你我作為一個獵人的力量。", "난 지난날 왕국에 저항하여 싸웠던 민족의 전사다.<br>하지만 과거는 과거일 뿐이지.<br>지금은 한 사람의 사냥꾼으로서 힘을 빌려주겠다.", "J'ai lutté contre le royaume<br>autrefois, mais tout cela appartient<br>au passé. Je mettrai mes talents<br>de chasseur à ton service.", "Einst kämpfte ich gegen das Königreich,<br>doch das ist lang vorbei.<br>Ich werde dir als Jäger dienen.", "Una vez luché contra el reino,<br>pero eso pertenece al pasado.<br>Te prestaré mis habilidades de cazador."]}}, "100001401": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [214, 648, 450], "ATK": [11, 32, 30], "MP": [12, 36, 75], "MAG": [10, 30, 30], "SPR": [9, 26, 30], "DEF": [10, 29, 30]}, "magic_affinity": [1, 0, 0, 0], "ability_slots": 1, "limitburst_id": 100001401, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 250, "materials": {"290050100": 3, "290050200": 1, "290010000": 1}}, "rarity": 1, "compendium_id": 23, "attack_damage": [[100]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [46], "effect_frames": [44, 4], "strings": {"evolution": null, "affinity": null, "description": ["A native of Grandshelt before the kingdom was established. Gimlee belonged to a hunting tribe that was dispossessed of its lands by the people of the Grandshelt Kingdom, who were skilled in using the power of the crystals to their advantage. A proud warrior, he fought to the bitter end, out of hatred for the Crown. Ironically, as a vision, he now fights for Rain, a knight of the Grandshelt Kingdom.", "格蘭謝爾特王國建國前時的原住民，<br>該民族以在豐饒的大地上狩獵為生，<br>沒想到卻被擅長使用水晶之力的<br>格蘭謝爾特王國人民奪走了故鄉。<br>作為一名戰士，<br>他懷著對王國的憎恨戰鬥到了最後一刻。<br>他死後，強烈的怨恨殘留在了世間，<br>而諷刺的是，憑藉憎惡之情化身為幻兵後，<br>他卻成為了王國騎士雷因的力量。", "그랑셸트 왕국이 생기기 전부터 살던 원주민.<br>풍요로운 땅에서 사냥을 업으로 해 온 민족이었지만<br>크리스탈의 힘을 끌어내는 능력이 뛰어난<br>현재의 그랑셸트 왕국 국민들에게 밀려<br>고향에서 쫓겨나고 말았다.<br>그는 전사로서 마지막까지 싸우다 죽고<br>왕국에 대한 증오심을 남겼지만<br>아이러니하게도 그 강한 사념이 비전으로 부활해<br>왕국 기사인 레인 일행을 돕고 있다.", "Originaire de Grandshelt, avant même que le royaume n'ait été créé. Gimlee vient d'une tribu de chasseurs expulsés de leurs terres par le peuple du royaume de Grandshelt qui avait su exploiter toutes les capacités des cristaux. Fier guerrier, il s'est battu jusqu'à la fin, le cœur rempli de haine pour la couronne. Paradoxalement, c'est désormais pour Rain, un chevalier du royaume de Grandshelt, qu'il se bat en tant que vision.", "Ein Ureinwohner Grandshelts, noch bevor das Königreich gegründet wurde. Gimly ist aus einem jagendem Stamm, der vom Volke Grandshelts aus seinem Zuhause vertrieben wurde. Der Stamm verstand sich gut auf die Nutzung der Kristalle. Als stolzer Krieger kämpfte Gimly aus Hass gegenüber der Krone bis zum Ende. Ironischerweise kämpft er nun für Rain, einen Ritter Grandshelts.", "Un nativo de Grandshelt antes de que se fundara el reino. Gimlee es originario de una tribu cazadora a la que la gente del Reino de Grandshelt expulsó de su hogar. Su tribu sabía cómo aprovechar el poder de los cristales. Es un guerrero orgulloso que luchó hasta la muerte y corroído por su odio hacia la corona. Irónicamente, su visión lucha para Rain, un caballero del Reino de Grandshelt."], "fusion": ["Heh... I can see it all...<br>The movements of my prey,<br>the flow of the wind...<br>My powers grow, it seems.", "哼……我能夠看見……<br>獵物的動向……風的流動……<br>我獲得了新的力量。", "훗…… 보인다…….<br>사냥감의 동작, 바람의 흐름까지…….<br>새로운 힘을 손에 넣게 되었군.", "Incroyable, je ressens tout...<br>Les mouvements de ma proie,<br>le souffle du vent...<br>Oui, j'ai acquis bien plus de force.", "Ha ... Ich kann alles sehen ...<br>Die Spuren meiner Beute,<br>den Flug des Windes ...<br>Meine Fähigkeiten wachsen.", "¡Ja...! Puedo verlo todo...<br>Los movimientos de mi presa,<br>el flujo del viento...<br>Parece que mis poderes aumentan."], "summon": ["I'm a hunter of the land your kingdom stole.<br>Now I'm going to help you... The irony is too cruel.", "……堂堂高傲的大地獵人，<br>卻被王國的愚民召喚……<br>真是諷刺。", "……자랑스러운 대지의 사냥꾼인 내가<br>왕국 백성의 부림을 받게 되다니……<br>얄궂은 운명이로군.", "Je suis un fier chasseur des terres. <br>Me retrouver à aider des habitants du royaume relève de l'ironie la plus totale...", "Ich bin ein Jäger der weiten Wildnis.<br>Ausgerechnet dem Königreich zu dienen ... welch Ironie.", "Soy un orgulloso cazador de la tierra.<br>Esto de ayudar a la gente del reino<br>es una ironía del destino."]}}}, "job": "Ranger", "sex": "Male", "game": "FFBE", "rarity_max": 2, "names": ["Gimlee", "吉姆利", "김리", "Gimlee", "Gimly", "Gimlee"], "equip": [7, 14, 40, 50, 60], "game_id": 11001, "rarity_min": 1, "tribe_id": 5, "id": "100001401", "job_id": 6}