{"TMR": ["EQUIP", 309002400], "name": "Lila", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 224630, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 214100, "rarity": 5}, {"level": 9, "type": "ABILITY", "id": 101200, "rarity": 5}, {"level": 17, "type": "ABILITY", "id": 224660, "rarity": 5}, {"level": 28, "type": "ABILITY", "id": 224640, "rarity": 5}, {"level": 37, "type": "ABILITY", "id": 224760, "rarity": 5}, {"level": 46, "type": "ABILITY", "id": 224720, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 224770, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 210070, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 224710, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 224700, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 223600, "rarity": 6}, {"level": 15, "type": "ABILITY", "id": 224650, "rarity": 6}, {"level": 23, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 36, "type": "ABILITY", "id": 211340, "rarity": 6}, {"level": 50, "type": "ABILITY", "id": 224690, "rarity": 6}, {"level": 61, "type": "ABILITY", "id": 224750, "rarity": 6}, {"level": 74, "type": "ABILITY", "id": 224670, "rarity": 6}, {"level": 89, "type": "ABILITY", "id": 224680, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 224740, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 224730, "rarity": 6}], "sex_id": 2, "entries": {"100013805": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [870, 2636, 300], "ATK": [40, 120, 20], "MP": [47, 143, 50], "MAG": [26, 78, 20], "SPR": [38, 116, 20], "DEF": [30, 91, 20]}, "magic_affinity": [7, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100013805, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060000": 5, "290060100": 10, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 908, "attack_damage": [[33, 33, 34]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [10, 20, 40], "effect_frames": [8, 18, 38], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I didn't think we'd end up spending so much time together. If it's no trouble to you, I'd like to stick with you!", "真沒想到，竟然待在一起這麼長的時間。<br>如果沒有造成你的困擾的話<br>接下來也請多指教囉！", "이렇게 오랫동안 함께하게 될 줄은<br>몰랐어. 내가 폐가 되지 않는다면<br>앞으로도 잘 부탁해!", "Je ne pensais pas qu'on finirait par passer autant de temps ensemble. Si ça ne t'ennuie pas, j'aimerais continuer !", "Wer hätte gedacht, dass wir so viel Zeit miteinander verbringen werden. Wenn es dich nicht stört, würde ich gerne so weitermachen!", "Nunca pensé que llegaríamos a pasar tanto tiempo juntos. Si no te molesta, ¡me gustaría pasar más tiempo contigo!"], "description": ["A female monk who has traveled across the land to master the martial arts. Abandoned in a mountain and left orphaned, Lila was raised by a man dubbed the \"martial arts master.\" A naturally gifted fighter, her skills blossomed in the blink of an eye, and her initiation into the secrets of martial arts began after mastering her school's ultimate technique at a mere 16 years of age. She began wandering from place to place once her master passed away.", "為窮極武藝而流浪各國的女性武鬥家。她自幼便被雙親拋棄于山中，隨後被一位武術大師所收養。由於非凡的天賦，她年僅十六時便習得了奧義。在師父離世後，開始了流浪之旅。", "무술을 갈고닦기 위해 여러 나라를 방랑하는 여성 무투가. 부모를 잃고 산속에서 울고 있는 것을 '무술의 대가'라 불리는 남자가 데려다 길렀다. 천부적인 재능이 있었던 그녀는 순식간에 재능을 꽃피우고, 16세가 되었을 때에는 오의를 습득하여 모든 기술을 전수받기에 이른다. 그 후 스승이 세상을 떠나자 여러 나라를 방랑하는 여행길에 올랐다.", "Un moine qui a parcouru le pays tout entier afin de maîtriser les arts martiaux. Lila, une orpheline abandonnée dans une montagne, fut élevée par un homme surnommé le maître des arts martiaux. Ses talents naturels de guerrière se sont manifestés à la vitesse de l'éclair et son initiation aux secrets des arts martiaux a commencé après avoir maîtrisé la technique ultime de son école, à seize ans à peine. Après la mort de son maître, elle décida de partir à l'aventure pour découvrir le monde.", "Ein weiblicher Mönch, der das Land bereiste, um die Kampfkünste zu meistern. Lila wurde in den Bergen ausgesetzt und wuchs als Waise bei einem Mann auf, der als \"Kampfkunstmeister\" bekannt war. Als von Natur aus guter Kämpferin lernte sie sehr schnell und wurde in die Geheimnisse der Kampfkünste eingeweiht, nachdem sie die Spezialtechnik ihrer Schule bereits mit gerade einmal 16 Jahren beherrschte. Nach dem Tod ihres Meisters reiste sie von Ort zu Ort.", "Una monje que ha viajado a lo largo del mundo con el objetivo de dominar las artes marciales. Asimismo, un hombre al que apodaban \"el maestro de las artes marciales\" crio a Lila después de que se quedase huérfana y fuese abandonada en una montaña. Lila nació para ser guerrera y, por tanto, consiguió dominar las habilidades necesarias para ello en un abrir y cerrar de ojos. Además, empezó a aprender los secretos de las artes marciales tras terminar el colegio a la temprana edad de 16 años. A partir de ahí, cuando murió su maestro, empezó a vagar de sitio en sitio."], "fusion": ["I've been training since I was a little kid, so I'm more than confident in my skills.", "從孩提時代就一直在修行，<br>對自己的本領是有信心的。", "어릴 때부터 계속 수행해 왔으니까<br>실력에는 자신이 있거든.", "Je m'entraîne depuis que je suis petite, alors j'ai confiance en mes capacités.", "Ich trainiere seit Kindertagen, also habe ich volles Vertrauen in mein Können.", "Llevo entrenando desde que era una cría, por lo que puedes confiar en mis habilidades."], "summon": ["Yahoo!<br>Everything's okay now that I'm here!<br>I'm stronger than I look, you know?", "喲！<br>我來了，毋須擔心！<br>別看我這樣，我可是很強的喔？", "야호~!<br>내가 왔으니까 이젠 괜찮아!<br>이래 봬도 엄청 강하다구?", "Youhou !<br>Tout va bien se passer, je suis là !<br>Je suis plus forte que j'en ai l'air, tu sais ?", "Juhu!<br>Jetzt wo ich hier bin, wird alles gut.<br>Ich bin stärker als ich aussehe, weißt du?!", "¡Yupi!<br>¡Ahora que estoy aquí, todo está bien!<br>Soy más fuerte de lo que parezco, ¿sabes?"]}}, "100013806": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1131, 3428, 450], "ATK": [51, 156, 30], "MP": [62, 187, 75], "MAG": [34, 102, 30], "SPR": [50, 152, 30], "DEF": [39, 119, 30]}, "magic_affinity": [8, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100013806, "attack_count": 33, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 909, "attack_damage": [[33, 33, 34]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [10, 20, 40], "effect_frames": [8, 18, 38], "strings": {"evolution": ["Oh? What an incredible happening!<br>I feel I can now become even stronger!", "咦？ 好像有厲害的來了！<br>現在的話或許能夠變得更強！", "오오? 엄청난 게 왔다!<br>지금이라면 분명 강해질 거야!", "Oh ? Quelle surprise incroyable !<br>J'ai l'impression que je peux devenir encore plus forte !", "Oh? Das ist ja unglaublich.<br>Ich spüre, dass ich noch viel stärker werden kann.", "¿Eh? ¡Qué suceso tan increíble!<br>¡Siento cómo aumenta mi poder!"], "affinity": ["I didn't think we'd end up spending so much time together. If it's no trouble to you, I'd like to stick with you!", "真沒想到，竟然待在一起這麼長的時間。<br>如果沒有造成你的困擾的話<br>接下來也請多指教囉！", "이렇게 오랫동안 함께하게 될 줄은<br>몰랐어. 내가 폐가 되지 않는다면<br>앞으로도 잘 부탁해!", "Je ne pensais pas qu'on finirait par passer autant de temps ensemble. Si ça ne t'ennuie pas, j'aimerais continuer !", "Wer hätte gedacht, dass wir so viel Zeit miteinander verbringen werden. Wenn es dich nicht stört, würde ich gerne so weitermachen!", "Nunca pensé que llegaríamos a pasar tanto tiempo juntos. Si no te molesta, ¡me gustaría pasar más tiempo contigo!"], "description": ["A female monk who has traveled across the land to master the martial arts. Lila's master taught her that she should use her power to protect the weak, and thus she honors his teachings by helping every troubled person she meets along her journey. A cheery and naive character who opens up to anyone she encounters, Lila leaves permanent smiles on the people of the villages she visits during her travels.", "為窮極武藝而流浪各國的女性武鬥家。她遵循其師父的教誨，在修行的同時，以自己的能力幫助弱者。生性開朗，天真爛漫，平易近人，因此，她所到之處，充盈著歡樂的笑聲。", "무술을 갈고닦기 위해 여러 나라를 방랑하는 여성 무투가. 힘은 약자를 돕기 위해 사용하라는 스승의 가르침을 따라, 곤경에 빠진 사람들을 도우며 수행의 여행을 계속하고 있다. 명랑하고 천진난만하며 누구와도 금방 친해지는 성격의 소유자로, 그녀가 방문한 마을에서는 웃음이 끊이질 않았다고 한다.", "Un moine qui a parcouru le pays tout entier afin de maîtriser les arts martiaux. Le maître de Lila lui a appris à utiliser ses pouvoirs pour protéger les plus faibles. Et c'est ainsi qu'elle lui fait honneur ; en venant en aide aux gens en difficulté qu'elle rencontre sur son chemin. Lila est une femme à la fois joyeuse et naïve qui s'ouvre à tous ceux qu'elle rencontre et a tendance à laisser un grand sourire sur les lèvres des habitants des villages qu'elle visite.", "Ein weiblicher Mönch, der das Land bereiste, um die Kampfkünste zu meistern. Lilas Meister lehrte sie, ihre Kräfte zu nutzen, um die Schwachen zu schützen. Deshalb ehrt sie seine Lehren, indem sie auf ihren Reisen allen hilft, die in Schwierigkeiten stecken. Sie ist fröhlich, naiv und allen Menschen gegenüber aufgeschlossen, sodass sie in allen Dörfern, die sie auf ihren Reisen besucht, fröhliche Gesichter zurücklässt.", "Una monje que ha viajado a lo largo del mundo con el objetivo de dominar las artes marciales. El maestro de Lila le enseñó que tenía que usar su poder para proteger a los más débiles; por tanto, Lila hace honor a sus enseñanzas ayudando a toda persona en apuros con la que se encuentra. Además, se trata de una persona alegre e inocente que se abre con casi cualquier persona que conoce. Por último, durante sus viajes, Lila siempre deja una sensación de felicidad a lo largo de todos los pueblos que visita."], "fusion": ["Hi-ya!<br>It's not good to stay in one place, you know.", "唷、嘿、喝。<br>不動動身體可不行，<br>會懶惰的。", "에잇, 이얍, 하앗!<br>몸을 움직이지 않으면<br>금방 둔해지고 말아.", "Yaaah !<br>Ce n'est pas bon de rester à un seul endroit, tu sais.", "Uff, Ächz, Kiya!<br>Der Körper muss immer in Bewegung bleiben!", "¡Hola!<br>No es bueno quedarse en el mismo sitio, ¿sabes?"], "summon": ["From rescuing lost children to vanquishing monsters, you can leave it all up to me!", "從尋找走失者到擊退魔物等，<br>如果有困擾的事都交給我吧！", "미아 찾기부터 마물 퇴치까지,<br>힘든 일이 있다면 뭐든 맡겨 봐!", "Sauvetage d'enfants ? Massacre de monstres ? Je m'occupe de tout !", "Vom Wiederfinden verlorener Kinder bis zum Vernichten von Monstern - du kannst alles mir überlassen!", "Puedo rescatar niños perdidos o derrotar monstruos. ¡Déjame a mí lo que sea!"]}}}, "job": "Monk", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Lila", "利拉", "리라", "Lila", "Lila", "Lila"], "equip": [5, 10, 16, 40, 50, 51, 53, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100013805", "job_id": 9}