{"TMR": ["MATERIA", 504204900], "name": "Soleil", "is_summonable": true, "skills": [{"level": 6, "type": "ABILITY", "id": 100010, "rarity": 4}, {"level": 18, "type": "ABILITY", "id": 200410, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 201550, "rarity": 4}, {"level": 38, "type": "ABILITY", "id": 204810, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 201180, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 201190, "rarity": 4}, {"level": 24, "type": "ABILITY", "id": 201210, "rarity": 5}, {"level": 35, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 204750, "rarity": 6}, {"level": 44, "type": "ABILITY", "id": 204010, "rarity": 6}, {"level": 93, "type": "ABILITY", "id": 204760, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 204770, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 204780, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 204790, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 204800, "rarity": 6}], "sex_id": 2, "entries": {"100005304": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [623, 1889, 240], "ATK": [22, 67, 16], "MP": [34, 102, 40], "MAG": [24, 72, 16], "SPR": [27, 83, 16], "DEF": [23, 71, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100005304, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020700": 25, "290050300": 15, "290040300": 8, "290050400": 8, "290030000": 13}}, "rarity": 4, "compendium_id": 401, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [24, 43], "effect_frames": [22, 41], "strings": {"evolution": null, "affinity": ["I'm happy you have relied on me.<br>Won't you share a dance with me?<br>Hehe... Just kidding!", "承蒙你的信賴。<br>今日可否一同起舞？<br>呵呵……開個玩笑。", "의지해 주셔서 기뻐요.<br>오늘은 함께 춤추지 않을래요?<br>후훗…… 농담이에요.", "Je suis contente que vous vous fiiez à moi. M'accorderiez-vous cette dance ?<br>Hé hé... non, je plaisante !", "Danke für dein Vertrauen in mich.<br>Wie wäre es mit einem Tanz?<br>Haha ... War nur Spaß!", "Me alegra que hayas confiado en mí.<br>¿Te apetece bailar conmigo?<br>Je, je... ¡tan solo bromeaba!"], "description": ["A young woman who served as a dancer in the front lines during the war. Soleil's bewitching dances not only serve to comfort the hearts of soldiers on the field, but the different magical properties tied to each dance help unlock their innermost potential as well. In battle she wields the throwing weapon known as the chakram, though being a pacifist at heart she prefers to use it as a part of her dance routine rather than for hurting others.", "在戰場前線跳舞的女孩子，<br>她那艷麗的舞姿不光能夠治癒士兵們的心，<br>更是擁有提升能力的魔力。<br>此外，她還能使用名為飛輪的特殊武器戰鬥。<br>但心地善良的她比起傷人，<br>更喜歡用飛輪來跳舞。", "전장의 전선에 서서 춤을 선보이는 여성.<br>그 아리따운 춤 놀림은<br>병사들의 마음을 치유해줄 뿐 아니라<br>능력을 높이는 마법의 힘도 지니고 있다.<br>그녀 자신도 차크람이라고 하는 특수한<br>단도를 던져 싸울 수는 있지만,<br>본래 상냥한 그녀는 사람을 상처입히기보다<br>단도를 이용해 춤추는 것을 더 선호한다.", "Une jeune danseuse qui se battit au front durant la guerre. Si les danses ensorcelantes de Soleil avaient pour effet de réchauffer le cœur des soldats meurtris, leurs propriétés magiques, elles, permettaient de décupler leur potentiel sur le champ de bataille. En combat, elle manie une arme de jet appelée un chakram, mais fidèle à sa nature pacifiste, elle préfère l'utiliser durant ses numéros de danse plutôt que pour blesser d'autres personnes.", "Eine junge Frau, die sich an der Front während des Krieges als Tänzerin verdingte. Soleils verzaubernder Tanz wärmt nicht nur das Herz der Soldaten auf dem Schlachtfeld, sondern entfesselt auch die verschiedenen magischen Eigenschaften, die an jeden Tanz gebunden sind. Im Kampf nutzt sie die Wurfwaffe Chakram, obwohl sie diese lieber zum Tanz schwingt, da sie Pazifistin ist.", "Una joven que sirvió como bailarina en las primeras líneas durante la guerra. Los cautivadores bailes de Soleil no solo servían para reconfortar los corazones de los soldados que había en el campo, sino que las distintas propiedades mágicas que tenía cada baile ayudaban a liberar su potencial más profundo. En la batalla, blande el arma arrojadiza conocida como chakram, aunque como es una pacifista de corazón, prefiere utilizarla como parte de su rutina de bailes, más que para hacer daño a otros."], "fusion": ["A new path has opened.<br>Let's take the first step right away!", "這是新的舞步嗎？<br>讓我趕快練習一下！", "새로운 스텝이네요.<br>지금 당장 춤춰보죠!", "Je viens de franchir une nouvelle étape.<br>C'est le moment de me lancer !", "Ein neuer Weg hat sich geöffnet<br>Machen wir die ersten Schritte!", "Un nuevo camino se abre ante nosotros.<br>¡Demos el primer paso de inmediato!"], "summon": ["All I can do is dance, but, um...<br>I look forward to working with you!", "那個，我只會跳舞……<br>請多多關照！", "저, 춤추는 것밖에 못 하지만……<br>부디 잘, 부탁드립니다!", "Tout ce que je sais faire, c'est dancer...<br>Enfin, j'ai hâte de combattre à vos côtés !", "Ich kann bloß tanzen, aber ...<br>Ich freue mich trotzdem auf den Einsatz für dich!", "Todo lo que sé hacer es bailar, pero en fin...<br>¡Estoy deseando trabajar a tu lado!"]}}, "100005305": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [810, 2455, 300], "ATK": [29, 87, 20], "MP": [44, 132, 50], "MAG": [31, 93, 20], "SPR": [36, 108, 20], "DEF": [30, 92, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100005305, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 402, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [24, 43], "effect_frames": [22, 41], "strings": {"evolution": ["I feel like I can soar.<br>Lighter, faster, I will dance<br>like no one you've seen before.", "現在的我能夠跳出<br>比任何人都輕盈的舞步。", "지금이라면 날아오를 수 있어.<br>누구보다도 가볍게, 새처럼<br>춤춰 보이겠어요.", "J'ai l'impression que je pourrais voler.<br>Mes pas sont plus rapides et plus légers que jamais.", "Ich fühle mich erhoben.<br>Leichter und schneller werde ich<br>tanzen wie nie jemand zuvor.", "Siento como si pudiera surcar los aires.<br>¡Ahora bailaré más ligera y más veloz que nadie!"], "affinity": ["I'm happy you have relied on me.<br>Won't you share a dance with me?<br>Hehe... Just kidding!", "承蒙你的信賴。<br>今日可否一同起舞？<br>呵呵……開個玩笑。", "의지해 주셔서 기뻐요.<br>오늘은 함께 춤추지 않을래요?<br>후훗…… 농담이에요.", "Je suis contente que vous vous fiiez à moi. M'accorderiez-vous cette dance ?<br>Hé hé... non, je plaisante !", "Danke für dein Vertrauen in mich.<br>Wie wäre es mit einem Tanz?<br>Haha ... War nur Spaß!", "Me alegra que hayas confiado en mí.<br>¿Te apetece bailar conmigo?<br>Je, je... ¡tan solo bromeaba!"], "description": ["A young woman with unique dancing skills that bolster the fighting spirit. Since ancient times dancers have been tasked with a crucial role on the battlefield. However, unlike her ancestors, Soleil is more fond of the actual dancing than the fighting aspect of her job. Ironically enough, the genuine joy she feels while performing makes the effects of her dances even more potent, making her an invaluable asset on the field.", "會跳提升戰鬥力舞蹈的舞女，<br>自古以來，只要爆發戰爭，<br>她所屬的一族就會上戰場跳舞。<br>不過她並不喜歡紛爭，<br>只是單純愛好跳舞。<br>然而諷刺的是，如果想要讓她把<br>舞蹈跳至極致，就只能帶她到<br>戰場上去跳。<br>", "전투력을 높여 주는 특수한 춤을 추는 여성.<br>오래전부터 유사시 전장에서 춤을 추는<br>역할을 짊어진 유서 깊은 일족 출신이지만, 본인은 순수하게<br>춤추는 것을 좋아할 뿐이며 싸움은 좋아하지 않는다.<br>하지만 아이러니하게도, 그녀가 춤을<br>즐기며 추면 출수록 진가를 발휘하기 때문에, <br>결과적으로는 전투에 박차를 가하는 존재이기도 하다.", "Une jeune femme dont les danses uniques ont pour effet de décupler l'esprit combatif. Depuis des temps anciens, les danseurs jouent un rôle crucial sur le champ de bataille. Mais contrairement à ses ancêtres, Soleil préfère la danse elle-même aux combats que sous-tend son travail. Ironiquement, la joie que ses danses lui procurent ne rend leurs effets que plus dévastateurs, faisant d'elle un atout inestimable sur le terrain.", "Eine junge Frau mit einzigartigen Tanzfertigkeiten, die den Kampfgeist beflügeln. Seit uralter Zeit nehmen Tänzer eine wichtige Rolle auf dem Schlachtfeld ein. Anders als ihre Vorfahren interessiert sich Soleil jedoch mehr für den Tanz als für das Kämpfen. Ironischerweise jedoch verstärkt ihre Freude beim Tanzen den erhöhenden Effekt für den Kampf noch mehr, sodass sie auf dem Schlachtfeld viel wert ist.", "Una joven con unas habilidades de baile únicas que aumentan el espíritu de lucha. Desde tiempos inmemoriales, las bailarinas han jugado un papel crucial en el campo de batalla. Sin embargo, al igual que sus ancestros, a Soleil le atrae más la danza en sí que el aspecto de batalla de su trabajo. Irónicamente, la alegría genuina que siente mientras actúa es lo que confiere a su danza de unos efectos aún más potentes, convirtiéndola en un valiosísimo elemento en el campo de batalla."], "fusion": ["Hehe...<br>I just thought of some great<br>new moves!", "嘿嘿……<br>我想出了一種有意思的舞蹈！", "후후……<br>꽤 재밌는 안무가<br>떠올랐어요!", "Héhé...<br>Je viens de trouver des nouveaux mouvements géniaux !", "Hehe ...<br>Mir sind grad ein paar<br>tolle Tricks eingefallen!", "Je, je...<br>¡Se me acaban de ocurrir unos nuevos pasos alucinantes!"], "summon": ["This dance is the dance of war.<br>I will raise your fighting spirit.", "我的舞蹈……是戰鬥之舞。<br>可以提高你的力量。", "내 춤은…… 전쟁의 춤.<br>당신을 더욱 강하게 해 줄 거예요.", "Cette dance est celle de la guerre.<br>Grâce à moi, tu seras infatigable sur le champ de bataille.", "Dies ist ein Tanz des Krieges.<br>Ich werde euren Kampfgeist heben.", "Este baile es el baile de la batalla.<br>Haré que aumente tu espíritu combativo."]}}, "100005306": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1053, 3192, 390], "ATK": [37, 113, 26], "MP": [57, 172, 85], "MAG": [40, 121, 26], "SPR": [47, 141, 26], "DEF": [39, 119, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100005306, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 403, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [24, 43], "effect_frames": [22, 41], "strings": {"evolution": ["This overflowing power tingles...<br>For whom shall I dance?<br>Who needs my protection?", "力量聚集在我的身上……<br>閃閃發光。<br>我能夠跳出守護他人的舞蹈嗎？", "반짝반짝한…… 힘이 넘쳐나요.<br>이런 나라면 누군가를 지키기 위한<br>춤을 출 수 있겠죠?", "Quelle puissance ! Elle me donne des frissons.<br>Pour qui dois-je danser ?<br>Qui a besoin de ma protection ?", "Das Kribbeln überschwenglicher Kraft ...<br>Für wen soll ich tanzen?<br>Wer braucht meinen Schutz?", "Este rebosante poder es brillante...<br>¿Para quién debo bailar?<br>¿Quién requiere de mi protección?"], "affinity": ["I'm happy you have relied on me.<br>Won't you share a dance with me?<br>Hehe... Just kidding!", "承蒙你的信賴。<br>今日可否一同起舞？<br>呵呵……開個玩笑。", "의지해 주셔서 기뻐요.<br>오늘은 함께 춤추지 않을래요?<br>후훗…… 농담이에요.", "Je suis contente que vous vous fiiez à moi. M'accorderiez-vous cette dance ?<br>Hé hé... non, je plaisante !", "Danke für dein Vertrauen in mich.<br>Wie wäre es mit einem Tanz?<br>Haha ... War nur Spaß!", "Me alegra que hayas confiado en mí.<br>¿Te apetece bailar conmigo?<br>Je, je... ¡tan solo bromeaba!"], "description": ["A dancer who uses her skills to magnify the fighting power of warriors. Soleil was born into a family of dancers whose job was to serve as support for soldiers on the battlefield. Pure of heart, she grew up loving dance until she finally learned the original purpose behind her unique skills. This is said to have upset her so greatly that she almost lost her ability to dance. The grief she felt upon realizing that her passion was meant to be used as a tool of war then crystallized in form of a vision.", "能夠通過舞蹈提升戰士能力的舞女，<br>她出生自專門支援戰鬥的一族，<br>是一個熱愛舞蹈的單純的少女。<br>當知道自己的舞蹈的真正作用時，<br>她甚至悲傷得無法跳舞了。<br>自己的愛好被戰爭利用，<br>將會傷害許許多多的人，為此她十分煩惱，<br>這煩惱最終化作「思念」，結為水晶。", "춤을 춤으로써 전사의 힘을 높이는 무용수.<br>전쟁을 지원하는 일족으로 태어났지만,<br>춤추는 것을 좋아하는 순진무구한 소녀일 뿐으로<br>자신의 춤이 가진 의미를 알게 된 그 날은<br>슬픔으로 인해 춤을 얼마 추지 못했다고 한다.<br>자신의 순수한 즐거움이 전쟁에 이용되어<br>수많은 사람을 상처입히는 것을 괴로워한,<br>그 '마음'이 크리스탈의 결정이 되었다.", "Une danseuse qui utilise ses compétences pour magnifier la puissance des guerriers. Soleil est née au sein d'une famille de danseurs destinés à soutenir les soldats sur les champs de bataille. Elle développa un cœur pur et un amour sincère de la danse, jusqu'au jour où elle apprit la véritable visée de son talent. Elle en fut si affectée qu'elle perdit presque la capacité de danser. La peine qu'elle ressentit à l'idée que sa passion n'était vouée qu'à être un outil de guerre se cristallisa alors sous la forme d'une vision.", "Eine Tänzerin, die mit ihren Fertigkeiten die Kampfkraft von Kriegern erhöht. Soleil wurde in eine Familie von Tänzern hinein geboren, deren Aufgabe in der Unterstützung der Soldaten in der Schlacht bestand. Sie wuchs reinen Herzens auf, bis sie den Zweck ihrer einzigartigen Fertigkeiten erfuhr. Dies soll sie so bestürzt haben, dass sie beinahe die Fähigkeit verlor zu tanzen. Die Trauer über ihre Leidenschaft, die als Kriegsinstrument eingesetzt werden sollte, kristallisierte sich in einer Vision.", "Una bailarina que utiliza sus habilidades para aumentar el poder de lucha de los guerreros. Soleil nació en una familia de bailarines cuyo trabajo era servir como apoyo de los soldados que están en el campo de batalla. Pura de corazón, creció amando la danza hasta que por fin aprendió el propósito original que se escondía tras sus extraordinarias habilidades. Se dice que esto la trastornó tanto que casi perdió su capacidad de danza. La pena que sintió al darse cuenta de que su pasión estaba pensada para ser utilizada como una herramienta de guerra cristalizó en forma de visión."], "fusion": ["If I keep dancing,<br>will I be able to help save someone?", "如果我不停地跳舞……<br>是不是就能幫助到他人了？", "제가 춤을 추면 출수록……<br>누군가를, 구할 수 있나요?", "Serais-je capable de sauver quelqu'un<br>si je continue à dancer ?", "Wenn ich tanze,<br>kann ich dann jemanden retten?", "¿Podré ayudar a salvar a alguien<br>si sigo bailando?"], "summon": ["I may be a dancer,<br>but I was born to fight.<br>I hope this dance can help you out.", "我是為戰鬥而生的舞者。<br>願我的舞蹈<br>能用來幫助別人。", "싸움을 위해 태어난 무용수.<br>부디 이 춤을,<br>누군가를 위해 사용해 주세요.", "Je suis peut-être danceuse,<br>mais j'ai le combat dans le sang.<br>J'espère que je te serai utile.", "Ich mag eine Tänzerin sein,<br>doch wurde ich zum Kämpfen geboren.<br>Ich hoffe, dieser Tanz hilft dir.", "Puede que sea una bailarina, pero nací para luchar.<br>Espero que este baile te sea de ayuda."]}}}, "job": "Dancer", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Soleil", "索蕾莜", "솔레이유", "Soleil", "Soleil", "Soleil"], "equip": [1, 5, 6, 12, 13, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100005304", "job_id": 38}