{"TMR": ["EQUIP", 409013700], "name": "Kelsus", "is_summonable": false, "skills": [{"level": 12, "type": "MAGIC", "id": 20080, "rarity": 5}, {"level": 28, "type": "ABILITY", "id": 215560, "rarity": 5}, {"level": 40, "type": "MAGIC", "id": 20090, "rarity": 5}, {"level": 49, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 215590, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 214960, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 215550, "rarity": 6}, {"level": 15, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 20, "type": "ABILITY", "id": 215570, "rarity": 6}, {"level": 33, "type": "ABILITY", "id": 215610, "rarity": 6}, {"level": 45, "type": "MAGIC", "id": 20220, "rarity": 6}, {"level": 51, "type": "ABILITY", "id": 215580, "rarity": 6}, {"level": 76, "type": "ABILITY", "id": 100090, "rarity": 6}, {"level": 89, "type": "MAGIC", "id": 20470, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 215600, "rarity": 6}], "sex_id": 1, "entries": {"100009406": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1097, 3323, 390], "ATK": [49, 148, 34], "MP": [58, 175, 65], "MAG": [42, 128, 26], "SPR": [40, 122, 26], "DEF": [40, 120, 26]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 4, "limitburst_id": 100009406, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 700, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [32, 61, 103], "effect_frames": [30, 59, 101], "strings": {"evolution": ["My magic arms have been upgraded!<br>I should be of more use to you now!", "我的魔導手臂升級了！<br>這樣就能幫上更多忙了！", "제 마도 팔이<br>버전 업그레이드 되었습니다!<br>이걸로 더욱 도움이 될 거예요!", "Mes bras magiques ont été mis à jour !<br>Je devrais être d'une plus grande utilité désormais !", "Meine magischen Arme bekamen ein Upgrade!<br>Nun werde ich sicherlich noch bessere Dienste leisten können.", "¡Mis brazos mágicos están mejorados!<br>¡Ahora sí que os podré ayudar!"], "affinity": ["Both magic and knowledge can be good or bad depending on who uses them. However, I get the feeling I can trust you.", "魔法和知識在不同使用者面前，<br>既能行善也可作惡。<br>不管怎樣，交給你我很放心。", "마법도, 지식도 어떻게 사용하느냐에 따라<br>선이 될 수도 있고 악이 될 수도 있습니다.<br>하지만, 당신에게는 믿고 맡길 수 있겠어요.", "La magie comme la connaissance peut être bonne ou mauvaise. Tout dépend de celui qui s'en sert. Toutefois, j'ai comme l'impression que je peux vous faire confiance.", "Magie und Wissen können beide sowohl für Gutes, als auch Schlechtes eingesetzt werden - je nachdem wer sie benutzt. Doch ich denke, ich kann mich dir anvertrauen.", "Dependiendo de quién los use, la sabiduría y la magia pueden ser algo bueno o malo. Aun así, creo que puedo confiar en ti."], "description": ["A young genius from Mysidia who freely wields a pair of giant magic arms. He is able to analyze and understand any machine with a single glance. Thanks to his genius, and even despite his young age, it is said their is no end the the invitations he receives to join various government agencies. However, he declines every one of them, prefering to focus on his own research.", "出身於密西迪亞的天才兒童，<br>可隨心所欲地操縱巨大魔導手臂。<br>無論是什麼樣的機械，<br>他只要看一眼就能理解內部的組成構造。<br>因為這項天賦，使得他從小開始<br>就不斷收到來自各個國家機關的邀請。<br>但是，凱爾蘇斯拒絕了全部的邀請，<br>只待在自己的研究室裡埋頭做研究。", "거대한 마도 팔을 자유자재로 다루는, 미시디아 출신의 천재. 어떤 기계라도 한번 보기만 하면 내부 구조까지 전부 이해하는 듯하다. 그 재능으로 인해, 어릴 적부터 각 국가 기관으로부터 권유가 끊이질 않았다고도 한다. 그러나, 켈서스는 모든 권유를 거절하고, 자신의 연구실에 틀어박혀 있다.", "Un jeune prodige de Mysidia qui peut librement manipuler une paire de bras magiques géants. Il est capable d'analyser et de comprendre n'importe quelle machine d'un simple coup d'œil. On raconte que, malgré son jeune âge, son génie est tel qu'on ne compte plus les invitations du gouvernement à rejoindre les différentes agences qui le compose. Il les refusa toutes, préférant se consacrer à ses recherches.", "Ein Wunderknabe aus Mysidia, der nach Belieben gigantische Magie-Arme kontrollieren kann. Man sagt, dass er die innere Bauweise einer Maschine bereits beim ersten Blick begreift. Aufgrund dieser Begabgung, so heißt es außerdem, wird er trotz seines jungen Alters unaufhörlich von verschiedenen Staatsorganen umworben. Doch Kelsus lehnt all diese Angebote ab, um sich auf die Forschung in seinem eigenen Institut zu kümmern.", "Un joven prodigio oriundo de Mysidia que porta un par de brazos mágicos gigantes. Con una simple mirada, es capaz de analizar una máquina al completo. Gracias a su ingenio, y sin importar su corta edad, se dice que recibe muchas invitaciones de muchas agencias gubernamentales. Aun así, él rechaza todas estas invitaciones sin excepción, pues su prioridad es trabajar en sus propios experimentos."], "fusion": ["My magic arms are moving more smoothly than ever before!", "魔導手臂的運轉<br>好像比之前更加順暢了！", "마도 팔의 움직임이<br>이전보다 부드러워진 것 같아요!", "Mes bras magiques bougent encore mieux qu'avant !", "Es kommt mir fast so vor, als wären meine magischen Arme  beweglicher als je zuvor!", "¡Mis brazos mágicos se mueven como nunca antes!"], "summon": ["Leave all the magic and machinery to me!<br>I'm sure I'll be of help to you all!", "如果是和魔法與機械有關，<br>就請交給我吧。<br>我一定會成為大家的力量。", "마법과 기계에 대해서라면<br>제게 맡겨 주세요.<br>분명 여러분의 힘이 될 겁니다.", "Laisse-moi me charger de tout ce qui concerne la mécanique et la magie !<br>je vous serai d'une grande utilité !", "Magie und Maschinen? Überlass das ruhig mir.<br> Ich bin mir sicher, ich werde euch eine Hilfe sein!", "¡Dejadme la magia y las máquinas a mí!<br>¡Me vais a dar las gracias!"]}}, "100009405": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [843, 2556, 240], "ATK": [37, 113, 24], "MP": [44, 134, 40], "MAG": [32, 98, 16], "SPR": [31, 93, 16], "DEF": [33, 101, 16]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 4, "limitburst_id": 100009405, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"1209000826": 60}}, "rarity": 5, "compendium_id": 699, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [32, 61, 103], "effect_frames": [30, 59, 101], "strings": {"evolution": null, "affinity": ["Both magic and knowledge can be good or bad depending on who uses them. However, I get the feeling I can trust you.", "魔法和知識在不同使用者面前，<br>既能行善也可作惡。<br>不管怎樣，交給你我很放心。", "마법도, 지식도 어떻게 사용하느냐에 따라<br>선이 될 수도 있고 악이 될 수도 있습니다.<br>하지만, 당신에게는 믿고 맡길 수 있겠어요.", "La magie comme la connaissance peut être bonne ou mauvaise. Tout dépend de celui qui s'en sert. Toutefois, j'ai comme l'impression que je peux vous faire confiance.", "Magie und Wissen können beide sowohl für Gutes, als auch Schlechtes eingesetzt werden - je nachdem wer sie benutzt. Doch ich denke, ich kann mich dir anvertrauen.", "Dependiendo de quién los use, la sabiduría y la magia pueden ser algo bueno o malo. Aun así, creo que puedo confiar en ti."], "description": ["A young genius from Mysidia. However, he since he was raised in Dilmagia, he is skilled not only with magic but also with machines. All of the research that he poured his magic and knowledge of machinery into resulted in him developing the magic arms that float beside him. By freely manipulating these arms, Kelsus is able to stand up to even the greatest of foes.", "出身於密西迪亞的天才兒童。<br>因為他在迪爾馬基亞長大的關係，<br>所以不僅是黑魔法，同時還十分擅長機械。<br>他運用自己學到的所有魔法與機械知識<br>進行研究開發，最終完成的集大成之作，<br>就是漂浮在他身旁的魔導手臂。<br>凱爾蘇斯能自在地操縱這個手臂，<br>以對抗強大的敵人。", "미시디아 출신의 천재. 그러나 딜마기아에서 자랐기 때문에 흑마법뿐 아니라 기계를 다루는 것에도 일가견이 있다. 마법과 기계에 대한 지식을 전부 쏟아부어 연구하여 개발한 집대성이, 그의 옆에 떠 있는 거대 마도 팔이다. 이 팔을 자유자재로 움직이며, 켈서스는 강력한 적에게 맞선다.", "Un jeune prodige de Mysidia. Élevé à Dilmagia, ses aptitudes ne se limitent pas à la simple magie, mais s'étendent aussi jusqu'aux machines. Les recherches dans lesquelles il a investi sa magie et ses connaissances en mécanique l'on conduit à fabriquer les bras magiques qui flottent à côté de lui. Capable de manipuler librement ces bras, Kelsus est en mesure de pouvoir tenir tête aux plus puissants des ennemis.", "Ein Wunderkind aus Mysidia. Da er aber in Dilmagia aufgewachsen ist, beherrscht er nicht nur schwarze Magie, sondern ist auch versiert im Umgang mit Maschinen. Sein gesamtes Wissen zu Magie und Maschinen floss schließlich in die Erforschung und Entwicklung seiner gigantischen Magie-Arme, die stets neben ihm schweben. Da er diese Arme beliebig steuern und bewegen kann, kann es Kelsus auch mit den stärksten Gegnern aufnehmen.", "Un joven prodigio oriundo de Mysidia. Aunque se crio en Dilmagia, no solo está versado en la magia, sino que también sabe bastante de máquinas. Dedicó mucho tiempo a investigar aplicando todo su esfuerzo y conocimientos; como resultado, acabó desarrollando los brazos mágicos que flotan a su lado. Kelsus es capaz de manipular estos brazos a su antojo y esto le convierte en un rival poderoso."], "fusion": ["If I were to obtain new knowledge,<br>then I should do my very best to figure<br>out how to put it to good use.", "如果得到新知識了，<br>就需要努力去尋找<br>活用它的方法，對吧。", "새로운 지식을 얻었으니<br>이번에는 최선을 다해 그것을<br>활용할 방법을 찾아봐야겠지요.", "Si j'ai bien acquis de nouvelles connaissances,<br>alors je devrais mettre toute mon énergie à comprendre<br>comment les utiliser au mieux", "Sollte ich mir neues Wissen aneignen,<br> muss ich hart daran arbeiten,<br> es auch sinnvoll einzusetzen - nicht wahr?", "Si adquiriese conocimientos nuevos,<br>tendría que hacer todo lo posible<br>para aprender a usarlos para hacer el bien."], "summon": ["I think it's important to obtain<br>as much experience as possible.<br>Please take me somewhere interesting.", "我覺得累積經驗<br>是非常重要的事情。<br>無論如何請帶我去。", "경험을 쌓는 것은<br>무척이나 중요한 일이라고 생각합니다.<br>부디 저도 함께 데려가 주세요.", "Il est important d'acquérir<br>le plus d'expérience possible.<br>Je t'en prie, amène-moi dans un endroit digne d'intérêt.", "Ich finde es wichtig, viel Erfahrung zu sammeln.<br> Nimm mich doch auf deiner Reise mit.", "Creo que es importante ganar<br>toda la experiencia posible.<br>Por favor, llévame a algún sitio que merezca la pena."]}}}, "job": "Black Mage", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Kelsus", "凱爾蘇斯", "켈서스", "Kelsus", "Kelsus", "Kelsus"], "equip": [6, 8, 9, 14, 15, 16, 30, 31, 40, 41, 50, 51, 52, 53, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100009405", "job_id": 14}