{"TMR": null, "name": "Sakura", "is_summonable": false, "skills": [{"level": 1, "type": "ABILITY", "id": 200160, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20030, "rarity": 3}, {"level": 10, "type": "MAGIC", "id": 30090, "rarity": 3}, {"level": 10, "type": "MAGIC", "id": 30140, "rarity": 3}, {"level": 18, "type": "ABILITY", "id": 206920, "rarity": 3}, {"level": 25, "type": "ABILITY", "id": 100010, "rarity": 3}, {"level": 35, "type": "ABILITY", "id": 206930, "rarity": 3}, {"level": 21, "type": "ABILITY", "id": 100050, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 206940, "rarity": 4}, {"level": 51, "type": "MAGIC", "id": 20100, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 206950, "rarity": 4}, {"level": 28, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 28, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 55, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 66, "type": "ABILITY", "id": 206960, "rarity": 5}, {"level": 66, "type": "ABILITY", "id": 206970, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 206990, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 206980, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 20310, "rarity": 5}], "sex_id": 2, "entries": {"100000604": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [655, 1986, 240], "ATK": [26, 79, 16], "MP": [35, 106, 40], "MAG": [26, 79, 16], "SPR": [23, 70, 16], "DEF": [21, 65, 16]}, "magic_affinity": [3, 6, 4, 0], "ability_slots": 3, "limitburst_id": 100000604, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 5, "290040300": 3, "290030300": 8, "290020300": 15, "290050400": 3}}, "rarity": 4, "compendium_id": 465, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [14, 46], "effect_frames": [12, 44], "strings": {"evolution": ["It's been a long time<br>since I lost my power.<br>It seems to be coming back, now.", "我長久以來失去的力量<br>正在一點點恢復。", "내가 오래전<br>잃어버렸던 힘……<br>그 힘이 돌아오고 있는 건가.", "J'ai perdu mes pouvoirs il y a longtemps...<br>Mais on dirait qu'ils sont revenus", "Vor langer Zeit<br>verlor ich meine Kräfte.<br>Jetzt scheinen sie wiederzukommen.", "Hace ya tiempo que perdí mis poderes.<br>Ahora parece que están volviendo a mi."], "affinity": null, "description": ["The mage who founded Mysidia. Although Sakura maintains the physical appearance of a young girl despite being more than 700 years old, she trained the mages of the nation she established whilst attempting to protect the world from the shadows by foiling the plans of the many Veritas. Even more intriguing, she also seems to share a close relationship with Sir Raegen, Rain's father. Believing that Rain and his friends are destined to save the world, she has taken it upon herself to act as their guardian.", "創建了密西迪亞的魔道士，<br>在這700年來，她一直保持著少女的外貌，<br>表面上她建立了密西迪亞，<br>培養了諸多的魔道士，<br>暗地中她還在為從維利亞斯手中保護世界，<br>進行著各種各樣的活動。<br>她與雷因的父親雷根有著很深的交情，<br>並在暗中觀察雷因等人是否擁有<br>拯救世界的潛質。", "미시디아를 창립한 마도사.<br>700년 동안 소녀의 모습을 한 채 살아오며<br>미시디아를 창립하여 마도사를 육성하는 한편<br>세계를 베리어스들의 음모에서<br>지키기 위해, 계획적으로 암약해 왔다.<br>레인의 아버지 레겐과는 깊은 관계가 있으며<br>그들에게 세계를 구해낼 역량이 있는지<br>주의 깊게 지켜보고 있다.", "La mage qui a fondé Mysidia. Sakura entraîne les mages de sa nation, malgré qu'elle conserve l'apparence physique d'une jeune fille depuis plus de 700 ans. Elle tente également de défendre le monde contre les ténèbres, en déjouant les plans des nombreux Veritas. Plus intrigant encore, elle semble être très proche de sire Raegen, le père de Rain. Pensant que Rain et ses amis sont voués à sauver le monde, elle s'est engagée à devenir leur gardienne.", "Die Magierin, die Mysidia gründete. Obwohl Sakura aussieht wie ein junges Mädchen ist sie mehr als 700 Jahre alt und bildete die Magier ihrer Nation aus, während sie die Pläne der Veritas vereitelte und so die Welt beschützte. Noch faszinierender ist, dass sie Sir Raegen nahezustehen scheint, Rains Vater. Da sie glaubt, dass Rain und seine Freunde dazu bestimmt sind, die Welt zu retten, nimmt sie die Aufgabe einer Wächterin auf sich.", "La maga que fundó Mysidia. Aunque Sakura mantiene la apariencia física de una chica joven, a pesar de tener más de 700 años de edad, fue quien entrenó a los magos de la nación que estableció mientras intentaba proteger al mundo de las sombras, frustrando los planes de los Veritas. Algo más intrigante aún es que parece guardar una relación muy estrecha con Sir Raegen, el padre de Rain. Al creer que Rain y sus amigos están destinados a salvar el mundo, ha adoptado la tarea de actuar como su guardiana."], "fusion": ["So I am to be strengthened by<br>the power of these visions....<br>How times have changed.", "沒想到我竟然會被<br>幻兵之力強化……<br>世道真是變了啊。", "내가 비전의 힘으로<br>강해질 줄이야……<br>시대는 변하는 법이로고.", "Vous avez renforcé ma puissance grâce aux visions, vous dites ?<br>Les temps ont bien changé.", "Die Kraft dieser Visionen<br>stärkt mich also ...<br>Wie die Zeiten sich ändern.", "Así que el poder de las visiones me hace más fuerte...<br>Cómo cambian las cosas."], "summon": null}}, "100000605": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [852, 2583, 300], "ATK": [34, 103, 20], "MP": [46, 139, 50], "MAG": [34, 103, 20], "SPR": [30, 92, 20], "DEF": [28, 85, 20]}, "magic_affinity": [4, 7, 5, 0], "ability_slots": 4, "limitburst_id": 100000605, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 466, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [14, 46], "effect_frames": [12, 44], "strings": {"evolution": ["With all this power flowing out of me...<br>I can remember my time as a warrior.", "力量不斷湧出……<br>……讓我想起了還是戰士的時候。", "이렇게 힘이 넘쳐흐르는 것을 보니……<br>전사였던 때가 생각나는구먼.", "Ma puissance sort par tous les pores de ma peau...<br>Ça me rappelle lorsque j'étais guerrier.", "Dank all dieser Kraft in mir ...<br>erinnere ich mich wieder an meine Zeit als Krieger.", "Con todo este poder rebosándome...<br>Me vienen a la cabeza los tiempos de guerrera."], "affinity": null, "description": ["A mage originating from Paladia who was witness to the war between Aldore and Hess more than 700 years past. Sakura once donned the armor that earned her the name of Veritas of the Bolt seeking to return to her home world. However, in time she learned to make her peace with the people of Lapis by living among them, and now opposes the ambitions of the other Veritas.", "經歷了700年前在帕拉迪亞發生的阿爾多爾與赫斯之間的戰鬥後，來到這個世界的魔道士。她曾經身穿「迅雷之維利亞斯」的鎧甲，想要用一切辦法回到帕拉迪亞去，而現在她致力於摸索與這個世界的人共榮共存的方法，因此與維利亞斯等人決裂。", "700년 전, 머나먼 세계 파라디아에서 벌어진 '알도르'와 '헤스'의 전쟁을<br>겪고, 이 땅을 찾은 마도사.<br>과거 '맹렬한 우레의 베리어스'로서<br>갑옷을 두르고 원래의 세계로<br>돌아가고자 했지만, 현재는<br>이 세계에서 인간과 공존할  방법을 모색하고 있으며<br>베리어스들과는 적대관계에 서 있다.", "Une mage originaire de Paladia qui a vécu la guerre entre Aldore et Hess, il y a plus de 700 ans. Sakura portait autrefois une armure qui lui valait le titre de Veritas de la Foudre, cherchant à retourner dans le monde d'où elle venait. Cependant, elle a depuis appris à vivre en paix avec les habitants de Lapis, et s'oppose maintenant aux desseins des autres Veritas.", "Eine Magierin aus Paladia, die vor mehr als 700 Jahren den Krieg zwischen Ardoll und Hess miterlebte. Sakura trug einst die Rüstung, die ihr den Namen Veritas der Blitzende verlieh und wollte in ihre Heimat zurückkehren. Mit der Zeit schloss sie jedoch Frieden mit den Bewohnern von Lapis und steht jetzt den Ambitionen der anderen Veritas entgegen.", "Una maga que proviene de Paladia, y que fue testigo de la guerra entre Aldore y Hess que sucedió hace más de 700 años. Sakura una vez donó la armadura que le brindó el nombre de Veritas el centelleante, buscando regresar a su mundo. Sin embargo, aprendió a tiempo a hacer las paces con la gente de Lapis viviendo entre ellos, y ahora se opone a las ambiciones de los demás Veritas."], "fusion": ["I won't use this power to fight,<br>but to protect you all.", "這力量，<br>今後要為了守護而使用。", "다음번엔 싸우기 위해서가 아니라<br>지키기 위해서 이 힘을 쓰겠느니라.", "Je n'utiliserai pas ce pouvoir pour me battre,<br>mais pour tous vous protéger.", "Ich werde mit dieser Kraft nicht kämpfen,<br>sondern euch alle beschützen.", "No usaré este poder para pelear,<br>sino para protegeros a vos."], "summon": null}}, "100000603": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [504, 1527, 180], "ATK": [20, 60, 12], "MP": [27, 81, 30], "MAG": [20, 60, 12], "SPR": [17, 53, 12], "DEF": [17, 50, 12]}, "magic_affinity": [2, 5, 3, 0], "ability_slots": 2, "limitburst_id": 100000603, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290030300": 3, "290050300": 3, "290050200": 10, "290010100": 20, "290020300": 8}}, "rarity": 3, "compendium_id": 464, "attack_damage": [[50, 50]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [14, 46], "effect_frames": [12, 44], "strings": {"evolution": null, "affinity": null, "description": ["A mage Rain and his companions met in Zoldaad. Sakura's childlike appearance hides the fact that she is well over 700 years old, as well as the main leader behind the founding of Mysidia. Her age shows in her dignified manner of speaking, and she has earned the respect of all the mages in the nation for her incredible magical prowess. Curiously, her true identity remains a mystery to those around her.", "雷因一行人在佐爾達多遇到的魔道士，<br>雖然她外表是個小孩子，<br>但實際年齡已經超過了７００歲，<br>密西迪亞就是她一手建立起來的。<br>她說話語氣陳腐，顯得很有威嚴，<br>魔力強大深受國內魔道士敬畏，<br>但真面目無人知曉。", "마도사 국가 미시디아의 마도사.<br>어린 소녀로 보이지만 실은 700년 이상의 세월을<br>살아온, 미시디아를 창립한 장본인이다.<br>원숙하고도 위엄있는 언행과<br>강력한 마력을 갖추고 있어 동료 마도사들로부터<br>인정받고 있으나, 그 정체는 수수께끼에 싸여 있다.", "Une mage que Rain et ses compagnons ont rencontré à Zoldaad. L'allure d'enfant de Sakura cache le fait qu'elle a plus de 700 ans, et qu'elle est à l'origine de la fondation de Mysidia. Son âge se lit dans la dignité de ses paroles. Elle a gagné le respect de tous les mages de la nation pour ses prouesses époustouflantes en magie. Curieusement, sa véritable identité reste un mystère pour ceux qui l'entourent.", "Eine Magierin, die Rain und seine Begleiter in Zoldaad treffen. Sakuras kindliche Erscheinung verbirgt, dass sie über 700 Jahre alt ist sowie die Hauptgründerin von Mysidia. Ihre würdevolle Art zu sprechen und der Respekt, denn ihr alle Magier wegen ihrer Macht zollen, deutet jedoch auf ihr Alter hin. Ihre wahre Identität bleibt aber für alle ein Geheimnis.", "Una maga que Rain y sus compañeros conocieron en Zoldaad. La apariencia aniñada de Sakura esconde el hecho de que tiene más de 700 años, y además se trata de la líder principal que hay tras la fundación de Mysidia. Su edad se muestra en su dignificada forma de hablar, y se ha ganado el respeto de todos los magos de la nación gracias a sus increíbles proezas mágicas. Curiosamente, su verdadera identidad sigue siendo un misterio para aquellos que la rodean."], "fusion": ["Oh, my power is coming back.<br>It would be nice to get some exercise<br>after so long.", "噢！力量回到了身體中。<br>讓我久違地展現一下身手吧。", "오오, 힘이 돌아온다.<br>오랜만에 실력발휘 좀 하겠구먼.", "Oh, mes forces me reviennent.<br>J'aurais besoin d'un peu d'exercice, ça fait si longtemps.", "Oh, meine Kraft kehrt zurück.<br>Etwas Übung nach so langer Zeit<br>wäre schön.", "Oh, estoy recuperando mi poder.<br>Vendrá bien algo de ejercicio después de tanto tiempo."], "summon": null}}}, "job": "Sage", "sex": "Female", "game": "FFBE", "rarity_max": 5, "names": ["Sakura", "櫻", "사쿠라", "Sakura", "Sakura", "Sakura"], "equip": [1, 5, 6, 8, 10, 15, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100000603", "job_id": 54}