{"TMR": ["EQUIP", 408002000], "name": "Victoria", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20450, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 206370, "rarity": 4}, {"level": 12, "type": "MAGIC", "id": 20180, "rarity": 5}, {"level": 12, "type": "MAGIC", "id": 20460, "rarity": 5}, {"level": 41, "type": "ABILITY", "id": 210970, "rarity": 5}, {"level": 62, "type": "ABILITY", "id": 100060, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 211000, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 200160, "rarity": 6}, {"level": 8, "type": "ABILITY", "id": 100120, "rarity": 6}, {"level": 24, "type": "MAGIC", "id": 20200, "rarity": 6}, {"level": 51, "type": "ABILITY", "id": 210990, "rarity": 6}, {"level": 71, "type": "MAGIC", "id": 20470, "rarity": 6}, {"level": 71, "type": "MAGIC", "id": 20270, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 210980, "rarity": 6}, {"level": 92, "type": "MAGIC", "id": 20290, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 210960, "rarity": 6}, {"level": 100, "type": "MAGIC", "id": 20430, "rarity": 6}], "sex_id": 2, "entries": {"100006906": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1063, 3220, 390], "ATK": [37, 112, 26], "MP": [59, 180, 65], "MAG": [48, 146, 34], "SPR": [42, 126, 26], "DEF": [39, 118, 26]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 100006906, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 582, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [54], "effect_frames": [52], "strings": {"evolution": ["My body is hot...<br>I think this is it!", "身體、好熱……<br>好像會變得認真起來！", "몸이, 뜨거워……<br>진심이 되어버릴 것 같아!", "Mon corps est brûlant...<br>Je crois que je vais pouvoir me donner à fond !", "Ich verspüre eine starke Hitze ...<br>Das muss es sein!", "Siento mucho calor en todo el cuerpo...<br>¡Creo que esto es!"], "affinity": ["It's totally like me to become so mature.<br>Here, have this.", "看來變得能夠獨當一面的，好像是我呢。<br>好吧，請你收下我的力量吧。", "한 사람 몫을 할 수 있게 된 건<br>내 쪽인 것 같구나.<br>좋아, 이걸 받아주렴.", "Devenir un adulte responsable me ressemble bien.<br>Je t'en prie, accepte ceci.", "Mit größerer Reife werde ich mehr ich selbst.<br>Hier, nimm das.", "Es muy yo ser tan madura.<br>Toma esto."], "description": ["A sorceress from a long line of black mages who conducted her own research in Mysidia hundreds of years ago. Many legends claim that Victoria was either a \"bewitching witch,\" or a woman who enjoyed robbing young men of their blood, but none of these are true. She was actually a very caring teacher who went to great lengths in order to establish a good relationship with her countless pupils. In fact, they were the ones to lovingly dub her a \"witch\" for her strict, yet kind manner of teaching others.", "數百年前在魔道士國家密西迪亞<br>對黑魔法進行系統研究的女性。<br>她曾留下「妖豔魔女」、「吸年輕人的血」<br>等許多神秘的傳說，<br>實際上她是個愛照顧人<br>並訓練出眾多弟子的良師，<br>至於「魔女」的綽號則是弟子開玩笑為她取的，<br>意指她嚴格的指導風格。", "수백 년 전, 마도사 국가 미시디아에서<br>흑마법의 토대가 되는 연구를 진행했던 여성.<br>'요염한 마녀', '젊은이의 생피를 빨아먹는다'<br>등의 미스테리어스한 전설이 남아 있지만<br>실제로는 여장부로, 많은 제자를 키워 낸<br>훌륭한 스승이었으며 '마녀'라는 이름은<br>엄격하지만 상냥했던 그녀의 가르침에<br>애정을 담아 그녀의 제자들이 붙인 것이었다.", "Une sorcière issue d’une longue lignée de mages noirs qui a mené ses propres recherches à Mysidia il y a plusieurs siècles de cela. De nombreuses légendes affirment que Victoria était une \"sorcière ensorceleuse\", ou une femme qui se plaisait à priver les jeunes hommes de leur sang, mais aucun de ces deux mythes ne s’approche de la vérité. En réalité, elle était une enseignante particulièrement attentionnée qui faisait tout son possible pour établir des liens solides avec ses innombrables étudiants. D’ailleurs, c’étaient ces mêmes étudiants qui l’avaient baptisée \"la sorcière\", notamment du fait de sa manière stricte mais bienveillante d’enseigner.", "Eine Frau, die vor einigen hundert Jahren in Mysidia systematisch die schwarze Magie erforschte. In mysteriösen Legenden ist oft die Rede davon, wie sich diese \"bezaubernden Hexe\" das frische Blut junger Menschen zu Gemüte führt. In Wirklichkeit jedoch war sie in ihrer Rolle als herausragende Mentorin wie eine ältere Schwester bei der Ausbildung ihrer vielen Schüler. Die Bezeichnung \"Hexe\" war tatsächlich nur ein liebevoller Spitzname, den die Schüler ihrer Lehrerin für ihre strengen und doch so gütigen Lehrpraktiken gaben.", "Una hechicera que proviene de un antiguo linaje de magos negros. Durante siglos, estuvo investigando en Mysidia. Hay muchas historias que cuentan que Victoria era o una \"bruja cautivadora\" o una mujer que disfrutaba robándole sangre a hombres jóvenes; sin embargo, ninguna de estas leyendas son verdad. En realidad, era una profesora bastante afable que viajaba grandes distancias para atender las necesidades de su gran número de alumnos. De hecho, la querían tanto que, por afecto, acabaron llamándola \"bruja\", pues su forma de enseñar era muy estricta, pero a la vez cercana."], "fusion": ["My magic power...<br>I can feel it growing...", "我能感受到……<br>……魔力的提升。", "마력의 고조…<br>…느껴진다.", "Mes pouvoirs magiques...<br>Je les sens grandir...", "Meine magische Kraft ...<br>Ich spüre, wie sie wächst ...", "Mi poder mágico...<br>Siento cómo crece."], "summon": ["Hey...you kids aren't too bad.<br>I give all I have to you.", "小弟弟……真聽話。<br>把我的全部都、給、你。", "꼬마는…… 좋은 아이로구나.<br>내 모든 걸 줄게.", "Hé... Vous vous débrouillez plutôt pas mal gamins.<br>Je vais vous donner tout ce que je possède.", "He, ihr Kinder seid in Ordnung.<br>Ich gebe es zu.", "Eh... lo que hacéis no está nada mal.<br>Os doy todo lo que tengo."]}}, "100006905": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [817, 2476, 240], "ATK": [28, 86, 16], "MP": [46, 138, 40], "MAG": [37, 112, 24], "SPR": [32, 96, 16], "DEF": [30, 90, 16]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 4, "limitburst_id": 100006905, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 581, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [54], "effect_frames": [52], "strings": {"evolution": ["What do you think you're doing to me?<br>Best not treat me like a kid.", "竟然能讓我感到期待。<br>以小弟弟來說，做得不錯嘛。", "내게 '그럴' 기분이 들게 하다니,<br>꼬마도 꽤 하는구나?", "Tu es sûr que tu sais ce que tu fais ?<br>Tu ferais mieux de ne pas me prendre pour un gamin.", "Was glaubst du, was du da mit mir tust?<br>Behandle mich nicht wie ein Kind.", "¿Qué te crees que me estás haciendo?<br>Más te vale no tratarme como a un niño."], "affinity": ["It's totally like me to become so mature.<br>Here, have this.", "看來變得能夠獨當一面的，好像是我呢。<br>好吧，請你收下我的力量吧。", "한 사람 몫을 할 수 있게 된 건<br>내 쪽인 것 같구나.<br>좋아, 이걸 받아주렴.", "Devenir un adulte responsable me ressemble bien.<br>Je t'en prie, accepte ceci.", "Mit größerer Reife werde ich mehr ich selbst.<br>Hier, nimm das.", "Es muy yo ser tan madura.<br>Toma esto."], "description": ["A sorceress who laid the foundation for black magic research hundreds of years ago in the Magi Nation, Mysidia. Victoria was dubbed \"the bewitching witch\" by many who claimed that she conducted experiments on the young men she lured towards her, and then used her evil ways to turn each of them into her puppets. Although it is hard to separate fact from fiction, her magical ability at least was true enough.", "幾百年前在魔道士國家密西迪亞<br>研究基礎黑魔法的女性。<br>她曾被稱為「妖豔魔女」，<br>曾利用少年來做實驗，<br>還接連對著年輕弟子伸出魔爪，<br>她所留下的傳說雖都尚未被證實真偽，<br>但她的魔法卻是貨真價實的本領。", "몇백 년도 전에, 마도사 국가 미시디아에서<br>흑마법의 기초를 연구하던 여성.<br>'요염한 마녀'라는 이명으로 알려져 있으며,<br>소년들을 실험에 이용했다거나<br>제자였던 청년이 차례차례 상해를 입었다는 등<br>여러모로 과장된 전설이 남아 있지만<br>그녀가 선보이는 마법 그 자체엔 거짓이 없으며<br>어디까지가 진실인지도 알 수 없다.", "Une sorcière qui a établi les fondements de la recherche en magie noire il y a des siècles de cela, au cœur de la nation magique de Mysidia. Bon nombre de ses contemporains ont surnommé Victoria \"la sorcière envoûtante\", car une des légendes de l'époque affirmait qu'elle s'adonnait à diverses expériences sur les jeunes hommes de la ville ; qu'elle attirait en son antre pour user de sa magie et en faire de véritables marionnettes. Bien qu'il soit difficile de discerner la vérité du mythe dans cette histoire, son talent de magicienne est considéré comme incontestable.", "Eine Frau, die vor vielen hundert Jahren in Mysidia das Fundament für die Forschung zur schwarzen Magie legte. Auch als \"bezaubernde Hexe\" bekannt, ranken sich die ungeheuersten Mythen um Victoria. So soll sie junge Knaben angelockt haben, um ihre Experimente an ihnen durchzuführen, oder ihren jungen Lehrlingen nacheinander unnaussprechliche Dinge angetan haben. Zwar ist die Existenz ihrer Magie stichhaltig, niemand aber weiß, wie wahr diese Legenden sind.", "Una hechicera que, hace cientos de años, sentó las bases para la investigación de magia negra en el país mágico de Mysidia. A Victoria la llamaban \"la bruja cautivadora\", pues muchos creían que realizaba experimentos con hombres jóvenes: primero los seducía y, luego, usaba artimañas para convertirlos en sus juguetes. Aunque resulte complicado separar la realidad de la ficción, sus habilidades mágicas están más que testadas."], "fusion": ["Not just yet...<br>That still isn't enough.", "還不夠……<br>這點程度還不夠呢。", "아직이야…<br>그 정도론 모자란다구.", "Pas encore...<br>C'est pas suffisant.", "Noch nicht ganz ...<br>Es reicht immer noch nicht.", "Todavía no...<br>Aún no es suficiente."], "summon": ["Would you like to feel my magic<br>with every fiber of your being?", "想要用身體<br>來體驗我的魔法嗎？", "내 마법을<br>온몸으로 느끼고 싶어?", "Veux-tu ressentir ma magie par tous les pores de ta peau ?", "Wollt ihr meine Magie spüren,<br>mit jeder Faser eures Wesens?", "¿Te gustaría sentir mi magia<br>por todo el cuerpo?"]}}, "100006904": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [628, 1904, 210], "ATK": [22, 66, 14], "MP": [35, 106, 35], "MAG": [28, 86, 18], "SPR": [24, 73, 14], "DEF": [23, 69, 14]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 3, "limitburst_id": 100006904, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 13, "290050300": 15, "290050400": 8, "290020300": 25, "290030800": 8}}, "rarity": 4, "compendium_id": 580, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [54], "effect_frames": [52], "strings": {"evolution": null, "affinity": ["It's totally like me to become so mature.<br>Here, have this.", "看來變得能夠獨當一面的，好像是我呢。<br>好吧，請你收下我的力量吧。", "한 사람 몫을 할 수 있게 된 건<br>내 쪽인 것 같구나.<br>좋아, 이걸 받아주렴.", "Devenir un adulte responsable me ressemble bien.<br>Je t'en prie, accepte ceci.", "Mit größerer Reife werde ich mehr ich selbst.<br>Hier, nimm das.", "Es muy yo ser tan madura.<br>Toma esto."], "description": ["A sorceress from long ago who paved the way for black mages in her home of the Magi Nation, Mysidia. Victoria was no less bizarre than the other inhabitants of Mysidia, as she too masked her questionable behavior under the guise of scientific research. Rumor has it that night after night she would collect the blood of young men, and then bathe in it to heighten her magical powers. As with other witches of legend, whether there is any truth behind these claims or not remains a mystery.", "很久以前在魔道士國家密西迪亞<br>為黑魔法抵奠定了基礎的女性。<br>密西迪亞魔道士中怪人雲集，<br>她也不例外，聽說她以研究之名<br>日夜不分地收集年輕男性的血，<br>並將其淋在身上提高魔力。<br>是位真假難辨的傳說中的魔女。", "머나먼 옛날, 마도사 국가 미시디아에서<br>흑마법의 토대를 구축한 여성.<br>괴짜들이 많은 미시디아의 마도사로<br>그녀 또한 예외 없이, 연구라는 이름으로<br>밤이면 밤마다 젊은 남자들의 생피를 모아<br>체내에 주입해 마력을 높였다<br>……라는 소문이 남아 있으나 그 진위에 대해<br>밝혀진 바는 없는, 전설적인 마녀이기도 하다.", "Une sorcière séculaire considérée comme la pionnière des arts de la magie noire dans son pays natal, Mysidia, dont les traditions reposent fortement sur la magie. Victoria était tout aussi étrange que les autres habitants de Mysidia, car elle avait également tendance à dissimuler ses actions douteuses derrière ses recherches scientifiques. Les rumeurs affirment qu'elle passait chacune de ses nuits à amadouer les jeunes hommes pour collecter leur sang et s'y immerger dans l'espoir d'amplifier ses pouvoirs magiques. Comme c'est le cas pour la plupart des mythes de sorcière, la véracité de ces événements reste encore à démontrer.", "Eine Frau, die in der Magination Mysidia vor langer Zeit den Grundstein für schwarze Magie gelegt hat. In einer Nation voller Sonderlinge bildete auch sie keine Ausnahme: So heißt es, dass sie unter dem Vorwand ihrer Forschung Nacht für Nacht das Blut junger Männer sammelte und darin badete, um ihre magischen Kräfte zu steigern. Ob diese Legende einen wahren Kern birgt, ist wie so oft, bleibt auch bei dieser Hexe ungewiss.", "Una hechicera de tiempos inmemoriales que consiguió allanarle el camino a los magos negros en su tierra natal, el país mágico de Mysidia. Por su parte, Victoria es un personaje tan extraño como el resto de habitantes de Mysidia; de hecho, llegó a enmascarar sus conductas deplorables como si se tratasen de investigaciones científicas. Las malas lenguas cuentan que cada noche se bañaba con la sangre de hombres jóvenes para así aumentar sus poderes mágicos. Al igual que sucede con otras brujas legendarias, la veracidad de estas historias continúa siendo un misterio."], "fusion": ["You wish for power?<br>Can't be helped, I guess.", "想要力量嗎？<br>真是拿你沒辦法呢。", "힘을 원하니?<br>어쩔 수 없지…", "Tu veux plus de puissance ?<br>C'est inévitable, je suppose.", "Du strebst nach Macht?<br>Da kann man wohl nichts tun.", "¿Quieres poder?<br>Me imagino que no se puede controlar."], "summon": ["Hey you kids, where did you<br>learn about all this vision business?", "哎呀……小弟弟，<br>你的幻兵之力是從<br>哪裡學來的呢？", "어머나…… 꼬마야,<br>비전이란 거, 어디서 배웠니?", "Hé les gamins !<br>Où avez-vous appris tout ce que vous savez sur les visions ?", "He, Kinder, wo habt ihr<br>das mit den Visionen erlernt?", "Eh, chicos. ¿Dónde aprendisteis<br>sobre el tema este de las visiones?"]}}}, "job": "Black Mage", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Victoria", "維多利亞", "빅토리아", "Victoria", "Victoria", "Victoria"], "equip": [1, 5, 6, 15, 30, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100006904", "job_id": 14}