{"TMR": ["MATERIA", 504224490], "name": "Mediena", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10130, "rarity": 5}, {"level": 14, "type": "MAGIC", "id": 20290, "rarity": 5}, {"level": 22, "type": "MAGIC", "id": 30380, "rarity": 5}, {"level": 30, "type": "MAGIC", "id": 10090, "rarity": 5}, {"level": 30, "type": "MAGIC", "id": 10110, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 100120, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 68, "type": "MAGIC", "id": 20310, "rarity": 5}, {"level": 68, "type": "MAGIC", "id": 20330, "rarity": 5}, {"level": 74, "type": "MAGIC", "id": 30400, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 101240, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 224480, "rarity": 6}, {"level": 15, "type": "MAGIC", "id": 10170, "rarity": 6}, {"level": 27, "type": "MAGIC", "id": 30440, "rarity": 6}, {"level": 41, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 50, "type": "ABILITY", "id": 208590, "rarity": 6}, {"level": 62, "type": "MAGIC", "id": 20300, "rarity": 6}, {"level": 76, "type": "ABILITY", "id": 200150, "rarity": 6}, {"level": 89, "type": "MAGIC", "id": 20360, "rarity": 6}, {"level": 100, "type": "MAGIC", "id": 20550, "rarity": 6}], "sex_id": 2, "entries": {"100014005": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [874, 2648, 300], "ATK": [23, 70, 20], "MP": [56, 169, 50], "MAG": [39, 119, 20], "SPR": [33, 100, 20], "DEF": [29, 88, 20]}, "magic_affinity": [5, 7, 6, 0], "ability_slots": 4, "limitburst_id": 100014005, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 904, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [29], "effect_frames": [27, 27], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I must repay you for all you've done for me.<br>Such an act is exceedingly rare for me, you know?", "受了照顧，就要給些回禮呢。<br>這種突如其來的心情<br>可不是常有的喔。", "신세 진 만큼 보답을 해야지.<br>내가 이러는 거<br>자주 있는 일 아니다?", "J'aimerais te remercier pour tout ce que tu as fait pour moi.<br>C'est excessivement rare de ma part, tu sais ?", "Ich muss meine Schuld bei dir begleichen.<br>Das ist für mich eine höchst seltene Angelegenheit!", "Estoy en deuda contigo por todo lo que has hecho por mí.<br>Es raro oírme decir esto, ¿sabes?"], "description": ["An immortal great mage with a myriad of spells at her disposal that has donned many names. Although Mediena's appearance is that of a youthful lady, it is rumored that she is actually centuries old. Many mages revere her as the being closest to the true essence of magic, but her lack of interest in the mortal world often keeps her from ever showing herself.", "被稱為永恆的魔女、通曉千百魔法的女性大魔道士。儘管看起來年輕，但據說她已經數百歲了。一部分魔道士認為她是最接近魔道本質的魔女，對她甚是崇敬。但這位魔女不關心世俗事物，因此很少露面。", "영원의 마녀, 천 개의 마법을 부리는 여자 등 여러 가지 별명을 가진 대마도사. 겉보기엔 젊고 아름다운 여성이지만, 수백년도 넘게 살아다고도 한다. 마도의 진수에 가장 가까이 다다른 마녀라며 그녀를 숭배하는 일부 마도사들도 있으나, 속세에 흥미가 없는 그녀가 사람들 앞에 모습을 나타내는 일은 극히 드물었다.", "Un grand mage immortel qui dispose d'une myriade de sorts et possède une infinité de noms. En dépit de son apparence de jeune femme, les rumeurs affirment que Mediena serait en réalité vieille de plusieurs siècles. De nombreux mages la vénèrent et la considèrent comme l'incarnation la plus pure de la magie, mais l'indifférence qu'elle ressent vis-à-vis des mortels l'incite souvent à rester cachée.", "Eine unsterbliche Großmagierin, die unzählige Zauber kennt und viele Namen trägt. Obwohl Mediena das Aussehen einer jungen Frau hat, soll sie mehrere Jahrhunderte alt sein. Viele Magier verehren sie als das Wesen, das der wahren Essenz der Magie am nächsten steht, doch durch ihr fehlendes Interesse an der Welt der Lebenden bleibt sie oftmals verborgen.", "Una archimaga inmortal que cuenta con una gran multitud de hechizos, lo que le ha valido muchos nombres. Aunque Mediena tiene un aspecto juvenil, se rumorea que en realidad nació hace cientos de años. Muchos magos la veneran por ser quien más se acerca a la esencia mágica más pura, pero su falta de interés por el mundo de los mortales normalmente la lleva a ocultarse."], "fusion": ["This power is good. Not bad at all.", "很好的力量。不錯。", "좋은 힘이군. 나쁘지 않아.", "Ce pouvoir est formidable. Pas mal du tout...", "Diese Kraft ist gut. Nicht übel.", "Este poder está genial. Vaya que sí."], "summon": ["So this is a vision. How curious.<br>I will join you for a time.", "這就是幻兵嗎？<br>真有意思。<br>暫時也讓我同行吧。", "이것이 비전인가, 흥미롭군.<br>당분간 함께 동행하게 해 다오.", "Alors c'est cela, une vision. Étrange.<br>Je t'accompagnerai un petit moment.", "Das ist also eine Vision. Hochinteressant.<br>Ich werde dich für eine Weile begleiten.", "Así que esto es una visión. Qué curioso.<br>Te acompañaré durante un tiempo."]}}, "100014006": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1136, 3443, 390], "ATK": [30, 92, 26], "MP": [73, 220, 65], "MAG": [51, 155, 34], "SPR": [43, 131, 26], "DEF": [38, 115, 26]}, "magic_affinity": [6, 8, 7, 0], "ability_slots": 4, "limitburst_id": 100014006, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 905, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [29], "effect_frames": [27, 27], "strings": {"evolution": ["Oh, so I've still a ways to go.<br>Things are so interesting with you all.", "喔，還有更厲害的啊。<br>和你們一起真的十分有趣呀。", "호오, 더 위가 있다는 건가.<br>너희와 함께 있으면 질릴 일 없겠군.", "Oh, j'ai donc encore du chemin à faire.<br>Les choses sont bien plus intéressantes à tes côtés.", "Oh, ich werde euch weiter begleiten.<br>Mit euch ist alles so interessant.", "Vaya, todavía queda mucho para llegar.<br>Pero, con vosotros, todo es mejor."], "affinity": ["I must repay you for all you've done for me.<br>Such an act is exceedingly rare for me, you know?", "受了照顧，就要給些回禮呢。<br>這種突如其來的心情<br>可不是常有的喔。", "신세 진 만큼 보답을 해야지.<br>내가 이러는 거<br>자주 있는 일 아니다?", "J'aimerais te remercier pour tout ce que tu as fait pour moi.<br>C'est excessivement rare de ma part, tu sais ?", "Ich muss meine Schuld bei dir begleichen.<br>Das ist für mich eine höchst seltene Angelegenheit!", "Estoy en deuda contigo por todo lo que has hecho por mí.<br>Es raro oírme decir esto, ¿sabes?"], "description": ["A great mage that has mastered all magic and is rumored to use her powers to grant wishes. Mediena is quite a fickle lady, and will not lend her powers to just anyone. She has been known to grant someone's wish only to turn him or her into a frog immediately afterwards. Since her only goal is to pursue magic even further, those who wish for something that does not help her meet her own ends will most likely pay a steep price.", "窮極魔道的大魔道士。相傳她的能力能夠實現任何願望。但是她反復無常，不一定會提供幫助。雖然有時會給予超過期待的結果，不過有時也會毫無緣由地將委託者變成青蛙。她的目標僅在於窮極魔道，如果願望不符合這個方向，就會付出慘重代價。", "마도의 극의에 다다른 대마도사. 그 힘으로 모든 소원을 이뤄준다는 소문도 있다. 그러나 변덕스러운 그녀는 고분고분하게 힘을 빌려주지 않을 것이다. 예상보다 더욱 큰 결과를 안겨주거나, 별다른 이유도 없이 개구리로 만들어 버리기도 한다. 그녀의 목적은 마도의 추구이며, 그 목적에 적합하지 않은 소원일수록 높은 대가를 치르게 될 것이다.", "Un grand mage qui a maîtrisé toutes les formes de magie et qui, selon la légende, utiliserait ses pouvoirs pour exaucer les vœux. Mediena est une femme fort capricieuse qui n'accorde ses pouvoirs qu'à certains élus. Il est dit qu'elle aurait exaucé le vœu d'un homme seulement pour le transformer en grenouille l'instant d'après. Étant donné que son seul objectif est de parfaire incessamment sa maîtrise de la magie, ceux qui l'approchent avides de voir leur vœu s'exaucer mais n'aident en rien ses fins payent presque inévitablement le plus élevé de tous les prix.", "Eine Großmagierin, die die Magie vollständig beherrscht und ihre Kräfte angeblich dazu nutzen kann, um Wünsche zu erfüllen. Mediena ist allerdings sehr launisch und und stellt ihre Kräfte nicht allen zur Verfügung. Sie soll machen einen Wunsch erfüllt haben und sie anschließend in Frösche verwandelt haben. Da sie die Magie weiter erkunden möchte, zahlen alle, die ihr nicht bei diesem Ziel helfen, einen hohen Preis.", "Una archimaga que ha sido capaz de dominar todas las magias y que, según cuentan, usa sus poderes para conceder deseos. Mediena es una persona bastante voluble y no está dispuesta a prestarle sus poderes a cualquiera. De hecho, se sabe que le ha concedido deseos a ciertas personas para justo después convertirlos en sapos. Su objetivo principal es seguir acumulando conocimientos mágicos; por ello, todo aquel que no le ayude a conseguir su meta, tendrá que pagar un precio muy caro."], "fusion": ["I see, I see.<br>This is the so-called power of memories.", "原來如此。<br>這就是所謂「思念」的力量啊。", "과연.<br>이게 '마음'이라는 힘인가.", "Je vois...<br>Voilà donc le soi-disant pouvoir des souvenirs.", "Verstehe.<br>Das ist die sogenannte Kraft der Erinnerung.", "Ya veo, ya veo.<br>Conque este es el poder de los recuerdos."], "summon": ["I would like to see for myself what you are all capable of.", "你們的力量，<br>我將用我這雙眼睛好好確認。", "너희들의 힘, 이 눈으로 확인하겠다.", "J'aimerais voir de mes propres yeux de quoi tu es capable.", "Ich will mich mit meinen eigenen Augen von deinen Kräften überzeugen.", "Me gustaría ver por mí misma de lo que eres capaz."]}}}, "job": "Great Mage", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Mediena", "美迪愛娜", "메디아나", "Mediena", "Mediena", "Mediena"], "equip": [1, 2, 5, 6, 12, 15, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100014005", "job_id": 153}