{"TMR": ["EQUIP", 309020600], "name": "Xiao", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 101380, "rarity": 3}, {"level": 5, "type": "ABILITY", "id": 200230, "rarity": 3}, {"level": 36, "type": "ABILITY", "id": 201130, "rarity": 3}, {"level": 17, "type": "ABILITY", "id": 201150, "rarity": 4}, {"level": 44, "type": "ABILITY", "id": 200200, "rarity": 4}, {"level": 58, "type": "ABILITY", "id": 100080, "rarity": 4}, {"level": 28, "type": "ABILITY", "id": 101200, "rarity": 5}, {"level": 65, "type": "ABILITY", "id": 200220, "rarity": 5}, {"level": 77, "type": "ABILITY", "id": 101470, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 101220, "rarity": 6}, {"level": 45, "type": "ABILITY", "id": 910089, "rarity": 6}, {"level": 50, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 69, "type": "ABILITY", "id": 910091, "rarity": 6}, {"level": 75, "type": "ABILITY", "id": 910087, "rarity": 6}, {"level": 86, "type": "ABILITY", "id": 910090, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910088, "rarity": 6}], "sex_id": 2, "entries": {"100004004": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [699, 2118, 270], "ATK": [26, 78, 14], "MP": [27, 81, 35], "MAG": [22, 66, 14], "SPR": [22, 66, 14], "DEF": [25, 75, 14]}, "magic_affinity": [2, 0, 0, 0], "ability_slots": 2, "limitburst_id": 100004004, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290040400": 5, "290050400": 5, "290030100": 10, "290020100": 20}}, "rarity": 4, "compendium_id": 186, "attack_damage": [[33, 33, 34]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [22, 38, 75], "effect_frames": [20, 36, 73], "strings": {"evolution": ["Now that's what I call power! I feel like a whole new me!", "好厲害啊，我感覺自己突然就變強了！<br>就好像換了個人似的！", "굉장하다, 순식간에 강해졌어!<br>마치 다른 사람이 된 것 같아!", "Ça, c'est ce que j'appelle du pouvoir ! J'ai l'impression d'être une personne complètement différente !", "Das ist mal wirkliche Kraft! Ich fühle mich wie neu geboren!", "¡Esto sí que es poder! ¡Me siento como nueva!"], "affinity": ["You really believe in me.<br>Heh...thank you.", "你原來這麼信任我啊。<br>嘿嘿……<br>我很高興。", "정말로 날<br>믿어주었구나.<br>헤헤…… 고마워.", "Alors tu as vraiment foi en moi...<br>Héhé... Merci.", "Du vertraust mir tatsächlich.<br>Hehe ... danke.", "Sí que crees en mí.<br>Je... Gracias."], "description": ["A precocious brawler whose young age belied her considerable mastery of the martial arts. Bright and cheerful, she was beloved by many. Her fighting techniques were her birthright, passed down in her family from father to son, mother to daughter, but there were those who saw them as dangerous relics of a savage age. Some believe she wore her smile as a shield to protect her people from the prejudice of the outside world, as she used her abilities to help the weak and defenseless.", "天資聰穎，年紀輕輕就修得格鬥術的女孩，<br>她的性格開朗，深受大家的喜愛。<br>由於她的本領是家族代代流傳下來的，<br>因此也有人認為那是一種危險的武術。<br>她之所以表現得這麼爽朗，<br>也是為了消除這些人對家族的偏見。<br>據說她一直都在<br>使用格鬥術幫助他人。", "타고난 재능으로 젊은 나이에 격투의 달인이 된 소녀.<br>성격이 밝아 사람들에게 많은 사랑을 받았다.<br>그녀의 기술은 조상 대대로 전수받은 것이라<br>정체불명의 무술이라며 경계하는 사람도 있었다.<br>그녀가 명랑하게 행동하는 것은<br>그러한 편견에서 벗어나기 위해서이며,<br>도움이 필요한 사람이 있으면<br>주저 없이 격투 실력을 발휘했다고 한다.", "Une combattante précoce dont le jeune âge contraste avec son incroyable maîtrise des arts martiaux. Gaie et joyeuse, elle est aimée de tous. Ses techniques transmises dans sa famille depuis des générations étaient vues par certains comme de dangereux vestiges d'un autre âge. Elle mettait son talent au service des plus faibles, et d'aucuns pensent que son sourire était un moyen de protéger son peuple contre les préjugés du reste du monde.", "Frühreife Raufboldin, deren fröhliches Auftreten leicht von ihrem Kampftalent ablenkt. Schlau, fröhlich und von vielen geliebt. Ihre Techniken wurden in ihrer Familie vom Vater an den Sohn und von der Mutter an die Tochter weitergegeben, doch einige sahen sie als gefährliche Überbleibsel aus dem arkanen Zeitalter an. Manche glauben, dass ihr Lächeln, wenn sie die Schwachen verteidigte, ihr Volk vor den voreingenommenen Blicken der Außenwelt schützen sollte.", "Xiao es una chica avispada y alegre, querida por muchos. Sus técnicas han pasado de padres a hijos y de madres a hijas, pero algunos las consideraban reliquias peligrosas de una época arcana. Hay quien cree que la sonrisa de Xiao era una manera de proteger a su gente de las miradas prejuiciosas del exterior, al mismo tiempo que usaba sus habilidades para ayudar a los débiles y los indefensos."], "fusion": ["You hear me?<br>These fists of fury are just gettin' warmed up!", "我還可以變得更強！<br>我要變得更強！", "내 실력은 이 정도가 아냐!<br>더 강해져야지~!", "Je commence tout juste à m'échauffer ! Je vais devenir encore plus forte ! Pigé ?", "Hörst du? Meine Fäuste der Wut werden gerade erst warm!", "¿Me oyes? Estos puños asesinos aún están calentando."], "summon": ["I'm ready for a fight or two...or heck, two hundred!", "我會加油的，<br>讓我們一起戰鬥吧！", "열심히 할 테니까<br>전투에 많이 내보내 줘!", "Je suis prête pour un combat ou deux... et même deux cents, tant qu'à faire !", "Mein Kampfrekord liegt bei zweihundert Runden!", "Estoy lista para un par de peleas... Qué demonios, ¡doscientas!"]}}, "100004005": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [908, 2753, 360], "ATK": [33, 101, 16], "MP": [35, 105, 40], "MAG": [28, 86, 16], "SPR": [28, 86, 16], "DEF": [32, 98, 16]}, "magic_affinity": [3, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100004005, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 20, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 187, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [22, 38, 75], "effect_frames": [20, 36, 73], "strings": {"evolution": ["I'm movin' on up! From now on, I'm gonna be totally unbeatable!", "又變強了！<br>我已經不會輸給任何人了！", "훌쩍 성장한 것 같네!<br>이젠 누구에게도 지지 않아!", "J'ai énormément progressé ! J'ai l'impression d'être devenue invincible !", "Ich bin auf einem ganz neuen Niveau! Keiner kann mehr mit mir mithalten!", "¡Nada que ver con mi yo anterior! ¡Ahora nadie puede hacerme sombra!"], "affinity": ["You really believe in me.<br>Heh...thank you.", "你原來這麼信任我啊。<br>嘿嘿……<br>我很高興。", "정말로 날<br>믿어주었구나.<br>헤헤…… 고마워.", "Alors tu as vraiment foi en moi...<br>Héhé... Merci.", "Du vertraust mir tatsächlich.<br>Hehe ... danke.", "Sí que crees en mí.<br>Je... Gracias."], "description": ["A genius martial artist who mastered the techniques of her people at a young age, and used them to defend the weak. Through her cheerful, likeable demeanor, she almost single-handedly reversed years of prejudice against the martial arts. Though her tribe has died out, those who inherited her legacy and techniques are held in high regard to this day.", "憑天賦之才修得家族代代相傳的格鬥術，<br>以此本領積極幫助他人的女孩，<br>她的性格開朗活潑，給人們一種良好的印象。<br>她努力消除人們對格鬥術的偏見，<br>並將格鬥術推廣至世界各地，<br>現代的格鬥家都對她有很高的評價。<br>雖然研究出該本領的一族現已滅亡，<br>但格鬥術仍被人們代代流傳了下來。", "하늘이 내린 재능으로 전통 격투술을 익히고<br>사람들을 적극적으로 도왔던 소녀.<br>밝은 성격으로 사람들에게 좋은 인상을 줘서<br>'격투술'에 대한 편견을 없애고<br>세상에 널리 알린 공으로<br>격투가들에게 좋은 평가를 받고 있다.<br>비록 격투술을 창시한 민족은 멸망했지만,<br>그 기술만은 후대까지 명맥을 이어가고 있다.", "Un prodige des arts martiaux qui a su maîtriser les techniques de son peuple dès le plus jeune âge et les employait pour défendre les plus faibles. Avec sa gaieté et son enthousiasme, elle a brisé des années de préjugés contre les arts martiaux. Son clan a aujourd'hui disparu, mais ceux qui ont hérité de ses techniques sont aujourd'hui encore tenus en haute estime.", "Geniale Kämpferin, die die Techniken ihres Volkes schon in jungen Jahren erlernte und sie zur Verteidigung der Schwachen nutzte. Obwohl ihr Stamm ausgestorben ist, sind die Erben ihres Vermächtnisses und ihrer Techniken bis heute hoch angesehen.", "Una genio de las artes marciales que dominó las técnicas de su pueblo de joven y las usó para defender a los débiles y los indefensos. Aunque Xiao muestra una actitud alegre y agradable, ha revocado años de prejuicios contra las artes marciales casi sin ayuda. A pesar de que su tribu se extinguió, los herederos de su legado y sus técnicas son muy respetados hoy en día."], "fusion": ["You think this is as good as I can get?<br>Heh! You ain't seen nothin' yet!", "嗯，有了這份力量就可以所向披靡了！<br>我還要變得更強！", "응, 이 정도면 충분해!<br>더 강해질 테니 기대하라고~!", "Tu crois que c'est tout ce que je peux faire ?<br>Pff ! Tu n'as encore rien vu !", "Du glaubst, mehr kommt da nicht?<br>Pass nur auf, jetzt geht’s erst los!", "¿Crees que esto es todo?<br>¡Bah, aún no has visto nada!"], "summon": ["You called me 'cause you needed a fighter, right? Well, I'm ready to rumble, tiger!", "一聽見你的呼喚我就來啦！<br>希望我的拳頭<br>能夠成為你的力量！", "안녕! 부르길래 잽싸게 달려왔어~!<br>내 주먹으로<br>네 앞길을 열어줄게!", "Quelqu'un a demandé une combattante ? Eh bien, me voilà !", "Du hast mich gerufen, weil du einen Kämpfer brauchst, richtig?<br>Also dann, lass uns kämpfen!", "Me has llamado porque necesitas una guerrera, ¿no?<br>Pues venga, ¡a pelear!"]}}, "100004006": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1181, 3579, 510], "ATK": [43, 131, 26], "MP": [45, 137, 65], "MAG": [42, 127, 26], "SPR": [42, 127, 26], "DEF": [42, 128, 26]}, "magic_affinity": [4, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100004006, "attack_count": 33, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8032, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [22, 38, 75], "effect_frames": [20, 36, 73], "strings": {"evolution": ["That's it!<br>Now I can truly master the martial arts!", "太好了！<br>這下子就能到達格鬥術的頂峰了！", "해냈다!<br>이걸로 격투술을 더욱 연마할 수 있어!", "Génial !<br>Je suis une vraie experte en arts martiaux maintenant !", "Das ist es!<br>Jetzt kann ich die Kampfkünste wirklich beherrschen!", "¡Así se hace!<br>¡Ahora podré dominar las artes marciales de verdad!"], "affinity": ["You really believe in me.<br>Heh...thank you.", "你原來這麼信任我啊。<br>嘿嘿……<br>我很高興。", "정말로 날<br>믿어주었구나.<br>헤헤…… 고마워.", "Alors tu as vraiment foi en moi...<br>Héhé... Merci.", "Du vertraust mir tatsächlich.<br>Hehe ... danke.", "Sí que crees en mí.<br>Je... Gracias."], "description": ["A genius martial artist who mastered the techniques of her people at a young age, and used them to defend the weak. Xiao never wanted power for herself, but to protect others, which changed how martial arts were viewed around the world. It is thanks to her that other monks around the world have come to value kindness and consideration above all else. This could be said to be Xiao's greatest achievement.", "年輕的格鬥家。<br>憑天賦之才極盡家族代代相傳的格鬥術。<br>她不為私利，去幫助他人的姿態，<br>逐漸打消了人們對格鬥術的偏見。<br>如今許多立志成為格鬥家的人<br>都會同時學習如何為他人著想。<br>這或許是她最大的功績。", "일족에게 대대로 이어져 내려온 무술을<br>천부적인 재능으로 연마한 젊은 격투가.<br>자신의 힘을 사리사욕을 위해서가 아닌,<br>도움이 필요한 사람들을 위해 사용하는<br>그 모습에, 세간의 가진 격투술에 대한<br>편견을 없애는 데 일조했다.<br>오늘날, 격투가를 지망하는 많은 사람들이<br>동시에 이타심을 함께 배워나가는 것도<br>그녀가 남긴 위대한 업적 중 하나다.", "Génie des arts martiaux, Xiao maîtrisa toutes les techniques de son peuple à un très jeune âge, et les utilisa pour défendre les faibles. Elle n'a jamais voulu devenir forte pour elle seule, mais pour protéger les autres. C’est ce qui changea la vision la façon dont les gens voyaient les arts martiaux de par le monde. C'est grâce à elle que les moines du monde entier ont commencé à considérer la gentillesse et l'altruisme au-dessus de tout. C'est sûrement, à n'en point douter, la plus belle réussite de Xiao.", "Geniale Kämpferin, die die Techniken ihres Volkes schon in jungen Jahren erlernte und sie zur Verteidigung der Schwachen nutzte. Obwohl ihr Stamm ausgestorben ist, sind die Erben ihres Vermächtnisses und ihrer Techniken bis heute hoch angesehen, da sie die Kampfkünste durch ihr fröhliches Wesen wieder im Ansehen hob.", "Un genio de las artes marciales que dominó las técnicas de su pueblo a temprana edad y las puso en uso para defender a los débiles. Xiao nunca quiso el poder para su propio bien, sino para el de los demás, lo que cambió la perspectiva con la que se veía a las artes marciales en el mundo. Gracias a ella los demás monjes llegaron a valorar la bondad y la entrega por encima de todo lo demás. Se dice que este es el mayor logro jamás conseguido por Xiao."], "fusion": ["Oh, wow!<br>I guess I can grow even stronger!", "哦哦，真厲害！<br>我原來還能變得更強！", "오오, 굉장해!<br>나, 아직 더 강해질 수 있어!", "Oh ! Super !<br>Je peux peut-être devenir encore plus forte maintenant.", "Oh, wow!<br>Ich kann also sogar noch stärker werden!", "¡Oh, guau!<br>¡Supongo que puedo volverme incluso más fuerte!"], "summon": ["One! Two! Three!<br>I'm pumped to be able<br>to be of use to you!", "嘿！呀！喝！<br>我會為了你<br>全力以赴！", "에잇! 하압! 이얏!<br>널 도와줄 수 있도록<br>더 힘낼 거야!", "Un, deux et trois !<br>Je suis gonflée à bloc pour t'être le plus utile possible !", "Einz! Zwei! Drei!<br>Ich bin ganz aufgeregt,<br>dass ich euch von Nutzen sein kann!", "¡Uno! Dos! ¡Tres!<br>¡Estoy a tope deseando serte de ayuda!"]}}, "100004003": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [538, 1629, 210], "ATK": [20, 60, 10], "MP": [20, 62, 25], "MAG": [17, 51, 10], "SPR": [17, 51, 10], "DEF": [19, 58, 10]}, "magic_affinity": [1, 0, 0, 0], "ability_slots": 1, "limitburst_id": 100004003, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290010000": 25, "290030100": 5, "290020100": 10}}, "rarity": 3, "compendium_id": 185, "attack_damage": [[33, 33, 34]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [22, 38, 75], "effect_frames": [20, 36, 73], "strings": {"evolution": null, "affinity": ["You really believe in me.<br>Heh...thank you.", "你原來這麼信任我啊。<br>嘿嘿……<br>我很高興。", "정말로 날<br>믿어주었구나.<br>헤헤…… 고마워.", "Alors tu as vraiment foi en moi...<br>Héhé... Merci.", "Du vertraust mir tatsächlich.<br>Hehe ... danke.", "Sí que crees en mí.<br>Je... Gracias."], "description": ["A precocious brawler, whose cheerful demeanor belied her prodigious gifts in the martial arts. She dressed in garb passed down by her ancestors, of whose line only her household remained. Though Xiao herself never spoke of it, it was believed she chose the warrior's path out of a wish to defend her heritage with her own fists.", "天資聰穎的格鬥家，<br>她年紀輕輕便窮盡十八般武藝，<br>且性格爽朗十分招人喜愛。<br>她喜歡穿著傳統服飾，<br>之所以選擇了戰鬥這條道路，<br>是因為她想要保護<br>後繼無人的家族。", "천부적인 재능을 타고난 격투가.<br>젊은 나이에 무예의 극에 달했음에도<br>명랑한 성격 때문에 인기가 많았다.<br>그녀는 명맥이 끊긴 민족의 후손으로,<br>평소부터 전통 의상을 즐겨 입었다.<br>그녀가 전투에 뜻을 둔 것은<br>일족을 지키기 위해서였다고 한다.", "Une combattante précoce dont l'attitude joyeuse cache des dons prodigieux en arts martiaux. Elle porte un costume transmis par ses ancêtres et est l'une des dernières représentantes de sa lignée. Xiao n'en parle pas, mais on raconte qu'elle a choisi la voie du guerrier pour protéger son héritage.", "Frühreife Raufboldin, deren fröhliches Auftreten leicht von ihrem Faustkampftalent ablenkt. Xiao kleidet sich in der Tracht ihrer Ahnen, aus deren Linie nur noch ihre Familie übrig ist. Obwohl Xiao selbst nicht darüber spricht, wird angenommen, dass sie den Weg des Kriegers wählte, um ihr Erbe mit den eigenen Fäusten zu schützen.", "Una luchadora precoz cuya actitud alegre oculta un gran don para las artes marciales. Xiao viste ropa heredada de sus ancestros, un linaje del que solo pervive su familia. Aunque no habla de ello, se cree que optó por el camino del guerrero movida por el deseo de proteger tal herencia con sus propios puños."], "fusion": ["Hey, I haven't even begun to fight!", "好！<br>我要繼續努力！", "좋았어~!<br>더 열심히 해야지!", "Hé, je n'ai même pas commencé à me battre !", "Hab noch gar nicht richtig angefangen!", "¡Ey! ¡Ni siquiera he empezado a pelear!"], "summon": ["Heya!<br>Care to see what these flying fists can do?", "喲！<br>希望我的拳頭能夠幫得上你！", "만나서 반가워~!<br>내 무술 실력을<br>잘 활용해줘!", "Salut ! Tu veux voir ce que j'arrive à faire avec mes poings ?", "Jahaa!<br>Hoffentlich gibt es genug zu tun für meine Fäuste!", "¡Hola!<br>¿Quieres ver de qué son capaces mis puños de acero?"]}}}, "job": "Monk", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Xiao", "曉", "샤오", "Xiao", "Xiao", "Xiao"], "equip": [16, 40, 50, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100004003", "job_id": 9}