{"TMR": ["EQUIP", 303003300], "name": "Grinfield", "is_summonable": false, "skills": [{"level": 8, "type": "ABILITY", "id": 100020, "rarity": 4}, {"level": 20, "type": "ABILITY", "id": 215990, "rarity": 4}, {"level": 39, "type": "ABILITY", "id": 215960, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 215950, "rarity": 4}, {"level": 22, "type": "MAGIC", "id": 20110, "rarity": 5}, {"level": 41, "type": "MAGIC", "id": 10150, "rarity": 5}, {"level": 67, "type": "ABILITY", "id": 215980, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 215940, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 216010, "rarity": 6}, {"level": 30, "type": "MAGIC", "id": 20240, "rarity": 6}, {"level": 55, "type": "ABILITY", "id": 215970, "rarity": 6}, {"level": 78, "type": "MAGIC", "id": 20250, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 216000, "rarity": 6}], "sex_id": 1, "entries": {"100009704": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [691, 2093, 270], "ATK": [26, 79, 14], "MP": [29, 89, 35], "MAG": [20, 62, 14], "SPR": [23, 69, 14], "DEF": [25, 76, 14]}, "magic_affinity": [4, 5, 0, 0], "ability_slots": 3, "limitburst_id": 100009704, "attack_count": 25, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040100": 8, "290050300": 15, "290030100": 13, "290020000": 25, "290050400": 8}}, "rarity": 4, "compendium_id": 713, "attack_damage": [[25, 25, 25, 25]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [44, 52, 59, 66], "effect_frames": [42, 50, 57, 64], "strings": {"evolution": null, "affinity": ["It might be foolish to embody our mutual trust,<br>but I would still like you to accept this.", "把信賴關係用可見之物來表示，<br>或許是件愚蠢的事。<br>就算這樣我還是希望你能夠接受。", "신뢰 관계를 형태 있는 것으로 증명하는 건<br>어리석은 일일지도 모릅니다.<br>하지만, 당신이 부디 받아주셨으면 합니다.", "C'est peut-être un peu idiot de faire prendre forme à notre amitié,<br>mais j'aimerais que tu acceptes ceci.", "Es mag töricht sein, dir ein Zeichen unseres Vertrauen zu geben,<br>aber bitte nimm es.", "Puede que sea una tontería regalarte esto,<br>pero quiero que lo tengas tú."], "description": ["The tailor of a certain royal family. Grinfield was a knight in his youth until he lost his family to the ravages of war and retired from his post. This led him to become a tailor, but he would soon face more grief as war eventually destroyed his homeland as well. He then left on a journey by himself, though no one seems to know for what purpose.", "某王室的御用裁縫。<br>他年輕時曾是投身戰場的騎士，<br>但因戰爭失去了家庭，之後便隱退沙場。<br>自此他開始了裁縫生涯。<br>隨著戰火肆虐，<br>他自己的故國走向了滅亡。<br>從此，他心懷特殊目的<br>踏上了流浪之旅。", "어느 왕실에 고용된 재단사. 젊은 시절엔 전장을 누비던 기사였으나, 전쟁으로 가족을 잃고 은퇴했다. 그 일을 계기로 재단사의 길을 걷기 시작했으나, 전장의 불길은 꺼지지 않고 마침내 그린필드의 조국을 무너뜨리고 만다. 그 뒤, 그린필드는 어떤 목적을 이루기 위해 유랑 길을 떠나게 되었다.", "Le tailleur d’une certaine famille royale. Dans sa jeunesse, Grinfield était un chevalier. La perte de sa famille, emportée par les ravages de la guerre, le poussa à quitter son poste. Il devint alors tailleur, mais la misère ne prit guère longtemps à le rattraper et la guerre vint également le priver de son pays natal. À la suite de ces évènements, il entreprit seul un voyage dont nul ne connaît le motif.", "Der Schneider einer Königsfamilie. In seiner Jugend war Grinfield ein Ritter, bis seine Familie in den Wirren des Kriegs ums Leben kam und er das Ritterdasein an den Nagel hängte. Er wurde Schneider, musste jedoch weiteres Leid hinnehmen, als seine Heimat vernichtet wurde. Daraufhin brach er auf zu einer Reise mit unbekanntem Ziel.", "El sastre de una familia real. De joven, Grinfield era un caballero hasta que perdió a su familia por culpa de la guerra, lo que le llevó a ausentarse de su puesto. Más tarde, se hizo sastre, pero la guerra no tardaría mucho en destruir su tierra natal también. Tras esto, se embarcó solo en un viaje, aunque nadie sabe con qué propósito."], "fusion": ["Things will never be the same as<br>they were back in the golden days.<br>Still, I will not be dissuaded.", "與全盛時期相比<br>的確是心有餘而力不足。<br>但是也不至於扯後腿。", "아무래도 전성기 때처럼<br>움직이는 건 힘들군요.<br>하지만 걸림돌이 되진 않겠습니다.", "Les choses reviendront comme elles étaient à l'époque de l'âge d'or.<br>Rien ne m'arrêtera.", "Es wird nie wieder so sein wie<br>in den guten alten Tagen.<br>Aber ich lasse mich nicht entmutigen.", "Las cosas nunca volverán a ser<br>como en la época dorada.<br>Aun así, nada me va a disuadir."], "summon": ["I will lend you my power if you need it.<br>Therefore, I expect you to lend me<br>your power as well.", "需要我的力量時我一定會幫忙你。<br>所以，<br>請你也將力量借給我。", "제 힘이 필요하다면 빌려드리겠습니다.<br>그러니, 당신도<br>제게 힘을 빌려주십시오.", "Je vous prêterai ma force si vous en avez besoin.<br>J'espère donc que vous me prêterez la vôtre également.", "Ich werde dir meine Kraft geben, wenn du sie brauchst.<br>Im Gegenzug erwarte ich das Gleiche<br>auch von dir.", "Te prestaré mi poder si lo necesitas.<br>Por tanto, espero que tú también<br>me prestes el tuyo."]}}, "100009705": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [898, 2722, 360], "ATK": [34, 103, 16], "MP": [38, 116, 40], "MAG": [27, 81, 16], "SPR": [30, 90, 16], "DEF": [33, 99, 16]}, "magic_affinity": [5, 6, 0, 0], "ability_slots": 4, "limitburst_id": 100009705, "attack_count": 25, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 5, "290060000": 10, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 714, "attack_damage": [[25, 25, 25, 25]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [44, 52, 59, 66], "effect_frames": [42, 50, 57, 64], "strings": {"evolution": ["I am often told it is a waste of time and cloth<br>making clothes for those who have already died.<br>Still, I will not quit.", "常有人對我說為死者製作衣物<br>是在浪費時間與布料。<br>即便真如此我也不會停止的。", "죽은 자를 위해 옷을 만드는 건<br>천 낭비, 시간 낭비라고들 하더군요.<br>그래도 저는 멈추지 않겠습니다.", "On me dit souvent que c'est une perte de temps et de vêtements<br>de faire des vêtements pour des morts.<br>C'est peut-être vrai, mais je n'arrêterai pas.", "Oft sagt man mir, es sei Zeitverschwendung,<br>Kleidung für die Verstorbenen anzufertigen.<br>Ich gebe aber nicht auf.", "Me suelen decir que hacerle ropa a los muertos<br>es una pérdida de tiempo y de tela.<br>Aun así, no pienso dejarlo."], "affinity": ["It might be foolish to embody our mutual trust,<br>but I would still like you to accept this.", "把信賴關係用可見之物來表示，<br>或許是件愚蠢的事。<br>就算這樣我還是希望你能夠接受。", "신뢰 관계를 형태 있는 것으로 증명하는 건<br>어리석은 일일지도 모릅니다.<br>하지만, 당신이 부디 받아주셨으면 합니다.", "C'est peut-être un peu idiot de faire prendre forme à notre amitié,<br>mais j'aimerais que tu acceptes ceci.", "Es mag töricht sein, dir ein Zeichen unseres Vertrauen zu geben,<br>aber bitte nimm es.", "Puede que sea una tontería regalarte esto,<br>pero quiero que lo tengas tú."], "description": ["A tailor of garments and apparel. Grinfield left the nation he served upon its destruction on a mission to offer garments to dress the knights who had lost their lives during the war. Although some called his efforts a total waste of time, he continued devoting his life to making these garbs for others.", "他是製作服裝的裁縫。<br>在自己所侍奉的國家滅亡後，<br>他踏上了流浪之旅，<br>為戰死疆場的騎士之墓供奉衣物。<br>人們認為他在浪費時間，<br>對他的行為不屑一顧。<br>但他仍然終其一生堅持縫製衣物。", "의상을 만드는 재단사. 섬기던 나라가 멸망한 뒤로는, 쓸쓸하게 목숨을 잃은 기사들을 위해 수의를 바치는 여행을 계속하고 있다. 누군가는 쓸데없는 일이라며 비난했지만, 그는 수의를 만드는 데 일생을 바쳤다.", "Un tailleur spécialisé dans l’habillement. Grinfield quitta la nation qu’il servait lorsque celle-ci dut faire face à sa destruction, et se donna pour mission de procurer des habits aux chevaliers ayant péri pendant la guerre. En dépit des railleries de ceux qui qualifiaient son travail d’inutile, il continua de dévouer sa vie à la manufacture de ces habits.", "Ein Schneider für schöne Gewänder. Grinfield kehrte seiner Heimat den Rücken, als diese zerstört wurde, um Ritter einzukleiden, die ihr Leben im Krieg verloren hatten. Obwohl manche seine Mühen für Zeitverschwendung hielten, schneiderte er weiterhin Kleidung für andere.", "Un sastre que se dedica a coser ropa. Ante la destrucción inminente, Grinfield abandonó la nación a la que había servido para confeccionarle la ropa a los caballeros que habían perdido la vida durante la guerra. Muchos dicen que pierde el tiempo con sus labores; sin embargo, él continúa dedicando su vida a coser los atuendos de otras personas."], "fusion": ["No matter how strong you get, you cannot escape death, therefore you must be prepared.<br>There's no point waiting until you're nearly dead.", "再強悍的人，也敵不過死亡。<br>所以才要做好準備。<br>等到將死之際才手忙腳亂就太晚了。", "아무리 강한 자라도 죽음은 찾아오기 마련.<br>그래서 준비가 필요한 겁니다.<br>죽음의 목전에서는 아무리 발버둥 쳐도 소용없으니까요.", "Personne ne peut échapper à la mort, même en devenant extrêmement puissant, alors, mieux vaut être préparé.<br>Rien ne sert d'attendre la mort.", "Dem Tod entkommt niemand, egal wie stark er ist.<br>Darum sollte man sich gut vorbereiten, bevor es zu spät ist.", "No importa lo fuerte que seas, a la muerte no se le puede escapar. Por tanto, hay que estar preparado.<br>No tiene sentido esperar hasta el último momento."], "summon": ["In the past I was a knight.<br>Now, I am but a simple tailor.<br>Please do not expect much of me.", "我雖然曾經是個騎士，<br>但現在只是個裁縫師。<br>希望你別抱有太大期望。", "제가 기사였던 건 과거의 일입니다.<br>지금은 보잘것없는 재단사일 뿐.<br>큰 기대는 하지 마십시오.", "Dans le passé, j'étais chevalier.<br>Je ne suis plus qu'un simple tailleur désormais.<br>N'attendez donc pas trop de moi.", "Früher war ich ein Ritter.<br>Jetzt bin ich ein einfacher Schneider.<br>Bitte erwarte nicht zu viel von mir.", "Hace tiempo era un caballero.<br>Ahora no soy más que un humilde sastre.<br>No esperes mucho de mí."]}}, "100009706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1168, 3539, 510], "ATK": [45, 135, 26], "MP": [50, 151, 65], "MAG": [35, 106, 26], "SPR": [39, 118, 26], "DEF": [43, 129, 26]}, "magic_affinity": [6, 7, 0, 0], "ability_slots": 4, "limitburst_id": 100009706, "attack_count": 25, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 715, "attack_damage": [[25, 25, 25, 25]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [44, 52, 59, 66], "effect_frames": [42, 50, 57, 64], "strings": {"evolution": ["I live according to my own will so that I will not cause trouble for others.", "在不給別人增加麻煩的情況下，<br>我會以我想要的方式活下去。", "다른 분들께 폐가 가는 일 없도록<br>저는 제 뜻대로 살아가고자 합니다.", "Je vis selon ma propre volonté, comme ça je ne cause de tort à personne.", "Ich folge meinem eigenen Willen, um anderen keinen Ärger zu bereiten.", "Vivo según mis propios estándares para no causarle problemas a los demás."], "affinity": ["It might be foolish to embody our mutual trust,<br>but I would still like you to accept this.", "把信賴關係用可見之物來表示，<br>或許是件愚蠢的事。<br>就算這樣我還是希望你能夠接受。", "신뢰 관계를 형태 있는 것으로 증명하는 건<br>어리석은 일일지도 모릅니다.<br>하지만, 당신이 부디 받아주셨으면 합니다.", "C'est peut-être un peu idiot de faire prendre forme à notre amitié,<br>mais j'aimerais que tu acceptes ceci.", "Es mag töricht sein, dir ein Zeichen unseres Vertrauen zu geben,<br>aber bitte nimm es.", "Puede que sea una tontería regalarte esto,<br>pero quiero que lo tengas tú."], "description": ["A tailor who devoted himself to making garments for knights who had lost their lives in battle. Although most may not understand Grinfield's intentions, he never fails to persist in his endeavours of making clothes for the deceased. The reason behind his motivation, however, is a secret he keeps to himself.", "身為一名裁縫，<br>他不停地流浪，<br>為戰死疆場的騎士之墓供奉衣物。<br>沒有什麼人理解他的行動，<br>即便如此，<br>他仍舊堅持為死者縫製衣物。<br>個中緣由，只有他自己才能回答。", "전장에서 목숨을 잃은 기사들을 위해 수의를 만들며 여행하는 어느 재단사. 대부분의 사람은 그의 행동을 이해하지 못했지만, 그는 개의치 않고 죽은 자를 위한 수의 만들기를 계속해 나갔다. 그 이유는 오로지 그만이 알고 있다.", "Un tailleur qui a dévoué sa vie à la manufacture d’habits pour les chevaliers ayant péri au combat. Rares sont ceux qui saisissent les intentions de Grinfield. Cependant, cela ne l’empêche en rien de se consacrer à sa mission et de façonner des habits pour les défunts. La raison de sa motivation, toutefois, est un secret qu’il ne révèle à personne.", "Ein Schneider, der Kleidung für Ritter anfertigt, die im Kampf ihr Leben ließen. Viele verstehen nicht, warum Grinfield Gewänder für Verstorbene anfertigt. Seine Motivation bleibt nach wie vor ein gut gehütetes Geheimnis.", "Un sastre que dedica su vida a coser los atuendos de los caballeros que perdieron la vida en la guerra. Aunque muchos no entienden por qué Grinfield hace esto, él continúa preparándole la ropa a los fallecidos. La razón por la que hace esto es un secreto que parece no querer desvelar."], "fusion": ["The will to live...<br>Please never lose that.<br>There is no reason to give up.", "生存的意志……<br>只有這個千萬不能失去。<br>沒有任何事情是死了比較好的。", "살고자 하는 의지……<br>그것만큼은 잃지 말아 주십시오.<br>죽어도 되는 이유 따윈 없습니다.<br>", "La volonté de vivre...<br>Ne la perd jamais.<br>Il n'y a aucune raison d'abandonner.", "Der Lebenswille ...<br>Bitte verliere ihn nie.<br>Es gibt keinen Grund aufzugeben.", "Las ganas de vivir...<br>Nunca las pierdas, por favor.<br>No hay motivo para tirar la toalla."], "summon": ["I don't know if I'll be able to meet your expectations, but I will do as much as I can.", "不知能否回應你的期望，<br>不過我會盡力做到最好。", "기대에 부응할 수 있을지는 모르겠지만<br>최선을 다해 보겠습니다.", "Je ne sais pas si je serai capable de répondre à vos attendre, mais je vais faire de mon mieux.", "Ich weiß nicht, ob ich deine Erwartungen erfüllen kann, aber ich gebe mein Bestes.", "No sé si seré capaz de cumplir con tus expectativas, pero lo haré lo mejor que pueda."]}}}, "job": "Tailor", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Grinfield", "格林菲爾德", "그린필드", "Grinfield", "Grinfield", "Grinfield"], "equip": [1, 2, 3, 4, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100009704", "job_id": 129}