{"TMR": null, "name": "Rain", "is_summonable": false, "skills": [{"level": 3, "type": "ABILITY", "id": 100010, "rarity": 2}, {"level": 8, "type": "MAGIC", "id": 20010, "rarity": 2}, {"level": 17, "type": "ABILITY", "id": 101170, "rarity": 2}, {"level": 11, "type": "MAGIC", "id": 20060, "rarity": 3}, {"level": 24, "type": "MAGIC", "id": 20080, "rarity": 3}, {"level": 32, "type": "ABILITY", "id": 101200, "rarity": 3}, {"level": 16, "type": "ABILITY", "id": 201130, "rarity": 4}, {"level": 38, "type": "MAGIC", "id": 20130, "rarity": 4}, {"level": 52, "type": "ABILITY", "id": 200140, "rarity": 4}, {"level": 26, "type": "ABILITY", "id": 100200, "rarity": 5}, {"level": 51, "type": "MAGIC", "id": 20200, "rarity": 5}, {"level": 77, "type": "MAGIC", "id": 20250, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 204540, "rarity": 6}, {"level": 15, "type": "ABILITY", "id": 100140, "rarity": 6}, {"level": 25, "type": "ABILITY", "id": 204610, "rarity": 6}, {"level": 44, "type": "ABILITY", "id": 204560, "rarity": 6}, {"level": 64, "type": "ABILITY", "id": 204580, "rarity": 6}, {"level": 93, "type": "ABILITY", "id": 204570, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 204550, "rarity": 6}], "sex_id": 1, "entries": {"100000103": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [509, 1542, 180], "ATK": [18, 55, 12], "MP": [20, 60, 30], "MAG": [17, 53, 12], "SPR": [16, 49, 12], "DEF": [18, 55, 12]}, "magic_affinity": [2, 3, 0, 0], "ability_slots": 2, "limitburst_id": 100000103, "attack_count": 60, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 3, "290030100": 3, "290050200": 10, "290010000": 20, "290020000": 8}}, "rarity": 3, "compendium_id": 2, "attack_damage": [[60, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [15, 36], "effect_frames": [13, 34], "strings": {"evolution": ["How strange...<br>I feel so light on my feet<br>all of a sudden.", "嗯……好奇妙的感覺啊，<br>總覺得身體比以前輕快多了，<br>動作也比以前敏捷了。", "음…… 묘한 느낌이네.<br>몸이 좀 가벼워졌나?<br>아무튼, 예전보다 움직이기 편해졌어.", "C'est bizarre...<br>Je me sens plus léger et agile,<br>tout d'un coup.", "Wie seltsam ...<br>Ich fühle mich auf einmal so<br>leichtfüßig.", "Qué raro...<br>Me siento tan ágil<br>de repente."], "affinity": [null, null, null, null, null, null], "description": ["A knight of the Kingdom of Grandshelt and an accomplished captain, his affable disposition has endeared him to his subordinates. Rain commands an airship with his best friend Lasswell, who was taken in by Rain's family as an orphan. Though Rain's meddlesome nature sometimes annoys his friend, Lasswell goes along with Rain's orders from time to time out of respect for all he has done for him.", "格蘭謝爾特王國的騎士，<br>實力過人，<br>與拉斯韋爾共同統領整艘飛空艇。<br>他的性格平易近人，<br>因此深受部下愛戴。<br>雖然雷因家收養了曾是孤兒的拉斯韋爾，<br>但他並不喜歡拉斯韋爾時常<br>對他進行說教。<br>不過看在拉斯韋爾情深意重的份上，<br>偶爾雷因也會聽他幾句勸。", "그랑셸트 왕국의 기사.<br>젊은 나이에 라스웰과 함께 비공정을<br>지휘하게 된 실력자이며, 사근사근한<br>성격 덕에 부하들과도 허물없이 지낸다.<br>라스웰과 절친하며, 고아였던 라스웰을<br>레인의 아버지가 거둔 후 형제처럼 지냈다.<br>항상 잔소리를 하는 라스웰이 귀찮지만<br>그가 진심으로 걱정하는 것을 알기에<br>가끔은 얌전히 말을 듣는다.", "Un chevalier du royaume de Grandshelt. Capitaine émérite, son caractère jovial lui vaut l'adoration de tous ses subordonnés. Rain dirige un vaisseau avec son meilleur ami, Lasswell, un orphelin recueilli par la famille du capitaine. Bien que parfois agacé par les excès d'ingérence de son ami, Lasswell suit généralement les ordres de Rain, respectant profondément ce qu'il a fait pour lui.", "Als Ritter aus dem Königreich Grandshelt und als erfahrener Kapitän brachte ihm seine freundliche Art die Hochachtung all seiner Untergebenen ein. Rain kommandiert ein Luftschiff mit seinem besten Freund Lasswell, der als Waise von Rains Familie aufgenommen wurde. Obwohl ihn die wichtigtuerische Art seines Freundes manchmal nervt, folgt er Rains Befehlen aus Respekt für alles, was er für ihn getan hat.", "Caballero del Reino de Grandshelt y capitán consumado. Se ha ganado la devoción de sus subordinados por su naturaleza afable. Rain está a cargo de un barco volador junto a su mejor amigo Lasswell, a quien su familia adoptó ya que era huérfano. Aunque la naturaleza entrometida de Rain a veces disgusta a Lasswell, este acepta sus órdenes de tanto en tanto por respeto a todo lo que ha hecho por él."], "fusion": ["Who knew you could gain<br>such strength from visions!?", "又變強了，<br>幻兵的力量可真方便啊！", "이런 식으로 강해질 수 있다니,<br>비전의 힘이란 정말 편리한데!", "Qui aurait cru que de simples visions<br>pouvaient rendre quelqu'un si fort ?", "Wer hätte gedacht, dass Visionen<br>solche Kraft verleihen können!", "¿Quién iba a decir que las<br>visiones te harían más fuerte?"], "summon": ["I wonder if there are any<br>cute girls around here, or at<br>least some tasty treats.", "哎……怎麼就沒有可愛的女孩子和好吃的點心從天而降啊？", "예쁜 여자 어디 없나?<br>아니면 길에 맛있는 과자나 떨어져 있었으면 좋겠다.", "Il n'y aurait pas de jolies filles<br>dans le coin par hasard ?<br>Ou au moins un bon casse-croûte ?", "Ich frage mich, ob’s hier irgendwo<br>nette Mädels gibt, oder wenigstens<br>was zu Futtern.", "Me pregunto si habrá<br>chicas monas por aquí, o por<br>lo menos alguna golosina deliciosa."]}}, "100000102": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [378, 1144, 120], "ATK": [14, 41, 8], "MP": [15, 45, 20], "MAG": [13, 39, 8], "SPR": [12, 37, 8], "DEF": [13, 40, 8]}, "magic_affinity": [1, 2, 0, 0], "ability_slots": 1, "limitburst_id": 100000102, "attack_count": 60, "magical_resist": 0, "awakening": {"gil": 750, "materials": {"290050100": 20, "290050200": 5, "290010000": 8, "290020000": 3}}, "rarity": 2, "compendium_id": 1, "attack_damage": [[60, 40]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [15, 36], "effect_frames": [13, 34], "strings": {"evolution": [null, null, null, null, null, null], "affinity": [null, null, null, null, null, null], "description": ["A knight of the Kingdom of Grandshelt. A precocious pilot who was entrusted with command of an airship at the tender age of eighteen, he maintains a carefree—some might say lackadaisical—demeanor. He has the unwavering trust of both the king and the populace, in large part due to his father's reputation as a stalwart knight of the kingdom.", "格蘭謝爾特王國的騎士，<br>實力過人，<br>年僅18歲便負責統領整艘飛空艇。<br>但性格卻十分輕浮，缺乏緊張感。<br>他深得國王與國民的信任，<br>不過，這也與<br>他身為王國騎士的父親<br>有著很大的關係。", "그랑셸트 왕국의 기사.<br>18세라는 젊은 나이에도 불구하고<br>비공정 지휘를 맡게 된 실력자이지만<br>매사에 긴장감이 부족하다.<br>비공정을 독단으로 움직여도 용인될 정도로<br>왕과 백성들의 신뢰가 두터운데,<br>이는 본인의 실력뿐 아니라 그의 아버지가<br>왕국 기사였던 것도 영향이 있는 듯하다.", "Un chevalier du royaume de Grandshelt. Pilote prodige passé aux commandes d'un vaisseau dès l'âge de dix-huit ans, il garde une attitude insouciante ; certains diraient même nonchalante. Il a la confiance totale du roi et de tout son peuple, ce qu'il doit en grande partie à la réputation de son père comme fidèle chevalier du royaume.", "Ritter aus dem Königreich Grandshelt. Als Pilot, der im zarten Alter von achtzehn Jahren mit dem Kommando eines Luftschiffes betraut wurde, erhält er sich seine sorglose - manche mögen sagen nachlässige - Haltung. Genießt das  Vertrauen des Königs und der Bewohner des Reiches, auch wegen des Ansehens seines Vaters, einem unerschütterlichen Ritter.", "Un caballero del Reino de Grandshelt. Un piloto precoz a quien encomendaron el comando de un barco volador a sus tiernos dieciocho años. Mantiene una actitud despreocupada y de indiferencia. Cuenta con la confianza incuestionable del rey y la gente de su nación, en gran parte por la reputación de su padre como leal caballero del reino."], "fusion": ["Interesting...<br>I feel like I've grown a bit stronger.", "嗯……怎麼樣？<br>我有沒有變強一點啊？", "음…… 어때?<br>전보다 좀 강해졌지?", "Pas mal...<br>J'ai l'impression d'être devenu un peu plus fort.", "Interessant...<br>Ich bin ein wenig stärker geworden.", "Qué interesante...<br>Me siento más fuerte."], "summon": ["Where should we head to next?", "那麼……<br>這次要去哪裡呢？", "자……<br>이번에는 어디로 가볼까?", "Bon... Où on va maintenant ?", "Wo geht’s als Nächstes hin?", "¿Hacia adónde deberíamos ir ahora?"]}}, "100000105": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [821, 2488, 300], "ATK": [29, 89, 20], "MP": [32, 97, 50], "MAG": [28, 86, 20], "SPR": [26, 80, 20], "DEF": [29, 88, 20]}, "magic_affinity": [4, 6, 0, 0], "ability_slots": 3, "limitburst_id": 100000105, "attack_count": 60, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 8, "290060000": 15, "290060100": 3, "290050500": 3}}, "rarity": 5, "compendium_id": 4, "attack_damage": [[60, 40]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [15, 36], "effect_frames": [13, 34], "strings": {"evolution": ["What is this strange feeling...?<br>As if some sort of power has been<br>unlocked deep inside of me...", "怎麼說呢……<br>我感到有一種未知的力量在我的體內覺醒了。", "뭐라고 해야 하나……<br>나 자신도 몰랐던 힘이<br>몸 속에서 눈을 뜬 느낌이야.", "Quel sentiment étrange... <br>C'est comme si une sorte de pouvoir inconnu<br>s'était éveillé au plus profond de moi-même...", "Was ist das für ein Gefühl ...?<br>Als ob in meinem Inneren eine Art Kraft<br>freigesetzt worden wäre ...", "¿Qué es esta sensación?<br>Como si algún tipo de poder<br>hubiera despertado dentro de mí..."], "affinity": ["We've been through a lot together.<br>I hope you feel that I am more<br>dependable now than I was before.", "戰鬥了這麼長時間，<br>我是不是已經變成一個可靠的男人啦？", "우리가 같이 싸운 지도 오래됐네.<br>어때? 나도 예전에 비하면<br>제법 든든해졌지?", "On a traversé tellement d'épreuves ensemble.<br>J'espère être devenu<br>quelqu'un de confiance à tes yeux.", "Wir haben viel zusammen durchgemacht. <br>Ich hoffe, ich habe bewiesen, dass du<br>mir vertrauen kannst", "Hemos pasado por mucho juntos.<br>Espero que ahora me consideréis<br>más de fiar que antes."], "description": ["A knight of the Kingdom of Grandshelt, he and his friend Lasswell are considered two of the most formidable knights to grace the Royal Guard since Rain's father Sir Raegen. Though he harbors conflicted feelings toward his father for having abandoned him and his family, he keeps this to himself when in the presence of Lasswell, who still deeply respects the man.", "格蘭謝爾特王國的騎士，<br>實力不僅與拉斯韋爾相當，<br>更是與其父親，<br>也就是王國騎士團有史以來的<br>最強騎士雷根不相上下。<br>由於雷根拋下家人不知去了哪裡，<br>因此雷因對父親抱有很複雜的感情。<br>但顧及到十分尊敬雷根的<br>拉斯韋爾的想法，<br>他平時都不會把對父親的不滿表現出來。", "그랑셸트 왕국의 기사.<br>라스웰과 어깨를 나란히 하는 그의 실력은<br>왕국기사단 창단 이래 최고의 실력자였던<br>레인의 아버지 레겐과도 맞먹는다고 한다.<br>가족을 버리고 행방불명 된 아버지에게<br>복잡한 감정을 품고 있지만<br>레겐을 진심으로 존경하는<br>라스웰을 배려해서인지<br>평소에는 아무 내색도 하지 않는다.", "Un chevalier du royaume de Grandshelt. Lui et son ami Lasswell sont considérés comme deux des meilleurs chevaliers de la Garde royale depuis sire Raegen, le père de Rain. S'il éprouve des sentiments partagés à l'égard de son père qui les a abandonnés, lui et sa famille, il évite d'en parler en présence de Lasswell, qui lui voue toujours un immense respect.", "Ritter aus dem Königreich Grandshelt. Er und sein Freund Lasswell werden als zwei der überragendsten Ordensritter seit Rains Vater, Sir Raegen, erachtet. Obwohl er bezüglich seines Vaters hin- und hergerissen ist, da er ihn und seine Familie verließ, behält er dies in Gegenwart von Lasswell, der seinen Vater immer noch zutiefst respektiert, für sich.", "Un caballero del Reino de Grandshelt. Junto a su amigo Lasswell se les considera dos de los caballeros más formidables que han servido en la guardia real desde el padre de Rain, Sir Raegen. Aunque Rain tiene sentimientos encontrados respecto a él por haber abandonado a su familia, finge en presencia de Lasswell, quien lo respeta profundamente."], "fusion": ["At last I understand.<br>True power comes from within.", "我能夠感覺到體內的力量又提升了。", "그래, 이거야.<br>내 안에 있는 힘이 강해지고 있어.", "J'ai enfin compris.<br>La vraie force vient de l'intérieur.", "Endlich habe ich es verstanden.<br>Wahre Stärke kommt von innen.", "Por fin lo entiendo.<br>El verdadero poder surge<br>del interior."], "summon": ["This may seem out of character,<br>but I'm ready to get out there and fight!<br>...Seriously!", "好！輪到我出場啦！<br>……不過這麼努力不符合我的性格啊。", "야호, 드디어 내가 나설 때다!<br>……음, 그냥 평소처럼 하는 게<br>내 스타일인 것 같아.", "Ça risque de vous surprendre,<br>mais je suis prêt à passer à l'action !", "Du glaubst mir vielleicht nicht,<br>aber ich bin Feuer und Flamme für den Kampf!", "No suelo ser de lo que dicen esto,<br>¡pero estoy preparado para<br>salir ahí y luchar!"]}}, "100000104": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [657, 1990, 240], "ATK": [23, 71, 16], "MP": [26, 78, 40], "MAG": [23, 69, 16], "SPR": [21, 64, 16], "DEF": [23, 70, 16]}, "magic_affinity": [3, 4, 0, 0], "ability_slots": 2, "limitburst_id": 100000104, "attack_count": 60, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 3, "290050300": 5, "290030100": 8, "290020000": 15, "290050400": 3}}, "rarity": 4, "compendium_id": 3, "attack_damage": [[60, 40]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [15, 36], "effect_frames": [13, 34], "strings": {"evolution": ["This feeling...<br>It's as if my sword skills have reached a whole new level.", "嗯，感覺真不錯。<br>劍術又有長進了，<br>如果在騎士團，可以晉升一級了。", "응, 느낌이 좋은데.<br>검술 실력도 확실히 늘었고.<br>기사단에 있었으면 한 계급 올랐겠어.", "C'est génial ! ...<br>C'est comme si ma maîtrise de l'épée avait atteint un tout autre niveau.", "Dieses Gefühl ...<br>Als ob meine Schwertkunst ungeahnte Höhen erreicht hätte.", "Es como...<br>Si mis habilidades con la espada<br>hubieran subido de nivel."], "affinity": [null, null, null, null, null, null], "description": ["A knight of the Kingdom of Grandshelt, he has complicated feelings about his father Sir Raegen, an illustrious knight in his own respect who inexplicably vanished one day, leaving his family behind. Blessed with natural talents beyond his own comprehension, he is able to quickly acquire skills that would take most people years to master.", "格蘭謝爾特王國的騎士，<br>雖然他的父親雷根<br>也是位出類拔萃的王國騎士，<br>但卻拋下家人不知去了哪裡。<br>因此雷因對父親抱有很複雜的感情。<br>雖然本人沒有察覺到，<br>但他天資聰穎，能夠簡單地學會<br>普通人要花好幾年才能掌握的本領。", "그랑셸트 왕국의 기사.<br>레인의 아버지 레겐은 뛰어난 실력을 갖춘<br>왕국 기사였으나, 아버지가<br>가족을 버리고 행방불명된 이후로<br>아버지에게 복잡한 애증을 품고 있다.<br>본인은 모르지만 천재적인 재능이 있어<br>보통 사람이 몇 년은 배워야 익히는 기술을<br>간단히 숙달할 때도 있다.", "Un chevalier du royaume de Grandshelt. Il éprouve des sentiments mitigés envers son père sire Raegen, illustre chevalier qui a un jour disparu sans laisser de traces, abandonnant sa famille. Doté d'un talent inné que lui-même ne saurait expliquer, il peut apprendre rapidement des aptitudes que d'autres mettraient des années à assimiler.", "Ritter aus dem Königreich Grandshelt, der gemischte Gefühle für seinen Vater, Sir Raegen, hegt. Dieser ist ein aufgrund seiner Begabung gefeierter Ritter, der eines Tages unerklärlicherweise verschwand und die Familie zurückließ. Lernt erstaunlich schnell neue Talente, für die die meisten Menschen Jahre brauchen würden.", "Un caballero del Reino de Grandshelt con sentimientos encontrados hacia su padre, Sir Raegen, un caballero ilustre que, inexplicablemente, desapareció de repente abandonando a su familia. Rain fue bendecido con un talento natural que ni él mismo comprende y puede aprender rápidamente técnicas que la mayoría tardaría años en dominar."], "fusion": ["I can't wait to show everyone<br>what I'm truly made of!", "我也差不多該要認真一下了！", "나도 슬슬 제 실력을<br>보여줄 때가 온 것 같아.", "J'ai hâte de montrer à tout le monde<br>de quoi je suis vraiment capable !", "Bald werden alle sehen,<br>was wirklich in mir steckt!", "¡Qué ganas de mostrar a todos<br><br>de lo que soy capaz!"], "summon": ["Huh...!? It's my turn?<br>It's not that I don't want to help.<br>Really, I do!", "嗯？該我出場了？<br>我、我幹勁十足！真的！", "흐아암…… 어? 내 차례라고?<br>귀, 귀찮은 건 아냐. 정말이라니까?", "Hein ? C'est mon tour ?<br>Si, si je suis motivé...<br>Je vous jure !", "... Hä? Bin ich dran?<br>Äh, ja, nein, natürlich bin ich dabei!<br>Ehrlich!", "¡¿Qué?! ¿Ya me toca?<br>No es que no quiera ayudar.<br>¡En serio que quiero!"]}}, "100000106": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1067, 3234, 450], "ATK": [38, 115, 30], "MP": [42, 126, 75], "MAG": [37, 111, 30], "SPR": [34, 104, 30], "DEF": [38, 114, 30]}, "magic_affinity": [5, 7, 0, 0], "ability_slots": 4, "limitburst_id": 100000106, "attack_count": 60, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 383, "attack_damage": [[60, 40]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [15, 36], "effect_frames": [13, 34], "strings": {"evolution": ["What is this...?<br>I feel filled with some unknown power.", "怎麼回事……<br>未知的力量充滿全身……", "뭐지, 이건…<br>정체 모를 힘으로 심신이 채워져 간다.", "Qu'est-ce que c'est... ?<br>J'ai l'impression d'être envahi par un pouvoir inconnu.", "Was ist das für ein Gefühl ...?<br>Eine unbekannte Kraft erfüllt mich!", "¿Esto qué es...?<br>Siento que me embarga un poder desconocido."], "affinity": ["We've been through a lot together.<br>I hope you feel that I am more<br>dependable now than I was before.", "戰鬥了這麼長時間，<br>我是不是已經變成一個<br>可靠的男人啦？", "우리가 같이 싸운 지도 오래됐네.<br>어때? 나도 점점 든든한 남자가<br>된 것 같지 않아?", "On a traversé tant de choses ensemble.<br>J'espère que tu me considère plus digne de confiance qu'avant.", "Wir haben viel zusammen durchgemacht.<br>Ich hoffe, dass ich ein bisschen<br>zuverlässiger geworden bin.", "Hemos pasado por mucho juntos.<br>Espero que ahora me consideréis<br>más de fiar que antes."], "description": ["A knight of the Kingdom of Grandshelt. Though usually preoccupied chasing girls, on his journey chasing after the Sworn Six of Paladia who attacked his homeland a gentler, more courageous side of him came through. At a young age he came in contact with the earth crystal, but little did he know that would become the catalyst that sealed his fate.", "格蘭謝爾特王國的騎士。<br>平時一副喜歡女性愛裝糊塗的樣子，<br>當祖國被帕拉迪亞六盟傑襲擊後，<br>他便踏上了追趕犯人的旅途，<br>在旅途中展現了他勇敢且樂於助人的一面。<br>年幼時，他曾觸碰過土之水晶，<br>在他不知情的情況下<br>已經決定好了他將來的命運。", "그랑셸트 왕국의 기사. 평소 여자를 밝히며 능글맞은 그가, 조국을 습격한 파라디아의 여섯 호걸 연맹을 쫓는 과정에서 용맹하고 약자를 위하는 모습을 보인다. 어릴 적 땅의 크리스탈을 만진 경험이 그의 운명을 바꾸는 계기가 되었다.", "Un chevalier du royaume de Grandshelt. Bien qu'il soit d'habitude occupé à courir après les filles, son voyage à la poursuite des Six Jurés de Paladia, qui avait attaqué son pays, révéla son côté gentil et courageux. Il entra en contact très jeune avec le Cristal de la terre, sans savoir que cela allait devenir le catalyseur qui scellerait sa destinée.", "Ein Ritter des Königreichs Grandshelt. Seine Tage als etwas pflichtvergessener, erfolgloser Schürzenjäger endeten abrupt, als die Geschworenen Sechs von Paladia sein Heimatland überfielen. Auf der folgenden Reise, diesen Übeltätern das Handwerk zu legen, zeigte sich seine tapfere, ritterliche Seite. Als kleines Kind hatte er einmal den Kristall der Erde berührt; ein Ereignis, das schwerwiegende Folgen für sein ganzes Leben haben sollte.", "Caballero del reino de Grandshelt. Normalmente lo único que le preocupaba era perseguir faldas, pero cuando en su lugar comenzó a perseguir a los Seis Juramentados de Paladia que habían atacado su ciudad natal, una parte más gentil y valiente de él salió a la luz. Entró en contacto con el Cristal de la Tierra a una edad muy temprana, pero poco se imaginaba por ese entonces que ese encuentro se iba a convertir en el catalizador que sellaría su destino."], "fusion": ["Alright, this'll do for now.<br>However, there are no limits to my power.", "對，這樣就好。<br>我還遠未達到極限。", "좋아, 이걸로 충분해.<br>내게 한계 같은 건 없으니까.", "Très bien, ça fera l'affaire pour le moment.<br>J'ai l'impression que mon pouvoir n'a aucune limite.", "So weit, so gut.<br>Aber ich habe meine Grenzen noch lange nicht erreicht.", "Vale, por ahora basta .<br>Sin embargo, mi poder no tiene límites."], "summon": [null, null, null, null, null, null]}}}, "job": "Knight", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Rain", "雷因", "레인", "Rain", "Rain", "Rain"], "equip": [1, 2, 3, 9, 15, 30, 31, 40, 41, 50, 51, 52, 60], "game_id": 11001, "rarity_min": 2, "tribe_id": 5, "id": "100000102", "job_id": 1}