{"TMR": ["MATERIA", 504210890], "name": "Veritas of the Earth", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20130, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 100170, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 101200, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 207130, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 210920, "rarity": 4}, {"level": 12, "type": "MAGIC", "id": 20250, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 210900, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 210950, "rarity": 5}, {"level": 69, "type": "ABILITY", "id": 206980, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 210940, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 210870, "rarity": 6}, {"level": 6, "type": "ABILITY", "id": 100150, "rarity": 6}, {"level": 30, "type": "MAGIC", "id": 20340, "rarity": 6}, {"level": 62, "type": "ABILITY", "id": 101220, "rarity": 6}, {"level": 73, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 210910, "rarity": 6}, {"level": 94, "type": "ABILITY", "id": 210930, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 210880, "rarity": 6}], "sex_id": 1, "entries": {"100008105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [910, 2758, 240], "ATK": [34, 103, 16], "MP": [39, 119, 40], "MAG": [29, 87, 16], "SPR": [32, 98, 16], "DEF": [36, 110, 24]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 4, "limitburst_id": 100008105, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 5, "290060100": 10, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 578, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [29, 78], "effect_frames": [27, 76], "strings": {"evolution": ["This is not my true power.<br>Allow me to advance even further.", "我的力量絕非僅僅如此。<br>我還能夠變得更強。", "내 힘은 이 정도가 아니다.<br>아직 더 나아갈 수 있어.", "Ce n'est pas mon véritable pouvoir.<br>Permets-moi de devenir encore plus puissant.", "Dies ist nicht meine wahre Kraft.<br>Erlaube mir, noch weiter fortzuschreiten.", "Este no es mi verdadero poder.<br>Permíteme seguir avanzando."], "affinity": ["...Hmph.<br>This should suit you greedy humans.", "……哼。<br>對於慾望無窮的人類來說，<br>這個最相配。", "……흥.<br>욕심 많은 인간에겐<br>이게 잘 어울릴 거다.", "... Pff.<br>Ceci devrait convenir à des humains avides tels que vous.", "... Hmph.<br>Das sollte euch gierigen Menschen reichen.", "...Mmm.<br>Esto os debería servir, codiciosos humanos."], "description": ["One of the Sworn Six of Paladia who encountered Rain and his friends while they journeyed through Mysidia. Although Veritas of the Earth regarded Fina as a worthy opponent once, he is very disappointed to find out she has lost her powers and memory. And yet, as a warrior he still shows an unnaturally keen interest in her person. A proud soldier of his native world Paladia, his ego can sometimes get the best of him.", "「帕拉迪亞六盟傑」的其中一人，<br>襲擊魔道士國家密西迪亞的男子。<br>稱菲娜為「昔日勁敵」，<br>對於她失去記憶與力量感到可惜。<br>對菲娜的感情不僅是以作為戰士<br>感到興趣，也展現了異樣的執著。<br>在故鄉帕拉迪亞，他是一名高貴的戰士，<br>而這高貴的矜持有時也成為他的弱點。", "파라디아의 여섯 호걸 연맹' 중 한 명으로,<br>마도사 국가 미시디아를 습격한 남자.<br>피나를 '과거의 호적수'라 칭하며<br>그녀가 기억과 힘을 잃어버린 것에 분개한다.<br>피나를 향한 감정은 전사로서의 흥미에<br>그치지 않고 기이한 집착을 보이며,<br>고향 파라디아에서는 고귀한 전사였지만<br>때로는 그 긍지가 그의 약점이 되기도 한다.", "L'un des Six Jurés de Paladia ayant fait la rencontre de Rain et de ses amis au cours de leur traversée de Mysidia. Veritas des Terres, bien qu'il ait autrefois considéré Fina comme une adversaire digne de l'affronter, est infiniment déçu d'apprendre qu'elle a perdu ses pouvoirs et sa mémoire. Malgré cela, sa condition de guerrier le pousse à manifester un intérêt particulièrement prononcé pour Fina. Originaire du monde de Paladia, ce fier soldat est parfois aveuglé par sa propre fierté et son ego.", "Einer der Geschworenen Sechs von Paladia und der Mann, der die Magination Mysidia angriff. Enttäuscht über den Verlust ihrer Erinnerungen und Kraft, nennt er Fina seine \"Ex-Rivalin\". Sein Interesse an Fina bleibt allerdings nicht auf sein Wirken als Krieger beschränkt und macht sich als ungewöhnliche Beharrlichkeit bemerkbar. Er ist ein edler Krieger aus seiner Heimat Paladia, sein großer Stolz wird ihm aber nicht selten zur Achillesferse.", "Uno de los Seis Juramentados de Paladia que se encontró con Rain y sus amigos durante su viaje a través de Mysidia. Aunque hubo una vez en la que Veritas el terrestre consideró que Fina oscura era una oponente digna, se sintió muy decepcionado al enterarse de que había perdido la memoria y los poderes. A pesar de todo, como guerrero, todavía muestra un interés muy fuerte por Fina como persona. Al ser un orgulloso soldado de Paladia, su tierra natal, a veces su ego le hace jugar con ventaja."], "fusion": ["And...?<br>How long do you wish me to fight?", "然後呢？<br>我還要戰鬥到什麼時候？", "그래서?<br>난 얼마나 싸우면 되지?", "Et... ?<br>Jusqu'à quel point tu veux que je me batte ?", "Und ...?<br>Wie lange wollen wir kämpfen?", "¿Y...?<br>¿Cuánto quieres que esté peleando?"], "summon": ["This may just be an empty shadow of myself,<br>but do not take it lightly.", "雖然只是虛幻的形體，<br>但是千萬別小看我了。", "공허한 그림자의 몸이라 해도,<br>나를 우습게 볼 생각 마라.", "Je ne suis peut-être que l'ombre de moi-même,<br>mais tu ferais bien de ne pas me sous-estimer.", "Dies mag nur ein leerer Schatten von mir sein,<br>aber passt auf.", "Puede que esto no sea más que mi sombra vacía,<br>pero no me lo tomo a la ligera."]}}, "100008104": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [700, 2121, 210], "ATK": [26, 79, 14], "MP": [30, 91, 35], "MAG": [22, 66, 14], "SPR": [25, 75, 14], "DEF": [28, 84, 18]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 3, "limitburst_id": 100008104, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290031000": 8, "290030500": 13, "290050400": 8, "290050300": 15, "290020900": 25}}, "rarity": 4, "compendium_id": 577, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [29, 78], "effect_frames": [27, 76], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["...Hmph.<br>This should suit you greedy humans.", "……哼。<br>對於慾望無窮的人類來說，<br>這個最相配。", "……흥.<br>욕심 많은 인간에겐<br>이게 잘 어울릴 거다.", "... Pff.<br>Ceci devrait convenir à des humains avides tels que vous.", "... Hmph.<br>Das sollte euch gierigen Menschen reichen.", "...Mmm.<br>Esto os debería servir, codiciosos humanos."], "description": ["One of the Sworn Six of Paladia who encountered Rain and his friends while they journeyed through Mysidia. Deeming Fina as a worthy opponent, Veritas of the Earth has been pursuing her in hopes of facing her in battle. However, he quickly loses all hope of fighting a deserving opponent upon realizing that she has lost both her powers and memory. A proud man, he looks down on the weak, but assesses everything with collected composure.", "在魔道士國家密西迪亞與雷因等人<br>對峙的「帕拉迪亞六盟傑」的其中一人。<br>渴望戰鬥，稱菲娜為勁敵，<br>但對於失去記憶也失去力量<br>的菲娜感到失望，並感嘆<br>這世界上已經沒有可較勁的對手。<br>自尊心極強，看不起比自己等級低的人，<br>對待弱者很是無情。", "마도사 국가 미시디아에서 레인 일행과<br>대적한 '파라디아의 여섯 호걸 연맹' 중 한 명.<br>싸움을 추구하며, 피나의 호적수였지만<br>기억과 함께 힘마저 잃어버린 그녀에게<br>실망하고 자신을 만족시킬 상대는<br>이 세상 어디에도 없다며 분개하고 있다.<br>자존심이 강하고, 힘없는 자를<br>깔보며 냉정하게 대하기도 한다.", "L'un des Six Jurés de Paladia ayant fait la rencontre de Rain et de ses amis au cours de leur traversée de Mysidia. Veritas des Terres, jugeant que Fina ferait une adversaire digne de son talent, la poursuit dans l'espoir de l'affronter en duel. Cependant, il est rapidement forcé d'abandonner cet espoir lorsqu'il se rend compte que l'adversaire en question a perdu sa mémoire et ses pouvoirs. En homme fier, il méprise ceux qui font preuve de faiblesse mais approche chaque situation avec le plus grand sang-froid.", "Einer der Geschworenen Sechs von Paladia, die in Mysidia Rain und seinen Freunden gegenüberstanden. Er sehnt sich nach dem Kampf und sieht in Fina eine ebenbürtige Gegnerin. Voller Enttäuschung darüber, dass sie mit ihren Erinnerungen auch ihre Kraft einbüßte, beklagt er, dass kein Gegner der Welt ihm ebenbürtig sei. Er ist stolz, verachtet schwache Menschen und neigt dazu, kaltblütig zu handeln.", "Uno de los Seis Juramentados de Paladia que se encontró con Rain y sus amigos durante su viaje a través de Mysidia. Al considerar a Fina oscura como una rival digna, Veritas el terrestre la ha estado buscando con la esperanza de enfrentarse a ella. Sin embargo, al poco pierde todas las esperanzas de enfrentarse a un oponente digno, pues se da cuenta de que esta ha perdido su memoria junto a todos sus poderes. Un hombre orgulloso que menosprecia a los débiles, pero que lo evalúa todo cuando recupera la compostura."], "fusion": ["It matters not.<br>Grant me more power.", "沒關係，<br>給我更多的力量。", "상관없다.<br>더 많은 힘을 다오.", "Peu m'importe.<br>Contente-toi de me donner plus de puissance.", "Spielt keine Rolle.<br>Gewähre mir mehr Kraft.", "No importa.<br>Dame más poder."], "summon": ["Hmph.<br>I must have been quite strong to<br>have reappeared as a vision.", "哼。<br>我的意志已經強大到<br>能夠成為幻兵了嗎？", "흐음.<br>내 의지는 비전이 될 정도로<br>강했던 것인가.", "Mhmm.<br>Si je suis réapparu en tant que vision, c'est que je devais être assez puissant, après tout.", "Hmph.<br>Ich muss stark gewesen sein,<br>dass ich als Vision wiedererschien.", "Mmm.<br>Debo de ser bastante fuerte<br>para haber reaparecido como una visión."]}}, "100008106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1183, 3586, 390], "ATK": [45, 135, 26], "MP": [51, 155, 65], "MAG": [38, 114, 26], "SPR": [42, 128, 26], "DEF": [48, 144, 34]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 4, "limitburst_id": 100008106, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 579, "attack_damage": [[50, 50]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [29, 78], "effect_frames": [27, 76], "strings": {"evolution": ["You wish to draw out my true power?<br>If you think you can, then do so.", "你能夠激發出我真正的力量嗎？<br>那你就試試看吧。", "진정한 힘을 끌어내는 것인가.<br>해볼 수 있다면 해 보도록.", "Tu veux révéler ma véritable puissance ?<br>Si tu t'en sens capable alors vas-y.", "Du willst meine wahre Macht entfesseln?<br>Tu es, wenn du es kannst.", "¿Crees que puedes sacar mi poder de verdad?<br>Si crees que puedes, adelante."], "affinity": ["...Hmph.<br>This should suit you greedy humans.", "……哼。<br>對於慾望無窮的人類來說，<br>這個最相配。", "……흥.<br>욕심 많은 인간에겐<br>이게 잘 어울릴 거다.", "... Pff.<br>Ceci devrait convenir à des humains avides tels que vous.", "... Hmph.<br>Das sollte euch gierigen Menschen reichen.", "...Mmm.<br>Esto os debería servir, codiciosos humanos."], "description": ["One of the Sworn Six of Paladia who encountered Rain and his friends while they journeyed through Mysidia. Veritas of the Earth once admired Fina for her prowess as a warrior, and looked forward to facing her superior skills in battle someday. Unfortunately for him, however, she sided with Rain and his admiration turned into more of an unhealthy obsession. He was born from a noble family in his home of Paladia, and is said to have quickly climbed through the ranks of the Sworn Six.", "在魔道士國家密西迪亞相遇的<br>「帕拉迪亞六盟傑」的其中一人。<br>認同菲娜是位優秀戰士、可敬對手，<br>和菲娜的戰鬥對他來說是至高無上的樂趣，<br>但自從菲娜跟隨了雷因等人之後，<br>那份感情就轉變成了執著。<br>在故鄉帕拉迪亞，他出身高貴，<br>但在六盟傑中，他是最莽撞的一個。", "마도사 국가 미시디아에서 만난<br>'파라디아의 여섯 호걸 연맹' 중 한 명.<br>전사로서 피나를 호적수로 인정하며,<br>그녀와의 싸움에 큰 기대를 갖고 있었지만<br>피나가 레인과 함께 있는 것을 보자<br>그 감정은 아집으로 변해 버렸다.<br>고향 파라디아에서는 고귀한 출신이었으나,<br>여섯 호걸 연맹 내에서는 다소 멋대로 행동하기도 한다.", "L'un des Six Jurés de Paladia ayant fait la rencontre de Rain et de ses amis au cours de leur traversée de Mysidia. Veritas des Terres admirait autrefois Fina pour sa prouesse guerrière, et se délectait à l'idée de l'affronter un jour en duel. Hélas, celle-ci s'allia avec Rain, et son admiration se transforma peu à peu en une sorte d'obsession malsaine. Né au sein d'une famille de la noblesse de Paladia, la légende raconte qu'il est rapidement monté dans les rangs des Six Jurés.", "Einer der Geschworenen Sechs von Paladia, denen Rain und seine Freunde in Mysidia begegneten. Als Krieger erkennt er Fina als seine ebenbürtige Gegnerin an und sehnte sich über alle Maßen nach einem Gefecht mit ihr. Als sie sich doch auf die Seite Rains schlägt, verwandelt sich seine Bewunderung in krankhafte Obsession. Von edler Herkunft in seiner Heimat Paladia, ist er auch unter den Sechs vor allem dafür bekannt, hartnäckig eine Richtung zu verfolgen.", "Uno de los Seis Juramentados de Paladia que se encontró con Rain y sus amigos durante su viaje a través de Mysidia. Hubo una vez en la que Veritas el terrestre admiraba a Fina oscura por sus cualidades superiores como guerrera y, por ello, ansiaba enfrentarse a ella. Por desgracia para él, Fina se puso del lado de Rain, lo que hizo que la admiración que sentía por ella se transformase en una especie de obsesión enfermiza."], "fusion": ["Fine then.<br>Go ahead and try to please me.", "很好。<br>看你是否能夠滿足我。", "좋다.<br>날 만족시켜 보라구.", "Très bien.<br>Vas-y essaye de me satisfaire.", "Schön.<br>Versuche, mich zu erfreuen.", "De acuerdo.<br>Venga intenta agradarme."], "summon": ["For you to have called upon me must mean<br>you can offer me a satisfying fight, correct?", "既然將我這個敵人召喚過來，<br>就代表有能夠滿足我的戰鬥吧？", "적을 불러냈을 정도니,<br>내가 만족할 만한 싸움을<br>할 수 있게 해 주겠지?", "Si tu m'as invoqué, ça veut sûrement dire que tu vas m'offrir un bon combat, je me trompe ?", "Da du mich gerufen hast,<br>hast du sicher einen guten Kampf zu bieten, oder?", "Que tú me hayas llamado<br>tiene que ser porque tienes una pelea interesante que ofrecerme, ¿no?"]}}}, "job": "Veritas", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Veritas of the Earth", "王土之維利亞斯", "위대한 대지의 베리어스", "Veritas des Terres", "Veritas der Erde", "Veritas el terrestre"], "equip": [1, 2, 9, 10, 30, 31, 41, 51, 52, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100008104", "job_id": 109}