{"TMR": ["MATERIA", 504217950], "name": "Ohga", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 205360, "rarity": 4}, {"level": 40, "type": "ABILITY", "id": 217870, "rarity": 4}, {"level": 51, "type": "ABILITY", "id": 217890, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 217860, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 217840, "rarity": 5}, {"level": 18, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 31, "type": "ABILITY", "id": 100030, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 217880, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 217900, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 217920, "rarity": 6}, {"level": 25, "type": "ABILITY", "id": 100090, "rarity": 6}, {"level": 50, "type": "ABILITY", "id": 217910, "rarity": 6}, {"level": 75, "type": "ABILITY", "id": 217930, "rarity": 6}, {"level": 80, "type": "ABILITY", "id": 217940, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 217850, "rarity": 6}], "sex_id": 1, "entries": {"100011506": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1276, 3866, 510], "ATK": [47, 141, 26], "MP": [44, 132, 65], "MAG": [33, 99, 26], "SPR": [45, 135, 26], "DEF": [42, 127, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100011506, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 768, "attack_damage": [[50, 50]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [32, 50], "effect_frames": [30, 48], "strings": {"evolution": ["I once again have obtained<br>power that I cannot hold back...<br>You'll take responsibility for this, right?", "好像又獲得了<br>無法抑制的力量了……<br>喂，你會負起責任吧？", "또, 걷잡을 수 없는 힘을<br>손에 넣은 것 같군……<br>당신, 똑바로 책임지라구?", "J'ai une fois encore obtenu<br>une puissance que je ne peux contenir...<br>Tu en prends la responsabilité, n'est-ce pas ?", "Und wieder habe ich Macht erlangt,<br>die ich nicht zurückhalten kann ...<br>Du übernimmst die Verantwortung dafür, oder?", "De nuevo, vuelvo a tener<br>un poder que no puedo contener...<br>Te harás responsable de esto, ¿no?"], "affinity": ["I never thought I could feel this way after battling.<br>This must be what you call trust.", "沒想到在戰鬥之後，<br>會有這種心情。<br>這就是所謂的信賴吧。", "싸운 뒤에 이런 기분을<br>맛볼 수 있다니, 생각지도 못했어.<br>이런 게, 신뢰라는 건가.", "Je n'aurais jamais cru que j'aurais pu ressentir de telles choses après un combat.<br>C'est sûrement ce que tu appelles la confiance.", "Ich hätte nie gedacht, dass ich nach einem Kampf so fühlen könnte.<br>Das muss sein, was man Vertrauen nennt.", "Nunca pensé que me sentiría así después de luchar.<br>Esto tiene que ser lo que tú llamas confianza."], "description": ["A young samurai born into a prominent family of the Kingdom of Pharm. Ohga is a warrior with such great potential that he is feared by others as a demon on the battlefield. However, his inability to control his own actions in battle troubles him greatly. Word has it that after learning that his ancestors laid the foundation upon which the Kingdom of Pharm was built, he has recently become interested in politics. He is hoping to one day build a future in which swords will no longer be needed.", "出生在法爾姆王國名門的年輕武士。<br>他有著優秀的戰鬥能力，<br>被周圍的人敬為鬼神，<br>而他自己卻因無法控制自己的能力而苦惱。<br>在得知自己的祖先締造了王國基石後，<br>他似乎對政治產生了興趣。<br>於是乎，他開始嚮往放下屠刀，<br>安靜度日的生活。", "팔름 왕국의 권력자 집안에서 태어난 젊은 무사. '귀신'이라고 불릴 정도로 뛰어난 전투능력을 지녔지만, 자신을 억제하지 못해 고민하고 있다. 팔름 왕국의 기반을 세운 선조에 대해 알게 된 최근은 정치에 흥미를 갖게 된 것 같다. 언젠가 전쟁이 사라지고 칼이 필요 없는 세상을 만들고 싶어 하고 있다.", "Un jeune samouraï né au sein d’une famille influente du Royaume de Pharm. Ohga est un guerrier doté d’un potentiel tel que ceux qui le croisent sur le champ de bataille, voyant en lui un démon, craignent sa présence. Cependant, son incapacité à contrôler ses propres actions au combat le perturbe grandement. Certaines rumeurs prétendent qu’il aurait récemment développé un intérêt pour la politique après avoir découvert qu’il était le descendant des hommes ayant bâti les fondations sur lesquelles siège le Royaume de Pharm. Il espère un jour être capable de construire un futur dans lequel nul n’aura besoin d’une épée.", "Ein junger Samurai, der aus einer bekannten Familie aus dem Königreich Pharm stammt. Ohga ist ein Krieger mit so großem Potenzial, dass er von anderen auf dem Schlachtfeld als Dämon gefürchtet wird. Sein Unvermögen, sich im Kampf unter Kontrolle zu haben, bereitet ihm große Sorgen. Nachdem er erfuhr, dass seine Vorfahren den Grundstein für das Königreich Pharm gelegt hatten, begann er sich wohl für Politik zu interessieren. Er hofft, eine Zukunft schaffen zu können, in der Schwerter nicht länger gebraucht werden.", "Un joven samurái de una prominente familia del Reino de Pharm. Ohga es un guerrero con un potencial tan grande que muchos lo consideran fiero como un demonio en el campo de batalla. Sin embargo, su incapacidad a la hora de controlar sus propias acciones en combate le causan mucha aflicción. Asimismo, se dice que, después de que se enterara de que sus ancestros sentaron los cimientos del Reino de Pharm, se empezó a interesar por la política. De hecho, espera que algún día ya no se necesiten las armas para resolver los problemas."], "fusion": ["Enemy or ally...<br>I will slaughter them all.", "不管是敵人還是同伴……<br>全都砍了。", "적이든 아군이든 상관없어……<br>베어 주지.", "Amis ou ennemis...<br>Je les massacrerai tous.", "Feind oder Freund ...<br>Ich werde sie alle erledigen.", "Enemigos o no enemigos...<br>Voy a acabar con todos."], "summon": ["Did you hear about me somewhere?<br>You should know that if you're prepared to swing a blade, you should also be prepared to die.", "在某處聽過我的傳聞嗎？<br>揮舞刀劍的人，<br>要做好犧牲的準備才行哦！", "어디서 내 소문이라도 듣고 온 모양이지?<br>칼을 휘두를 거라면<br>자신이 희생될 각오도 해 두라구?", "As-tu entendu parler de moi quelque part ?<br>Si tu prends les armes,<br>alors tu dois être prêt à te sacrifier.", "Hast du von mir gehört?<br>Du weißt, wenn du ein Schwert schwingst, solltest du auch bereit sein zu sterben.", "¿Te hablaron de mí en algún lado?<br>Deberías saber que si estás preparado a usar una espada, también deberías estar preparado a morir."]}}, "100011505": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [981, 2973, 360], "ATK": [36, 108, 16], "MP": [33, 101, 40], "MAG": [25, 76, 16], "SPR": [34, 103, 16], "DEF": [32, 97, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100011505, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 767, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [32, 50], "effect_frames": [30, 48], "strings": {"evolution": ["This feeling, even though I'm not fighting...<br>I guess I must have awoken?<br>Hey, I'm still alive, right?", "明明沒有戰鬥，這種感覺是……<br>就像覺醒了一樣？<br>喂，我應該還活者吧？", "싸우고 있지 않은데도, 이 감각은……<br>마치, 잠에서 깬 것 같다.<br>어이, 나 살아있는 거 맞지?", "Cette sensation...<br>J'imagine que j'ai réussi à m'éveiller sans même me battre ...<br>Oui, je suis encore vivant, n'est-ce pas ?", "Dieses Gefühl, dabei kämpfe ich nicht einmal ...<br>Ich muss wohl erwacht sein?<br>He, ich lebe noch, oder?", "Esta sensación, sin estar luchando...<br>¿Creo que he despertado?<br>Ey, sigo vivo, ¿verdad?"], "affinity": ["I never thought I could feel this way after battling.<br>This must be what you call trust.", "沒想到在戰鬥之後，<br>會有這種心情。<br>這就是所謂的信賴吧。", "싸운 뒤에 이런 기분을<br>맛볼 수 있다니, 생각지도 못했어.<br>이런 게, 신뢰라는 건가.", "Je n'aurais jamais cru que j'aurais pu ressentir de telles choses après un combat.<br>C'est sûrement ce que tu appelles la confiance.", "Ich hätte nie gedacht, dass ich nach einem Kampf so fühlen könnte.<br>Das muss sein, was man Vertrauen nennt.", "Nunca pensé que me sentiría así después de luchar.<br>Esto tiene que ser lo que tú llamas confianza."], "description": ["An elaborately dressed young man who lives a carefree life in the Kingdom of Pharm. Ohga's bizarre and nonchalant appearance does little to show the incredible focus he displays on the battlefield. If he were only to learn the difference between friend and foe though, many of the dangerous situations he brings about could be avoided. Ironically, he himself dislikes confrontations and other types of dilemmas, so he has a difficult time dealing with his second personality.", "過著悠然自得的生活的<br>法爾姆王國的年輕人。<br>著裝既誇張又隨意，<br>一旦進入戰鬥則會展示出驚人的能力。<br>有時候會不加分別地攻擊敵友雙方，<br>引發各種不必要的問題。<br>他本人厭惡麻煩事，<br>所以也為自己的兩面性所苦惱。", "호사바치로 뺀질거리며 살아가는 팔름 왕국의 젊은이. 화려한 차림새를 하고 있지만, 전투가 벌어지면 경이적일 정도의 집중력을 발휘한다. 적과 아군 모두를 가리지 않고 공격하는 탓에, 문제를 일으키는 경우도 허다하다. 본인은 전쟁을 비롯해 귀찮은 일은 싫어하는 성격으로, 자신도 이러한 이중성에 고민을 안고 있다.", "Un jeune homme aux vêtements raffinés qui mène une vie insouciante dans le Royaume de Pharm. L’allure étrange et désinvolte d’Ohga ne reflète en rien le degré de concentration dont il fait preuve sur le champ de bataille. S’il pouvait seulement apprendre à distinguer ses ennemis de ses amis, de nombreux dangers pourraient alors être évités. Ironiquement, lui-même ne tire aucun plaisir de ses confrontations ou de tout autre dilemme et sa double personnalité lui pose souvent problème.", "Ein sorgsam gekleideter junger Mann, der im Königreich Pharm ein sorgenfreies Leben führt. Ohgas lässiges Auftreten deutet nicht auf die unfassbare Konzentration hin, die er im Kampf zeigt. Wenn er lernen könnte, zwischen Freund und Feind zu unterscheiden, ließen sich viele gefährliche Situationen vermeiden. Ironischerweise mag er keine Konfrontationen und Konflikte, sodass es ihm schwerfällt, mit seiner zweiten Persönlichkeit umzugehen.", "Un joven elegante que vive una vida tranquila en el Reino de Pharm. Su apariencia bizarra y despreocupada no hace justicia a la increíble concentración que muestra en combate. Si tan solo Ohga consiguiese aprender la diferencia entre amigo y enemigo, podría evitar la mayoría de situaciones peligrosas que le rodean. Irónicamente, Ohga odia las confrontaciones y ese tipo de dilemas, por lo que lo pasa bastante mal cuando tiene que lidiar con su otra personalidad."], "fusion": ["Who are you? My enemy?<br>Hehe, I know not!", "是誰？你是敵人嗎？！<br>唔唔……猜不透！", "뭐야, 당신은 적인가……?!<br>크윽…… 모르겠어……!", "Qui es-tu ? Mon ennemi ?<br>Héhé, j'en sais rien !", "Wer bist du? Mein Feind?<br>Hehe, ich weiß es nicht!", "¿Quién eres? ¿Mi enemigo?<br>Je, je. ¡No te conozco!"], "summon": ["Oi!<br>You'll take me into battle?<br>You'd better watch out for me.", "喂喂，<br>要帶著我上戰場嗎？<br>會好好地照顧我吧。", "이봐, 나를<br>전장으로 데려갈 셈이야?<br>제대로 책임질 수 있겠어?", "Ooh !<br>Tu m'amène sur le champ de bataille ?<br>T'as intérêt à faire attention à moi.", "He!<br>Du führst mich in den Kampf?<br>Gib lieber gut Acht auf mich", "¡Eh!<br>¿Me llevas a luchar?<br>Más te vale cubrirme la espalda."]}}, "100011504": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [754, 2286, 270], "ATK": [27, 83, 14], "MP": [25, 77, 35], "MAG": [19, 58, 14], "SPR": [26, 79, 14], "DEF": [24, 74, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100011504, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 15, "290040200": 8, "290020200": 25, "290030200": 13, "290050400": 8}}, "rarity": 4, "compendium_id": 766, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [32, 50], "effect_frames": [30, 48], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I never thought I could feel this way after battling.<br>This must be what you call trust.", "沒想到在戰鬥之後，<br>會有這種心情。<br>這就是所謂的信賴吧。", "싸운 뒤에 이런 기분을<br>맛볼 수 있다니, 생각지도 못했어.<br>이런 게, 신뢰라는 건가.", "Je n'aurais jamais cru que j'aurais pu ressentir de telles choses après un combat.<br>C'est sûrement ce que tu appelles la confiance.", "Ich hätte nie gedacht, dass ich nach einem Kampf so fühlen könnte.<br>Das muss sein, was man Vertrauen nennt.", "Nunca pensé que me sentiría así después de luchar.<br>Esto tiene que ser lo que tú llamas confianza."], "description": ["A young samurai who lives a carefree life in the Kingdom of Pharm. Ohga is an elaborately dressed young man with a laid back personality. However, when battle calls his name he is said to thoroughly transform into a demon, and has thus come to be feared by those around him. His style of swordfighting is completely self-taught, as his split personality has been considered too volatile for any one teacher to handle.", "在法爾姆王國過著悠閒生活的年輕武士。<br>他性格輕佻，<br>不過，一旦戰鬥就會性格突變，<br>變得如鬼神一般，讓人心驚膽寒。<br>其刀法完全自創。<br>由於他自身的性格缺陷，<br>一直沒有師父願意教授他技藝。", "팔름 왕국에서 유유자적하며 지내던 젊은 무사. 이른바 호사바치로 가벼운 성격이지만, 일단 전투에 나서게 되면 사람이 바뀐 듯이 '귀신' 같은 모습으로 주변 사람들을 공포에 떨게 만들었다. 아류 도술을 구사하며, 특이한 성격 탓에 지금까지 제대로 된 스승을 가져본 적이 없다고 한다.", "Un jeune samouraï qui mène une vie insouciante dans le Royaume de Pharm. Ohga est un jeune homme à la tenue sophistiquée et au caractère serein. Toutefois, il est dit que quand il entend l’appel du champ de bataille, il se transforme en véritable démon et inspire la peur à tous ceux qui croisent son chemin. Son style de combat est entièrement autodidacte, notamment car sa double personnalité a été jugée trop instable pour qu’il puisse suivre l’enseignement d’un maître.", "Ein junger Samurai, der im Königreich Pharm ein sorgenfreies Leben führt. Ohga ist ein junger Mann, der sich geschmackvoll kleidet und immer locker wirkt. Im Kampf jedoch verwandelt er sich in einen wahren Dämon, der von allen in seiner Nähe gefürchtet wird. Den Schwertkampf hat er sich selbst beigebracht, da seine gespaltene Persönlichkeit für jeden anderen Lehrer zu gefährlich gewesen wäre.", "Un joven samurái que vive una vida tranquila en el Reino de Pharm. Ohga es un joven elegante que detesta el estrés. Sin embargo, cuando llega la hora de luchar, la gente dice que se transforma en un demonio y, por ende, el miedo se apodera de todo aquel que se encuentre cerca. Asimismo, aprendió a usar la espada de forma autodidacta, pues los profesores de esgrima encuentran su doble personalidad un tanto volátil y difícil de controlar."], "fusion": ["Oh, lemme at 'em!<br>Right away!", "喔……讓我戰鬥啦！<br>現在立刻！", "날 싸우게 해 줘……!<br>지금 당장!", "Laisse-moi me battre contre eux !<br>Tout de suite !", "Oh, lass mich mal ran<br>Und zwar jetzt gleich!", "¡Ah, déjamelos a mí!<br>¡Ahora!"], "summon": ["Hey, hey!<br>What do you intend on doing,<br>having called me here and all?", "哎呀，<br>把我叫出來，<br>究竟在打什麼主意？", "아이구, 이런.<br>이 몸을 불러내서<br>뭘 어쩔 생각이지?", "Hé, hé !<br>Qu'est-ce que tu essaies de faire en m'invoquant comme ça ?", "He, he!<br>Warum hast du mich gerufen?<br>Was hast du vor?", "¡Eh, eh!<br>¿Qué pretendes hacer<br>tras convocarme aquí?"]}}}, "job": "Samurai", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Ohga", "王牙", "오우가", "Ohga", "Ohga", "Ohga"], "equip": [2, 3, 4, 8, 9, 10, 15, 16, 41, 50, 51, 52, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100011504", "job_id": 12}