{"TMR": ["EQUIP", 403043300], "name": "Roy", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 215210, "rarity": 5}, {"level": 22, "type": "ABILITY", "id": 200410, "rarity": 5}, {"level": 29, "type": "ABILITY", "id": 200840, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 100730, "rarity": 5}, {"level": 60, "type": "ABILITY", "id": 200820, "rarity": 5}, {"level": 73, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 215220, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 215260, "rarity": 6}, {"level": 15, "type": "ABILITY", "id": 100180, "rarity": 6}, {"level": 31, "type": "ABILITY", "id": 215240, "rarity": 6}, {"level": 58, "type": "ABILITY", "id": 215250, "rarity": 6}, {"level": 60, "type": "ABILITY", "id": 910657, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 215540, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 215230, "rarity": 6}], "sex_id": 1, "entries": {"100010405": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [914, 2771, 300], "ATK": [26, 78, 20], "MP": [43, 131, 50], "MAG": [37, 112, 20], "SPR": [36, 109, 20], "DEF": [32, 98, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100010405, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 10, "290060000": 20, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 691, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [30, 60, 88], "effect_frames": [28, 58, 86, 17, 40, 78], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["This is quite a strong feeling of happiness,<br>I could almost write a song about it.<br>So I will tell you instead. Thank you.", "現在我所感受到的喜悅<br>實在難以成詩<br>所以就讓我用話語來表達。謝謝。", "지금, 내가 느끼고 있는 기쁨은<br>아무래도 시로 남기긴 힘들어서 말이지.<br>그러니 지금은 말로 전할게. 고마워.", "Quelle joie intense,<br>je pourrais presque en écrire une chanson.<br>Mais, je vais plutôt t'en parler à la place.", "Dies ist ein großes Glücksgefühl,<br>ich könnte beinahe ein Lied dazu komponieren.<br>Stattdessen aber teile ich es dir mit. Danke.", "Me siento tan tan feliz<br>que hasta podría escribir una canción sobre cómo me siento.<br>Pero bueno, mejor te cuento. Gracias."], "description": ["A bard that loves the ladies. With a goal in mind, he travels far and wide. He would sing his songs in taverns where it is said he charmed many a lady. Despite being a poet, he is also capable on the battlefield, and wouldn't dare step back should an enemy appear before him. He is also considered a key person in the kidnapping incident which gripped Grandshelt.", "喜愛女性的吟遊詩人。<br>因某目的而開始到各地旅遊。<br>手拿豎琴在酒場獨奏獨唱的樣子，<br>據說讓眾多女性瞬間著迷。<br>雖說是名詩人，可戰鬥本領卻很高強，<br>敵人在眼前時也不會退縮半步。<br>在格蘭謝爾特的誘拐事件中，<br>他成為了整個事件的關鍵。", "여자를 무척이나 좋아하는 음유시인. 어느 목적을 위해 세계 각지를 여행하고 있다. 주점에서 하프를 켜며 노래하는 그의 모습은 많은 여자를 순식간에 매료시켜 버린다고 한다. 음유시인이지만 전투력도 상당하며, 눈앞의 적에게 한 발짝도 물러서는 법이 없다고 한다. 그랑셸트에서 벌어진 납치사건에서 그의 존재가 큰 열쇠가 된 듯하다.", "Un barde qui adore les femmes. Animé par son objectif, il voyage à travers le monde. Il est dit qu’il passe son temps dans les tavernes, où ses chansons séduisent maintes femmes. Poète de métier, il est également un guerrier redoutable et ne recule jamais devant le moindre ennemi. Il est également considéré comme un élément clé de l’enlèvement qui a secoué Grandshelt.", "Ein Barde, der die Frauen liebt. Mit einem ganz bestimmten Ziel im Visier, bereist er verschiedene Gegenden. In Wirtshäusern habe er mit der Harfe in der Hand, so heißt es, schon so manche Frau mit seiner Stimme verzaubert. Obwohl er vor allem ein Poet ist, sind seine Fähigkeiten im Kampf unumstritten; vor einem Gegner weicht er keinen Schritt zurück. In dem Entführungsfall, der Grandshelt ereilte, spielt er eine zentrale Rolle.", "Un bardo aficionado a las mujeres. Esto le lleva a viajar por todas partes. En las tabernas, canta sus canciones y se dice que con ellas ha seducido a más de una señorita. A pesar de su condición de poeta, también es un guerrero experimentado y nunca huye ante ningún enemigo. También se cree que juega un papel importante en el secuestro que ha sobrecogido a Grandshelt."], "fusion": ["I know exactly how to use power.<br>Have no worries, and leave it to me!", "使用力量的方法，我非常清楚。<br>放心地交給我吧。", "힘의 사용법이라면 이미 파악했다.<br>안심하고 몸을 맡기도록.", "Je sais exactement comment me servir de ma force.<br>Ne t'inquiète pas et laisse-moi faire !", "Ich weiß, wie ich die Kraft einsetze.<br>Keine Sorge, überlasst es nur mir!", "Sé perfectamente cómo usar el poder.<br>¡No te preocupes y déjamelo a mí!"], "summon": ["It all starts from this moment.<br>Our story will be sung on into eternity.<br>...Or something like that.", "你我的傳說，<br>就是從這個瞬間開始的。<br>……開玩笑啦。", "지금 이 순간부터 시작되는 거다.<br>후세로 이어질 노래 속, 너와 나의 이야기가.<br>……뭐 그런 거.", "Tout commence à partir de cet instant.<br>Notre histoire sera chantée à travers les âges.<br>... Ou quelque chose comme ça.", "Alles beginnt jetzt.<br>Unser Lied wird in alle Ewigkeit gesungen werden.<br>... Oder etwas in der Art.", "Aquí comienza todo.<br>Cantarán nuestras hazañas durante generaciones.<br>...O algo así."]}}, "100010406": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1189, 3603, 450], "ATK": [34, 102, 30], "MP": [56, 171, 75], "MAG": [48, 146, 30], "SPR": [47, 142, 30], "DEF": [40, 120, 30]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100010406, "attack_count": 33, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 692, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [30, 60, 88], "effect_frames": [28, 58, 86, 17, 40, 78], "strings": {"evolution": ["The songs sung about great heroes...<br>I wonder if one day the tale of my<br>journey will also be sung about.", "以詩歌傳頌的英雄傳說。<br>也許有一天，<br>我的故事也會為人所歌頌。", "노랫말로 이어지는 영웅담.<br>언젠가, 내 이야기도<br>노래로 만들어질 거야.", "Je me demande si un jour on chantera mes aventures comme on chante celles des grands héros.", "Das Lied kündete von großen Helden ...<br>Ob eines Tages wohl ein Lied über<br>meine Reise gesungen wird?", "Cantan canciones de grandes héroes...<br>Me pregunto si algún día se cantarán<br>canciones sobre mi aventura."], "affinity": ["This is quite a strong feeling of happiness,<br>I could almost write a song about it.<br>So I will tell you instead. Thank you.", "現在我所感受到的喜悅<br>實在難以成詩<br>所以就讓我用話語來表達。謝謝。", "지금, 내가 느끼고 있는 기쁨은<br>아무래도 시로 남기긴 힘들어서 말이지.<br>그러니 지금은 말로 전할게. 고마워.", "Quelle joie intense,<br>je pourrais presque en écrire une chanson.<br>Mais, je vais plutôt t'en parler à la place.", "Dies ist ein großes Glücksgefühl,<br>ich könnte beinahe ein Lied dazu komponieren.<br>Stattdessen aber teile ich es dir mit. Danke.", "Me siento tan tan feliz<br>que hasta podría escribir una canción sobre cómo me siento.<br>Pero bueno, mejor te cuento. Gracias."], "description": ["A bard who, after being part of a painful incident, decided to go on a journey. He is constantly patrolling the streets, calling out at any and all girls he finds attractive. However still, he is known for being very kind, and those close to him know his observant eye isn't just for ladies.", "因過去發生的憾事為契機，<br>開始旅行的吟遊詩人。<br>常在街上觀察四周，<br>一旦發現喜歡的女性，<br>就會毫不猶豫地上前搭訕。<br>但是，只有和他親近的人才知道，<br>他那優異的觀察眼，<br>並不是為了尋找喜歡的女性。", "과거에 일어난 아픈 사건을 계기로 여행길에 나서게 된 음유시인. 마을에서는 항상 주변을 관찰하며 취향의 여성을 발견했을 때는 일말의 망설임도 없이 말을 건다. 그러나, 그와 친밀한 사람이라면 금방 알 수 있을 것이다. 그 뛰어난 관찰력은, 취향의 여성을 찾아내기 위한 것이 아니란 것을.", "Un barde qui, après avoir participé à un horrible incident, a décidé de partir à l’aventure. Il patrouille constamment les rues et aborde toutes les femmes qu’il trouve à son goût. Outre ses péripéties, il est connu pour sa bonté et ses proches savent que ses yeux décèlent bien plus que les beaux visages des femmes.", "Ein Barde, der einen schmerzhaften Zwischenfall aus seiner Vergangenheit als Anlass nimmt, auf eine Reise aufzubrechen. Auf der Straße beobachtet er stets seine Umgebung. Sobald ihm eine Frau seines Geschmackes begegnet, macht er sich ohne zu Zögern daran, diese zu verführen. Aber nur wer wirklich mit Roy befreundet ist, weiß: Sein scharfes Auge hat er nicht, um hübsche Frauen zu finden.", "Un bardo que, tras sufrir un doloroso incidente, decidió comenzar un viaje. Patrulla las calles constatemente y le suelta algún piropo a cualquier muchacha que encuentra atractiva. A pesar de esto, es una persona muy buena. También es bastante observador, habilidad que ha desarrollado debido a su afición por las mujeres."], "fusion": ["It's a bit late to be receiving power...<br>No, I am not lamenting over the past.", "獲得力量的時候已經太遲了……<br>不，現在不是懊悔過去的時候呢。", "힘을 얻고 난 뒤엔 이미 늦어……<br>아니, 지나간 일을 후회할 때가 아니지.", "C'est un peu trop tard pour recevoir du pouvoir...<br>Non, je ne m'apitoie pas sur le passé.", "Es ist etwas spät, um Macht zu erhalten ...<br>Nein, ich beklage mich nicht über die Vergangenheit.", "Es un poco tarde para obtener poder...<br>No, no me estoy lamentando por el pasado."], "summon": ["With each new journey,<br>a new story is also born...right?", "如果開始新的旅程，<br>新的詩篇也會跟著誕生，你說對嗎？", "새로운 여행이 시작되면,<br>새로운 노래도 태어나겠지. 뭐, 그런 거?", "À chaque voyage son histoire, n'est-ce pas ?", "Mit jeder neuen Reise,<br>wird eine neue Geschichte geboren ... nicht wahr?", "De cada nueva aventura,<br>nace una nueva historia... ¿cierto?"]}}}, "job": "Bard", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Roy", "羅伊", "로이", "Roy", "Roy", "Roy"], "equip": [1, 5, 6, 7, 11, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100010405", "job_id": 37}