{"TMR": ["MATERIA", 504010060], "name": "Leah", "is_summonable": false, "skills": [{"level": 1, "type": "MAGIC", "id": 10020, "rarity": 1}, {"level": 3, "type": "MAGIC", "id": 10010, "rarity": 1}, {"level": 12, "type": "MAGIC", "id": 10030, "rarity": 1}, {"level": 5, "type": "MAGIC", "id": 10040, "rarity": 2}, {"level": 14, "type": "MAGIC", "id": 10050, "rarity": 2}], "sex_id": 2, "entries": {"100001002": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [263, 796, 540], "ATK": [10, 31, 36], "MP": [18, 54, 90], "MAG": [14, 41, 36], "SPR": [16, 48, 48], "DEF": [10, 30, 36]}, "magic_affinity": [2, 0, 0, 0], "ability_slots": 2, "limitburst_id": 100001002, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 2, "compendium_id": 16, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [18], "effect_frames": [16], "strings": {"evolution": ["Is my magic...more potent?<br>It would seem my skills in sorcery have grown.", "這是……我的魔法的力量變強了？<br>看來我作為魔道士又有了新的進步。", "이건…… 마법의 힘이 강해진 건가?<br>아무래도 제가 마도사로서<br>한 단계 성장한 모양이네요.", "Mes sorts seraient-ils... plus puissants ?<br>J'ai l'impression d'avoir affiné mes connaissances en magie.", "Ist meine Magie ... mächtiger geworden?<br>Es scheint, dass meine magische Kunst sich entwickelt hat.", "¿Es mi magia... más potente?<br>Parece que mis habilidades<br>de hechicera han aumentado."], "affinity": ["Together we've experienced many battles. I'm happy to know that you trust me and consider me your companion.", "我們一起經歷了很多場戰鬥呢。<br>很高興你能夠相信我、<br>讓我與你一路同行。", "지금까지 수많은 전투를 함께 겪어왔네요.<br>절 믿고 데려가 주셔서<br>정말로 감사드려요.", "On a mené de nombreuses batailles ensemble. Je suis heureuse que tu aies foi en moi et me voies comme ton alliée.", "Wir haben einiges durchgemacht. Ich bin froh, dass du mir vertraust und mich als Freund betrachtest.", "Juntos hemos bregado en muchas batallas. Me alegra saber que confiáis en mí y me consideráis un compañero."], "description": ["A white mage who healed the wounded—friend and foe alike—during the war for the crystals. Leah's sole desire was to ease suffering, and the gratitude in the hearts of those she treated remained strong long after her death. As a vision, she continues to use her powers to relieve this troubled world of its pain.", "在世界各國圍繞水晶之力展開紛爭的時代，<br>她作為一名白魔道士，<br>平等地救死扶傷。<br>在她死後，她那想救人於水火之中的志向<br>與獲救人民對她的感謝之情<br>殘留在了世上，<br>現如今她作為幻兵重現人間，<br>將繼續發揮力量，治癒他人。", "크리스탈의 힘을 얻기 위해<br>전 세계가 전쟁을 벌이던 시대에<br>부상자들을 차별 없이 치료하던 백마도사.<br>구제받은 이들이 그녀에게 바친<br>감사의 마음과 그녀의 박애정신은<br>그녀가 죽은 뒤에도 세상에 남아<br>다시 비전으로 소환된 지금도<br>사람들을 치유하는 힘을 발휘하고 있다.", "Un mage blanc qui soignait les blessés, qu'ils soient amis ou ennemis, durant la guerre des cristaux. Leah voulait aider toutes les âmes en peine, et la gratitude qu'elle inspirait dans le cœur de ceux qu'elle a sauvés a perduré longtemps après sa mort. En tant que vision, elle continue d'utiliser ses pouvoirs pour apaiser les souffrances du monde.", "Eine Weißmagierin, die während des Krieges der Kristalle Verletzte heilte - Freund und Feind. Lea wollte jene retten, die Schmerzen litten, und die Dankbarkeit in den Herzen der Behandelten ist auch nach ihrem Tod noch groß. Als Vision setzt sie ihre Kräfte weiterhin ein, um die leidende Welt zu heilen.", "Una maga blanca que curó heridos, aliados y enemigos, durante la guerra por los cristales. Leah deseaba salvar a cualquiera que sufriera, por lo que la gratitud de aquellos a los que trató siguió muy viva incluso tras su muerte. En forma de visión, aún usa sus poderes para calmar el dolor que sufre este mundo."], "fusion": ["I want to heal all your wounds,<br>and this power will allow me to do just that.", "我想要更好地治癒大家的傷痛。<br>這份力量會幫我實現這個願望。", "제 소망은 하나.<br>더 많은 이들을 치유하고 싶어요.<br>이 힘, 도움이 되겠죠?", "Tout ce que je souhaite, c'est soigner toutes vos blessures.<br> Je pense que j'en suis capable maintenant.", "Mein Wunsch ist, alle Wunden<br>zu heilen. Mit dieser Kraft kann<br>er Wirklichkeit werden.", "Quiero curar todas tus heridas,<br>y este poder me permitirá hacerlo."], "summon": ["Did you summon me?<br>If anyone here needs treatment,<br>I'll make sure to heal them.", "是你在呼喚我嗎？<br>如果有人受了傷，<br>我便會去替他治療。", "당신이 저를 부르셨나요?<br>다친 분이 있으면<br>제가 치유해 드리겠어요.", "Vous m'avez appelée ?<br>Si quelqu'un ici a besoin d'aide,<br>je ferai tout pour le soigner.", "Hast du mich gerufen?<br>Wenn jemand Heilung benötigt,<br>stehe ich zu Diensten.", "¿Me habéis invocado?<br>Si alguien necesita tratamiento,<br>me aseguraré de sanarlo."]}}, "100001001": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [206, 623, 390], "ATK": [8, 25, 26], "MP": [14, 42, 65], "MAG": [11, 32, 26], "SPR": [12, 37, 38], "DEF": [8, 24, 26]}, "magic_affinity": [1, 0, 0, 0], "ability_slots": 1, "limitburst_id": 100001001, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 250, "materials": {"290050100": 3, "290050200": 1, "290010100": 1}}, "rarity": 1, "compendium_id": 15, "attack_damage": [[100]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [18], "effect_frames": [16], "strings": {"evolution": [null, null, null, null, null, null], "affinity": [null, null, null, null, null, null], "description": ["In ancient times, when nations battled each other for the power of the crystals, Leah used her abilities as a white mage to heal the wounded regardless of status or country of origin. Those she had treated were heartbroken when, while tending to one of her patients, she was felled by a stray arrow.", "在世界各國圍繞水晶之力<br>展開紛爭的時代，<br>她作為一名白魔道士，<br>不分國籍地救死扶傷，<br>然而最終卻死在箭雨之中。<br>她的遠大志向救活了無數人民，<br>大家為她進行了沉痛的哀悼。", "크리스탈의 힘을 얻기 위해<br>전 세계가 전쟁을 벌이던 시대에<br>출신과 신분에 차별을 두지 않고<br>다치거나 병든 이들을 치료한 백마도사.<br>그녀 덕분에 목숨을 구한 이들은<br>전쟁터에서 화살을 맞고 쓰러진 그녀를 위해<br>눈물을 흘리며 애도했다고 한다.", "En des temps lointains, lorsque les nations s'affrontaient pour le contrôle des cristaux, Leah utilisait son savoir de mage blanc pour soigner les blessés, quel que soit leur camp ou leur pays d'origine. Tous ceux qu'elle a sauvés ont eu le cœur brisé en apprenant qu'elle avait finalement succombé à une flèche tirée alors qu'elle veillait sur ses patients.", "Als sich Nationen um die Macht der Kristalle bekriegten, nutzte Lea ihre Kräfte als Weißmagierin, um die Wunden der Verletzten zu heilen - unabhängig von Status oder Herkunft. Die von ihr Geheilten waren untröstlich, als sie beim Versorgen eines Verwundeten durch einen verirrten Pfeil getroffen wurde.", "En la antigüedad, cuando las naciones batallaban entre sí por el poder de los cristales, Leah usó sus habilidades de maga blanca para curar a los heridos, sin importar su estatus o país de origen. A la gente a quien sanó se le partió el corazón cuando una flecha extraviada la derribó mientras atendía a un paciente."], "fusion": ["Soothing magicks well up within me.<br>I will be able to aid you more than ever.", "治癒之力充滿我的身體。<br>我今後能夠更好地支援大家了。", "치유의 힘이 넘치고 있어요.<br>이 힘이 있으면 여러분을<br>더 잘 보살펴드릴 수 있겠네요.", "Je sens la magie blanche grandir en moi...<br>Désormais, je serai capable de vous aider bien plus qu'avant.", "Heilende Magie steigt auf in mir.<br>Meine Kraft steht zu eurer Verfügung.", "Magias reconfortantes surgen de mí.<br>Ahora podré ayudaros más que nunca."], "summon": ["If you need my help, you shall have it.<br>The job of a white mage is to heal the wounded, regardless of who they are.", "只要你需要我，<br>我便會追隨你至天涯海角。<br>因為治療傷患是白魔道士的職責。", "제 힘이 필요하다면 함께 가겠습니다.<br>상처 입은 모든 사람을 치유하는 것이<br>백마도사의 사명이니까요.", "Si vous avez besoin d'aide, je viendrai.<br>Le devoir des mages blancs est de soigner les blessés, quels qu'ils soient.", "Wenn du mich brauchst, komme ich mit.<br>Als Weißmagierin ist es meine Pflicht, alle Wunden zu heilen.", "Acudiré en vuestra ayuda si me necesitáis.<br>Mi misión como maga blanca<br>es curar a los heridos,<br>sean quienes sean."]}}}, "job": "White Mage", "sex": "Female", "game": "FFBE", "rarity_max": 2, "names": ["Leah", "莉亞", "리아", "Leah", "Lea", "Leah"], "equip": [5, 15, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 1, "tribe_id": 5, "id": "100001001", "job_id": 23}