{"TMR": ["MATERIA", 504224840], "name": "Shylt", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 216720, "rarity": 4}, {"level": 1, "type": "MAGIC", "id": 10130, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 216710, "rarity": 4}, {"level": 40, "type": "ABILITY", "id": 224800, "rarity": 4}, {"level": 26, "type": "MAGIC", "id": 30320, "rarity": 5}, {"level": 26, "type": "MAGIC", "id": 30330, "rarity": 5}, {"level": 50, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 100040, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 216640, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 216700, "rarity": 6}, {"level": 21, "type": "ABILITY", "id": 224780, "rarity": 6}, {"level": 39, "type": "ABILITY", "id": 216660, "rarity": 6}, {"level": 60, "type": "ABILITY", "id": 200150, "rarity": 6}, {"level": 81, "type": "ABILITY", "id": 224790, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 216680, "rarity": 6}], "sex_id": 1, "entries": {"100013505": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [886, 2685, 240], "ATK": [28, 85, 16], "MP": [48, 146, 60], "MAG": [28, 86, 16], "SPR": [38, 114, 16], "DEF": [33, 100, 16]}, "magic_affinity": [6, 0, 6, 0], "ability_slots": 4, "limitburst_id": 100013505, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 10, "290060100": 10, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 911, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [21], "effect_frames": [19], "strings": {"evolution": ["New power...<br>I shall use this for the sake of you all.", "新的力量……<br>我會為了你們而使用。", "새로운 힘……<br>너희들을 위해 사용하겠어.", "Un nouveau pouvoir...<br>Je l'utiliserai pour votre bien à tous.", "Neue Macht ...<br>Ich werde sie zum Wohle aller nutzen.", "Poder nuevo...<br>Lo usaré para ayudaros."], "affinity": ["I haven't wanted to protect someone so badly in a long, long time...", "如此想要守護某個人的心情<br>大概是從那個時候以來的第一次吧......。", "누군가를 이렇게 지켜주고 싶다고 생각한 건<br>그때 이후로 처음이야……", "Je n'avais pas eu envie de protéger quelqu'un à ce point depuis très, très longtemps...", "Es ist schon lange her, dass ich jemanden so sehr beschützen wollte ...", "Nunca he querido cuidar de nadie tanto en mucho mucho tiempo..."], "description": ["A man who was expected to become the next leader of his mage clan. The vicinity of Shylt's village is surrounded by many powerful monsters who inhabit the area, which is what prompted his clan members to develop spells to defend themselves. Their ability to pass down the use of barrier magic to younger generations, however, is the most crucial component when it comes to the protection of the village. Some believe that Shylt was able to learn this extremely difficult type of magic because he cares for the well-being of his village more than anyone else.", "曾有望成為魔道士一族宗主的男性。在他所居住的村莊周圍棲息著大量的魔物，因此，這個地區的自衛魔法十分發達。而他所擅長的屏障魔法，則是村莊代代相傳的最強守護之力。也許，正是因為他比任何人都在乎自己的村莊，所以他才能習得如此複雜的魔法吧。", "어느 마도사 일족의 차기 당주로 주목받았던 남성. 그가 사는 마을 주변에는 강력한 마물이 여럿 서식하고 있어, 스스로를 지키기 위한 마법이 발달해 있었다. 특히 그가 다루는 장벽 마법은 마을을 수호하는 가장 중요한 마법으로서 대대로 계승되어 온 것이다. 그가 이러한 고도의 마법을 습득할 수 있었던 것은, 그 누구보다 마을을 생각하는 마음이 강했기 때문이었다.", "Un homme qui était censé devenir le prochain chef de son clan de mages. Les alentours du village de Shylt sont peuplés de puissants monstres natifs de cette région ; un danger qui a poussé les mages de son clan à développer des sorts qui pourraient leur permettre de se protéger. La protection de leur village est néanmoins principalement assurée par l'enseignement de leur art à leurs descendants. Certains pensent que Shylt est lui-même parvenu à maîtriser cette magie particulièrement difficile grâce à l'affection qu'il porte aux habitants du village et à son désir de les protéger coûte que coûte.", "Ein Mann, der der nächste Anführer seines Magierclans werden sollte. In der Umgebung von Shylts Dorf leben viele mächtige Monster. Aus diesem Grund haben seine Clanmitglieder Zauber entwickelt, um sich zu schützen. Ihre Fähigkeit, die Verwendung der Barrieremagie an jüngere Generationen weiterzugeben, ist das Wichtigste für den Schutz des Dorfes. Einige glauben, dass Shylt diese besonders schwierige Art von Magie erlernen konnte, da ihm das Wohlergehen seines Dorfes noch mehr am Herzen liegt, als allen anderen.", "Un hombre cuyo destino era convertirse en el próximo líder de su clan de magos. Los alrededores del pueblo de Silt están repletos de monstruos y, por esta razón, los miembros de su clan empezaron a crear hechizos para defenderse. Sin embargo, el aspecto más crucial a la hora de defender el pueblo es poder transmitirle estas habilidades a las nuevas generaciones para que de esta forma puedan invocar barreras. En este sentido, son muchos los que piensan que Silt pudo aprender este tipo de magia extremadamente difícil porque se preocupa muchísimo por el bienestar de su pueblo, por encima de cualquier otra cosa."], "fusion": ["My magic is for protecting.<br>It is not a tool of war...", "我的魔法是用來守護的。<br>不是用來當作戰爭的道具……", "내 마법은 지키기 위한 것,<br>전쟁의 도구가 아니야……", "Ma magie ne fait que protéger.<br>Ce n'est pas une arme de guerre...", "Meine Magie dient nur dem Schutz.<br>Sie ist nicht für den Krieg gemacht ...", "Mi magia sirve para proteger,<br>no para la guerra..."], "summon": ["You require my magic?<br>If it's what you desire, then I shall protect you.", "需要我的魔法嗎？<br>如果你希望的話，<br>我將會守護你。", "내 마법이 필요해?<br>바란다면, 지켜 주겠다.", "Tu as besoin de magie ?<br>Dans ce cas, je te protégerai.", "Du brauchst meine Magie?<br>Wenn es das ist, was du verlangst, werde ich dich beschützen.", "¿Necesitas mi magia?<br>Si es lo que quieres, entonces te ayudaré."]}}, "100013504": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [681, 2065, 210], "ATK": [21, 65, 14], "MP": [37, 112, 45], "MAG": [22, 66, 14], "SPR": [29, 87, 14], "DEF": [25, 76, 14]}, "magic_affinity": [5, 0, 5, 0], "ability_slots": 3, "limitburst_id": 100013504, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 8, "290020400": 25, "290030500": 8, "290050300": 15, "290030800": 13}}, "rarity": 4, "compendium_id": 910, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [21], "effect_frames": [19], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I haven't wanted to protect someone so badly in a long, long time...", "如此想要守護某個人的心情<br>大概是從那個時候以來的第一次吧......。", "누군가를 이렇게 지켜주고 싶다고 생각한 건<br>그때 이후로 처음이야……", "Je n'avais pas eu envie de protéger quelqu'un à ce point depuis très, très longtemps...", "Es ist schon lange her, dass ich jemanden so sehr beschützen wollte ...", "Nunca he querido cuidar de nadie tanto en mucho mucho tiempo..."], "description": ["A man who was expected to become the next leader of his mage clan. A prodigy amongst the members of his powerful mage clan, Shylt is one of a handful of mages able to wield barrier magic. His silent personality keeps him from interacting much with others, and when coupled with the barrier mage custom of hiding one's face, this mistakenly leads others to believe that he wants nothing to do with them.", "曾有望成為魔道士一族宗主的男性。在魔法天賦極高的家族中，他的實力尤為優秀，能夠自如地操縱極少數人才能使用的屏障魔法。他總是遮住自己的臉，讓人們誤以為他沉默寡言、不喜歡交流，但實際上這只是身為屏障魔道士的基本素養，而非表示拒絕交流。", "어느 마도사 일족의 차기 당주로 주목받았던 남성. 강한 마력을 지닌 일족 중에서도 특히 빼어나며, 극히 일부만이 사용할 수 있다는 장벽 마법을 자유자재로 다룬다. 성격이 과묵하여 거의 입을 열지 않아 오해를 사는 경우도 많지만, 얼굴을 가리고 있는 것은 장벽 마도사의 관례일 뿐으로 타인과의 교류를 피하는 것은 아니다.", "Un homme qui était censé devenir le prochain chef de son clan de mages. Shylt, considéré comme un prodige par les membres de son clan de puissants mages, est l'un des seuls sorciers à pouvoir manipuler la magie des barrières. Son caractère silencieux l'empêche souvent d'interagir avec son entourage. Cette personnalité, ajoutée à la tradition qu'ont les mages spécialisés en barrières de dissimuler leur visage, porte ses proches à croire qu'il n'a simplement aucune envie de leur parler.", "Ein Mann, der der nächste Anführer seines Magierclans werden sollte. Shylt gilt als Ausnahmetalent unter den Mitgliedern seines mächtigen Magierclans und ist in der Lage, Barrieremagie zu wirken, was nur sehr wenigen gelingt. Aufgrund seines stillen Wesens unterhält er sich selten mit anderen und da er nach Brauch der Barrieremagier sein Gesicht verhüllt, denken viele, er wolle nichts mit ihnen zu tun haben.", "Un hombre cuyo destino era convertirse en el próximo líder de su clan de magos. Silt es uno de los pocos magos que son capaces de invocar barreras, por lo que se le considera un prodigio dentro de su poderoso clan de magos. Por otra parte, su carácter callado le impide interaccionar demasiado con otras personas, lo cual, acompañado de la tendencia que tienen los invocabarreras de cubrirse el rostro, hace que por error la gente tenga la impresión de que odian ser importunados."], "fusion": ["This power is all that I need...", "有了這份力量的話，那麼下次……", "이 힘이 있으면, 다음번엔……", "Ce pouvoir est tout ce dont j'ai besoin...", "Diese Kraft ist alles, was ich brauche ...", "Este poder es lo único que necesito..."], "summon": ["I will protect you all.<br>Now it's time to use my magic.", "這次我將用我的魔法，<br>保護你。", "지키겠어.<br>이번에야말로, 내 마법으로.", "Je vous protégerai tous !<br>Il est temps de dérouiller ma magie.", "Ich werde euch alle beschützen.<br>Es ist an der Zeit, meine Magie einzusetzen.", "Os protegeré a todos.<br>Ya es hora de usar mi magia."]}}, "100013506": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1152, 3491, 390], "ATK": [37, 111, 26], "MP": [63, 191, 85], "MAG": [37, 112, 26], "SPR": [49, 149, 26], "DEF": [43, 130, 26]}, "magic_affinity": [7, 0, 7, 0], "ability_slots": 4, "limitburst_id": 100013506, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 912, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [21], "effect_frames": [19], "strings": {"evolution": ["I have your back.<br>That is all I am capable of, anyway...", "交給你了。<br>我也只能這樣做了……", "등 뒤는 내게 맡겨라.<br>나는 그것밖에 할 수 없으니……", "Je te couvre.<br>C'est tout ce dont je suis capable de toute façon...", "Ich halt dir den Rücken frei.<br>Dazu bin ich in der Lage ...", "Te cubro la espalda.<br>De todas formas, es lo mejor que puedo hacer..."], "affinity": ["I haven't wanted to protect someone so badly in a long, long time...", "如此想要守護某個人的心情<br>大概是從那個時候以來的第一次吧......。", "누군가를 이렇게 지켜주고 싶다고 생각한 건<br>그때 이후로 처음이야……", "Je n'avais pas eu envie de protéger quelqu'un à ce point depuis très, très longtemps...", "Es ist schon lange her, dass ich jemanden so sehr beschützen wollte ...", "Nunca he querido cuidar de nadie tanto en mucho mucho tiempo..."], "description": ["A man who was expected to become the next leader of his mage clan. When Shylt's village was attacked by a powerful monster one day, he decided to face the monster by himself to allow the other villagers to escape. Unfortunately, however, his village was decimated and he was the only one to survive thanks to his ability to use barrier magic. It would seem that the great heartache he felt then manifested into a vision that now wanders the world.", "曾有望成為魔道士一族宗族的男性。有一天，強大的魔物襲擊了他的村莊。為了讓村民逃生，他獨自一人和魔物對峙，但到頭來，村莊還是滅亡了，他本人則因屏障魔法而倖存。那個時候留下的強烈悔恨，讓他成為幻兵，重現於世。", "어느 마도사 일족의 차기 당주로 주목받았던 남성. 어느 날 그의 마을에 강력한 마물이 습격해 왔다. 마을 사람들이 도망칠 수 있도록 그는 마물과 맞서 싸웠지만, 마을은 전멸하고 장벽 마법을 사용하는 그만이 살아남았다. 그때의 강한 후회의 마음이 그를 비전으로 탄생시킨 듯하다.", "Un homme qui était censé devenir le prochain chef de son clan de mages. Quand le village de Shylt fut un jour attaqué par un puissant monstre, il décida de l'affronter seul afin de permettre aux villageois de s'échapper. Malheureusement, aucun d'eux ne survécut. Shylt, grâce à sa magie protectrice, fut le seul à s'en sortir vivant. Il semblerait que son immense chagrin se soit ensuite manifesté sous la forme d'une vision qui rôde aujourd'hui dans le monde.", "Ein Mann, der der nächste Anführer seines Magierclans werden sollte. Als Shylts Dorf eines Tages von einem mächtigen Monster angegriffen wurde, stellte er sich dem Monster alleine, damit die anderen Dorfbewohner fliehen konnten. Leider wurde sein Dorf zerstört und er war der einzige Überlebende, da er die Barrieremagie beherrschte. Anscheinend hat sich sein großer Schmerz über diesen Verlust in einer Vision manifestiert, die nun die Welt heimsucht.", "Un hombre cuyo destino era convertirse en el próximo líder de su clan de magos. Después de que un poderoso monstruo atacase el pueblo de Silt, este decidió enfrentarse a la temible bestia él solo para que el resto de su clan pudiese escapar. Sin embargo, el pueblo acabó devastado y Silt fue el único que consiguió sobrevivir gracias a las barreras que invocó. Dicho esto, parece que el dolor tan grande de cabeza que sintió Silt se manifestó en una visión que ahora se dedica a vagar por el mundo."], "fusion": ["Fighting is born out of the existence of power. However, since I have power myself, I am able to protect others...", "有了力量就會有競爭。<br>但是有了這份力量，<br>就能夠保護人了……", "힘이 있기 때문에 전쟁이 벌어진다.<br>하지만 힘이 있기 때문에<br>누군가를 구할 수 있어……", "Le combat est né du pouvoir. Mais puisque je n'ai aucun pouvoir, je peux protéger les autres...", "Kampf beruht auf Macht. Und da ich selbst über Macht verfüge, kann ich andere beschützen ...", "La lucha es fruto de las ansias de poder. Sin embargo, mi poder sirve para proteger a la gente..."], "summon": ["I shall use this power for the sake of fostering peace.", "用這力量，為和平出份心力。", "이 힘, 평화를 위해 사용하게 해 줘.", "J'utiliserai mon pouvoir pour maintenir la paix.", "Um des Friedens willen, nutze meine Kraft.", "Usaré mi poder para promover la paz."]}}}, "job": "Barrier Mage", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Shylt", "希爾特", "실트", "Shylt", "Shylt", "Silt"], "equip": [1, 5, 6, 15, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100013504", "job_id": 132}