{"TMR": ["MATERIA", 504224930], "name": "Lexa", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 100110, "rarity": 4}, {"level": 1, "type": "MAGIC", "id": 20240, "rarity": 4}, {"level": 18, "type": "MAGIC", "id": 20220, "rarity": 4}, {"level": 45, "type": "MAGIC", "id": 20210, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 225260, "rarity": 4}, {"level": 8, "type": "MAGIC", "id": 20190, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 204550, "rarity": 5}, {"level": 51, "type": "MAGIC", "id": 20470, "rarity": 5}, {"level": 66, "type": "ABILITY", "id": 225270, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 225300, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 200160, "rarity": 6}, {"level": 22, "type": "ABILITY", "id": 217650, "rarity": 6}, {"level": 39, "type": "MAGIC", "id": 20270, "rarity": 6}, {"level": 58, "type": "MAGIC", "id": 20330, "rarity": 6}, {"level": 74, "type": "ABILITY", "id": 225290, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 225280, "rarity": 6}, {"level": 100, "type": "MAGIC", "id": 20390, "rarity": 6}], "sex_id": 2, "entries": {"100014104": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [592, 1793, 210], "ATK": [21, 63, 14], "MP": [37, 113, 35], "MAG": [29, 87, 18], "SPR": [27, 81, 14], "DEF": [22, 68, 14]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 3, "limitburst_id": 100014104, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 13, "290050300": 15, "290050400": 8, "290020300": 25, "290030800": 8}}, "rarity": 4, "compendium_id": 918, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [50], "effect_frames": [48], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I shall give you what was once important to me. That person once told me that a favor is to be repaid with another favor, after all.", "我最重要的東西就交給你了。<br>以德報德，<br>因為那個人就是這樣教導我的。", "내 소중한 것을 줄게.<br>은혜는 은혜로 갚는 게<br>그 사람에게서 배운 거야.", "Je te donne quelque chose qui compte énormément pour moi. Cette personne m'a un jour dit qu'une bonne action doit être remerciée par une autre.", "Ich werde dir geben, was mir einst so teuer war. Schließlich war es jene Person, die mir beigebracht hat, jeden Gefallen zurückzuzahlen.", "Te daré lo que, en el pasado, fue muy importante para mí. Después de todo, alguien me dijo una vez que los favores se pagan con favores."], "description": ["A young woman who serves a mysterious organization from Paladia that works in complete secrecy. Although a few people resembling Lexa have been spotted throughout Paladia now and again, their place of origin and background are a total mystery. Apparently her organization is set on finding and collecting a very particular item, although no one seems to know what they are.", "在帕拉迪亞從事地下活動的神秘組織的女性成員。她們時常出現在各地，不過沒有人知道這些人的真實身份是什麼。這些人似乎有既定的目標，也為此在收集某種物件，但就連收集的是什麼，都沒有人知道。", "파라디아에서 비밀리에 활동하는 수수께끼의 조직에 소속된 여성. 파라디아 여기저기에 이따금씩 출몰하는 그 조직은 출신과 경력 모두가 수수께끼에 둘러싸인 존재라고 한다. 확고한 목적 아래, 어떠한 아이템을 모으고자 움직이고 있으나 그것이 대체 무엇인지도 밝혀지지 않았다.", "Une jeune femme au service d’une mystérieuse organisation de Paladia travaillant dans le plus grand secret. Bien que plusieurs femmes ressemblant à Lexa aient été observées çà et là en Paladia, leurs origines et leur histoire demeurent une énigme complète. Il semblerait que son organisation ait pour objectif de localiser et de récupérer un objet précis. Nul ne sait cependant de quoi il s’agit.", "Eine junge Frau, die einer geheimnisvollen Organisation aus Paladia dient, die im Verborgenen agiert. Obwohl immer wieder Personen in Paladia gesehen wurden, die Lexa ähnlich sind, blieben deren Herkunft und Hintergrund ein Rätsel. Ihre Organisation scheint ein ganz besonderes Objekt aufspüren zu wollen, doch niemand weiß genau, was es ist.", "Una joven que trabaja para una misteriosa organización de Paladia que opera en el más absoluto secreto. Aunque de vez en cuando se ha visto a alguna que otra persona parecida a Lexa deambulando por Paladia, su lugar de origen y su pasado son algo completamente desconocido. Aparentemente, el objetivo de su organización es encontrar y apoderarse de un objeto muy concreto, aunque nadie sabe muy bien de qué se trata."], "fusion": ["This power's quite useful.<br>Thanks to you, I now have time to read books and do my nails.", "真是方便的力量。<br>有了它連讀書<br>和做指甲的時間都有了呢。", "편리한 힘이네.<br>덕분에 책 읽을 시간이랑<br>손톱 정리할 시간이 생겼어.", "Ce pouvoir est plutôt utile.<br>Grâce à toi, j'ai désormais le temps de lire et de me faire les ongles.", "Diese Kraft ist sehr nützlich.<br>Dank dir habe ich jetzt Zeit, Bücher zu lesen und meine Nägel zu pflegen.", "Este poder es muy útil.<br>Gracias a ti, ahora puedo leer libros y pintarme las uñas."], "summon": ["I'm not good at manual labor,<br>but you can leave the magic to me.<br>I'll do my best not to let you down.", "雖然不擅長重勞動，<br>有關魔法事物就交給我吧。<br>我不會辜負你的期待的。", "중노동은 힘들지만<br>마법이라면 맡겨줘.<br>기대에 부응하도록 하지.", "Je n'excelle pas en travaux manuels,<br>mais je me débrouille en magie.<br>Je ferai de mon mieux pour t'aider.", "Ich bin nicht gut in körperlicher Arbeit,<br>aber überlass alles Magische ruhig mir.<br>Ich lass dich nicht hängen.", "No se me da bien el trabajo físico,<br>pero me puedo encargar de la magia.<br>Ya verás como no te arrepientes."]}}, "100014105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [769, 2331, 240], "ATK": [27, 83, 16], "MP": [49, 148, 40], "MAG": [38, 114, 24], "SPR": [35, 106, 16], "DEF": [29, 89, 16]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 4, "limitburst_id": 100014105, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 919, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [50], "effect_frames": [48], "strings": {"evolution": ["A woman must do her best to gain strength without sacrificing beauty.", "得到更強的力量，<br>也要不失去美貌，<br>給更增加女性魅力才行。", "강력한 힘을 얻었다고 해서<br>미모를 잃는 일 없도록<br>매력도 갈고닦아야지.", "Une femme doit faire de son mieux pour devenir plus puissante sans sacrifier sa beauté.", "Das Geheimnis wahrer Faszination einer Frau ist, stärker zu werden, ohne ihre Schönheit dafür aufzugeben.", "Toda mujer tiene que dar lo mejor de sí para hacerse más fuerte sin sacrificar ni un ápice de belleza."], "affinity": ["I shall give you what was once important to me. That person once told me that a favor is to be repaid with another favor, after all.", "我最重要的東西就交給你了。<br>以德報德，<br>因為那個人就是這樣教導我的。", "내 소중한 것을 줄게.<br>은혜는 은혜로 갚는 게<br>그 사람에게서 배운 거야.", "Je te donne quelque chose qui compte énormément pour moi. Cette personne m'a un jour dit qu'une bonne action doit être remerciée par une autre.", "Ich werde dir geben, was mir einst so teuer war. Schließlich war es jene Person, die mir beigebracht hat, jeden Gefallen zurückzuzahlen.", "Te daré lo que, en el pasado, fue muy importante para mí. Después de todo, alguien me dijo una vez que los favores se pagan con favores."], "description": ["A young woman who serves a mysterious organization from Paladia that works in complete secrecy. Although the purpose of Lexa's organization remains an enigma, it seems that her and her colleagues are traveling from place to place looking for a particular item. A mage proficient in wind magic and easygoing in nature, Lexa is often surrounded by many comrades who hold her in high regard.", "在帕拉迪亞從事地下活動的神秘組織的女性成員。這個組織的目的尚不明了，唯一可以確定的是，這些人是為了收集某樣東西，而周遊世界，她擅長風系黑魔法，行動迅敏，同伴們十分崇敬她。", "파라디아에서 비밀리에 활동하는 수수께끼의 조직에 소속된 여성. 활동 목적은 밝혀지지 않았으나, 어떤 아이템을 손에 넣기 위해 동료들과 함께 세계 여기저기를 돌아다니고 있는 모양이다. 주로 바람 계열의 흑마법을 다루며 융통성 있게 행동하는 그녀의 주변에는 존경심을 품은 동료가 여럿 모여든다고 한다.", "Une jeune femme au service d’une mystérieuse organisation de Paladia travaillant dans le plus grand secret. Bien que le véritable objectif de l’organisation de Lexa demeure une énigme, il semblerait que ses membres parcourent le monde à la recherche d’un objet particulier. Lexa, un mage spécialisé dans les sorts de vent au caractère fort sympathique, est souvent entourée de nombreux camarades qui ont tous pour elle un immense respect.", "Eine junge Frau, die einer geheimnisvollen Organisation aus Paladia dient, die im Verborgenen agiert. Obwohl das Ziel von Lexas Organisation ein Rätsel ist, scheinen sie und ihre Kollegen von Ort zu Ort zu reisen, um nach einem besonderen Objekt zu suchen. Lexa beherrscht die Windmagie und kennt sich in der Natur gut aus, sodass ihre Kameraden große Stücke auf sie halten.", "Una joven que trabaja para una misteriosa organización de Paladia que opera en el más absoluto secreto. Aunque el objetivo de su organización es todo un enigma, parece que Lexa y su equipo viajan de sitio en sitio en busca de un objeto muy especial. Dicho esto, Lexa, como maga experta en magia del viento y persona de carácter abierto, suele estar rodeada de compañeros que la tienen en muy alta estima."], "fusion": ["My body is so buff all of the sudden.<br>...Or maybe it's just me?<br>Be warned, that was a serious question!", "身體不會突然感到結實緊繃嗎？<br>我先說，這是認真的疑問喔！", "갑자기 몸이 우락부락하게<br>된다거나 그런 건 아니겠지……?<br>말해두겠는데 이거 진지한 질문이니까!", "J'ai soudainement pris du muscle.<br>Ou alors ce n'est qu'une impression...<br>Attention, ne me mens pas !", "Mein Körper ist plötzlich so durchtrainiert.<br>... Oder seh das nur ich so?<br>Das war eine ernst gemeinte Frage!", "Anda, de repente se me ha puesto el cuerpo fuertecito.<br>... ¿O soy yo?<br>¡Que conste que lo digo en serio!"], "summon": ["I'm not good at manual labor,<br>but you can leave the magic to me.<br>I'll do my best not to let you down.", "雖然不擅長重勞動，<br>有關魔法事物就交給我吧。<br>我不會辜負你的期待的。", "중노동은 힘들지만<br>마법이라면 맡겨줘.<br>기대에 부응하도록 하지.", "Je n'excelle pas en travaux manuels,<br>mais je me débrouille en magie.<br>Je ferai de mon mieux pour t'aider.", "Ich bin nicht gut in körperlicher Arbeit,<br>aber überlass alles Magische ruhig mir.<br>Ich lass dich nicht hängen.", "No se me da bien el trabajo físico,<br>pero me puedo encargar de la magia.<br>Ya verás como no te arrepientes."]}}, "100014106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1000, 3031, 390], "ATK": [36, 108, 26], "MP": [64, 193, 65], "MAG": [49, 149, 34], "SPR": [46, 138, 26], "DEF": [38, 116, 26]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 100014106, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 920, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [50], "effect_frames": [48], "strings": {"evolution": ["I feel like I have become closer to that person...the one I have longed for since oh, so long ago.", "離從前就一直很憧憬那個人，<br>感覺又更近一小步了。", "조금은 가까워진 것 같아.<br>예전부터 동경해 왔던<br>그 사람에게.", "J'ai l'impression de m'être rapprochée de cette personne... celle que j'attends depuis tant de temps.", "Ich habe das Gefühl, dieser Person näher zu stehen ... jener Person, nach der ich mich schon so lang sehne.", "Creo que me he hecho íntima de esa persona... Sí, de quien he querido durante, eh, tanto tiempo."], "affinity": ["I shall give you what was once important to me. That person once told me that a favor is to be repaid with another favor, after all.", "我最重要的東西就交給你了。<br>以德報德，<br>因為那個人就是這樣教導我的。", "내 소중한 것을 줄게.<br>은혜는 은혜로 갚는 게<br>그 사람에게서 배운 거야.", "Je te donne quelque chose qui compte énormément pour moi. Cette personne m'a un jour dit qu'une bonne action doit être remerciée par une autre.", "Ich werde dir geben, was mir einst so teuer war. Schließlich war es jene Person, die mir beigebracht hat, jeden Gefallen zurückzuzahlen.", "Te daré lo que, en el pasado, fue muy importante para mí. Después de todo, alguien me dijo una vez que los favores se pagan con favores."], "description": ["A young woman who serves the Morze's Soiree organization from Paladia that works in complete secrecy. Lexa is but one of the many members assembled by a certain person of noble standing who founded the organization some decades past. Over time she has grown through her passionate research of black magic and ancient ruins, and has thus come to be respected as the leader of the organization.", "在帕拉迪亞從事地下活動的神秘組織的女性成員。十年前受某位高貴的大人收留，成為該組織的成員。她花費了大量精力研究黑魔法和古代遺跡，如今已經成為了組織的領袖人物。", "파라디아에서 비밀리에 활동하는 수수께기의 조직 '모르즈의 연회'에 소속된 여성. 십수 년 전, 조직을 통솔하는 '고귀한 분'에게 거두어진 후로 조직의 구성원으로서 힘쓰고 있다. 흑마법과 고대 유적 연구에 남다른 열의를 쏟으며 성장한 그녀는, 현재 조직의 리더로 인정받고 있다.", "Une jeune femme au service du Bal de Morze, une mystérieuse organisation de Paladia travaillant dans le plus grand secret. Lexa est l’un des nombreux membres réunis par une certaine personne d’origine noble qui aurait fondé cette société secrète il y a plusieurs décennies de cela. Son étude passionnée de la magie noire et des anciennes ruines l’a transformée au fil des années pour en faire le chef respecté de l’organisation qu’elle est aujourd’hui.", "Eine junge Frau, die der Organisation Morzes Soiree aus Paladia dient, die im Verborgenen agiert. Lexa ist nur eines von vielen Mitgliedern, die von einer adeligen Person versammelt wurden, die die Organisation vor einem Jahrzehnt gründet hatte. Im Laufe der Jahre gewann Lexa durch ihre Erforschung der schwarzen Magie und alter Ruinen immer mehr an Respekt und entwickelte sich zur Anführerin der Organisation.", "Una joven que trabaja para la organización Mayordomos de Morze de Paladia que opera en el más absoluto secreto. Lexa es solo una de los muchos miembros que componen la organización que, hace ya varias décadas, creó un noble. Con el paso del tiempo, Lexa ha ido aumentando su poder gracias a sus investigaciones sobre la magia negra y ruinas antiguas; esto le ha valido que la respeten como líder de la organización."], "fusion": ["What a strange sensation.<br>It feels like my senses have sharpened.<br>I would like to research this further.", "真是奇妙的感覺。<br>神經好像更敏銳了。<br>下次來研究一下吧。", "신비한 감각이야.<br>신경이 점점 예민해지는 것 같아.<br>한번 연구해 볼까?", "Quelle étrange sensation.<br>J'ai l'impression que mes sens se sont aiguisés.<br>Il va falloir que je me penche là-dessus.", "Was für ein seltsames Gefühl.<br>Als ob meine Sinne schärfer wären.<br>Das würde ich gerne näher untersuchen.", "Qué sensación más rara.<br>Parece que se me han agudizado los sentidos.<br>Me gustaría indagar más en esto."], "summon": ["I'm not good at manual labor,<br>but you can leave the magic to me.<br>I'll do my best not to let you down.", "雖然不擅長重勞動，<br>有關魔法事物就交給我吧。<br>我不會辜負你的期待的。", "중노동은 힘들지만<br>마법이라면 맡겨줘.<br>기대에 부응하도록 하지.", "Je n'excelle pas en travaux manuels,<br>mais je me débrouille en magie.<br>Je ferai de mon mieux pour t'aider.", "Ich bin nicht gut in körperlicher Arbeit,<br>aber überlass alles Magische ruhig mir.<br>Ich lass dich nicht hängen.", "No se me da bien el trabajo físico,<br>pero me puedo encargar de la magia.<br>Ya verás como no te arrepientes."]}}}, "job": "Black Mage", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Lexa", "萊基薩", "렉사", "Lexa", "Lexa", "Lexa"], "equip": [1, 5, 6, 15, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100014104", "job_id": 14}