{"TMR": ["EQUIP", 406002900], "name": "Kaede", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200440, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 11, "type": "ABILITY", "id": 101410, "rarity": 4}, {"level": 30, "type": "ABILITY", "id": 200430, "rarity": 4}, {"level": 51, "type": "ABILITY", "id": 100140, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 218010, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 217960, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 218000, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 218020, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 208880, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 217970, "rarity": 6}, {"level": 33, "type": "ABILITY", "id": 217990, "rarity": 6}, {"level": 55, "type": "ABILITY", "id": 100050, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 217980, "rarity": 6}], "sex_id": 2, "entries": {"100011406": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1189, 3602, 390], "ATK": [49, 147, 26], "MP": [50, 153, 65], "MAG": [33, 101, 26], "SPR": [37, 112, 26], "DEF": [45, 136, 34]}, "magic_affinity": [5, 0, 5, 0], "ability_slots": 4, "limitburst_id": 100011406, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 765, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [35], "effect_frames": [33], "strings": {"evolution": ["Thank you for this power.<br>I feel I have come to truly understand you.", "感謝您賜給我力量。<br>您的好意，我確實收下了。", "내려주신 힘, 감사히 받겠습니다.<br>여러분의 마음도<br>확실히 받았습니다.", "Merci de me donner ce pouvoir.<br>Je sens que je suis enfin parvenue à vous comprendre.", "Danke für diese Kraft.<br>Jetzt verstehe ich dich wirklich.", "Gracias por este poder.<br>Siento que ahora te entiendo por completo."], "affinity": ["This is proof of the connection between<br>you, myself, and this little one.", "這是我和你和這孩子交心的證明。", "이 아이와 저, 그리고 당신의<br>마음이 이어졌다는 증거입니다.", "Cela prouve le lien qui nous unit toi, moi et cette petite.", "Dies ist der Beweis für das Band zwischen<br>dir, mir und diesem Kleinen.", "Esto es como muestra de la conexión que hay<br>entre este pequeñajo, tú y yo."], "description": ["An old ruler of a province in Pharm who employed ninjas into her service. Kaede continued fighting atop her chocobo in the never ending war zone that was Pharm. However, she became severely depressed after losing one of her most trusted vassals to the horrors of war. Realizing that more lives were still at stake, she decided to fight for the future of Pharm once again, eventually earning her a place in the history books for all time.", "從前，在法爾姆王國的某一地方<br>統領著忍者的人物。<br>在戰亂頻發的法爾姆，<br>她騎乘陸行鳥，操著薙刀征戰沙場。<br>由於失去了最信任的部下，<br>她曾一度意志消沉。<br>不過，後來為了死去的生命和法爾姆的未來，<br>她重整旗鼓，用堅定的毅力鑄就了歷史。", "먼 옛날, 공주라고 불리며 팔름의 어느 지방에서 닌자들을 거느리던 인물. 전쟁이 끊이지 않는 팔름에서 언월도를 휘두르며 초코보를 타고 싸웠다. 신뢰하던 부하를 잃고 깊은 슬픔에 빠져 있었지만, 사라져간 수많은 목숨을 위해서라도 팔름의 미래를 만들어나가고자 했으며 마침내 위대한 인물로서 역사에 그 이름을 남겼다.", "Une vieille suzeraine d’une province du Royaume de Pharm qui commandait plusieurs ninjas dans son service. Kaede ne cessa jamais de se battre au dos de son chocobo sur l’éternel champ de bataille qu’était le Royaume de Pharm. Néanmoins, elle fut frappée d’un abattement total quand l’un de ses plus fidèles vassaux, victime des horreurs de la guerre, périt. Consciente des vies qui étaient en jeu, elle se résolut à combattre de nouveau pour le futur de Pharm et se forgea ainsi une place dans l’Histoire pour l’éternité.", "Eine alte Herrscherin über eine Provinz von Pharm, die Ninjas in ihre Dienste nahm. Kaede kämpfte weiterhin auf ihrem Chocobo in den nicht enden wollenden Kriegen in Pharm. Nachdem sie einen ihrer treuesten Vasallen in den Schrecken des Kriegs verloren hatte, wurde sie depressiv. Sie erkannte, dass noch mehr Leben auf dem Spiel standen und entschloss sich, ein letztes Mal für die Zukunft Pharms zu kämpfen und so in die Geschichtsbücher einzugehen.", "La antigua gobernadora de una provincia de Pharm que solía emplear ninjas en sus filas. Kaede nunca dejó de luchar a lomos de su chocobo en la multitud de guerras que arrasaban Pharm. Sin embargo, acabó sumida en una depresión tras perder en combate a uno de sus vasallos más cercanos. En ese momento, al darse cuenta de que muchas otras vidas seguían en peligro, Kaede decidió luchar por Pharm de nuevo y, con el tiempo, acabó ganándose un puesto en los libros de historia."], "fusion": ["Leave it to me to lead us through this battle.", "戰鬥的指揮<br>就請交給我吧。", "전투 지휘라면<br>부디 제게 맡겨 주시길.", "Laissez-moi nous guider jusqu'à la victoire.", "Überlass diesen Kampf mir.", "Deja que lidere yo esta batalla."], "summon": ["I'm here!<br>This little one is used to people<br>so there's no need to be afraid.", "打擾了。<br>這孩子已經習慣和人類接觸了，<br>不用感到害怕。", "실례하겠어요.<br>이 아이는 사람한테 친숙한 아이니<br>무서워하지 마세요.", "Je suis là !<br>Cette petite est habituée aux humains<br>alors il n'y a rien à craindre.", "Ich bin da!<br>Der Kleine ist Leute gewohnt,<br>also kein Grund zur Sorge.", "¡Ya estoy aquí!<br>El pequeñajo está acostumbrado a la gente,<br>así que no hay nada que temer."]}}, "100011404": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [703, 2130, 210], "ATK": [28, 86, 14], "MP": [30, 90, 35], "MAG": [19, 59, 14], "SPR": [22, 66, 14], "DEF": [26, 80, 18]}, "magic_affinity": [3, 0, 3, 0], "ability_slots": 3, "limitburst_id": 100011404, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 8, "290050300": 15, "290030000": 13, "290040200": 8, "290020100": 25}}, "rarity": 4, "compendium_id": 763, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [35], "effect_frames": [33], "strings": {"evolution": null, "affinity": ["This is proof of the connection between<br>you, myself, and this little one.", "這是我和你和這孩子交心的證明。", "이 아이와 저, 그리고 당신의<br>마음이 이어졌다는 증거입니다.", "Cela prouve le lien qui nous unit toi, moi et cette petite.", "Dies ist der Beweis für das Band zwischen<br>dir, mir und diesem Kleinen.", "Esto es como muestra de la conexión que hay<br>entre este pequeñajo, tú y yo."], "description": ["The daughter of a feudal lord from the Kingdom of Pharm. As the daughter of a noble lord, Kaede was raised to be a proper lady in a secluded environment. Although known for her polite and gentle demeanor, this wise young lady wielded her halberd atop a chocobo with great expertise as well, making her an invaluable soldier on the battlefield. Word has it that the grace with which she used her weapon resembled the beauty of maple leaves dancing in the wind.", "法爾姆王國地方領主的女兒，<br>從小在溫室一般的環境中長大。<br>她是一位注重禮節，<br>穩重聰慧的女性，<br>同時也是一位善用薙刀，<br>騎著陸行鳥馳騁疆場的戰士。<br>她作戰時的場面，<br>有如鮮紅楓葉飛舞一般。", "팔름 왕국의 지방 영주 집안에 태어난 아가씨. 공주님이라고 불리며 온실 속 화초처럼 자랐다. 예의 바르고 상냥하며 총명한 아가씨지만 초코보를 타고 언월도를 화려하게 휘두르며 전장을 누비는 전사이기도 했다. 그녀가 언월도를 휘두르는 모습은, 단풍잎이 화려하게 휘날리는 것처럼 보인다고 한다.", "La fille d’un seigneur féodal originaire du Royaume de Pharm. En tant que fille d’un noble seigneur, Kaede fut inculquée les principes des vraies dames dans un environnement isolé. Bien que connue pour son caractère doux et aimable, cette jeune femme sagace était capable de manier sa hallebarde au dos de son chocobo avec une dextérité remarquable, faisant d’elle une combattante redoutable sur le champ de bataille. Selon les rumeurs, la grâce avec laquelle elle manipulait son arme n’était pas sans rappeler la beauté d’une feuille d’érable dansant au fil du vent.", "Die Tochter eines Feudalherrn im Königreich Pharm. Als Adelstochter wuchs Kaede in einer behüteten Umgebung als vollendete Dame auf. Doch die für ihr höfliches und sanftes Wesen bekannt junge Dame wusste eine Hellebarde auf ihrem Chocobo mit großer Kunst zu schwingen, was sie zu einer wertvollen Soldatin auf dem Schlachtfeld machte. Die Anmut, mit der sie ihre Waffe schwang, ähnelte dem wunderbaren Tanz von Ahornblättern im Wind.", "La hija de un señor feudal del Reino de Pharm. Al ser hija de un noble, Kaede se crio en un ambiente recluido con el objetivo de convertirla en toda una dama. Sin embargo, aunque se la conozca por ser educada y gentil, esta joven y astuta damisela blandió una alabarda a lomos de un chocobo con mucho porte, lo que la convierte en una soldado bastante capaz. Se dice que blande las armas con tal gracia que es como si las hojas de arce bailaran en el viento."], "fusion": ["Seems this girl's training has started taking effect.", "與這孩子一起練習的效果<br>似乎開始顯現了呢。", "이 아이와의 훈련의 효과가<br>나타나기 시작한 것 같군요.", "On dirait que l'entraînement de cette fille commence à porter ses fruits.", "Das Training dieses Mädchens scheint Wirkung zu zeigen.", "Para que el entrenamiento de esta chica empieza a dar sus frutos."], "summon": ["Nice to meet you!<br>This little one and I look forward<br>to working with you.", "哎呀，初次見面！<br>我和這孩子今後還請多關照了。", "어머나, 처음 뵙겠어요.<br>이 아이와 함께<br>신세 좀 지겠습니다.", "Enchanté de vous rencontrer !<br>Cette petite et moi, nous nous chargerons de tout", "Schön, dich zu treffen!<br>Der Kleine und ich freuen uns<br>auf die Zusammenarbeit mit dir.", "¡Encantado de conocerte!<br>¡El pequeñajo y yo tenemos ganas de<br>trabajar contigo."]}}, "100011405": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [914, 2770, 240], "ATK": [37, 113, 16], "MP": [39, 117, 40], "MAG": [25, 77, 16], "SPR": [28, 86, 16], "DEF": [34, 104, 24]}, "magic_affinity": [4, 0, 4, 0], "ability_slots": 4, "limitburst_id": 100011405, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 20, "290060100": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 764, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [35], "effect_frames": [33], "strings": {"evolution": ["I will repay everything you've done for me on the battlefield.", "承蒙您對我的照顧<br>我一定會用戰鬥來報答的。", "이렇게 신세를 끼친 만큼,<br>반드시 전장에서 갚도록 하겠습니다.", "Je réparerai ma dette envers vous sur le champ de bataille.", "Ich werde mich für alles revanchieren, was du in der Schlacht für mich getan hast.", "Saldaré mis deudas contigo en el campo de batalla."], "affinity": ["This is proof of the connection between<br>you, myself, and this little one.", "這是我和你和這孩子交心的證明。", "이 아이와 저, 그리고 당신의<br>마음이 이어졌다는 증거입니다.", "Cela prouve le lien qui nous unit toi, moi et cette petite.", "Dies ist der Beweis für das Band zwischen<br>dir, mir und diesem Kleinen.", "Esto es como muestra de la conexión que hay<br>entre este pequeñajo, tú y yo."], "description": ["A noble lady born to a feudal lord from the Kingdom of Pharm. Kaede was a young lady with a considerate heart who grew up surrounded by many people who loved her dearly. Having employed ninjas into her service, she soon developed a strong relationship with them by fighting alongside them in battle. The chocobo she rode wore a special type of armor never seen in other regions.", "法爾姆王國地方領主的女兒。<br>是不折不扣的公主。<br>她善解人意，在周圍人的悉心關照下成長。<br>她十分體貼侍奉自己的忍者，<br>有時甚至會與之共同作戰，<br>通過這種方式，她們建立起了信賴關係。<br>她所騎乘的陸行鳥，身披<br>別的地方見不到的獨特鎧甲。", "팔름 왕국의 지방 영주 집안에 태어난 아가씨. 배려가 넘치는 성격으로 주변 사람들의 사랑을 받으며 자랐다. 자신을 섬기는 닌자들을 늘 염려하고, 때로는 함께 싸우며 신뢰 관계를 쌓기도 했다. 그녀가 키우는 초코보는 다른 지역에서는 볼 수 없는 독특한 갑옷을 두르고 있다.", "La noble fille d’un seigneur féodal originaire du Royaume de Pharm. Kaede était une jeune fille au cœur d’or qui fut aimée de tous tout au long de sa jeunesse. Ayant eu plusieurs ninjas à son service, elle développa rapidement une profonde connexion avec ces guerriers en combattant à leurs côtés sur le champ de bataille. Le chocobo qu’elle chevauchait portait une armure spéciale jamais vue dans les autres régions du monde.", "Die Tochter eines Feudalherrn im Königreich Pharm. Kaede war eine junge und fürsorgliche Dame, die in einer liebevollen Umgebung aufwuchs. Als sie Ninjas in ihre Dienste nahm, entwickelten sich schnell feste Bande, als sie gemeinsam mit ihnen in den Kampf zog. Der Chocobo, auf dem sie ritt, trug eine besondere Rüstung, die in anderen Regionen nirgendwo zu finden war.", "La noble hija de un señor feudal del Reino de Pharm. Se trata de una joven dama con un corazón muy grande que se crio rodeada de gente que la quería mucho. Asimismo, Kaede tuvo ninjas trabajando a su servicio, por lo que no tardó en entablar una relación cercana con estos al luchar codo con codo en diversas batallas. De hecho, Kaede cabalgó a lomos de un chocobo que portaba una armadura nunca antes vista en otras regiones."], "fusion": ["Now, off to the battlefield.", "來吧，前往戰場吧。", "자, 전장으로 향하지요.", "Allez, direction le champ de bataille.", "Jetzt auf in die Schlacht.", "Ahora, a la batalla."], "summon": ["This is our new home?<br>You will let this little one<br>stay with us, right?", "這裡就是我的新家？<br>要讓我和這孩子住一起才行哦。", "여기가 새로운 집인가요?<br>부디, 이 아이와 함께<br>지낼 수 있도록 해 주세요.", "C'est notre nouvelle maison ?<br>Tu laisseras cette petite <br>rester avec nous, n'est-ce pas ?", "Das ist unser neues Zuhause?<br>Der Kleine darf<br>bei uns bleiben, oder?", "¿Este es nuestro nuevo hogar?<br>Vas a dejar que este pequeñajo<br>se quede con nosotros, ¿no?"]}}}, "job": "Chocobo Rider", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Kaede", "楓", "카에데", "Kaede", "Kaede", "Kaede"], "equip": [4, 7, 10, 14, 41, 51, 52, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100011404", "job_id": 134}