{"TMR": ["EQUIP", 402001600], "name": "Wilhelm", "is_summonable": true, "skills": [{"level": 3, "type": "ABILITY", "id": 207130, "rarity": 5}, {"level": 10, "type": "ABILITY", "id": 207120, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 101340, "rarity": 5}, {"level": 32, "type": "ABILITY", "id": 101200, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 58, "type": "ABILITY", "id": 101220, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 207140, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 207090, "rarity": 6}, {"level": 25, "type": "ABILITY", "id": 207110, "rarity": 6}, {"level": 39, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 67, "type": "ABILITY", "id": 100150, "rarity": 6}, {"level": 75, "type": "ABILITY", "id": 207150, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 910235, "rarity": 6}, {"level": 89, "type": "ABILITY", "id": 207160, "rarity": 6}, {"level": 95, "type": "ABILITY", "id": 910236, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 207100, "rarity": 6}], "sex_id": 1, "entries": {"100006106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1249, 3784, 390], "ATK": [45, 135, 26], "MP": [50, 153, 65], "MAG": [37, 113, 26], "SPR": [45, 135, 26], "DEF": [49, 148, 34]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100006106, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 470, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [17], "effect_frames": [15], "strings": {"evolution": ["I am your shield.<br>Feel free to use me as you please.", "現在的我就是你們的盾。<br>請盡情使用我這面盾牌吧。", "지금의 난, 제군들의 방패다.<br>마음껏 써 주게.", "Je serai votre bouclier.<br>Faites de moi ce que vous voulez.", "Ich bin dein Schild.<br>Nutze mich nach Belieben.", "Yo seré tu escudo.<br>Utilízame como estimes oportuno."], "affinity": ["I wonder if I was able to help you to<br>protect what needed to be protected.<br>See to the safety of this world.", "守護該守護的。<br>我願助力諸位的理想。<br>這個世界的未來就交給你們了。", "지켜야 할 것을 지켜내는,<br>제군의 이상을 실현하는 데 도움이 되었는가.<br>이 세계의 미래를 부탁한다.", "Je me demande si je t'ai vraiment aidé à protéger ce que tu avais besoin de protéger.<br>Je te confie le destin de ce monde.", "Ob ich dir wohl helfen konnte,<br>das Gefährdete zu schützen?<br>Kümmere dich um diese Welt.", "Me pregunto si te he ayudado a proteger lo que deseabas guardar.<br>Hazte cargo mantener este mundo a salvo."], "description": ["A general of the militant empire of Zoldaad. Wilhelm has served Sozhe, the emperor of Zoldaad, for many years, having shared countless battles by his side as his comrade in arms. He is well acquainted with the emperor's past, and thinks of the crowned prince Shera as his own son. However, recently he has been kept from participating in pivotal missions for reasons unknown.", "軍事國家佐爾達多帝國的將軍，<br>常年效忠於佐爾達多皇帝索澤，<br>與皇帝曾是共戰沙場的戰友。<br>他熟識皇帝的過去，<br>並視皇太子榭拉如自己親骨肉般，疼愛有加。<br>但近年來他都不被允許參加重要任務。", "군사국가 졸다드 제국의 장군.<br>졸다드의 소제 황제에게 오랜 세월 동안<br>충성을 맹세한 몸이며, 수많은 전장에서<br>함께 싸워나간 전우나 다름없는 사이로<br>황제의 개인적인 과거에 대해서도 잘 알고 있으며<br>현재의 황태자인 시엘라 역시<br>자신의 아들처럼 여기고 있었지만<br>어찌 된 이유에선가 근래에는 중요 임무에서<br>제외되고 있다.", "Un général de l'empire militaire de Zoldaad. Wilhelm a servi Sozhé, l'empereur de Zoldaad, pendant de nombreuses années, en combattant à ses côtés au cours d'innombrables batailles en tant que compagnon d'armes. Très au fait du passé de l'empereur, il considère le prince héritier Shera comme son propre fils. Cependant, pour des raisons qui lui échappent, il se retrouve depuis peu exclu des missions cruciales.", "Ein General des militanten Imperiums von Zoldaad. Wilhelm diente Sozhe, dem Imperator von Zoldaad, viele Jahre lang und stand in unzähligen Kämpfen an seiner Seite. Er teilt mit dem Imperator eine Vergangenheit und behandelt den Kronprinz wie seinen eigenen Sohn. Jüngst jedoch wird er von der Teilnahme an bedeutenden Missionen abgehalten.", "Un general del Imperio de Zoldaad. Wilhelm ha servido a Soze, el emperador de Zoldaad, durante muchos años, habiendo compartido innumerables batallas a su lado como compañero de armas. Conoce bien el pasado del emperador, y trata al príncipe heredero Shera como su propio hijo. No obstante, hace poco le prohibieron participar en las misiones más cruciales por razones desconocidas."], "fusion": ["I will repay you for this favor.<br>I swear as a warrior.", "滴水之恩自當湧泉相報。<br>這就是武人的矜持。", "은혜를 입었으면 반드시 보답한다.<br>그것이 무인의 긍지다.", "Je te rendrai la pareille.<br>Je le jure sur mon honneur de guerrier.", "Diesen Gefallen werde ich erwidern.<br>Das schwöre ich als Krieger.", "Te devolveré este favor.<br>Te lo juro por mi honor de guerrero."], "summon": ["It's been many moons since I last fought.<br>I'll show you a style of fighting worthy<br>of one called the shield of the empire.", "久違沙場。<br>讓你們見識一下<br>帝國之盾的能耐！", "전장에 서는 건 오랜만이군.<br>제국의 방패란 이름에 부끄럽지 않은<br>전투를 선보이도록 하지.", "Bien des lunes ont passé depuis la dernière fois que j'a combattu.<br>Laisse-moi te montrer le style de combat que l'on nomme a raison \"le bouclier de l'empire\"", "Vor vielen Monden kämpfte ich das letzte Mal.<br>Ich zeige dir einen Kampfstil,<br>der den Namen Schild des Imperiums verdient.", "Muchas lunas han pasado desde mi última batalla.<br>Te enseñaré un estilo de batalla digno de aquel al que llaman Escudo del Emperador."]}}, "100006105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [960, 2910, 240], "ATK": [34, 103, 16], "MP": [39, 117, 40], "MAG": [28, 86, 16], "SPR": [34, 103, 16], "DEF": [37, 113, 24]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100006105, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 10, "290060100": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 469, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [17], "effect_frames": [15], "strings": {"evolution": null, "affinity": ["I wonder if I was able to help you to<br>protect what needed to be protected.<br>See to the safety of this world.", "守護該守護的。<br>我願助力諸位的理想。<br>這個世界的未來就交給你們了。", "지켜야 할 것을 지켜내는,<br>제군의 이상을 실현하는 데 도움이 되었는가.<br>이 세계의 미래를 부탁한다.", "Je me demande si je t'ai vraiment aidé à protéger ce que tu avais besoin de protéger.<br>Je te confie le destin de ce monde.", "Ob ich dir wohl helfen konnte,<br>das Gefährdete zu schützen?<br>Kümmere dich um diese Welt.", "Me pregunto si te he ayudado a proteger lo que deseabas guardar.<br>Hazte cargo mantener este mundo a salvo."], "description": ["A general of the Zoldaad Empire. Wilhelm wears extremely heavy armor, and once boasted of the title of Imperial Shield for his efforts on the field. Although he was in charge of the empire's Magitek squadron, everything changed when Zoldaad began implementing dictatorial practices into their government. Following this, his superiors saw to his removal from any crucial missions, and expelled him to a remote location.", "佐爾達多帝國的將軍，<br>他身穿堅硬的鎧甲，帶頭衝鋒陷陣，<br>人稱「帝國之盾」。<br>他曾經率領當時最先進的魔導裝甲隊，<br>立下了赫赫戰功，<br>但佐爾達多突然變為軍國主義國家，<br>那以後他就被左遷到邊境，<br>不再擔任要職。", "졸다드 제국의 장군.<br>견고한 갑옷을 몸에 두르고, 스스로 전장에 서서<br>'제국의 방패'라는 이명을 자랑했다.<br>과거에는 당시의 최신 병기였던<br>마도 아머 부대를 지휘하여 공을 세웠지만<br>졸다드가 급격한 군국주의로 기울게 된<br>이후, 중요한 임무에서 배제되어<br>변경 지방으로 좌천된 듯하다.", "Un général de l'empire de Zoldaad. Wilhelm porte une armure extrêmement lourde, et se vantait à une époque d'être le Bouclier de l'empereur pour ses efforts sur le terrain. Bien qu'il fût responsable de l'escadron magitech de l'empire, tout changea lorsque Zoldaad commença à adopter des pratiques dictatoriales au sein de leur gouvernement. Par la suite, ses supérieurs prirent soin de le décharger de toute mission cruciale et de l'envoyer dans une région éloignée.", "Ein General des Imperiums von Zoldaad. Wilhelm trägt extrem schwere Rüstung und prahlte einmal mit dem Titel Schild des Imperators für seine Leistungen im Kampf. Er stand der imperialen Magitek-Schwadron vor, als in Zoldaad diktatorische Praktiken einzuziehen begannen. In der Folge zogen ihn seine Vorgesetzten von wichtigen Missionen ab und verbannten ihn an einen abgelegenen Ort.", "Un general del Imperio de Zoldaad. Wilhelm lleva una armadura extremadamente pesada, y antaño se jactaba de tener el título de Escudo del Emperador, debido a sus hitos en el campo de batalla. Aunque estaba a cargo del escuadrón Magitek del imperio, todo cambió cuando Zoldaad empezó a aplicar prácticas dictatoriales en su gobierno. Tras esto, sus superiores lo retiraron de todas las misiones cruciales, y lo expulsaron a un lugar lejano."], "fusion": ["You wish to bestow me even more power?<br>I am grateful.", "要給予我更多的守護之力嗎？<br>……感謝你。", "내게 더욱 강력한 수호의 힘을<br>부여하는 것인가.<br>……감사를 표한다.", "Tu veux m'accorder encore plus de puissance ?<br>Avec plaisir !", "Du willst mir noch mehr Macht verleihen?<br>Dafür bin ich dankbar.", "¿Deseas otorgarme más poder aún?<br>Te estoy agradecido."], "summon": ["These are my memories...?<br>I never thought the next time I fought<br>I'd be like this.", "這是，我的「意念」？<br>沒想到，竟會以這種方式<br>再臨戰場。", "이건, 내 '마음'……?<br>이런 모습으로, 다시금<br>전장에 서게 될 줄이야.", "Serait-ce mes souvenirs... ?<br>Je n'aurais jamais pensé avoir à me battre dans cet état.", "Das sind meine Erinnerungen ...?<br>Ich hätte nie gedacht,<br>dass so der nächste Kampf aussieht.", "¿Estos recuerdos...?<br>Jamás pensé que lucharía de esta forma."]}}}, "job": "General", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Wilhelm", "維魯赫魯姆", "빌헬름", "Wilhelm", "Wilhelm", "Wilhelm"], "equip": [1, 2, 10, 30, 31, 40, 41, 51, 52, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100006105", "job_id": 50}