{"TMR": ["MATERIA", 504216520], "name": "Duke", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200260, "rarity": 5}, {"level": 12, "type": "ABILITY", "id": 200270, "rarity": 5}, {"level": 20, "type": "ABILITY", "id": 216420, "rarity": 5}, {"level": 36, "type": "ABILITY", "id": 216430, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 100030, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 216440, "rarity": 5}, {"level": 74, "type": "ABILITY", "id": 100090, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 216460, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 216510, "rarity": 6}, {"level": 8, "type": "ABILITY", "id": 216500, "rarity": 6}, {"level": 22, "type": "MAGIC", "id": 20210, "rarity": 6}, {"level": 28, "type": "MAGIC", "id": 30270, "rarity": 6}, {"level": 40, "type": "ABILITY", "id": 208880, "rarity": 6}, {"level": 51, "type": "ABILITY", "id": 216470, "rarity": 6}, {"level": 73, "type": "ABILITY", "id": 216480, "rarity": 6}, {"level": 86, "type": "ABILITY", "id": 216490, "rarity": 6}, {"level": 93, "type": "ABILITY", "id": 202860, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 216450, "rarity": 6}], "sex_id": 1, "entries": {"100010805": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [836, 2532, 240], "ATK": [36, 111, 24], "MP": [34, 104, 40], "MAG": [30, 93, 16], "SPR": [29, 89, 16], "DEF": [27, 84, 16]}, "magic_affinity": [0, 5, 5, 0], "ability_slots": 4, "limitburst_id": 100010805, "attack_count": 4, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 20, "290060000": 5, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 724, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [28, 40, 52, 81], "effect_frames": [26, 38, 50, 79], "strings": {"evolution": null, "affinity": ["I finally have a duty to serve outside of vanquishing dragons. As a dragoon, I will fight alongside you.", "第一次肩負了退治龍以外的使命。<br>我將以龍騎士之名，<br>和你們一起戰鬥。", "처음으로, 드래곤 퇴치가 아닌 사명이 생겼어.<br>용기사의 이름을 걸고,<br>너희와 함께 싸우겠다.", "J'ai enfin une mission autre que terrasser des dragons. Je me battrai à tes côtés en tant que dragonnier.", "Endlich habe ich noch eine Pflicht neben der Drachenjagd. Als Dragoner werde ich an deiner Seite kämpfen.", "Al fin se me encomienda algo diferente a eliminar dragones. Como dragontino, me ofrezco a luchar a tu lado."], "description": ["A young dragoon entrusted with a certain mission. Duke trained from childhood to become a dragoon, and has since developed quite a stern personality. Although he serves as the leader of the Resistance, he finds it difficult to fulfill the duties of his post whilst attempting to accomplish his mission. He may be the quiet type, but he cares deeply about his friends.", "背負著特殊使命的龍騎士青年。<br>自幼進行龍騎士的訓練，<br>因此造就了他一絲不苟的性格。<br>他同時也是反抗軍的首領，<br>但自身背負的使命讓他行動受限，<br>這也讓他感到煩惱。<br>他沉默寡言，<br>但內心深處時刻掛念著自己的同伴。", "어느 사명을 짊어진 용기사 청년. 어린 시절부터 용기사로서 훈련받아, 매우 착실한 성격으로 자라났다. 반란군의 리더를 맡고 있으나, 사명 때문에 행동에 제한이 따르는 것을 안타깝게 생각하고 있다. 과묵한 일면 뒤에는 동료를 생각하는 뜨거운 감정을 숨기고 있다.", "Un jeune dragonnier chargé d’une certaine mission. Duke a consacré son enfance à son entraînement de dragonnier et a depuis acquis une personnalité quelque peu sévère. En dépit de son rôle de chef de la résistance, il a des difficultés à remplir son devoir tout en accomplissant sa mission. Malgré ses tendances à se murer dans le silence, il est entièrement dévoué à ses amis.", "Ein junger Dragoner mit einer Mission. Duke wurde von Kindheit an als Dragoner ausgebildet und hat sich seitdem zu einer ernsten Persönlichkeit entwickelt. Obwohl er Anführer des Widerstands ist, fällt es ihm schwer, seinen dortigen Pflichten nachzukommen und gleichzeitig seine Mission zu erfüllen. Er ist zwar ein stiller Typ, doch seine Freunde sind ihm sehr wichtig.", "Un joven dragontino al que se le encomendó cierta misión. Desde pequeño, Duke entrenó para ser un dragontino y, desde entonces, ha ido desarrollando una personalidad bastante fuerte. Asimismo, a pesar de ser el líder de la Resistencia, le cuesta trabajo cumplir con sus obligaciones mientras intenta realizar su misión. Puede que parezca ser un tipo callado, pero se preocupa mucho por sus amigos."], "fusion": ["I must grow stronger for the sake of<br>my friends and all of my countrymen.<br>Like the legendary dragoons.", "為了同伴與故鄉的人們<br>我不得不變得更強。<br>為了成為傳說中的龍騎士。", "동료들과 마을 사람들을 위해서<br>나는 강해져야만 한다.<br>전설 속의 용기사처럼.", "Je dois devenir plus fort pour mes amis et tous mes compatriotes.<br>Comme les légendaires dragonniers.", "Zum Schutz meiner Landsleute und<br>meiner Freunde muss ich stärker werden.<br>So wie die legendären Dragoner.", "Tengo que hacerme más fuerte por el bien de<br>mis amigos y de todos mis compatriotas.<br>Como los legendarios dragontinos."], "summon": ["Behold, my friends.<br>No matter what happens,<br>I will fulfill my role as a dragoon.", "故鄉的人們呀。<br>不管發生什麼事，<br>我都會盡力完成身為龍騎士的使命。", "마을 사람들이여, 부디 지켜봐다오.<br>내게 무슨 일이 일어난다 하더라도<br>용기사로서의 책무는 완수하겠다.", "Regardez, mes amis.<br>Quoi qu'il se passe,<br>j'accomplirai mon rôle de dragonnier.", "Seht, meine Freunde.<br>Was auch passiert,<br>ich werde meine Rolle als Dragoner erfüllen.", "Atención, amigos.<br>Sin importar lo que pueda pasar,<br>como dragontino, cumpliré con mis funciones."]}}, "100010806": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1194, 3617, 390], "ATK": [52, 158, 34], "MP": [49, 148, 65], "MAG": [44, 132, 26], "SPR": [42, 126, 26], "DEF": [40, 120, 26]}, "magic_affinity": [0, 6, 6, 0], "ability_slots": 4, "limitburst_id": 100010806, "attack_count": 4, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 725, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [28, 40, 52, 81], "effect_frames": [26, 38, 50, 79], "strings": {"evolution": ["Seems I've come one step closer.<br>Closer to becoming an honorable dragoon.", "距離傳說中的龍騎士<br>是否又更進一步了呢。", "한걸음이라도, 더 가까워졌을까.<br>존경해 마지않는 전설 속 용기사에게.", "Il semblerait que je me sois rapproché.<br>Rapproché de mon rêve de devenir un honorable dragonnier.", "Ich bin einen Schritt weiter<br>auf dem Weg zum ehrbaren Dragoner.", "Parece que estoy un paso más cerca.<br>Un paso más cerca de convertirme en un honorable dragontino."], "affinity": ["I finally have a duty to serve outside of vanquishing dragons. As a dragoon, I will fight alongside you.", "第一次肩負了退治龍以外的使命。<br>我將以龍騎士之名，<br>和你們一起戰鬥。", "처음으로, 드래곤 퇴치가 아닌 사명이 생겼어.<br>용기사의 이름을 걸고,<br>너희와 함께 싸우겠다.", "J'ai enfin une mission autre que terrasser des dragons. Je me battrai à tes côtés en tant que dragonnier.", "Endlich habe ich noch eine Pflicht neben der Drachenjagd. Als Dragoner werde ich an deiner Seite kämpfen.", "Al fin se me encomienda algo diferente a eliminar dragones. Como dragontino, me ofrezco a luchar a tu lado."], "description": ["A descendant of the great dragoon who sealed a terrible dragon in Paladia during ancient times. Duke lives in the Dragon's Village where he continues to protect the seal over the dragon alongside his friends. His comrades place a great deal of trust in him, although his stubborn side is difficult to overlook. He feels a deep admiration for his ancestor, a dragoon like himself, who managed to carry out a certain impressive deed.", "在帕拉迪亞封印了兇惡巨龍的<br>龍騎士的後裔。<br>居住在龍之鄉，和夥伴們一起<br>監視著龍的封印。<br>他深受同伴們的信賴，<br>也有頑固執拗的一面。<br>他對自己祖先的某個行為<br>抱有非同一般的敬重之情。", "파라디아의 흉폭한 드래곤을 봉인해 온 고대 용기사의 후예. 용의 마을에 거주하며, 동료들과 함께 용의 봉인을 감시하고 있다. 동료로부터 깊이 신뢰받고 있지만, 고집스럽고 융통성이 없는 일면도 가지고 있다. 선조 용기사의 '어떤 행동'을 강하게 동경하고 있기도 하다.", "Un descendant du grand dragonnier ayant banni un terrible dragon à Paladia dans les temps anciens. Duke vit dans le village de Dragonia, où il continue de protéger le sceau de bannissement du dragon aux côtés de ses amis. Ses camarades lui accordent une confiance absolue, et ce, en dépit de son caractère opiniâtre. Il ressent une profonde connexion avec son ancêtre, lui aussi un dragonnier ; un ayant réussi à réaliser un acte des plus impressionnants.", "Duke ist der Nachkomme der großen Dragoner, die vor langen Zeiten einen schrecklichen Drachen in Paladia einsperrten. Er lebt im Drachendorf, wo er mit seinen Freunden über das Siegel des Drachen wacht. Seine Kameraden schenken ihm Vertrauen, auch wenn er manchmal starrköpfig ist. Er verehrt einen seiner Vorfahren sehr, der ebenfalls Dragoner war und eine beeindruckende Tat vollbrachte.", "Un descendiente del poderoso dragontino que selló a un temible dragón en Paladia hace mucho tiempo. Duke vive en Draconia, donde continúa protegiendo el sello junto a sus amigos. Sus camaradas confían plenamente en él, aunque su cabezonería a veces es difícil de soportar. Duke siente una gran admiración por su ancestro, dragontino como él, que fue capaz de una hazaña legendaria."], "fusion": ["Thank you for helping me grow.<br>I will need more power to protect my<br>fellow countrymen from the dragons.", "感謝你這樣鍛鍊我。<br>為了守護故鄉的人們遠離<br>龍的威脅，我還需要變得更強。", "단련시켜 주어서 고맙다.<br>드래곤으로부터 마을 사람들을 지키기 위해서는<br>더욱 힘이 필요해.", "Merci de m'avoir aidé à progresser.<br>Je vais avoir besoin d'encore plus de puissance pour protéger mes<br>compatriotes des dragons.", "Danke, dass du mir hilfst.<br>Ich brauche mehr Kraft, um meine<br>Landsleute vor den Drachen zu schützen.", "Gracias por ayudarme a progresar.<br>Voy a necesitar más poder para proteger a mis<br>compatriotas de los dragones."], "summon": ["If you need my power, it's yours.<br>It is up to me, the knight,<br>to defeat these hazardous dragons.", "需要我的力量的話我會借你。<br>就讓身為龍騎士的我<br>來討伐會引起災難的龍吧。", "힘이 필요하다면 돕도록 하지.<br>재앙을 가져오는 드래곤은<br>용기사인 내 손으로 처단하겠다.", "Si vous avez besoin de ma force, elle est vôtre.<br>C'est mon rôle de chevalier de terrasser ces dangereux dragons.", "Meine Kraft gehört dir.<br>Es liegt an mir, dem Ritter,<br>diese gefährlichen Drachen zu besiegen.", "Si necesitas mi poder, es todo tuyo.<br>Como caballero, es mi cometido<br>acabar con estos peligrosos dragones."]}}}, "job": "Dragoon", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Duke", "杜克", "듀크", "Duke", "Duke", "Duke"], "equip": [2, 3, 10, 30, 40, 41, 51, 52, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100010805", "job_id": 2}