{"TMR": ["MATERIA", 504212360], "name": "Veritas of the Light", "is_summonable": true, "skills": [{"level": 12, "type": "ABILITY", "id": 100160, "rarity": 5}, {"level": 20, "type": "ABILITY", "id": 212140, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 212080, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 212120, "rarity": 5}, {"level": 45, "type": "MAGIC", "id": 10210, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 100730, "rarity": 5}, {"level": 56, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 66, "type": "ABILITY", "id": 212180, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 212070, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 212150, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 212130, "rarity": 6}, {"level": 8, "type": "ABILITY", "id": 100120, "rarity": 6}, {"level": 25, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 36, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 50, "type": "MAGIC", "id": 20440, "rarity": 6}, {"level": 64, "type": "ABILITY", "id": 212100, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 212160, "rarity": 6}, {"level": 87, "type": "ABILITY", "id": 212170, "rarity": 6}, {"level": 95, "type": "ABILITY", "id": 212110, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 212090, "rarity": 6}], "sex_id": 2, "entries": {"100008206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1170, 3544, 450], "ATK": [46, 139, 30], "MP": [59, 180, 75], "MAG": [46, 139, 30], "SPR": [45, 136, 30], "DEF": [40, 120, 30]}, "magic_affinity": [8, 8, 0, 0], "ability_slots": 4, "limitburst_id": 100008206, "attack_count": 5, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 623, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [20, 34, 68, 80, 98], "effect_frames": [18, 25, 32, 66, 72, 78, 87, 96, 20, 27, 34, 68, 74, 80, 89, 98], "strings": {"evolution": ["Why do you grant me power?<br>Is it out of pity for me?", "為何給我力量？<br>是在憐憫我嗎？", "어째서 내게 힘을 주지?<br>동정하는 거냐?", "Pourquoi me donnes-tu du pouvoir ?<br>Est-ce de la pitié ?", "Warum gewährst du mir Macht?<br>Ist es aus Mitleid?", "¿Por qué me concedes este poder?<br>¿Es porque sientes pena?"], "affinity": ["Hmph...<br>You who thirst for power, this should suit you.", "哼。<br>渴望著力量的你們，<br>最適合這個了。", "흥.<br>힘에 굷주린 너희들에겐<br>이런 게 어울려.", "Mhmm...<br>ceci devrait convenir à quelqu'un à la soif de pouvoir si intense.<br>Quelqu'un comme toi.", "Hmph ...<br>Der du nach Macht dürstest, dies sollte dir gefallen.", "Mmm...<br>Tú, que tanto ansías el poder, esto debería servirte."], "description": ["One of the Sworn Six of Paladia who encountered Rain and his friends while they journeyed through Mysidia. Not only is Veritas of the Light Sakura's older sister, but she also seems to have a connection with Sir Raegen, Rain's father. Once a warrior of noble intentions long ago, it wasn't until a certain event occurred that her purity turned into furious resentment. She regrets that her own feelings manifested into a vision of herself.", "雷因等人在密西迪亞遇到的第一個，<br>「帕拉迪亞六盟傑」。<br>她是櫻的姐姐，與雷因的父親雷根有所接觸。<br>她雖然是高潔的戰士，<br>但其純真以某件事情為契機，<br>轉變為極深的怨恨。<br>對化身為幻兵一事，她表現出極大的不滿。", "레인 일행이 미시디아에서 만난<br>'파라디아의 여섯 호걸 연맹' 중 한 명.<br>사쿠라의 친언니로, 레인의 아버지인<br>레겐과도 접점이 있는 인물이다.<br>고결한 의지를 품은 전사였지만,<br>그 순수함은 어느 사건을 계기로<br>강한 증오심으로 바뀌어 버렸으며,<br>비전이 되어버린 것에도 혐오를 비치고 있다.", "L’un des Six Jurés de Paladia ayant fait la rencontre de Rain et de ses amis au cours de leur traversée de Mysidia. Veritas de la Lumière est non seulement la sœur ainée de Sakura, mais elle semble aussi partager un lien avec Sire Raegen, le père de Rain. Jadis une guerrière aux intentions nobles, ce n’est qu’après un certain événement que sa pureté se transforma en furie déchaînée. Elle regrette que ses propres émotions aient engendré la manifestation d’une vision d’elle-même.", "Eine der Geschworenen Sechs von Paladia, denen Rain und seine Freunde in Mysidia begegneten. Sie ist nicht nur die leibliche Schwester von Sakura, sondern hatte auch mit Sir Raegen, Rains Vater, zu tun. Veritas des Lichts ist eine Kriegerin, die über eine äußerst rechtschaffene Gesinnung verfügt. Durch einen gewissen Vorfall aber, schlägt diese Reinheit in starken Hass um. Darüber, dass sich ihre Gefühle in einer Vision manifestieren, empfindet sie tiefen Ekel.", "Uno de los Seis Juramentados de Paladia. Se encontró con Rain y sus amigos mientras viajaban por Mysidia. Además de ser el hermano mayor de Sakura, Veritas el Luminoso también parece tener alguna conexión con Sir Raegen, el padre de Rain. En otros tiempos, fue un guerrero de nobles intenciones, hasta que un día tuvo lugar cierto suceso que transformó su pureza en rábido resentimiento. Se arrepiente de que sus propios sentimientos acabaran manifestándose en una visión."], "fusion": ["I have no plans of becoming friendly with any of you!", "我並沒有打算<br>與你們這種人和睦相處！", "네놈들과 한패가 될 생각 없다!", "Je n'ai aucunement l'intention de me lier d'amitié avec vous !", "Ich habe keine Lust, mich mit euch anzufreunden!", "¡No tengo pensado hacerme amigo de ninguno de vosotros!"], "summon": ["Visions... How provocative...<br>So you intend on controlling me too, do you?", "幻兵……真是可恨……<br>連我都被當成棋子了嗎？！", "비전…… 지긋지긋해……<br>나조차 장기 말로 쓸 셈이냐!", "Les visions... Quelle provocation...<br>Alors toi aussi tu essaies de me contrôler, n'est-ce pas ?", "Visionen ... Wie provokant ...<br>Mich wollt ihr also auch kontrollieren, oder?", "Visiones... Qué provocador...<br>Así que pretendes controlarme a mí también, ¿no?"]}}, "100008205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [900, 2726, 300], "ATK": [36, 109, 20], "MP": [46, 138, 50], "MAG": [36, 109, 20], "SPR": [35, 107, 20], "DEF": [34, 102, 20]}, "magic_affinity": [7, 7, 0, 0], "ability_slots": 4, "limitburst_id": 100008205, "attack_count": 5, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060100": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 622, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [20, 34, 68, 80, 98], "effect_frames": [18, 25, 32, 66, 72, 78, 87, 96, 20, 27, 34, 68, 74, 80, 89, 98], "strings": {"evolution": null, "affinity": ["Hmph...<br>You who thirst for power, this should suit you.", "哼。<br>渴望著力量的你們，<br>最適合這個了。", "흥.<br>힘에 굷주린 너희들에겐<br>이런 게 어울려.", "Mhmm...<br>ceci devrait convenir à quelqu'un à la soif de pouvoir si intense.<br>Quelqu'un comme toi.", "Hmph ...<br>Der du nach Macht dürstest, dies sollte dir gefallen.", "Mmm...<br>Tú, que tanto ansías el poder, esto debería servirte."], "description": ["One of the Sworn Six of Paladia who encountered Rain and his friends while they journeyed through Mysidia. Veritas of the Light is extremely proud, and her motivation for realizing the group's ambitions is far greater than that of any other member. After learning that Rain has joined Sakura's cause, she displays a deep resentment for the young knight and ruthlessly attacks him. The intensity of her feelings was such that it manifested into a vision, although she does not pride herself on this.", "雷因等人在密西迪亞對峙的第一個，<br>「帕拉迪亞六盟傑」。<br>她氣質非凡，為達目的不擇手段，<br>在六盟傑中格外強悍。<br>和雷因、櫻有著不解之緣，<br>對他們帶有強烈的憎恨之意。<br>這份強烈的意念使她化作幻兵重現人間，<br>對此她感到很羞愧。", "미시디아에서 레인 일행과 처음으로 대적한<br>'파라디아의 여섯 호걸 연맹' 중 한 명.<br>자부심이 강하고, 목적을 완수하기 위한 의지가<br>여섯 호걸 연맹 중에서도 유난히 강하다.<br>레인, 사쿠라와 인연이 있는 듯하며,<br>한층 강한 증오를 내뿜으며 공격해 오기도 했다.<br>그 강렬한 마음으로 인해 비전이 되었지만<br>그 사실을 수치스러워하고 있다.", "L’un des Six Jurés de Paladia ayant fait la rencontre de Rain et de ses amis au cours de leur traversée de Mysidia. Veritas de la Lumière est une femme extrêmement fière et sa détermination vis-à-vis des ambitions du groupe dépasse de loin celle des autres membres. Quand celle-ci apprend que Rain s’est joint à la cause de Sakura, elle affiche une haine profonde pour ce dernier et l’attaque avec brutalité. L’intensité de ses émotions est telle qu’elles donnent naissance à une vision, et ce, au mépris de son propre orgueil.", "Eine der Geschworenen Sechs von Paladia, die in Mysidia erstmals Rain und seinen Freunden gegenüberstanden. Sie ist sehr stolz und auch unter den Sechs ist ihr Vorsatz, die Ziele der Gruppe zu erreichen, besonders stark ausgeprägt. Weil Rain und Sakura ein Schicksal verbindet, hegt sie einen starken Groll gegen Rain und überfällt diesen. Ihre heftigen Gefühle resultieren in der Manifestation einer Vision, was sie etwas beschämt.", "Uno de los Seis Juramentados de Paladia. Se encontró con Rain y sus amigos mientras viajaban por Mysidia. Veritas el luminoso es muy orgulloso y sus ganas de saber qué trama el grupo son mucho mayores que las de cualquier otro miembro. Después de enterarse de que Rain estaba ayudando a Sakura, empezó a profesar un gran resentimiento hacia el joven caballero y le atacó sin piedad. Sus sentimientos eran tan intensos que se manifestaron a modo de visión, aunque no de esto no es que se sienta muy orgulloso."], "fusion": ["I've no need for charity!<br>Do not make fun of me!", "我不需要施捨！<br>也別把我當棋子使喚！", "동정 따윈 필요 없다!<br>날 꼭두각시로 이용하지 마라!", "Je n'ai pas besoin de ta charité !<br>Et, ne te moque pas de moi !", "Ich brauche keine Hilfe!<br>Mach dich nicht über mich lustig!", "¡No necesito caridad!<br>¡No te rías de mí!"], "summon": ["Why have I become one of these visions...?", "為何我會變成<br>幻兵的姿態……", "어째서 내가, 이런 비전의 모습으로……!", "Pourquoi suis-je devenue l'une de ces visions ?", "Warum bin ich zu einer dieser Visionen geworden ...?", "¿Por qué me he convertido en una de estas visiones...?"]}}}, "job": "Veritas", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Veritas of the Light", "光輝之維利亞斯", "찬란한 빛의 베리어스", "Veritas de la Lumière", "Veritas des Lichts", "Veritas el luminoso"], "equip": [2, 6, 13, 14, 41, 51, 52, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100008205", "job_id": 109}