{"TMR": ["MATERIA", 504200720], "name": "Bedile", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200530, "rarity": 3}, {"level": 23, "type": "ABILITY", "id": 200600, "rarity": 3}, {"level": 35, "type": "MAGIC", "id": 30160, "rarity": 3}, {"level": 26, "type": "MAGIC", "id": 30150, "rarity": 4}, {"level": 44, "type": "MAGIC", "id": 30200, "rarity": 4}, {"level": 53, "type": "ABILITY", "id": 200630, "rarity": 4}], "sex_id": 1, "entries": {"100002404": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [589, 1784, 390], "ATK": [26, 79, 26], "MP": [28, 85, 65], "MAG": [25, 77, 34], "SPR": [23, 71, 26], "DEF": [24, 73, 26]}, "magic_affinity": [2, 4, 4, 0], "ability_slots": 3, "limitburst_id": 100002404, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 4, "compendium_id": 110, "attack_damage": [[30, 30, 40]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [13, 26, 59], "effect_frames": [11, 24, 57], "strings": {"evolution": ["I can feel my spirit rising.<br>My magic, and my blade as well...<br>I seem to have reached a higher plane of existence...", "我感到精神亢奮，<br>不論是魔法還是劍術……<br>都更躍進了一步……", "내 정신이 고양되는 게 느껴진다.<br>마법과 검술 모두……<br>한 차원 더 성장했다…….", "Je sens mon esprit s'élever...<br>J'ai l'impression d'avoir atteint un degré supérieur d'existence...<br>Ma magie et ma lame sont plus puissantes aussi...", "Mein Geist erhebt sich.<br>Meine Klinge und meine Magie ebenso ...<br>Meine Existenz hat eine höhere Sphäre betreten ...", "Noto como mi espíritu se eleva.<br>Mi magia y también mi espada...<br>Mi existencia ha alcanzado<br>un nuevo plano."], "affinity": ["You took me along on many battles.<br>Can I take pride...in this symbol of our trust?", "……你帶我經歷了那麼多的戰鬥，<br>我可以認為這是你信任我的證明嗎？", "……지금까지 수많은 전장을 함께 넘나들었군.<br>날 신뢰해서 그런 거라고<br>생각해도 되겠지?", "Tu as requis ma présence au combat bien des fois.<br>Puis-je m'enorgueillir de ce signe de confiance ?", "Du hast mich in viele Schlachten geführt.<br>Darf ich dies als Zeichen deines Vertrauens verstehen?", "Me has traído a muchas batallas.<br>¿Es motivo de orgullo... que me brindes tu confianza?"], "description": ["A warrior who mastered sorcery and the sword. Bedile broke the vow of silence that granted him heightened spiritual powers, and was banished by his tribe after violating its law against mingling with outsiders. He eventually took his foreign love as his wife, and protected the family they built together till the end of his days.", "極盡魔法與劍術的戰士，<br>曾為提高精神力量而立下沉默誓言。<br>然而他不光背棄了該誓言，<br>還打破故鄉規定，與其他民族的姑娘相愛，<br>由此被故鄉驅逐，開始了流浪的生活。<br>最後他與心愛的姑娘來到了邊境地區，<br>成家立業後，<br>他用一生保護著他的家人。", "마법과 검술을 모두 다루는 전사.<br>정신력을 높이기 위한 침묵의 맹세를 깨고<br>고향의 법도를 어기면서까지<br>이민족 소녀와 사랑에 빠진 끝에<br>방랑하는 삶을 살게 되었다.<br>결국에는 그 소녀와 부부의 가약을 맺고<br>가족을 꾸려 변방에서 일생을 마쳤다.", "Un guerrier maîtrisant la sorcellerie et le combat à l'épée. Bedile a rompu son vœu de silence qui renforçait ses pouvoirs spirituels et a été banni de son village pour avoir enfreint les règles et côtoyé une étrangère. Il finit par prendre pour épouse cette belle étrangère et protégea sa famille jusqu'à la fin de ses jours.", "Krieger, der Magie und Schwert meisterte. Brach sein Schweigegelübde, das ihm große spirituelle Kräfte verlieh, und wurde aus seiner Heimat vertrieben, nachdem er die Regel seines Stammes brach, die den Kontakt zu Fremden verbot. Er nahm seine fremdländische Liebe schließlich zur Frau und verteidigte ihre gemeinsame Familie bis zum Ende seiner Tage.", "Un guerrero que dominó la magia y la esgrima. Bedile rompió el voto de silencio que le concedía grandes poderes espirituales y lo desterraron de su hogar por infringir la ley de su tribu contra las relaciones con forasteros. Al final, se casó con la forastera y protegió a la familia que formaron juntos hasta el fin de sus días."], "fusion": ["Yet again I gain power.<br>This is unlike any sensation I knew when I was alive...", "又獲得了新的力量……<br>活著的時候並沒有過這種感覺。", "새로운 힘이라…….<br>생전에는 느껴본 적 없는 감각이다.", "J'ai encore gagné en force.<br>Jamais je n'ai connu telle sensation de mon vivant...", "Abermals wächst meine Macht.<br>Dies ist anders als alles, was mir<br>zu Lebzeiten widerfahren ist ...", "Una vez más, adquiero poder.<br>Nunca sentí nada igual en vida."], "summon": ["I am a mystic knight...and oathbreaker.<br>If you indeed have some use for me...<br>I shall join you on the battlefield.", "我是……異端魔法劍士。<br>如果你需要我的力量……<br>就讓我們一同上戰場吧。", "난…… 다른 마법검사와는 다르지.<br>그래도 내 힘을 원한다면……<br>……함께 전장에 나서자.", "Je suis un chevalier mage en exil. Si malgré cela, tu désires toujours mon aide... alors j'accepte.", "Ich habe den Kodex der Paladine verraten.<br>Wenn du mir dennoch traust ...<br>folge ich dir.", "Soy un señor místico traidor.<br>Si realmente crees que puedo servirte...<br>Me uniré a ti en la batalla."]}}, "100002403": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [456, 1383, 240], "ATK": [20, 61, 16], "MP": [22, 66, 40], "MAG": [21, 63, 24], "SPR": [18, 55, 16], "DEF": [19, 57, 16]}, "magic_affinity": [1, 3, 3, 0], "ability_slots": 2, "limitburst_id": 100002403, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290030300": 3, "290050300": 3, "290050200": 10, "290010100": 20, "290020500": 8}}, "rarity": 3, "compendium_id": 109, "attack_damage": [[30, 30, 40]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [13, 26, 59], "effect_frames": [11, 24, 57], "strings": {"evolution": null, "affinity": null, "description": ["A warrior from a small tribe that existed long ago and was proficient in both sword and sorcery. Bedile was a stoic man who shared a vow of silence with his comrades regarding the ways of the mystic sword. As fate would have it, though, one day he fell in love with a foreign woman he had saved, and was banished from his home. His once-proud tribe now but a memory, all that remains is the legend of Bedile, protecting his love until the end.", "極盡魔法與劍術的戰士，<br>出身某個少數民族，<br>與其他戰士一樣，對彎刀立下了沉默的誓言。<br>他曾是一個克己的青年，但因在偶然的<br>情況下救助了其他民族的姑娘<br>並與其相愛，而被故鄉驅逐。<br>現如今該少數民族已滅亡，<br>只剩下他保護著姑娘消失的美談供世人傳誦。", "마법과 검술을 모두 다루는 소수민족 전사.<br>지금은 멸망한 부족의 풍습에 따라<br>곡도에 침묵의 맹세를 하고<br>강한 힘을 얻은 금욕적인 남자였으나,<br>우연히 구해준 이민족 소녀와 사랑에 빠져<br>고향에서 추방당했다.<br>지금은 그 소녀를 지키며<br>어딘가로 사라졌다는 전설만이 남아있다.", "Un guerrier venu d'une petite tribu aux origines lointaines, doué à l'épée et en sorcellerie. Bedile était un homme endurci, qui avait juré avec ses compagnons de garder le silence au sujet de la voie de l'épée mystique. Le destin voulut qu'il tombât amoureux d'une étrangère qu'il avait secourue et fut chassé de son village. Sa tribu n'est maintenant plus qu'un lointain souvenir, et seule reste la légende de Bedile protégeant sa bien-aimée jusqu'à la fin.", "Krieger eines kleinen Stammes, der vor langer Zeit existierte. Gewandt in Schwertkampf und Magie. Ein zäher Mann, der ein Schweigegelübde bezüglich der Kunst des mystischen Schwertes ablegte. Er verliebte sich in eine fremde Frau, die er gerettet hatte, und wurde daher aus seiner Heimat vertrieben. Sein einst stolzer Stamm ist vergangen, doch die Legende von Bedir, der seine Liebe bis zum Ende beschützte, bleibt.", "Un guerrero de una pequeña tribu que existió hace tiempo, diestro con la espada y la magia. Bedile era un hombre estoico que compartía un voto de silencio con sus camaradas acerca de las espadas místicas. Quiso el destino que se enamorara de una forastera a la que salvó y, por ello, lo desterraron de su hogar. Su orgullosa tribu es solo un recuerdo, pero pervive la leyenda de Bedile protegiendo a su amor hasta el fin."], "fusion": ["My mystic sword blade grows stronger.<br>Being a vision is curious indeed.", "……我的魔法劍獲得了更強的力量。<br>幻兵……真是奇異的力量。", "……내 마법검이 더 큰 힘을 얻었다.<br>비전이라…… 참 기묘한 이치로군.", "Mon épée magique a gagné en puissance.<br>Être une vision est vraiment curieux, en effet.", "Mein Schwert wird stärker.<br>Es ist faszinierend, eine Vision<br>zu sein.", "La hoja de mi espada<br>mística es más fuerte.<br>Ser una visión es ciertamente<br>curioso."], "summon": ["I'm a disgraced mystic knight.<br>If, knowing this, you still want my help...then I shall go with you.", "……我是被故鄉驅逐的魔法劍士。<br>如果你不在意這些，依然需要我的力量，<br>……就讓我們一起走吧。", "……난 고향에서 추방된 마법검사다.<br>내 힘이라도 필요하다면……<br>……함께 가겠어.", "Je suis un chevalier mage en exil.<br>Si malgré cela, tu demandes toujours mon aide... alors j'accepte.", "Ich bin ein Kampfmagier im Exil.<br>Wenn du trotzdem meine Hilfe willst ... dann bin ich dabei.", "Soy un esgrimago exiliado.<br>Si aun así quieres mi ayuda... <br>te acompañaré."]}}}, "job": "Spellblade", "sex": "Male", "game": "FFBE", "rarity_max": 4, "names": ["Bedile", "貝迪爾", "베딜", "Bedile", "Bedir", "Bedile"], "equip": [1, 2, 3, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100002403", "job_id": 27}