{"TMR": ["MATERIA", 504211290], "name": "Moogle", "is_summonable": false, "skills": [{"level": 1, "type": "MAGIC", "id": 10090, "rarity": 4}, {"level": 1, "type": "MAGIC", "id": 10140, "rarity": 4}, {"level": 1, "type": "MAGIC", "id": 10020, "rarity": 4}, {"level": 20, "type": "ABILITY", "id": 211210, "rarity": 4}, {"level": 20, "type": "ABILITY", "id": 211190, "rarity": 4}, {"level": 20, "type": "ABILITY", "id": 211200, "rarity": 4}, {"level": 25, "type": "ABILITY", "id": 100130, "rarity": 4}, {"level": 35, "type": "ABILITY", "id": 100160, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 211280, "rarity": 4}, {"level": 5, "type": "ABILITY", "id": 101350, "rarity": 5}, {"level": 10, "type": "MAGIC", "id": 10070, "rarity": 5}, {"level": 10, "type": "ABILITY", "id": 211220, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 211230, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 100100, "rarity": 5}, {"level": 65, "type": "ABILITY", "id": 100070, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 211240, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 10110, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 211300, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 211170, "rarity": 6}, {"level": 15, "type": "ABILITY", "id": 100040, "rarity": 6}, {"level": 30, "type": "MAGIC", "id": 10160, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 211270, "rarity": 6}, {"level": 50, "type": "ABILITY", "id": 211260, "rarity": 6}, {"level": 55, "type": "ABILITY", "id": 100010, "rarity": 6}, {"level": 75, "type": "ABILITY", "id": 101430, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 211250, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 211180, "rarity": 6}], "sex_id": 0, "entries": {"100008804": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [556, 1686, 240], "ATK": [28, 85, 16], "MP": [30, 90, 40], "MAG": [21, 63, 16], "SPR": [23, 70, 16], "DEF": [21, 63, 16]}, "magic_affinity": [5, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100008804, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290031000": 13, "290020700": 25, "290050300": 15, "290050400": 8, "290030900": 8}}, "rarity": 4, "compendium_id": 586, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [70], "effect_frames": [68], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["It's been a fun adventure with you, kupo!<br>I wish to give you this bubbly feeling as proof of our friendship, kupo.", "能與你一起冒險真是太高興了，庫啵！<br>簡直想要把莫古利的絨球<br>當作友情的證明送給你，庫啵。", "너와 함께 모험할 수 있어서 기뻐쿠포!<br>우정의 증거로, 모그의 폼폼을<br>선물하고 싶을 정도쿠포.", "Nous avons vécu une incroyable aventure ensemble, kupo !<br>J'aimerais te donner mon pompon comme gage de notre amitié, kupo.", "Es macht Spaß, Abenteuer mit dir zu erleben, kupo!<br>Nimm dieses Sprudeln als Zeichen unserer Freundschaft, kupo.", "¡Ha sido una aventura muy divertida, kupó!<br>Como prueba de nuestra amistad, ¡te dejo este cosquilleo, kupó!"], "description": ["A moogle that serves King Mog in the Farplane, kupo! If you haven't heard, this moogle is a brave soul that has defeated many an enemy within the walls of the castle. An admirable warrior indeed, kupo! Moogles may be small and cute, but they hide tremendous and unimaginable power... You don't believe me? It's true, kupo!", "在異界的城堡裡侍奉莫古利王的莫古利庫啵！不瞞你說，連討伐過許多魔物的勇士都敬佩莫古庫啵。莫古雖然外型十分嬌小，但有著讓人難以想像的恐怖力量庫啵！難道，你在懷疑莫古說的話嗎庫啵？是真的庫啵！", "이계의 성에서 모그리 왕을 모시는 모그리쿠포! 모그는 말이지, 성에서 온갖 마물들을 처치해 온 용사로서 매우 뛰어난 존재쿠포. 그야 모그가 좀 조그맣긴 하지만, 겉보기만으론 상상조차 할 수 없는 무시무시한 힘을 숨기고 있다쿠포! ……설마, 모그가 하는 말 못 믿어쿠포? 진짜야쿠포!", "Un mog au service du roi Mog dans l'Au-delà, kupo ! Au cas où vous ne le saviez pas, ce mog est un brave guerrier qui a vaincu des myriades d’ennemis dans l’enceinte des murs du château. Un admirable combattant, pour sûr, kupo ! Les mogs sont petits et mignons, mais ils possèdent une force presque inimaginable... Vous ne me croyez pas ? C’est la vérité, kupo !", "Ein Mogry, der dem Mogrykönig im Schloss einer fernen Welt dient, kupo! Jetzt mal unter uns: Dieser Mogry ist ein echter Veteran, der schon so manches Monster im Schloss zu Fall gebracht hat. Eine Gefahr, mit der man rechnen sollte, kupo. So klein Mogrys auch sind, in ihnen verbergen sich unvorstellbar enorme Kräfte, kupo! … Du zweifelst an meinen Worten, kupo? Ich sage die Wahrheit, kupoo!", "¡Un moguri que sirve al Rey moguri en el Etéreo, kupó! En caso de que no lo sepas, este moguri es un valiente guerrero que derrotó a decenas de enemigos dentro de las murallas del castillo. ¡Un guerrero digno de admiración, kupó! Puede que los moguris parezcan pequeños y adorables, pero dentro de ellos reside un poder inimaginable... ¿No me crees? ¡Es verdad, kupó!"], "fusion": ["With power like this,<br>it doesn't matter what kind of monster it is,<br>I'm not scared, kupo!", "只要有這股力量，<br>不論是什麼魔物<br>都不害怕，庫啵！", "이 힘이 있으면,<br>어떤 마물이라 해도<br>안 무서워쿠포!", "Avec un pouvoir comme ça,<br>peu importe le monstre,<br>je n'ai plus peur de rien, kupo !", "Mit Kraft wie dieser<br>spielt das Monster keine Rolle mehr.<br>Ich fürchte mich nicht, kupo!", "Con un poder como este,<br>no importa el monstruo que  sea.<br>¡No me da miedo, kupó!"], "summon": ["Did you call me, kupo?<br>It's the Mog's turn to shine, kupo!", "……在叫莫古嗎，庫啵？<br>終於輪到莫古利上場了，庫啵！", "……불렀어쿠포?<br>드디어 모그 차례가 온거야쿠포~!", "Tu m'as appelé, kupo ?<br>C'est au tour des mogs de briller, kupo !", "Du hast mich gerufen, kupo?<br>Zeit für den Mogry, kupo!", "¿Me llamaste, kupó?<br>¡Es la hora de los moguri, kupó!"]}}, "100008805": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [724, 2193, 300], "ATK": [37, 111, 20], "MP": [39, 118, 50], "MAG": [27, 83, 20], "SPR": [30, 92, 20], "DEF": [27, 83, 20]}, "magic_affinity": [6, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100008805, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 587, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [70], "effect_frames": [68], "strings": {"evolution": ["If you think us mogs are just cute,<br>then you've got another thing comin', kupo!", "你以為莫古只是個<br>可愛的莫古利的話，<br>就大錯特錯了庫啵！", "모그를 그저 귀여울 뿐인<br>모그리로 생각하면<br>큰 착각쿠포!", "Si tu penses que nous, les mogs, ne sommes que mignon,.<br>eh bien, tu risques d'être surpris, kupo !", "Wenn du glaubst, dass Mogrys nur niedlich sind,<br>dann warte bloß ab, kupo!", "Si crees que somos bonitos,<br>¡pronto vas a dejar de pensar así, kupó!"], "affinity": ["It's been a fun adventure with you, kupo!<br>I wish to give you this bubbly feeling as proof of our friendship, kupo.", "能與你一起冒險真是太高興了，庫啵！<br>簡直想要把莫古利的絨球<br>當作友情的證明送給你，庫啵。", "너와 함께 모험할 수 있어서 기뻐쿠포!<br>우정의 증거로, 모그의 폼폼을<br>선물하고 싶을 정도쿠포.", "Nous avons vécu une incroyable aventure ensemble, kupo !<br>J'aimerais te donner mon pompon comme gage de notre amitié, kupo.", "Es macht Spaß, Abenteuer mit dir zu erleben, kupo!<br>Nimm dieses Sprudeln als Zeichen unserer Freundschaft, kupo.", "¡Ha sido una aventura muy divertida, kupó!<br>Como prueba de nuestra amistad, ¡te dejo este cosquilleo, kupó!"], "description": ["A moogle that serves King Mog in the Farplane, kupo! This moogle is such a go-getter that it was even entrusted with King Mog's personal guard. That's not to say that our king needs any help with monsters though. King Mog can easily destroy most of them in the blink of an eye, kupo! That's why this little moogle is so eager for a chance to prove its true abilities. Adventure awaits, kupo!", "在異界的城堡裡侍奉莫古利王的莫古利庫啵！莫古身手了得，甚至當過國王的護衛庫啵。但是莫古們的國王更加厲害，一般的魔物牠眨眼間就能打倒庫啵。莫古還沒有機會展現真正的實力，因此好期待今後的冒險庫啵！", "이계의 성에서 모그리 왕을 모그리쿠포! 모그는 임금님을 호위한 적도 있을 정도로, 실력이 뛰어난 모그리쿠포. 하지만, 모그리 임금님은 웬만한 마물은 가볍게 쓰러뜨릴 정도로 강해쿠포. 지금까지 진짜 실력을 발휘할 기회가 없었어서, 모험이 기대돼쿠포!", "Un mog au service du roi Mog dans l'Au-delà, kupo ! La motivation et la volonté de ce mog sont telles qu’on lui a confié la garde personnelle du roi Mog. Ce qui ne revient pas à dire que notre bon roi a besoin d’aide pour se débarrasser des monstres, oh que non. Le roi Mog peut aisément les anéantir en un clin d’œil, kupo ! Et c’est pour cette raison que ce petit mog trépigne d’impatience à l’idée de mettre ses talents à l’épreuve. L’aventure attend, kupo !", "Ein Mogry, der dem Mogrykönig im Schloss einer fernen Welt dient, kupo! Dieser Mogry ist so ein Draufgänger, dass ihm von Majestät Mogry sogar der Posten der Leibgarde anvertraut wurde, kupo. Unser König ist allerdings so stark, dass er beinahe jedem Monster im Nu den Garaus macht, kupo. Deswegen hatte dieser Mogry bisher kaum Gelegenheit, sein Können unter Beweis zu stellen - Waidmannsheil, kupo!", "¡Un moguri que sirve al Rey moguri en el Etéreo, kupó! Este moguri es tan ambicioso que acabó perteneciendo a la guardia personal del rey, lo cual no significa que nuestro rey necesite ayuda para luchar contra los monstruos. ¡El Rey moguri puede destruir a casi cualquier enemigo en un abrir y cerrar de ojos, kupó! Por eso, este pequeño moguri tiene tantas ganas de probar sus habilidades. ¡La aventura nos espera, kupó!"], "fusion": ["You still have yet to see the true power of us mogs, kupo!", "莫古利真正的實力，<br>才不是只有這樣呢，庫啵！", "모그의 진짜 실력은,<br>이 정도가 아냐쿠포!", "Tu n'as pas encore vu ce dont nous, les mogs, sommes véritablement capables, kupo !", "Du hast die wahre Macht der Mogrys noch nicht gesehen, kupo!", "¡Todavía no has visto el verdadero poder los moguris, kupó!"], "summon": ["Just guarding the castle that<br>whole time got kind of boring, kupo!<br>I'll show you what I can do, kupo!", "只擔任城堡的警備<br>真的有點無聊庫啵！<br>莫古要大展身手了庫啵！", "실은 성의 경비만 서느라<br>좀 지루했어쿠포!<br>활약하자쿠포~!", "Monter la garde au château pendant tout ce temps à finir par devenir d'un ennui mortel, kupo !<br>Je vais te montrer ce que je sais faire, kupo !", "Immer das Schloss zu bewachen,<br>wurde mit der Zeit öde, kupo!<br>Ich zeige euch, was ich kann, kupo!", "¡Vigilar el castillo sin parar<br>es muy aburrido, kupó!<br>¡Te enseñaré lo que sé, kupó!"]}}, "100008806": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [941, 2852, 450], "ATK": [48, 145, 30], "MP": [51, 154, 75], "MAG": [36, 108, 30], "SPR": [40, 120, 30], "DEF": [36, 108, 30]}, "magic_affinity": [7, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100008806, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 588, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [70], "effect_frames": [68], "strings": {"evolution": ["ku, ku, ku, kupo!<br>I'll show you what I can do, kupo!", "庫、庫、庫……庫啵！<br>讓你看看莫古認真的樣子庫啵！", "쿠, 쿠, 쿠…… 쿠포!<br>진정한 모그의 힘을 보여주마쿠포!", "Ku, ku, ku, kupo !<br>Je vais te montrer de quel bois je me chauffe, kupo !", "Ku, ku, ku, kupo!<br>Ich zeige dir, was ich kann, kupo!", "¡Ku, ku, ku, kupó!<br>¡Te enseñaré de lo que soy capaz, kupó!"], "affinity": ["It's been a fun adventure with you, kupo!<br>I wish to give you this bubbly feeling as proof of our friendship, kupo.", "能與你一起冒險真是太高興了，庫啵！<br>簡直想要把莫古利的絨球<br>當作友情的證明送給你，庫啵。", "너와 함께 모험할 수 있어서 기뻐쿠포!<br>우정의 증거로, 모그의 폼폼을<br>선물하고 싶을 정도쿠포.", "Nous avons vécu une incroyable aventure ensemble, kupo !<br>J'aimerais te donner mon pompon comme gage de notre amitié, kupo.", "Es macht Spaß, Abenteuer mit dir zu erleben, kupo!<br>Nimm dieses Sprudeln als Zeichen unserer Freundschaft, kupo.", "¡Ha sido una aventura muy divertida, kupó!<br>Como prueba de nuestra amistad, ¡te dejo este cosquilleo, kupó!"], "description": ["A moogle that serves King Mog in the Farplane, kupo! There are many strong moogles who guard the king, but this particular moogle has proved itself above all others. You have to believe me, kupo! Moogle has been a fierce protector of the castle for quite some time now. If you ask me though, I think it would much rather find a place where it can really prove its worth, kupo!", "在異界的城堡裡侍奉莫古利王的莫古利庫啵！在城裡面雖然有很多厲害的莫古利，但莫古更勝一籌庫啵……這是真的庫啵！庫啵至今都非常認真地擔任城裡警備一職庫啵。但其實是在認真尋找可以真正發揮自己實力的地方庫啵……！", "이계의 성에서 모그리 왕을 모시는 모그리쿠포! 성에는 강한 모그리들이 바글바글하지만, 모그는 그 중에서도 특히 한수 위인 모그리쿠포. ……진짜야쿠포! 모그는 지금까지 최선을 다해 성의 경비 업무를 도맡아왔어쿠포. 하지만 실은, 진짜 실력을 발휘할 수 있을 곳을 찾고 있었는지도 몰라쿠포……!", "Un mog au service du roi Mog dans l'Au-delà, kupo ! Le roi est gardé par plusieurs mogs puissants, mais celui-ci a prouvé sa supériorité. Vous devez me croire, kupo ! Ce mog protège férocement le château depuis longtemps à présent. Si vous voulez mon avis, ceci dit, je pense qu’il préférerait trouver un endroit où il peut vraiment prouver sa valeur, kupo !", "Ein Mogry, der dem Mogrykönig im Schloss einer fernen Welt dient, kupo! Im Schloss wimmelt es nur so vor starken Mogrys, aber dieser Mogry ist wohl an wahrem Können unübertroffen! … Wirklich jetzt, kupo! Im Schloss hat Mogry bisher hart als Wache gearbeitet, kupo. In Wirklichkeit sucht er jedoch nach einem Ort, an dem er sein tatsächliches Potential entfalten kann, kupo …!", "¡Un moguri que sirve al Rey moguri en el Etéreo, kupó! Hay muchos moguris bastante fuertes que protegen al rey, pero este en especial ha probado estar por encima del resto. ¡Tienes que creerme, kupó! Este moguri ya lleva protegiendo el castillo mucho tiempo. Aunque si me preguntas, ¡creo que preferiría otro lugar donde pueda probar su valía, kupó!"], "fusion": ["This mog may just have become a bit too powerful, kupo!", "莫古利好像不小心<br>變得太強了庫啵！", "모그, 지나치게 강해진 것 같아쿠포…!", "Ce mog est devenu un petit peu trop puissant, kupo !", "Dieser Mogry könnte zu mächtig geworden sein, kupo!", "¡Este moguri puede que ahora sea demasiado poderoso, kupó!"], "summon": ["I'm a famous soldier back in our<br>castle in the Farplane, kupo!<br>I'll show you exactly why, kupo!", "在異界的城堡中，<br>莫古利可是有名的士兵呢庫啵！<br>讓你看看真正的實力庫啵！", "모그는 이계의 성에선<br>유명한 병사쿠포!<br>내 실력을 보여줄게쿠포~!", "Je suis un soldat très connu dans notre château de l'Au-delà, kupo !<br>Je vais te montrer pourquoi, kupo !", "In unserem Schloss im Abyssum<br>bin ich ein bekannter Soldat, kupo!<br>Ich zeige euch, warum, kupo!", "¡En nuestro castillo del Etéreo,<br>soy un conocido soldado, kupó!<br>¡Te enseñaré por qué, kupó!"]}}}, "job": "Moogle", "sex": "Other", "game": "FFBE", "rarity_max": 6, "names": ["Moogle", "莫古利", "모그리", "Mog", "Mogry", "Moguri"], "equip": [10, 40, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 8, "id": "100008804", "job_id": 110}