{"TMR": ["EQUIP", 405002500], "name": "Amelia", "is_summonable": true, "skills": [{"level": 3, "type": "ABILITY", "id": 201380, "rarity": 4}, {"level": 3, "type": "ABILITY", "id": 201400, "rarity": 4}, {"level": 3, "type": "ABILITY", "id": 200200, "rarity": 4}, {"level": 18, "type": "ABILITY", "id": 202320, "rarity": 4}, {"level": 18, "type": "ABILITY", "id": 202330, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 100140, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 208710, "rarity": 4}, {"level": 22, "type": "ABILITY", "id": 208720, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 202340, "rarity": 5}, {"level": 65, "type": "MAGIC", "id": 10070, "rarity": 5}, {"level": 73, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 208890, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 208680, "rarity": 6}, {"level": 31, "type": "ABILITY", "id": 208700, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 84, "type": "MAGIC", "id": 10160, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 208690, "rarity": 6}], "sex_id": 2, "entries": {"100007005": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [893, 2707, 300], "ATK": [34, 103, 20], "MP": [37, 113, 50], "MAG": [31, 93, 20], "SPR": [32, 96, 20], "DEF": [32, 96, 20]}, "magic_affinity": [5, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100007005, "attack_count": 6, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 10, "290060100": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 516, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [30, 51, 80, 96, 112, 128], "effect_frames": [28, 49, 69, 78, 86, 94, 102, 110, 118, 126], "strings": {"evolution": ["I can remember how I once felt.<br>I wonder if I'll be of better use, now.", "我找回了從前的感覺。<br>希望能夠幫上你的忙。", "예전의 감각이 떠오르는군요.<br>조금은 도움이 되었을까요.", "Je me souviens de ce que je ressentais. Je me demande si je serai plus utile, maintenant.", "Ich erinnere mich an früher.<br>Ob ich jetzt von größerem Nutzen sein kann?", "Recuerdo como me sentía antes.<br>Espero ser de mayor ayuda ahora."], "affinity": ["Not belief...but trust.<br>It's a strange feeling, but...<br>It feels very warm.", "不是信用……而是信頼。<br>真是奇怪的感情……<br>不過，我感覺很溫暖。", "신용이 아닌…… 신뢰.<br>기묘한 감정이지만……<br>무척이나, 따뜻한 느낌이 듭니다.", "Tu ne crois pas en moi... tu me fais confiance.<br>C'est un sentiment étrange, mais...<br>c'est très agréable.", "Nicht glauben ... Vertrauen.<br>Ein seltsames Gefühl, aber ...<br>Es fühlt sich warm an.", "No es fe, sino confianza.<br>Es una sensación curiosa, pero...<br>muy cálida."], "description": ["A maid who serves the court of the militant empire of Zoldaad, but Prince Shera in particular. Amelia is a former mercenary with experience fighting in the front lines who established herself in the empire amidst rumors of military action. An extremely talented markswoman, she has been entrusted with Shera's protection, as he is the most valuable asset of the empire. She now works for him as his confidant knowing that he is the only noble who can gather the support of other nations behind the scenes.", "在佐爾達多帝國宮廷侍奉榭拉的女僕，<br>她曾經作為傭兵浴血沙場，<br>槍法十分了得。<br>現在一邊擔當榭拉的護衛，<br>一邊在暗中聚集可信的各國精英，<br>為榭拉聚集力量。", "군사국가 졸다드 제국의 궁정에서,<br>시엘라의 곁을 돌보는 메이드.<br>과거에는 용병으로서 전선에 서서 싸웠으며,<br>불온한 기온이 감도는 제국에서는 그의<br>호위를 겸하며, 자신 역시 굉장한 실력의<br>총잡이이면서도 비밀리에<br>각국에서 믿을 만한 정예를 모으는 등<br>시엘라의 심복으로서도 활동하고 있다.", "Une servante au service de l'empire militariste de Zoldaad, et du prince Shera en particulier. Ancienne mercenaire ayant déjà combattu au front, Amélia s'est établie à Zoldaad suite aux rumeurs faisant état d'une action militaire imminente. Tireuse d'élite accomplie, elle s'est vue confier la protection du prince, qui est d'une importance capitale pour l'empire. Elle fait désormais office de confidente pour lui, sachant qu'il est le seul à pouvoir obtenir le soutien des autres nations en secret.", "Ein Dienstmädchen am imperialen Hof von Zoldaad im Dienst von Prinz Shera. Amelia ist eine ehemalige Sölderin mit Kampferfahrung an der Frontlinie, die sich im Imperium von Zoldaad einen Platz verschafft hat. Als extrem begabte Kämpferin wurde ihr Sheras Schutz anvertraut, da er für das Imperium von hohem Wert ist. Sie ist nun seine Vertraute, im Wissen, dass er der einzige von Adel ist, der im Verborgenen die Unterstützung anderer Nationen hinter sich versammeln kann.", "Doncella de la corte imperial de Zoldaad, al servicio privado del príncipe Shera. Amelia, en el pasado una mercenaria con experiencia en el frente, llegó al imperio tras oír rumores de acciones militares. Es una francotiradora talentosa encargada de la protección de Shera, el miembro más valioso del imperio. Amelia le hace de confidente, ya que sabe que es el único noble capaz de reunir a escondidas el apoyo del resto de naciones."], "fusion": ["You seem to believe in me.<br>I will repay your kindness<br>with my actions.", "你願意信賴我啊。<br>就讓我用戰鬥<br>來報答你的恩情吧。", "저를 신뢰해 주시는군요.<br>그 은혜는, 임무의 성과로써<br>보답하도록 하겠습니다.", "On dirait que tu crois en moi.<br>Je te rendrai cette gentillesse<br>par mes actes", "Du scheinst an mich zu glauben.<br>Ich erwidere deine Güte<br>mit meinen Handlungen.", "Parece que confías en mi.<br>Compensaré con actos tu amabilidad."], "summon": ["Now is the time to throw away this maid facade.<br>With this two guns,<br>I promise to keep you all protected.", "現在是捨棄女僕身份的時候。<br>這兩把火槍，<br>為守衛你而存在。", "지금은 메이드의 가면을 벗을 때.<br>이 쌍권총으로, 당신을<br>호위하도록 하겠습니다.", "C'est heure d'arrêter de jouer la comédie.<br>Je promets de tous vous protéger avec ces deux pistolets.", "Zeit, diese Dienstmädchenverkleidung abzulegen.<br>Mit diesen zwei Kanonen<br>werde ich euch alle beschützen.", "Ha llegado la hora de quitarme la máscara de doncella.<br>Con mis dos pistolas,<br>prometo manteneros a salvo a todos."]}}, "100007004": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [687, 2082, 240], "ATK": [26, 79, 16], "MP": [28, 86, 40], "MAG": [23, 71, 16], "SPR": [24, 73, 16], "DEF": [24, 73, 16]}, "magic_affinity": [4, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100007004, "attack_count": 6, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290031000": 13, "290050300": 15, "290020200": 25, "290050400": 8, "290030900": 8}}, "rarity": 4, "compendium_id": 515, "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [30, 51, 80, 96, 112, 128], "effect_frames": [28, 49, 69, 78, 86, 94, 102, 110, 118, 126], "strings": {"evolution": null, "affinity": ["Not belief...but trust.<br>It's a strange feeling, but...<br>It feels very warm.", "不是信用……而是信頼。<br>真是奇怪的感情……<br>不過，我感覺很溫暖。", "신용이 아닌…… 신뢰.<br>기묘한 감정이지만……<br>무척이나, 따뜻한 느낌이 듭니다.", "Tu ne crois pas en moi... tu me fais confiance.<br>C'est un sentiment étrange, mais...<br>c'est très agréable.", "Nicht glauben ... Vertrauen.<br>Ein seltsames Gefühl, aber ...<br>Es fühlt sich warm an.", "No es fe, sino confianza.<br>Es una sensación curiosa, pero...<br>muy cálida."], "description": ["A maid who serves the imperial court of Zoldaad. Amelia works as a regular maid in service of the crown prince Shera, although this is just a cover to hide her true identity. Formerly known as \"Dual Gunner Amelia\" during her times as a mercenary, she will not hesitate to use her twin pistols against any who dare lay a finger on her prince.", "侍奉佐爾達多帝國宮廷的女僕，<br>平時負責照顧榭拉皇太子的生活起居，<br>但這都是為了隱瞞身份的偽裝。<br>她過去被稱為「雙槍手艾美利亞」，<br>是一名槍法高超的傭兵。<br>如果榭拉出了什麼事，<br>她便會義不容辭掏出火槍戰鬥。", "졸다드 제국의 궁정에서 일하는 메이드.<br>평소에는 지극히 평범한 메이드로서, 주로<br>시엘라 황태자의 신변을 돌보는 일을 하고 있지만,<br>그것은 정체를 숨기기 위한 변장이었다.<br>과거에는 '쌍권총의 아멜리아'라 불리는<br>굉장한 솜씨의 용병이었으며<br>시엘라의 신변에 무슨 일이 생기면<br>거리낌 없이 총을 꺼내 들어 싸움에 임한다.", "Une servante employée par la cour impériale de Zoldaad. Amélia travaille comme simple domestique au service du prince Shera, mais ce n'est qu'une couverture. Anciennement connue sous le nom de \"Amélia la Gâchette\" du temps où elle était mercenaire, elle n'hésitera pas à se servir de ses deux pistolets contre quiconque osera toucher à son cher prince.", "Ein Dienstmädchen am imperialen Hof von Zoldaad. Amelia arbeitet für den Kronprinzen Shera, dies allerdings nur als Fassade. Früher bekannt als Söldnerin „Amelia mit den zwei Schüssen“ wird sie nicht zögern, ihre Pistolen zum Schutz des Prinzen einzusetzen.", "Doncella de la corte imperial de Zoldaad. Es una trabajadora habitual al servicio del príncipe heredero Shera, aunque eso es solo una tapadera para encubrir su verdadera identidad. Anteriormente se la conocía como \"Amelia dos pistolas\" y no vacilará ni un segundo en usar sus pistolas gemelas contra quien ose tocar a su príncipe."], "fusion": ["I swear to compensate you for this.<br>My word is my bond.", "我不會讓你給的報酬浪費。<br>當初就是這樣約定好的。", "받은 보수만큼의 성과를 보여드리겠습니다.<br>그게 바로 계약이니까요.", "Je jure que je te rendrai la pareille.<br>Et je ne reviens jamais sur ma parole", "Das zahle ich dir auf jeden Fall zurück.<br>versprochen!", "Prometo recompensarte por esto.<br>Mi palabra es inquebrantable."], "summon": ["I don't miss what I aim at...<br>As long as it is in service of my lord,<br>I will wield these guns of mine.", "一經瞄準，絕不放過……<br>我的火槍<br>與主君同在。", "한 번 노린 적은 놓치지 않아……<br>주군을 위해서라면<br>언제든 이 총을 뽑아 들겠습니다.", "Je ne manque jamais ma cible...<br>je continuerai à porter ces pistolets tant que je serai au service de mon seigneur.", "Ich verfehle nie mein Ziel ...<br>Solange es im Sinne meines Herrschers ist,<br>werde ich diese Schusswaffen führen.", "Donde pongo el ojo pongo la bala...<br>Siempre que sea para servir a mi amo,<br>llevaré encima estas dos pistolas."]}}, "100007006": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1162, 3520, 450], "ATK": [44, 134, 30], "MP": [49, 148, 75], "MAG": [40, 122, 30], "SPR": [41, 125, 30], "DEF": [41, 125, 30]}, "magic_affinity": [6, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100007006, "attack_count": 6, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 517, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [30, 51, 80, 96, 112, 128], "effect_frames": [28, 49, 69, 78, 86, 94, 102, 110, 118, 126], "strings": {"evolution": ["Two-guns Amelia...<br>I feel as if she's back.", "「雙槍手艾美利亞」回來了。<br>我有這個感覺。", "'쌍권총의 아멜리아'가<br>돌아왔다……<br>그런 느낌입니다.", "\"Amélia aux deux flingues\".<br>je crois qu'elle est de retour.", "Zweischuss-Amelia ...<br>Sie ist zurück.", "Amelia la doble pistolera...<br>Siento que está de vuelta."], "affinity": ["Not belief...but trust.<br>It's a strange feeling, but...<br>It feels very warm.", "不是信用……而是信頼。<br>真是奇怪的感情……<br>不過，我感覺很溫暖。", "신용이 아닌…… 신뢰.<br>기묘한 감정이지만……<br>무척이나, 따뜻한 느낌이 듭니다.", "Tu ne crois pas en moi... tu me fais confiance.<br>C'est un sentiment étrange, mais...<br>c'est très agréable.", "Nicht glauben ... Vertrauen.<br>Ein seltsames Gefühl, aber ...<br>Es fühlt sich warm an.", "No es fe, sino confianza.<br>Es una sensación curiosa, pero...<br>muy cálida."], "description": ["A maid in the service of the imperial family of Zoldaad. Amelia was once a mercenary who fought alongside Jake, a gunner like herself. In fact, it was Jake who arranged for her to handle the crown prince Shera's protection from the shadows. Her upbringing on the battlefield made it difficult for her to settle into her cover as a simple maid, but she has grown quite proficient at her new job. Rumor has it she makes quite the exquisite tea.", "侍奉佐爾達多帝國皇家的女僕，<br>她曾經作為傭兵浴血沙場，<br>以此結識同樣以火槍為武器的傑科。<br>在他的介紹下暗中保護皇太子榭拉。<br>由於出身戰場，<br>一開始她並不習慣女僕的工作，<br>但現在已經可以沏出無比美味的紅茶了。", "졸다드 제국의 황제 일가에 고용된 메이드.<br>과거 용병으로 일하던 때<br>같은 총잡이 제이크와 알게 되었으며,<br>그의 소개로 당시 황태자였던<br>시엘라를 비밀리에 경호하게 되었다.<br>전장에서 자랐기 때문에, 처음엔 메이드 일을<br>힘들어했지만, 지금은 문제없이<br>맛있는 홍차도 탈 수 있게 된 듯하다.", "Une servante au service de la famille impériale de Zoldaad. Autrefois, Amélia travaillait comme mercenaire aux côtés de Jake, artilleur comme elle. C'est même lui qui s'est arrangé pour qu'elle se voie confier la protection du prince Shera. Plus habituée aux champs de bataille qu'aux palais, elle a eu quelques difficultés à se glisser dans son rôle de domestique, mais depuis, elle a fait d'immenses progrès. Selon la rumeur, elle n'a pas son pareil pour préparer le thé.", "Ein Dienstmädchen am imperialen Hof von Zoldaad im Dienst von Prinz Shera. Amelia kämpfte einst als Södnerin an der Seite von Jake, ebenfalls ein Schütze. Jake machte sie im Verborgenen auch zur Beschützerin von Kronprinz Shera. Da sie auf dem Schlachtfeld groß wurde, fiel ihr die neue Identität als Hausmädchen zunächst schwer, doch inzwischen hat sie sich angepasst. Gerüchten zufolge bereitet sie exzellenten Tee.", "Doncella de la corte imperial de Zoldaad. En otra época, Amelia fue una mercenaria que luchó junto a Jake, un pistolero como ella. De hecho, fue él quien consiguió que trabajara en la sombra como protectora del príncipe heredero Shera. Guerrera de formación, ocultarse trabajando de simple doncella no le resultó fácil, pero se ha vuelto muy buena en su trabajo. Se rumorea que hace un té magnífico."], "fusion": ["Thank you.<br>I promise to carry out my guard duties.", "謝謝。<br> 我會盡到護衛的職責的。", "감사합니다.<br>반드시, 호위 임무를 완수해 내겠습니다.", "Merci.<br>Je promets que j'accomplirai mon devoir en tant que garde.", "Vielen Dank.<br>Ich werde meine Wächterpflichten erfüllen.", "Gracias.<br>Prometo cumplir con mi cometido como guardián."], "summon": ["The feel of battle... I remember now.<br>Please use this body of mine<br>to fulfill whatever needs you have.", "我想起了……戰場上的感覺。<br>有何需要，<br>儘管吩咐。", "전장의 감각이…… 떠오릅니다.<br>부디 제 힘을, 원하는 곳에<br>사용해 주시길.", "Le frisson du combat... Je me souviens maintenant.<br>Je vous en prie, utilisez-moi pour accomplir ce que bon vous semblera.", "Das Gefühl der Schlacht ... es kommt zurück.<br>Bitte setze diesen Körper ein,<br>für was auch immer notwendig ist.", "El sabor de la batalla... Ahora lo recuerdo.<br>Por favor, utiliza mi cuerpo para hacer lo que debas hacer."]}}}, "job": "Maid", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Amelia", "艾美利亞", "아멜리아", "Amélia", "Amelia", "Amelia"], "equip": [1, 13, 14, 16, 30, 40, 50, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100007004", "job_id": 103}