{"TMR": ["EQUIP", 408002500], "name": "Olif", "is_summonable": true, "skills": [{"level": 9, "type": "ABILITY", "id": 100010, "rarity": 4}, {"level": 18, "type": "ABILITY", "id": 216530, "rarity": 4}, {"level": 26, "type": "ABILITY", "id": 216600, "rarity": 4}, {"level": 39, "type": "ABILITY", "id": 216590, "rarity": 4}, {"level": 51, "type": "ABILITY", "id": 216550, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 216540, "rarity": 4}, {"level": 19, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 31, "type": "MAGIC", "id": 30260, "rarity": 5}, {"level": 45, "type": "MAGIC", "id": 30270, "rarity": 5}, {"level": 56, "type": "MAGIC", "id": 30280, "rarity": 5}, {"level": 65, "type": "MAGIC", "id": 30290, "rarity": 5}, {"level": 72, "type": "MAGIC", "id": 30300, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 30310, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 216630, "rarity": 6}, {"level": 6, "type": "ABILITY", "id": 216560, "rarity": 6}, {"level": 20, "type": "ABILITY", "id": 100170, "rarity": 6}, {"level": 42, "type": "ABILITY", "id": 216620, "rarity": 6}, {"level": 63, "type": "ABILITY", "id": 216610, "rarity": 6}, {"level": 88, "type": "ABILITY", "id": 216580, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 216570, "rarity": 6}], "sex_id": 1, "entries": {"100010904": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [577, 1749, 210], "ATK": [20, 61, 14], "MP": [28, 85, 35], "MAG": [18, 55, 14], "SPR": [23, 72, 18], "DEF": [21, 64, 14]}, "magic_affinity": [0, 0, 5, 0], "ability_slots": 3, "limitburst_id": 100010904, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 8, "290020400": 25, "290030300": 13, "290050300": 15, "290050400": 8}}, "rarity": 4, "compendium_id": 726, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [32], "effect_frames": [30], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Meeting more and more people makes me stronger.<br>I am thankful that I met you.", "和人的相遇會讓我變得更強。<br>真心感謝和你相遇。", "사람들과의 만남이 저를 강하게 합니다.<br>당신과의 만남에 감사드려요.", "Rencontrer de plus en plus de gens me rend encore plus fort.<br>je suis heureux de t'avoir rencontré.", "Je mehr Freunde ich habe, desto stärker werde ich.<br>Ich bin dankbar, dich zu kennen.", "Cada vez que conozco a gente nueva, me hago más fuerte.<br>Me alegro de haberte conocido."], "description": ["A priest-like figure from the Dragon's Village who offers his counsel to many. Olif is the oldest amongst his comrades, and a kind soul who makes use of green magic in battle. Duke, Mystea, and Charie often give him a hard time, but he considers this to be part of the fun of being in the group.", "在龍之鄉承擔類似祭司的職責，<br>為人們排憂解難。<br>他性格溫和，擅長綠魔法。<br>在所有同伴中，他是最年長的一位。<br>儘管經常被杜克、米斯提亞和夏莉<br>搞得焦頭爛額，<br>但他似乎把這一切<br>都當做了某種樂趣。", "용의 마을 사람들의 이야기를 들어 주느라 바쁜, 마을의 사제 역할을 도맡은 녹마법사. 상냥한 성격의 소유자로, 동료들 사이에선 최연장자이기도 하다. 늘 듀크, 미스티아, 샤리에게 휘둘리며 애를 먹고 있지만, 올리프에게 있어서 그것은 하나의 즐거움이라고 한다.", "Un homme aux airs de prêtre originaire du village de Dragonia qui offre ses conseils à bon nombre d’habitants. Olif est l’aîné de tous ses camarades et un homme au grand cœur qui fait usage de sa magie verte au combat. Duke, Mystéa et Charie lui mènent souvent la vie dure, ce qui à ses yeux fait partie intégrante de sa vie au sein du groupe.", "Olif ist eine Art Priester im Drachendorf und weiß viele Ratschläge. Er ist der Älteste unter seinen Kameraden, besitzt eine liebenswerte Seele und setzt im Kampf Grünmagie ein. Duke, Mystea und Charie machen ihm manchmal das Leben schwer, doch das ist eben der Preis, um zu dieser Gruppe zu gehören.", "Una especie de sacerdote de Draconia que muchos usan como consejero. Olif es el más viejo de sus camaradas y un alma bondadosa que usa magia verde en los combates. Duke, Mystea y Charie suelen complicarle un poco la vida, pero Olif considera que eso es parte de la diversión de ir en grupo."], "fusion": ["I have still only lived half my life.<br>I will do all I can to be<br>of use to you all.", "我還無法獨當一面。<br>為了能派上用場，<br>往後也會繼續奮發努力。", "저도 아직 미숙한 몸입니다.<br>여러분의 도움이 되기 위해<br>앞으로도 노력해 나가겠어요.", "Il me reste encore la moitié de ma vie.<br>Je vais faire de mon mieux pour vous être utile.", "Ich habe mein halbes Leben noch vor mir.<br>Ich werde alles tun,<br>um euch von Nutzen zu sein.", "Aún me queda media vida.<br>Haré todo lo posible<br>para ayudaros a todos."], "summon": ["I am Olif, the green mage.<br>Encounters are once in a lifetime.<br>I am grateful to have met you.", "我是綠魔道士奧利弗。<br>相遇是一期一會。<br>我衷心感謝這次的相遇。", "저는 녹마도사 올리프입니다.<br>만남은 일생에 단 한 번의 기회라 하죠.<br>이 만남에 깊이 감사드립니다.", "Moi c'est Olif, le mage vert.<br>Les rencontres sont des moments uniques dans une vie.<br>Je suis content de vous avoir rencontré.", "Ich bin Olif, Grünmagier.<br>Man trifft sich nur einmal.<br>Ich bin froh, euch getroffen zu haben.", "Soy Olif, el mago verde.<br>Encuentros como este solo pasan una vez en la vida.<br>Me alegro de haberte conocido."]}}, "100010905": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [824, 2498, 240], "ATK": [29, 87, 16], "MP": [40, 121, 40], "MAG": [26, 79, 16], "SPR": [33, 102, 24], "DEF": [30, 91, 16]}, "magic_affinity": [0, 0, 6, 0], "ability_slots": 4, "limitburst_id": 100010905, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 727, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [32], "effect_frames": [30], "strings": {"evolution": ["Why was I given such power?<br>Surely, there must be something behind it.<br>I am ready to move forward.", "為什麼將力量賜給我呢？<br>我想一定有某種意義。<br>保持謹慎繼續前進吧。", "제가 힘을 얻은 건<br>분명 뭔가 의미가 있을 겁니다.<br>자만하지 않고 나아가겠습니다.", "Pourquoi m'a-t-on donné tant de pouvoir ?<br>Ça cache sûrement quelque chose.<br>Je suis prêt à aller de l'avant.", "Warum wurde mir solche Macht verliehen?<br>Da steckt doch etwas dahinter.<br>Ich bin bereit für die Zukunft.", "¿Por qué se me otorgó un poder tan grande?<br>Seguro que hay algo detrás de esto.<br>Yo, en cambio, estoy preparado para seguir adelante."], "affinity": ["Meeting more and more people makes me stronger.<br>I am thankful that I met you.", "和人的相遇會讓我變得更強。<br>真心感謝和你相遇。", "사람들과의 만남이 저를 강하게 합니다.<br>당신과의 만남에 감사드려요.", "Rencontrer de plus en plus de gens me rend encore plus fort.<br>je suis heureux de t'avoir rencontré.", "Je mehr Freunde ich habe, desto stärker werde ich.<br>Ich bin dankbar, dich zu kennen.", "Cada vez que conozco a gente nueva, me hago más fuerte.<br>Me alegro de haberte conocido."], "description": ["An inhabitant of the ancient Dragon's Village of Paladia who watches over the sealed dragon. Olif is a green mage who supports his comrades in battle. He is also the unofficial guardian of his group, protecting all the different characters that compose it. Although usually kind in nature, rumor has it that no one is safe from his wrath once he loses his temper.", "他居住在帕拉迪亞龍之鄉，<br>監視著被封印的巨龍。<br>擅長使用綠魔法為同伴提供支援。<br>由於同伴們個性突出，<br>他總是要扮演保護著的角色。<br>儘管性情溫和，不過一旦動怒<br>就會一發不可收拾。", "파라디아의 용의 마을에 거주하며, 고대에 봉인된 드래곤을 감시하는 녹마법사. 녹마법으로 동료를 지원하며, 개성 넘치는 동료들에게 둘러싸인 탓에 보호자 포지션을 담당하고 있다. 온화한 성격이지만 한번 화가 났다 하면 걷잡을 수 없을 정도로 무시무시하다는 소문도 있다.", "Un habitant de l’ancien village de Dragonia à Paladia chargé de surveiller le dragon qui y est banni. Olif est un mage vert qui apporte son soutien à ses camarades au combat. Il est également le gardien officieux de son groupe et protège tous ceux qui en font partie. Bien qu’il fasse souvent preuve d’une gentillesse hors du commun, la rumeur raconte que nul ne saurait échapper à sa colère quand il perd son sang-froid.", "Ein Bewohner des alten Drachendorfs in Paladia, der über den versiegelten Drachen wacht. Olif ist ein Grünmagier, der seine Kameraden im Kampf unterstützt. Außerdem ist er der inoffizielle Wächter der Gruppe, der die verschiedenen Mitglieder beschützt. Obwohl er für gewöhnlich sehr nett ist, macht er angeblich vor niemandem halt, wenn sein Zorn erst einmal geweckt ist.", "Un habitante de la antigua aldea de Draconia en Paladia que vigila el sello del dragón. Olif es un mago verde que ofrece apoyo a sus amigos en los combates. También es el guardián oficial del grupo, pues se encarga de proteger a todos los personajes que lo forman parte de él. Normalmente, suele ser una persona bastante amable, pero los rumores cuentan que nadie está a salvo de su ira cuando pierde los estribos."], "fusion": ["I want to get stronger<br>so I can protect everyone.<br>I want nothing more.", "我衷心希望，<br>自己能變得更強守護大家，<br>哪怕只是強一點點。", "조금이라도 더 강해져서<br>모두를 지키고 싶어요.<br>진심으로, 그렇게 생각합니다.", "Je veux devenir plus fort<br>pour pouvoir protéger tout le monde.<br>C'est mon vœu le plus cher.", "Ich möchte stärker werden,<br>um euch alle zu schützen.<br>Das ist es, was ich will.", "Quiero hacerme más fuerte<br>para proteger a toda la gente.<br>Eso es lo único que quiero."], "summon": ["I am Olif, the green mage.<br>Fate has somehow seen us together.<br>I'm not strong, but I'm willing to help.", "我是綠魔道士奧利弗。<br>會在這裡相遇也是命運吧。<br>我會盡我微薄之力幫助你的。", "저는 녹마도사 올리프입니다.<br>여기서 만난 것도 뭔가의 운명일 터.<br>미력하나마 힘을 보태겠습니다.", "Moi c'est Olif, le mage vert.<br>Il semble que nous étions destinés à nous rencontrer.<br>Je ne suis pas très fort, mais j'ai envie de vous aider.", "Ich bin Olif, Grünmagier.<br>Das Schicksal hat uns zusammengeführt.<br>Ich bin nicht stark, aber bereit zu helfen.", "Soy Olif, el mago verde.<br>El destino nos ha reunido.<br>No soy demasiado fuerte, pero no escasean mis ganas de ayudar."]}}, "100010906": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1177, 3568, 390], "ATK": [41, 124, 26], "MP": [57, 172, 65], "MAG": [37, 112, 26], "SPR": [48, 145, 34], "DEF": [43, 130, 26]}, "magic_affinity": [0, 0, 7, 0], "ability_slots": 4, "limitburst_id": 100010906, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 728, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [32], "effect_frames": [30], "strings": {"evolution": ["This is my awoken power...<br>I will support you so that the battle advances in your favor.", "這就是，我覺醒後的力量……<br>我會盡全力支援<br>讓你在戰鬥中能更輕鬆一點。", "이것이, 제가 각성한 힘……<br>당신의 싸움이 편해지도록,<br>온 힘을 다해 지원하겠습니다.", "Voilà mon pouvoir éveillé...<br>Je vous soutiendrai afin que le combat tourne à votre avantage.", "Dies ist meine erweckte Kraft ...<br>Ich werde dich unterstützen, damit der Kampf zu euren Gunsten ausgeht.", "Mi poder ha despertado...<br>Haré todo lo posible para que la batalle avance a vuestro favor."], "affinity": ["Meeting more and more people makes me stronger.<br>I am thankful that I met you.", "和人的相遇會讓我變得更強。<br>真心感謝和你相遇。", "사람들과의 만남이 저를 강하게 합니다.<br>당신과의 만남에 감사드려요.", "Rencontrer de plus en plus de gens me rend encore plus fort.<br>je suis heureux de t'avoir rencontré.", "Je mehr Freunde ich habe, desto stärker werde ich.<br>Ich bin dankbar, dich zu kennen.", "Cada vez que conozco a gente nueva, me hago más fuerte.<br>Me alegro de haberte conocido."], "description": ["A man who helps protect the seal cast over a terrible dragon. Olif wields green magic and is prepared to use it alongside his comrades were the dragon ever to escape the seal. His priority as the oldest amongst his peers is to watch over his friends, other inhabitants of the Dragon's Village whom he holds dear, and thus makes sure never to act in haste.", "監視被封印的巨龍的<br>龍之鄉居民。<br>他擅長使用綠魔法，<br>和同伴們一起為應對龍的覺醒而做準備。<br>由於身為年長者，他言行謹慎。<br>他十分珍視同鄉的夥伴，<br>任何時候<br>都會優先考慮保護他們。", "흉포한 드래곤의 봉인을 감시하는 녹마법사. 동료들과 함께 드래곤의 부활에 대비하고 있다. 연장자인 만큼 언제나 신중하게 행동하며, 같은 마을의 동료들을 소중히 여기고 그들을 지키는 것을 무엇 보다 우선시한다.", "Un homme qui aide à la protection du sceau qui servit autrefois à bannir un terrible dragon. Olif manipule la magie verte et se tient toujours prêt à s’en servir pour porter assistance à ses camarades si jamais le dragon venait à briser le sceau. Sa priorité, en tant qu’aîné du groupe, est de protéger ses amis ainsi que les autres habitants de Dragonia qui lui sont chers. En ce sens, il s’efforce de ne jamais agir avec précipitation.", "Ein Mann, der das Siegel schützt, das einen schrecklichen Drachen gefangen hält. Olif wirkt Grünmagie und setzte sie gemeinsam mit den Kräften seiner Kameraden ein, sollte der Drache jemals aus dem Siegel fliehen. Als Ältester der Gruppe behält er stets den Überblick und passt er auf seine Freunde auf, die mit ihm im Drachendorf leben.", "Un hombre que ayuda a proteger el sello que se lanzó sobre un temible dragón. Olif conoce la magia verde y está preparado para usarla junto a sus amigos si el dragón escapa algún día de su prisión. Al ser el más viejo del grupo, su prioridad es velar por el bienestar de sus amigos y el resto de habitantes de Draconia, por lo que siempre se asegura de actuar usando la cabeza."], "fusion": ["It's important not only<br>to be strong in body,<br>but to be strong in mind, as well.", "不只是肉體，<br>精神面的強化<br>也是非常重要的。", "육체뿐 아니라<br>정신적으로도 강해지는 것이<br>중요한 것입니다.", "Sans une force mentale à toutes épreuves,<br>la force physique n'est rien.", "Nicht nur der Körper,<br>sondern auch der Geist<br>muss stark sein.", "No solo es importante<br>tener un cuerpo fuerte,<br>sino también ser fuerte de espíritu."], "summon": ["This meeting was also arranged by the gods.<br>I shall use my green magic to aid you.", "相信這次的相遇是神的指引。<br>我將用我的綠魔法<br>為你做些事情。", "이 만남도 분명 신의 뜻이겠죠.<br>제 녹마법을<br>당신을 위해 사용하겠습니다.", "Cette rencontre a été arrangée par les dieux.<br>Si elle peut vous aider, ma magie verte est à votre disposition.", "Hinter diesem Aufeinandertreffen stecken die Götter.<br>Ich werde dir mit meiner Grünmagie helfen.", "Los dioses han preparado este encuentro.<br>Usaré mi magia verde para ayudarte."]}}}, "job": "Green Mage", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Olif", "奧利弗", "올리프", "Olif", "Olif", "Olif"], "equip": [5, 6, 9, 15, 30, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100010904", "job_id": 24}