{"TMR": ["MATERIA", 504200210], "name": "Baurg", "is_summonable": false, "skills": [{"level": 8, "type": "ABILITY", "id": 200120, "rarity": 1}, {"level": 14, "type": "ABILITY", "id": 101380, "rarity": 1}, {"level": 9, "type": "ABILITY", "id": 100010, "rarity": 2}, {"level": 17, "type": "ABILITY", "id": 200200, "rarity": 2}, {"level": 25, "type": "ABILITY", "id": 200220, "rarity": 2}], "sex_id": 1, "entries": {"100001301": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [310, 940, 570], "ATK": [12, 35, 26], "MP": [10, 31, 65], "MAG": [7, 21, 26], "SPR": [8, 24, 26], "DEF": [14, 41, 26]}, "magic_affinity": [1, 0, 0, 0], "ability_slots": 0, "limitburst_id": 100001301, "attack_count": 20, "magical_resist": 0, "awakening": {"gil": 250, "materials": {"290050100": 3, "290050200": 1, "290010000": 1}}, "rarity": 1, "compendium_id": 21, "attack_damage": [[20, 20, 60]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [11, 24, 57], "effect_frames": [9, 22, 55], "strings": {"evolution": [null, null, null, null, null, null], "affinity": [null, null, null, null, null, null], "description": ["A monk who trained in the mountains. Completely indifferent to the war, Baurg's only goal was to grow stronger. However, he lost this detachment, and indeed all self-control, when his village was razed, and he entered the war, using his training to vent his burning rage. Ultimately, though, he realized that all his fighting was meaningless, and vanished back into the mountains.", "曾在山野中不斷修煉的修行僧，<br>一心追求提高自我，<br>對國與國之間的戰爭並沒有興趣。<br>但戰爭燒毀了他的家鄉，<br>憤怒使他忘記了身為行者應有的慈悲之心。<br>從那之後，他投身於戰場之中，<br>卻在戰爭終結之時迷失了戰鬥的意義，<br>最終他默默一人回到了曾經修行的山中，<br>從此再也沒有出現過。", "자연 속에서 수행을 쌓던 수행승.<br>오직 강해지는 것만을 추구하며<br>국가 간의 전쟁에는 관심이 없었다.<br>하지만 전쟁으로 자신의 고향이 불타자<br>분노에 휩싸여 수행승의 자비를 버린다.<br>이후 단련된 몸으로 전장을 누볐으나<br>전쟁이 끝나자 삶의 목표를 잃어버리고<br>아무도 모르게 옛 수행터에 돌아가<br>은둔하게 되었다.", "Un moine qui s'entraînait dans les montagnes. Indifférent à la guerre qui faisait rage, l'unique objectif de Baurg était de devenir plus fort. Il perdit son sang-froid le jour où son village fut entièrement brûlé et décida d'entrer en guerre, utilisant son entraînement pour canaliser sa colère. Il finit par comprendre que tous ces combats étaient vains et disparut dans les montagnes qu'il connaissait si bien.", "Ein Novize, der in den Bergen trainierte. Gleichgültig gegenüber dem Krieg, war es Baugs einziges Ziel, stärker zu werden. Er verlor jedoch alle Selbstbeherrschung, als sein Dorf niederbrannte, und zog in den Krieg, um seinem Zorn Luft zu machen. Schließlich stellte er jedoch fest, das alles Kämpfen sinnlos war, und er verschwand in die Berge, in denen er trainiert hatte.", "Un monje que se entrenó en las montañas. Baurg no tomó partido en la guerra y su único objetivo era volverse más fuerte. Sin embargo, perdió el control de sí mismo cuando quemaron su aldea. Participó en la guerra y aprovechó su entrenamiento para descargar toda esa ira. Al final se dio cuenta de que tal lucha no tenía sentido y se aisló en los montes donde había entrenado."], "fusion": ["What's this?<br>Energy flows into my chakras!<br>Yes, it seems I've grown stronger somehow.", "噢！我感覺到自己的脈輪<br>又變大了！看來是我變強了啊。", "음!? 소승의 차크라가<br>높아지고 있소!<br>아무래도 더욱 강해진 모양이오.", "Hein ?<br>Je sens tous mes chakras s'ouvrir !<br>Il semblerait que je sois devenu plus puissant.", "Was geschieht?<br>Meine Chakras öffnen sich!<br>Bin zweifellos stärker geworden.", "¿Qué es esto?<br>¡Siento que mi chakra aumenta!<br>Sí, por algún motivo soy más fuerte."], "summon": ["Was I...summoned here?<br>Since you have called me forth,<br>these fists shall fight for you.", "是你……召喚了我？<br>既然如此，那麼我會為了你奮力揮舞拳頭的。", "소승은…… 소환된 것이오?<br>그렇다면 그대를 위해<br>주먹을 쓰겠소이다.", "C'est toi qui m'a... invoqué ?<br>Si tu as besoin de mon aide,<br>j'userai de mes poings pour vous protéger de toute mes forces.", "Man hat ... mich gerufen?<br>Da du mich beschworen hast,<br>sollen diese Fäuste für dich kämpfen.", "¿Se me ha invocado aquí?<br>Ya que me has convocado,<br>estos puños lucharán por ti."]}}, "100001302": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [396, 1201, 720], "ATK": [15, 45, 36], "MP": [13, 39, 90], "MAG": [9, 27, 36], "SPR": [10, 31, 36], "DEF": [17, 52, 36]}, "magic_affinity": [2, 0, 0, 0], "ability_slots": 1, "limitburst_id": 100001302, "attack_count": 20, "magical_resist": 0, "awakening": null, "rarity": 2, "compendium_id": 22, "attack_damage": [[20, 20, 60]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [11, 24, 57], "effect_frames": [9, 22, 55], "strings": {"evolution": ["Oh...! I can feel my chakras have reached the next stage. So this is what they call an awakening!", "噢噢……我感到自己的脈輪又提高到了一個新的境界。<br>原來這就是覺醒……", "오오…… 소승의 차크라가<br>한 차원 높은 경지에 도달한 듯하오.<br>이것이 각성인가……!", "Oho ! Je sens que mes chakras sont plus ouverts qu'avant ! Alors c'est ça le pouvoir d'un éveil !", "Oh ...! Ich fühle, dass meine Chakras die nächste Stufe erreicht haben. Das ist also ein „Erwachen“!", "¡Oh! Veo que mi chakra ha subido de nivel. ¡Así que esto es a lo que llaman despertar!"], "affinity": ["You have fought many battles.<br>I shall not forget your trust in me.<br>I shall keep training, so let us continue fighting together.", "多虧了你相信我的拳技，<br>我們才能並肩戰鬥至今。<br>今後我們也要共同提高、共同戰鬥。", "그대들과 함께 수많은 전투를 겪었구려.<br>소승의 주먹을 믿어준 은혜는 잊지 않겠소.<br>앞으로도 함께 수행하고 싸웠으면 하는 바람이오.", "On a mené bien des combats.<br>Je n'oublierai pas la confiance que tu m'as accordée.<br>Raison de plus pour poursuivre mon entraînement ! Continuons à nous battre ensemble.", "Ich werde dein Vertrauen nie missbrauchen.<br>Es gibt noch viel zu kämpfen,<br>also lass uns weitermachen.", "Habéis librado muchas batallas.<br>No olvidaré vuestra confianza en mí.<br>Seguiré entrenando, así que sigamos luchando juntos."], "description": ["A monk who sought only strength of body and mind, until the war from which he had sworn to isolate himself threatened the village he once called home. Baurg's inability to save his people, even after his years of training, left him with a heart full of regrets at his death. As a vision, he now seeks to use the power he holds—in his heart as much as his fists—to fight for justice.", "曾是一名一心追求提高自我，<br>對俗世的戰爭沒有興趣的修行僧，<br>然而故鄉受難使他改變了想法，<br>從此投身於戰火之中。<br>無奈僅憑一個人的力量，無法拯救眾生。<br>他死後，這份悔意殘留在了世間，<br>現如今他作為幻兵重現人間，<br>仍在尋求著正確使用力量的方法。", "힘을 추구하며 속세의 전쟁을 기피했으나<br>고향이 파괴된 일을 계기로 생각을 바꾸어<br>난세를 주먹 하나로 헤쳐온 수행승.<br>극한까지 육체를 단련해도 모든 이를<br>구할 수는 없음을 원통하게 여겼다.<br>하지만 그 마음은 죽어서도 남아<br>비전이 되어 싸우는 지금도<br>힘의 올바른 사용법을 추구하며<br>지르는 주먹마다 간절한 염원을 담고 있다.", "Un moine qui ne cherchait qu'à renforcer son corps et son esprit jusqu'au jour où la guerre qu'il avait fuie menaça le village qui lui était si cher. Baurg fut incapable de sauver ses habitants malgré les années d'entraînement et mourut le cœur rempli de regrets. En tant que vision, il cherche aujourd'hui à utiliser la force de ses poings et sa volonté pour faire ce qui est juste.", "Ein Novize, der nur geistige und körperliche Stärke suchte, bis der Krieg, aus dem er sich heraushalten wollte, seine einstige Heimat bedrohte. Baugs Unvermögen, seine Leute zu retten, ließ ihn voller Reue sterben. Als Vision will er nun die Macht seiner Fäuste und seinen starken Willen nutzen, um für Gerechtigkeit zu kämpfen.", "Un monje que solo buscaba la fortaleza de cuerpo y mente hasta que la guerra de la que juró aislarse amenazó la aldea que consideraba su hogar. Baurg, incapaz de salvar a su gente después de tanto entrenar, murió con el corazón lleno de remordimientos. En forma de visión, anhela usar el fuerza de sus puños y su voluntad de hierro para luchar por aquello que es justo."], "fusion": ["I can feel power filling every inch<br>of this ephemeral body.<br>I have grown stronger indeed.", "雖說這身體只是暫時的，<br>但我感到每個角落都充滿了力量。<br>看來是我變強了啊。", "잠시 빌린 이 몸 구석구석까지<br>힘이 차오르는 것이 느껴지는구려.<br>더욱 강해졌소이다.", "Ma force suinte par tous les pores de mon enveloppe charnelle. Oui, je suis devenu plus puissant.", "Diese vergängliche Hülle<br>füllt sich bis zum Rand mit Kraft.<br>Wahrlich, ich bin stärker geworden.", "Puedo sentir el poder llenando cada rincón de este efímero cuerpo. Sin duda soy más fuerte."], "summon": ["My memories outlived my death?<br>Fate must have helped you summon me.<br>My fists shall serve to protect you.", "沒想到我的遺願還留在世上……<br>被你召喚也是一種緣分，<br>就讓我用這對拳頭保護你吧。", "소승이 죽어서 남긴 정신은 잊히지 않았나 보오.<br>그대의 부름을 받은 것도 인연이니<br>이 주먹으로 끝까지 지켜내겠소.", "Mes souvenirs ont survécu à ma mort ? <br>C'est sans doute le destin qui nous a réunis.<br>Mes poings te protègeront !", "Meine Erinnerung hat den Tod überdauert.<br>Dies muss wohl auch Schicksal sein.<br>Meine Fäuste sollen dir dienen.", "¿Mis recuerdos han sobrevivido<br>a mi muerte? El destino te ha<br>ayudado a invocarme.<br>Mis puños te protegerán."]}}}, "job": "Monk", "sex": "Male", "game": "FFBE", "rarity_max": 2, "names": ["Baurg", "博格", "볼그", "Baurg", "Baurg", "Baurg"], "equip": [16, 40, 50, 60], "game_id": 11001, "rarity_min": 1, "tribe_id": 5, "id": "100001301", "job_id": 9}