{"TMR": ["MATERIA", 504200030], "name": "Eldin", "is_summonable": false, "skills": [{"level": 1, "type": "ABILITY", "id": 200050, "rarity": 1}, {"level": 12, "type": "ABILITY", "id": 200250, "rarity": 1}, {"level": 7, "type": "ABILITY", "id": 200010, "rarity": 2}, {"level": 18, "type": "MAGIC", "id": 30010, "rarity": 2}, {"level": 26, "type": "ABILITY", "id": 101120, "rarity": 2}], "sex_id": 1, "entries": {"100001201": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [228, 691, 450], "ATK": [11, 33, 30], "MP": [11, 32, 75], "MAG": [9, 26, 30], "SPR": [9, 28, 30], "DEF": [10, 29, 30]}, "magic_affinity": [0, 0, 1, 0], "ability_slots": 1, "limitburst_id": 100001201, "attack_count": 4, "magical_resist": 0, "awakening": {"gil": 250, "materials": {"290050100": 3, "290050200": 1, "290010000": 1}}, "rarity": 1, "compendium_id": 19, "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [12, 33, 60, 75], "effect_frames": [10, 31, 58, 73], "strings": {"evolution": null, "affinity": null, "description": ["A noble thief who only stole from villains. Eldin took in a band of hopeless thieves as his subordinates, and had the support of the common people. However, his group was persecuted after one of its members committed a grave crime, for which Eldin paid with his life. He never lived to see the peaceful world he dreamed of.", "曾經是一名懲惡揚善的義賊，<br>他拯救了許多墮落的青年，<br>讓他們作為自己的部下生活下去，<br>因此受到了百姓的支持。<br>但隨著治安日益惡化，<br>他手下的盜賊團中也出現了染指壞事的人，<br>最終他被過激派所暗殺，<br>沒能等到太平盛世到來的那一天。", "악인이 가진 재산만을 노리던 의적.<br>그는 범법자로 살아갈 수밖에 없었던<br>부하들에게 삶의 보람과 터전을 만들어주고<br>일반 시민에게도 열렬한 지지를 받았다.<br>하지만 치안이 악화되면서 도적단에서도<br>하나 둘씩 악행을 저지르는 자가 생겼다.<br>그는 결국 꿈에 그리던 평등한 세상을<br>보지 못하고 반대파에게 암살당했다.", "Un voleur au grand cœur qui ne détroussait que les hommes malfaisants. Eldin a pris la tête d'une bande de misérables voleurs et a gagné le soutien de la population. Malheureusement, son groupe s'est retrouvé pourchassé après que l'un de ses membres a commis un crime affreux, pour lequel Eldin dut payer de sa vie. Finalement, il n'aura jamais vu ce monde en paix dont il avait tant rêvé.", "Ein nobler Dieb, der nur von den Bösen stahl. Eldin machte eine Gruppe hoffnungsloser Diebe zu seinem Gefolge und hatte das gemeine Volk auf seiner Seite. Jedoch wurde seine Gruppe verfolgt, nachdem ein Mitglied ein schweres Verbrechen beging, für das Eldin mit seinem Leben bezahlte. Die friedliche Welt, von der er träumte, sah er nie.", "Un ladrón noble que solo robaba a los malvados. Eldin aceptó como subordinados a una banda de ladrones sin esperanza y contó con el apoyo de la gente corriente. Sin embargo, persiguieron a su grupo cuando uno de sus miembros cometió un crimen grave, por el que Eldin pagó con su vida. No vivió para ver el mundo de paz con el que soñaba."], "fusion": ["What's this? I'm feeling pretty good today!<br>Like I'm just bursting with power!", "嗯？我突然覺得渾身都是力氣。<br>啊，這就是變強了的感覺啊！", "오? 왠지 기운이 넘치는걸!<br>강해졌다는 게 이런 느낌이구나!", "Je ne sais pas pourquoi, mais j'ai la pêche aujourd'hui !<br>J'ai l'impression que je pourrais éclater des rochers à mains nues !", "Ich fühle  mich großartig!<br>Ich könnte Bäume ausreißen!", "¿Qué es esto?<br>¡Hoy me siento genial!<br>¡Como si rebosara poder!"], "summon": ["Yes? Well, I don't really understand,<br>but you need my help, right?<br>I'm an ally to those in need!", "嗯？雖然沒搞明白是怎麼回事，<br>不過看來你需要我的力量。<br>我最喜歡幫助別人了！", "뭐야? 무슨 일이야?<br>내 힘이 필요하다고?<br>좋아! 어려운 일이 있으면 도와줘야지!", "Euh... Je comprends pas tout,<br>mais tu as besoin de mon aide, pas vrai ?<br>Je suis toujours prêt à aider !", "Ja? Hm, ich versteh zwar nicht ganz,<br>aber du brauchst meine Hilfe, oder?<br>Das ist alles, was ich wissen muss.", "¿Sí? No lo entiendo muy bien,<br>pero necesitas mi ayuda, ¿no?<br>¡Soy el aliado de todos los necesitados!"]}}, "100001202": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [291, 883, 600], "ATK": [14, 43, 40], "MP": [14, 41, 100], "MAG": [11, 34, 40], "SPR": [12, 36, 40], "DEF": [12, 37, 40]}, "magic_affinity": [0, 0, 2, 0], "ability_slots": 2, "limitburst_id": 100001202, "attack_count": 4, "magical_resist": 0, "awakening": null, "rarity": 2, "compendium_id": 20, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [12, 33, 60, 75], "effect_frames": [10, 31, 58, 73], "strings": {"evolution": ["Huh? My mind feels clear,<br>and I can move faster than before!<br>Awakening as a vision is amazing!", "嗯？總覺得頭腦十分清醒，<br>身體也比以前輕快多了！<br>幻兵覺醒可真是厲害！", "어? 왠지 머리가 맑아지고<br>몸도 더 빨리 움직일 것 같은데!<br>비전의 각성이란 대단하군!", "Qu'est-ce qui se passe ? J'ai l'esprit clair,<br>et je bouge plus vite que jamais !<br>L'éveil d'une vision, c'est vraiment quelque chose !", "Huch? Mein Geist is so klar<br>und ich kann mich so schnell bewegen!<br>Das Erwachen als Vision ist fantastisch!", "¡Anda! ¡Mi mente está despejada<br>y me muevo más rápido!<br>¡Despertar como visión es alucinante!"], "affinity": ["We've been together for quite some time now, haven't we? I hope we can continue as boon companions.", "不知不覺就和你們在一起這麼久了。<br>這也是一種緣分，<br>今後也請多關照啦。", "이래저래 너희와 함께<br>시간을 보낸 지도 오래됐네.<br>앞으로도 잘 지내자고.", "Ça fait un petit moment qu'on traîne ensemble, je me trompe ? On est liés maintenant, et je ne suis pas prêt de partir !", "Wir sind jetzt schon lange zusammen, und ich freue mich auf unsere kommenden Abenteuer.", "Ya llevamos bastante tiempo juntos, ¿no? Ahora estamos conectados y espero con ilusión lo que nos depara el futuro."], "description": ["A noble thief who led a band of ruffians. Eldin and his thieves stole from the rich, and shared their plunder with the masses. His dream was to live in a world where all people were equal, with no social classes dividing them. Though he was tragically assassinated before this dream could be realized, his vision now lives on to carry out his will.", "曾經是一名懲惡揚善的義賊，<br>在有錢人眼中他雖是個無可救藥的小偷，<br>但他將偷來的錢都分給了窮苦的百姓。<br>他出身貧寒，<br>曾嚮往著人人平等的太平盛世，<br>因此才當起了義賊。<br>雖然沒能實現夢想就遭暗殺，<br>但之所以他現在能作為幻兵繼續戰鬥，<br>全都是靠這份強烈的夢想在支撐著他。", "의적단을 이끌던 사나이.<br>부자들에게는 증오의 대상이었지만<br>가난한 시민들에게는 영웅과 같은<br>의적이었다. 본인도 빈민가 출신이라<br>누구나 평등하게 사는 세상을 꿈꾸며<br>의적 활동을 계속하였다.<br>비록 뜻을 이루지 못한 채 암살당했지만,<br>강한 의지가 비전으로 남아서<br>싸울 힘의 원천이 되고 있다.", "Un voleur au grand cœur à la tête d'une bande de voyous. Eldin et sa bande volaient les riches et partageaient leur butin avec le peuple. Il rêvait d'un monde où l'égalité régnerait entre tous, où les classes sociales seraient abolies. Il a été assassiné avant que son rêve ne se réalise, mais sa vision porte toujours en elle ses idéaux.", "Ein nobler Dieb, der eine Gruppe Raufbolde anführte. Eldin und seine Diebe stahlen von den Reichen und teilten ihre Beute mit dem Volk. Es war sein Traum, in einer Welt der Gleichheit zu leben. Obwohl er tragischerweise vor der Erfüllung dieses Traumes ermordet wurdet, lebt seine Vision nun, um diesen Wunsch zu erfüllen.", "Un ladrón noble al mando de una banda de rufianes. Eldin y sus colegas robaban a los ricos y compartían el botín con las masas. Eldin soñaba con un mundo de igualdad para todos, en el que las clases sociales no dividieran a las personas. Aunque lo asesinaron trágicamente antes de cumplir su sueño, su visión vive para llevar a cabo esa voluntad."], "fusion": ["I can feel power flowing from within.<br>Looks like I got stronger again.<br>What a weird body, eh?", "……力量從身體中湧出，<br>我好像又變強了。<br>這身體真是不可思議。", "……몸 속에서 힘이 솟아나네.<br>한 단계 더 강해진 것 같아.<br>정말 신기하다니까.", "Je sens ma force couler dans mes veines,<br>comme si j'étais devenu encore plus puissant.<br>Ce corps est vraiment étrange !", "Ich fühle die Kraft in den Gliedern!<br>Bin wohl wieder stärker geworden.<br>Einen komischen Körper hab ich da!", "Siento el poder en mi interior.<br>Vuelvo a ser más fuerte.<br>Qué cuerpo tan extraño, ¿eh?"], "summon": ["You want me to lend you a hand?<br>No problem!<br>I'm the defender of the defenseless,<br>the noble thief Eldin!", "需要我的力量嗎？<br>小事一樁！<br>誰讓我是義賊，是弱者的夥伴呢！", "내 힘을 빌리고 싶다고?<br>좋아, 얼마든지!<br>난 의적이니까, 항상 약자들의 편이야!", "Tu veux un coup de main ?<br>Aucun souci !<br>Je suis l'ami des opprimés,<br>le voleur au cœur d'or, Eldin !", "Du brauchst Hilfe?<br>Kein Problem!<br>Ich bin Eldin, der ehrbare Dieb,<br>Freund der Schutzlosen!", "¿Quieres que te eche una mano?<br>¡Sin problemas!<br>Soy el amigo de los indefensos,<br>¡el noble ladrón Eldin!"]}}}, "job": "Thief", "sex": "Male", "game": "FFBE", "rarity_max": 2, "names": ["Eldin", "埃爾丹", "엘딘", "Eldin", "Eldin", "Eldin"], "equip": [1, 2, 13, 16, 30, 40, 50, 51, 53, 60], "game_id": 11001, "rarity_min": 1, "tribe_id": 5, "id": "100001201", "job_id": 10}