{"TMR": ["EQUIP", 303003200], "name": "Conrad", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 201420, "rarity": 3}, {"level": 5, "type": "ABILITY", "id": 200390, "rarity": 3}, {"level": 21, "type": "ABILITY", "id": 200050, "rarity": 3}, {"level": 31, "type": "ABILITY", "id": 100130, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 214940, "rarity": 3}, {"level": 25, "type": "ABILITY", "id": 100040, "rarity": 4}, {"level": 33, "type": "ABILITY", "id": 201440, "rarity": 4}, {"level": 49, "type": "ABILITY", "id": 201430, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 214950, "rarity": 4}, {"level": 12, "type": "ABILITY", "id": 101030, "rarity": 5}, {"level": 23, "type": "ABILITY", "id": 100070, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 201450, "rarity": 5}, {"level": 66, "type": "ABILITY", "id": 214970, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 214960, "rarity": 5}], "sex_id": 1, "entries": {"100009904": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [714, 2163, 270], "ATK": [28, 86, 14], "MP": [28, 85, 35], "MAG": [20, 61, 14], "SPR": [22, 68, 14], "DEF": [24, 73, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100009904, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020600": 20, "290040100": 5, "290050300": 10, "290050400": 5, "290030000": 10}}, "rarity": 4, "compendium_id": 686, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [18, 34], "effect_frames": [16, 32], "strings": {"evolution": ["This isn't bad.<br>Feel like having something fancy to drink.", "還不賴。<br>讓人想要開瓶好酒啊。", "괜찮군.<br>좋은 술이라도 따고 싶은 기분이야.", "Pas mal du tout.<br>J'ai comme une envie de boire un alcool de très bonne qualité.", "Das ist nicht schlecht.<br>Fühlt sich an wie ein ordentlicher Rausch.", "No está mal.<br>Tengo ganas como de beber algo rico."], "affinity": ["I feel I can entrust this to you.<br>Take it.<br>It is the memories of me and my people.", "我想應該可以託付於你。<br>請收下。<br>這是我與族人們所編織出來的思念。", "너에게라면 맡길 수 있겠어.<br>받아다오.<br>나와, 내 일족이 이어온 마음을.", "J'ai l'impression que je peux te confier ceci.<br>Prends-le.<br>Il s'agit des souvenirs de mon peuple et moi.", "Ich spüre, dass ich dir dies anvertrauen kann.<br>Nimm es.<br>Es sind meine Erinnerungen und die meiner Leute.", "Siento que puedo confiártelo.<br>Toma.<br>Son mis recuerdos y los de mi gente."], "description": ["The current head of a powerful noble family from Zoldaad. His interests however, including playing around with mechanical devices, are not very noble-like. He carries his family's treasured blade on his back, which has been passed down over generations. If this treasured blade were to be lost, not only would it destroy his family, but it is said even his country itself could fall into ruin.", "佐爾達多的有力貴族的現任當家。<br>擁有很多太符合貴族的興趣。<br>喜歡擺弄機械就是其中之一。<br>孔拉德將一族代代相傳的寶劍<br>背負在身上並持續守護著它。<br>據說如果寶劍被奪走，<br>絕對不只是一族存亡的危機，<br>而是整個國家會邁向滅亡。", "졸다드의 유명 귀족의 현 당주. 귀족답지 않은 취미를 몇 가지 가지고 있다. 기계 손질이 그중 하나며, 콘래드의 일족에 대대로 전해져 내려오는 보검을 그 등에 짊어진 채 지켜나가고 있다. 혹시라도 보검을 빼앗기게 되면, 그것은 가문 멸망의 위기를 초래할 뿐 아니라 국가의 존망마저 가져올 수 있다고도 한다.", "Le patriarche actuel d’une puissante famille noble de Zoldaad. Ses centres d'intérêt, comme par exemple jouer avec divers engins mécaniques, n'étant pas ceux d'un noble normal, font de lui quelqu'un d'atypique. Sur son dos, il porte l’épée de sa famille, qui est transmise de génération en génération. Si cette précieuse arme venait à être perdue, cela détruirait non seulement sa famille, mais certains pensent que le pays tout entier tomberait aussi en ruine.", "Das gegenwärtige Oberhaupt einer einflussreichen Adelsfamilie in Zoldaad. Conrad hat einige für einen Adeligen untypische Interessen - darunter unter anderem eine Vorliebe für die Spielerei mit Maschinen. Auf seinem Rücken trägt er schützend ein kostbares Schwert, das in seiner Familie von Generation zu Generation weitergereicht wurde. Sollte die Klinge jemals gestohlen werden - so heißt es - wäre nicht nur seine Familie, sondern das ganze Land dem Untergang geweiht.", "El patriarca de una de las familias nobles más poderosas de Zoldaad. Sin embargo, sus aficiones no son tan nobles como, por ejemplo, juguetear con dispositivos mecánicos. Lleva en su espalda una valiosa espada, un legado familiar que lleva pasándose de generación a generación. Si esta espada llegase a perderse, no solo acabaría con su familia, sino que sumiría a su propio país en la ruina."], "fusion": ["I need more power in order to draw out<br>the full potential of this prized blade.", "為了引導出寶劍真正的力量，<br>我需要獲得更多力量才行。", "보검의 진정한 힘을 끌어내기 위해<br>나는 더욱 강해져야만 한다.", "J'ai besoin de plus de puissance pour libérer<br>tout le potentiel de cette lame de grande valeur.", "Ich brauche mehr Kraft, um das volle<br>Potenzial dieses Schwertes zu entfesseln.", "Necesito más poder para sacarle<br>todo su potencial a esta preciada espada."], "summon": ["For you to include me among your friends<br>means that you will help carry my burden.<br>You do realize this, don't you?", "讓我加入，就代表<br>要與我分擔負擔。<br>你已經做好覺悟了吧？", "날 동료로 맞이한다는 것은<br>내 중책 또한 함께 짊어진다는 것이다.<br>각오는 되어 있는 거겠지?", "Si tu m'inclus dans tes amis, ça veut aussi dire que tu es prêt à porter mon fardeau avec moi.<br>Tu en es conscient, dis-moi ?", "Dass du mich zu deinen Freunden zählst,<br>heißt, du hilfst mir, meine Last zu tragen.<br>Das ist dir klar, oder?", "Que me cuentes entre tus amigos<br>significa que vas a tener que ayudarme con la carga que tengo.<br>Eres consciente, ¿verdad?"]}}, "100009905": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [928, 2812, 360], "ATK": [37, 113, 16], "MP": [37, 111, 40], "MAG": [26, 80, 16], "SPR": [29, 89, 16], "DEF": [32, 96, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100009905, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 687, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [18, 34], "effect_frames": [16, 32], "strings": {"evolution": ["Because of you, I was able to get this strong.<br>And for your reward, your wish is my...<br>Well not so much, but thank you.", "多虧了你，我才能變得這麼強。<br>想要什麼我都給……不了，<br>但還是很感謝你喔。", "네 덕분에 이렇게나 강해질 수 있었다.<br>보상은 네가 원하는 만큼……<br>은 무리겠지만, 감사하고 있다.", "Je suis devenu plus fort grâce à toi.<br>Pour te remercier je vais te donner...<br>Enfin, merci en tout cas.", "Dank dir bin ich so stark geworden.<br>Und zur Belohnung, dein Wunsch ist ...<br>Nun, vielleicht später.", "Gracias a ti, he podido ponerme así de fuerte.<br>Para recompensarte, tus deseos son...<br>Mejor dicho, muchas gracias."], "affinity": ["I feel I can entrust this to you.<br>Take it.<br>It is the memories of me and my people.", "我想應該可以託付於你。<br>請收下。<br>這是我與族人們所編織出來的思念。", "너에게라면 맡길 수 있겠어.<br>받아다오.<br>나와, 내 일족이 이어온 마음을.", "J'ai l'impression que je peux te confier ceci.<br>Prends-le.<br>Il s'agit des souvenirs de mon peuple et moi.", "Ich spüre, dass ich dir dies anvertrauen kann.<br>Nimm es.<br>Es sind meine Erinnerungen und die meiner Leute.", "Siento que puedo confiártelo.<br>Toma.<br>Son mis recuerdos y los de mi gente."], "description": ["The current head of a powerful noble family from Zoldaad who, along with his treasured sword, carries a great amount of responsibility. There is no end to the amount of thieves going after the blade, and the former protector even lost his life protecting it. Though it provides great blessings, it can also be a source of tragedy. Still, Conrad has sworn himself to keeping hold of the treasured blade no matter what.", "肩負著寶劍與重任，<br>是佐爾達多有力貴族的現任當家。<br>想要盜取寶劍的盜賊絡繹不絕，<br>歷代當家也為了守護寶劍而喪命。<br>隨著恩惠而來的則是各種悲劇，<br>就算如此孔拉德也絕對不會<br>放下寶劍逃離使命。", "그 등에 보검과 중책을 짊어진, 졸다드 유명 귀족 가문의 현 당주. 보검을 노리는 도적은 끊이질 않고, 역대 당주들도 보검을 지키기 위해 그 목숨을 잃었다. 은혜와 함께 비극을 가져온 그의 운명. 그러나 콘래드는 결코 보검을 손에서 놓지 않는다.", "Le patriarche actuel d’une puissante famille noble de Zoldaad qui porte sur son dos l’épée de sa famille ainsi que d’immenses responsabilités. Les brigands qui tentent sans cesse de s’emparer de l’épée en question sont légion, et son ancien gardien fut d’ailleurs tué en essayant de la protéger. Bien qu’elle confère de puissantes bénédictions, elle peut aussi être la source de grands malheurs. Malgré cela, Conrad a juré de garder sa précieuse lame quoi qu'il lui en coûte.", "Das gegenwärtige Oberhaupt einer einflussreichen Adelsfamilie in Zoldaad, das mit seinem kostbaren Schwert auch immense Verantwortung auf dem Rücken trägt. Kein Ende nimmt die Zahl der Diebe, die es auf das Schwert abgesehen haben und viele vorangehende Besitzer ließen ihr leben, um es zu beschützen. Es ist Quell heiliger Gunst, aber auch Unglücksbringer. Und doch ist Conrad fest dazu entschlossen, seine Klinge niemals aufzugeben.", "El patriarca de una de las familias nobles más poderosas de Zoldaad. Lleva consigo una espada muy valiosa y, por tanto, carga con una gran responsabilidad. Infinidad de ladrones quieren hacerse con su espada; de hecho, su guardián anterior perdió la vida protegiéndola. A pesar de sus muchas bendiciones, también es fuente de tragedias. Aun así, Conrad ha jurado guardar la espada sin importar las consecuencias."], "fusion": ["I cannot allow the memories I have<br>inherited from my people to be lost.", "族人們繼承給我的信念，<br>可不能斷在我這一代。", "대대로 이어져 내려온 일족의 마음.<br>내 대에서 끊기게 할 순 없지.", "Je ne peux pas laisser les souvenirs que j'ai reçus de mon peuple d'éteindre.", "Ich kann nicht erlauben, dass die Erinnerung<br>an meine Leute verloren geht.", "No puedo permitir que se pierdan los recuerdos<br>que he heredado de mi gente."], "summon": ["I've no reason to humble myself any more<br>than necessary as I am of noble blood.<br>You should pay me some respect.", "唉，就算我是貴族<br>也不需要過度的拘謹。<br>但是、適度的尊敬還是要有啊。", "뭐, 그거다. 내가 귀족이라고 해서<br>필요 이상으로 굽히고 들어올 필요는 없어.<br>단지, 적당히만 존경해 주면 돼.<br>", "Je n'ai plus aucune raison de me rabaisser davantage,<br>vu que je suis de sang noble.<br>Tu devrais me témoigner davantage de respect.", "Ich habe keinen Grund mehr, mich zurückzunehmen,<br>denn ich bin von Adel.<br>Du schuldest mir Respekt.", "No tengo motivo para ser más humilde<br>de la cuenta, pues formo parte de la nobleza.<br>Deberías tenerme más respeto."]}}, "100009903": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [549, 1663, 210], "ATK": [22, 66, 10], "MP": [21, 65, 25], "MAG": [15, 46, 10], "SPR": [17, 52, 10], "DEF": [18, 56, 10]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 100009903, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020600": 10, "290050300": 5, "290050200": 15, "290030000": 5, "290010200": 25}}, "rarity": 3, "compendium_id": 685, "attack_damage": [[50, 50]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [18, 34], "effect_frames": [16, 32], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I feel I can entrust this to you.<br>Take it.<br>It is the memories of me and my people.", "我想應該可以託付於你。<br>請收下。<br>這是我與族人們所編織出來的思念。", "너에게라면 맡길 수 있겠어.<br>받아다오.<br>나와, 내 일족이 이어온 마음을.", "J'ai l'impression que je peux te confier ceci.<br>Prends-le.<br>Il s'agit des souvenirs de mon peuple et moi.", "Ich spüre, dass ich dir dies anvertrauen kann.<br>Nimm es.<br>Es sind meine Erinnerungen und die meiner Leute.", "Siento que puedo confiártelo.<br>Toma.<br>Son mis recuerdos y los de mi gente."], "description": ["The current head of a noble family from Zoldaad. He watches over the treasured blade which was handed down through his family. The strange blade he carries on his back is said to vary in power depending on the strength of the memories of he who wields it. And so it is told that this treasured blade has the power not only to vanquish foes, but to change even time itself.", "佐爾達多貴族的現任當家。<br>持續守護著家傳的寶劍。<br>背上背著的異形寶劍<br>會根據持劍者的意念而改變力量大小。<br>因此據傳這把寶劍的一擊，<br>不僅能把眼前敵人給擊倒，<br>更有能夠改變時代的能力。", "졸다드 귀족의 현 당주. 가문에 전해져 내려오는 보검을 수호하고 있다. 등에 짊어진 이형의 보검은 휘두르는 자의 강한 마음에 따라 그 힘이 크게 변화한다고 한다. 그 때문에 이 보검을 한번 휘두르는 것으로 눈앞의 적을 섬멸할 수 있을 뿐 아니라, 시대를 바꿀 수 있는 힘을 얻게 된다고도 한다.", "Le patriarche actuel d’une famille noble de Zoldaad. Il protège la précieuse épée qui se transmet dans sa famille de génération en génération. Il porte lui-même une étrange lame sur son dos, et il est dit que sa puissance change selon l’intensité des souvenirs de son maître. La légende veut donc que cette arme unique ait le pouvoir de terrasser ses ennemis, mais aussi de modifier le cours du temps lui-même.", "Das gegenwärtige Oberhaupt einer adligen Familie von Zoldaad. Er bewacht das kostbare Schwert, das in seiner Familie weitergegeben wird. Es heißt, dass die Kraft dieser seltsamen Klinge, die er auf seinem Rücken trägt, der Willensstärke der sie führenden Person entspricht. Daher sagt man auch, dass das Schwert nicht nur in der Lage sei, mit einem Streich einen Gegner auszulöschen, sondern auch ganze Epochen zu verändern.", "El patriarca de una noble familia de Zoldaad. Atesora la espada que heredó de sus ancestros. Dicen que el poder de la extraña espada que lleva en su espalda varía según los recuerdos de quien la porta. Por ello, se dice que esta preciada espada no solo tiene el poder de doblegar enemigos, sino que hasta puede cambiar el propio tiempo."], "fusion": ["This still isn't enough.<br>Give me more power.", "光是這樣還不夠。<br>給我更多的力量……", "이 정도론 아직 부족해.<br>내게 더욱 힘을……", "C'est pas encore assez.<br>Donne-moi encore plus de pouvoir.", "Das reicht noch nicht.<br>Gib mir mehr Kraft.", "Todavía no es suficiente.<br>Dame más poder."], "summon": ["Are you looking at me, or my sword?<br>Whichever it is, let us work together.", "目標是我嗎？還是寶劍？<br>不管是哪個，總之請多指教啦。", "목적은 나냐, 아니면 보검이냐……<br>어느 쪽이든, 잘 부탁한다.", "Tu me regardes moi ou mon épée là ?<br>Enfin quelle que soit ta réponse, travaillons ensemble !", "Suchst du nach mir oder meinem Schwert?<br>Was auch immer, lass uns zusammenarbeiten.", "¿Me estás mirando a mí? ¿O a mi espada?<br>Sea lo que sea, deberíamos trabajar juntos."]}}}, "job": "Machinist", "sex": "Male", "game": "FFBE", "rarity_max": 5, "names": ["Conrad", "孔拉德", "콘래드", "Conrad", "Conrad", "Conrad"], "equip": [1, 2, 3, 7, 8, 9, 12, 14, 15, 30, 31, 40, 41, 50, 51, 52, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100009903", "job_id": 35}