{"TMR": ["EQUIP", 409017200], "name": "Gunner Jake", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 101350, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 200250, "rarity": 5}, {"level": 12, "type": "ABILITY", "id": 222940, "rarity": 5}, {"level": 25, "type": "ABILITY", "id": 223000, "rarity": 5}, {"level": 38, "type": "ABILITY", "id": 223010, "rarity": 5}, {"level": 51, "type": "ABILITY", "id": 222950, "rarity": 5}, {"level": 69, "type": "ABILITY", "id": 222990, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 222960, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 101370, "rarity": 6}, {"level": 14, "type": "ABILITY", "id": 222900, "rarity": 6}, {"level": 29, "type": "ABILITY", "id": 222910, "rarity": 6}, {"level": 43, "type": "ABILITY", "id": 209540, "rarity": 6}, {"level": 58, "type": "ABILITY", "id": 222920, "rarity": 6}, {"level": 76, "type": "ABILITY", "id": 222930, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 222980, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 222970, "rarity": 6}], "sex_id": 1, "entries": {"100012006": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1183, 3586, 390], "ATK": [51, 156, 34], "MP": [60, 181, 65], "MAG": [37, 113, 26], "SPR": [41, 123, 26], "DEF": [43, 130, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100012006, "attack_count": 10, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 844, "attack_damage": [[10, 10, 10, 10, 10, 50]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [16, 37, 69, 98, 107, 131], "effect_frames": [14, 35, 67, 96, 105, 129, 129], "strings": {"evolution": ["I think we become more attractive as we mature. There's still so much to see and do. I've still got so much growing to do.", "人越年長是會越有魅力的。<br>日子還很長。<br>我會變得更加強大。", "사람은 말야, 나이를 먹을수록 매력이 넘치거든.<br>이제부터가 시작이야.<br>난 더 강해질 거니까.", "Je pense que la maturité nous rend plus séduisants. Il y a encore tant à faire et à voir. Et j'ai tant de choses à apprendre...", "Ich denke, wir werden attraktiver, wenn wir älter werden. Es gibt noch so viel zu sehen und zu tun. Und ich muss mehr wachsen.", "Creo que nuestro atractivo mejora cuando maduramos. Aun así, queda mucho por ver y hacer. Todavía me queda mucho por madurar."], "affinity": ["Thanks for taking care of me.<br>I won't be leaving now after all you've done for me. I'll be with you to the very end.", "受你照顧啦。<br>都到了這個地步，也無法收手了。<br>就讓我陪你到最後吧。", "신세를 졌군그래.<br>여기까지 왔으니 더는 물러설 데도 없어.<br>마지막까지 함께 하자구.", "Merci de t'occuper de moi.<br>Je ne partirai pas après tout ce que tu as fait pour moi. Je t'accompagnerai jusqu'au bout.", "Vielen Dank für deine Hilfe.<br> Für alles, was du für mich getan hast, werde ich nicht zurückweichen. Ich werde bis zum Schluss bei dir bleiben.", "Gracias por cuidarme.<br>Después de todo lo que has hecho por mí, no me voy a marchar. Me quedaré contigo hasta el final."], "description": ["The former leader of the rebel organization known as the Raven. Jake is also one of the heirs to the imperial throne of Zoldaad, but relinquished his rights following a recent battle to sit his younger brother Shera on the throne instead. Although he initially thought of Nichol as a substitute sibling, they found through their interactions that they get along swimmingly and became quite close. Unexpectedly, they seem to enjoy their conversations about star constellations most of all.", "原為義賊集團頭領，有佐爾達多帝國帝位繼承權。在先前的戰爭中，將皇位讓渡給了榭拉。起初，他把尼科爾當做弟弟一樣看待，但隨著關係逐漸親近，如今兩人可以徹夜長談。他們最喜歡的話題是星座，讓人意外。", "의적 집단 레이븐의 전 리더로, 졸다드 제국의 황제 계승권을 가진 인물. 이전에 벌어졌었던 전쟁에서 남동생 시엘라에게 황제의 자리를 양보했다. 처음에는 니콜을 남동생 대신으로 생각했지만, 친해지게 될수록 점점 의기투합하여 지금은 밤새도록 대화할 수 있을 정도의 사이가 되었다. 두 사람이 제일 열띤 대화를 나누는 것은, 의외로 별자리 이야기.", "L’ancien chef d’une organisation rebelle appelée les Ravens. Jake est également l’un des héritiers au trône impérial de Zoldaad, mais a récemment renoncé à son droit de succession en faveur de son frère cadet, Shera. Bien qu’il perçût initialement Nichol comme un nouveau frère, leurs nombreuses discussions les ont amenés à se découvrir une entente hors du commun et ils se considèrent désormais comme amis proches. Sans surprise, ils semblent se délecter tout particulièrement de leurs conversations portant sur les constellations.", "Jake ist der ehemalige Anführer der als Raben bekannten Rebellengruppe. Und er ist einer der Thronerben des Imperiums von Zoldaad, gab seine Ansprüche aber nach einem jüngst erfolgten Kampf auf, als er seinem kleineren Bruder Shera auf den Thron verhalf. Obwohl er Nichol anfangs als Ersatzbruder sah, merkten sie schnell, dass sie sich gut verstanden, und wurden enge Freunde. Überraschenderweise unterhalten sie sich besonders gern über Sternkonstellationen.", "El antiguo líder de los Raven, una organización rebelde. Jake también es uno de los herederos al trono del Imperio de Zoldaad, aunque renegó a su derecho dinástico tras participar en una reciente batalla para que su hermano Shera ocupase el trono. Asimismo, al principio pensó que Nichol sería un buen candidato para ocupar el vacío que dejó su hermano y, de hecho, tras pasar tiempo juntos, se dieron cuenta de que se llevaban muy bien y acabaron siendo uña y carne. Inesperadamente, parece que les encanta conversar sobre constelaciones."], "fusion": ["Seems I've become even stronger.<br>I'm beginning to scare even myself.", "好像又變得更強了。<br>真是對於自己的才能感到害怕。", "또 강해져 버렸군그래.<br>내 재능이 무서워져 온다.", "On dirait que j'suis devenu plus fort.<br>Je commencerais presque à me faire peur.", "Ich bin wohl noch stärker geworden.<br>Langsam kriege ich selbst Angst vor mir.", "Parece que me he vuelto más fuerte aún.<br>Me empiezo a dar miedo a mí mismo."], "summon": ["I have no interest in a boys-only journey,<br>but I'll work for free if you<br>bring along some cute girls!", "只有男人的旅途，恕我拒絕……<br>但是如果有可愛的女孩子在的話<br>就無償的幫幫你們吧！", "남자들끼리 여행하는 건 사양이지만……<br>예쁜 여자가 있다면<br>공짜로도 돕고말고!", "Un voyage entre mecs, ça ne m'intéresse pas.<br>Par contre, s'il y a de jolies filles,<br>je veux bien travailler gratos !", "Ich hab kein Interesse an einer Reise mit ausschließlich Typen.<br>Wenn aber ein niedliches Mädchen dabei ist, arbeite ich für lau!", "No me interesan las aventurillas de machotes,<br>pero ¡trabajaré gratis<br>si traéis a alguna muchachita guapa!"]}}, "100012005": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [910, 2758, 240], "ATK": [40, 120, 24], "MP": [46, 139, 40], "MAG": [28, 86, 16], "SPR": [31, 94, 16], "DEF": [33, 100, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100012005, "attack_count": 10, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060000": 5, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 843, "attack_damage": [[10, 10, 10, 10, 10, 50]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [16, 37, 69, 98, 107, 131], "effect_frames": [14, 35, 67, 96, 105, 129, 129], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Thanks for taking care of me.<br>I won't be leaving now after all you've done for me. I'll be with you to the very end.", "受你照顧啦。<br>都到了這個地步，也無法收手了。<br>就讓我陪你到最後吧。", "신세를 졌군그래.<br>여기까지 왔으니 더는 물러설 데도 없어.<br>마지막까지 함께 하자구.", "Merci de t'occuper de moi.<br>Je ne partirai pas après tout ce que tu as fait pour moi. Je t'accompagnerai jusqu'au bout.", "Vielen Dank für deine Hilfe.<br> Für alles, was du für mich getan hast, werde ich nicht zurückweichen. Ich werde bis zum Schluss bei dir bleiben.", "Gracias por cuidarme.<br>Después de todo lo que has hecho por mí, no me voy a marchar. Me quedaré contigo hasta el final."], "description": ["An older brother type who supports his team members during their journey with Lasswell, their newly appointed leader. Jake is aware that Lid has taken a liking to him, but simply chooses to feign ignorance. As of late he has been finding it more difficult to joke with her, however, and has begun to think more seriously about what he says around her. Once they find Rain and return to Lapis, he finally plans to address his relationship with Lid.", "支持拉斯韋爾成為頭領，以類似兄長的身份支撐著團隊。里德一直以委婉的方式對他表達好感，但他故意裝作不了解。不過，最近里德的吐槽有些變本加厲，使他不得不開始認真思考二人的關係。他打算在找到雷因，回到拉比斯後，再給予里德答復。", "라스웰을 리더로 내세웠지만, 형 같은 존재로서 멤버들의 의지가 되어주고 있다. 리드로부터 완곡한 호의를 받고 있지만, 일부러 모르는 척 태도를 취하고 있다. 하지만 최근 들어 구박이 심해진 바람에 조금은 진지하게 생각해야 하는가에 대해 고민하기 시작했다. 레인을 찾아낸 뒤 라피스로 돌아오게 되면, 리드와의 관계에 답을 내릴 생각이다.", "Un homme qui a pour habitude de jouer les grands frères, apportant à ses coéquipiers son soutien continu au cours de leur voyage au côté de Lasswell, leur nouveau chef. Jake est conscient des sentiments qu’arbore pour lui Lid, mais préfère feindre l’ignorance. Depuis quelque temps, il est cependant plus hésitant à se laisser aller à la plaisanterie en sa présence, et réfléchit désormais sérieusement aux propos qu’il tient lorsqu’ils sont ensemble. Il prévoit d’ailleurs de résoudre le flou de sa relation avec Lid dès qu’ils auront retrouvé Rain, et une fois rentrés en Lapis.", "Jake ist wie ein älterer Bruder für seine Teamkameraden und unterstützt diese auf ihrer Reise mit Lasswell, ihrem neu ernannten Anführer. Jake hat bemerkt, dass Lid ein Auge auf ihn geworfen hat, doch er ignoriert dies lieber. Allerdings fällt es ihm immer schwerer, mit ihr zu scherzen, deshalb macht er sich inzwischen ernsthafte Gedanken darüber, was er in ihrer Nähe sagt. Sobald sie Rain gefunden haben und nach Lapis zurückkehren, wird er seiner Beziehung zu Lid endlich auf den Grund gehen.", "Una especie de hermano mayor que apoya a su grupo durante el viaje con Lasswell, quien, a su vez, se ha convertido en el nuevo líder. Jake es consciente de que Lid siente interés por él, pero ha decidido hacerse el loco. Además, últimamente, a Jake cada vez le cuesta más bromear con Lid. Sin embargo, también ha empezado a pensar con más cuidado lo que dice cuando ella está cerca. En definitiva, después de encontrar a Rain y volver a Lapis, su plan es encarar la situación con Lid."], "fusion": ["So whaddya think?<br>Taken by the new, stronger me, perhaps?", "如何。<br>是否迷上變得更強大的我了？", "어때,<br>강해진 나한테 반해버렸니?", "Alors, t'en penses quoi ?<br>Je suis plus fort qu'avant. On en mangerait, hein ?", "Was denkst du?<br>Stehst du auf mein neues, stärkeres Ich?", "¿Qué opinas?<br>¿Te sorprende mi nuevo y más fuerte yo?"], "summon": ["You require my power?<br>If you need it no matter what,<br>then I'll cooperate.", "需要我的力量嗎？<br>如果無論如何都需要的話<br>要我幫忙也不是不行喔。", "내 힘이 필요하냐?<br>꼬옥~ 필요하다고 하다면<br>도와줄 수도 있지.", "Tu as besoin de ma puissance ?<br>Si c'est absolument nécessaire,<br>je suis prêt à t'aider.", "Du brauchst meine Kraft?<br>Wenn es nicht anders geht,<br>werde ich dir helfen.", "¿Necesitas mi poder?<br>Si tanto lo necesitas,<br>entonces estoy dispuesto a cooperar."]}}}, "job": "Rifleman", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Gunner Jake", "無名槍士傑科", "무명의 총잡이 제이크", "Jake, as du revolver", "Pistolero Jake", "Jake el pistolero"], "equip": [1, 2, 3, 10, 14, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100012005", "job_id": 146}