{"TMR": ["EQUIP", 301001700], "name": "Abel", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200010, "rarity": 3}, {"level": 1, "type": "ABILITY", "id": 207250, "rarity": 3}, {"level": 7, "type": "ABILITY", "id": 207270, "rarity": 3}, {"level": 32, "type": "ABILITY", "id": 207260, "rarity": 3}, {"level": 32, "type": "ABILITY", "id": 207280, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 207300, "rarity": 3}, {"level": 12, "type": "ABILITY", "id": 204650, "rarity": 4}, {"level": 52, "type": "ABILITY", "id": 101350, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 201380, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 204630, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 204640, "rarity": 5}, {"level": 49, "type": "ABILITY", "id": 207310, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 63, "type": "ABILITY", "id": 101040, "rarity": 5}, {"level": 71, "type": "ABILITY", "id": 200310, "rarity": 5}, {"level": 78, "type": "ABILITY", "id": 207290, "rarity": 5}], "sex_id": 1, "entries": {"100006305": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [878, 2660, 300], "ATK": [37, 113, 20], "MP": [37, 111, 50], "MAG": [30, 90, 20], "SPR": [30, 91, 20], "DEF": [31, 94, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100006305, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 476, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [38, 84, 89], "effect_frames": [36, 82, 87], "strings": {"evolution": ["This power is to be used for the weak?<br>I'm not mistaken, right?", "這力量要為弱者而驅使。<br>我說得對嗎？", "이 힘은, 약한 자들을 위한 것.<br>그렇지?", "Ce pouvoir est à utiliser pour protéger les faibles ?<br>C'est ça, n'est-ce pas ?", "Diese Kraft wird für die Schwachen eingesetzt?<br>So ist es, oder?", "Este poder... ¿se debe utilizar para proteger a los más débiles?<br>¿No me equivoco, cierto?"], "affinity": ["Thanks to you, I feel I now<br>understand what I need to do.<br>I want to stay with you, if that's all right.", "多虧了你，<br>我終於知道該做什麼了。<br>如果可以的話，今後也請多關照。", "당신 덕분에, 내가<br>무엇을 해야 할 지 알게 되었어.<br>괜찮다면, 앞으로도 잘 부탁할게.", "Grâce à toi, je crois que je<br>comprends ce que je dois faire.<br>J'aimerais rester à vos côtés si ça ne vous dérange pas.", "Dank dir verstehe ich nun<br>besser, was ich tun muss.<br>Ich möchte bei dir bleiben, in Ordnung?", "Gracias a ti, creo que ahora entiendo lo que debo hacer.<br>Quiero seguir a tu lado, si no te importa."], "description": ["A veteran member of the Raven, the rebel army opposing the Zoldaad Empire, and a highly emotional man. Following Jake's departure from Zoldaad, Abel sought to return to the man he had once been by helping to re-establish a just empire from the shadows. Now he aids the unfortunate who cry for help while devoting his best efforts to accelerating the recovery of his lover, who had previously been made into a mechanized soldier by the former militant empire.", "佐爾達多帝國反叛軍萊文的元老級成員，<br>是個重情重義的男人。<br>在傑科踏上旅途之後，<br>他利用自己的人脈暗中輔佐新皇帝，<br>邊提供需要幫助的人的情報，<br>邊為了治好被帝國改造的戀人奔走。", "졸다드 제국의 반란군 레이븐의<br>고참 멤버로, 정이 많은 남자.<br>제이크가 여행을 떠난 뒤에는<br>그 인품으로 뒤에서부터 제국의 시정을<br>지원하고 있으며, 불우한 사람들의<br>정보를 제공하여 협력하는 한편,<br>옛 제국에 의해 개조당한 동지이자<br>연인의 치료에 몰두하고 있다.", "Un vétéran de Raven, l'armée rebelle en lutte contre l'empire de Zoldaad. C'est aussi quelqu'un de très émotif. Suivant le départ de Zoldaad de Jake, Abel cherchait à redevenir l'homme qu'il a autrefois été, aidant dans l'ombre à la reconstruction d'un empire juste. Il aide maintenant les plus malheureux qui crient à l'aide, tout en faisant tout son possible pour accélérer la guérison de sa chère et tendre, qui a été changée en soldate-robot par l'ancien empire militaire.", "Ein Veteran der Raben, der Gruppe, die hinter der Rebellion gegen das Imperium von Zoldaad steht. Nach Jakes Verschwinden sehnte Abel die Rückkehr des Mannes herbei, der das gerechte Imperium einst aus dem Schatten gehoben hatte. Jetzt hilft er den Benachteiligten, die um Hilfe rufen, während er sein Bestes zur Gesundung seiner Geliebten gibt, die durch das Imperium zu einer mechanischen Soldatin gemacht wurde.", "Un miembro veterano de Raven, el ejército rebelde que se opone al Imperio de Zoldaad, y un hombre muy emotivo. Después de que Jake se vaya de Zoldaad, Abel se propone volver a ser el hombre que una vez fue, ayudando a restablecer un imperio justo de las sombras. Ahora ayuda a los desgraciados que piden auxilio mientras que dedica sus mayores esfuerzos a acelerar la recuperación de su amor, a quien el antiguo imperio militar había convertido en una soldado mecanizada."], "fusion": ["I, with this power...<br>I want to save as many people as possible.", "我要用這力量……<br>拯救更多的人。", "나는, 이 힘으로……<br>사람들을 구해내고 싶어.", "Je... avec ce pouvoir...<br>Je veux sauver le plus de gens possible.", "Ich, mit dieser Kraft ...<br>Ich will so viele retten wie nur möglich.", "Yo, con este poder,<br>quiero salvar a tanta gente como pueda."], "summon": ["I will do everything I am capable of doing.<br>Just like when I was with the Ravens.", "我會盡力而為的。<br>就像當初在「萊文」時那樣。", "할 수 있는 일은 전부 하겠어.<br>'레이븐'이 그랬던 것처럼.", "Je ferai tout ce qu'il est humainement possible de faire.<br>Tout comme lorsque j'étais chez les Raven.", "Ich werde alles tun, was ich vermag.<br>Genau so wie bei den Raben.", "Haré todo de lo que sea capaz.<br>Tal y como lo hacía en Raven."]}}, "100006304": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [675, 2046, 240], "ATK": [28, 86, 16], "MP": [28, 85, 40], "MAG": [23, 69, 16], "SPR": [23, 70, 16], "DEF": [24, 72, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100006304, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290040200": 5, "290020200": 20, "290030200": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 475, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [38, 84, 89], "effect_frames": [36, 82, 87], "strings": {"evolution": ["My power is overflowing!<br>...No, if I get caught up in this,<br>it'll be the empire all over again.", "力量溢出！<br>……不，不能沉浸於力量，<br>這樣豈不是就和帝國一樣了。", "힘이 차오른다!<br> ……아니, 여기에 빠져들었다간<br>제국과 똑같아지고 말아.", "Ma pouvoir déborde !<br>Non, je ne dois pas aller au-delà, cela serait comme du temps de l'empire.", "Meine Kraft quillt über!<br>... Nein, wenn mich das einholt,<br>wird es wieder wie im Imperium.", "¡Estoy rebosando de poder!<br>¡No, si caigo en esta volverá a repetirse la historia del Imperio!"], "affinity": ["Thanks to you, I feel I now<br>understand what I need to do.<br>I want to stay with you, if that's all right.", "多虧了你，<br>我終於知道該做什麼了。<br>如果可以的話，今後也請多關照。", "당신 덕분에, 내가<br>무엇을 해야 할 지 알게 되었어.<br>괜찮다면, 앞으로도 잘 부탁할게.", "Grâce à toi, je crois que je<br>comprends ce que je dois faire.<br>J'aimerais rester à vos côtés si ça ne vous dérange pas.", "Dank dir verstehe ich nun<br>besser, was ich tun muss.<br>Ich möchte bei dir bleiben, in Ordnung?", "Gracias a ti, creo que ahora entiendo lo que debo hacer.<br>Quiero seguir a tu lado, si no te importa."], "description": ["A veteran member of the rebel army opposing the militant rule of the Zoldaad Empire. Abel is such a capable soldier that he has earned leader Jake's trust. However, being deeply in touch with his emotions has caused him to lose composure at the sight of the countless tragedies that have befallen his country, and after witnessing his lover being turned into a mechanized soldier by the empire.", "反軍事國家佐爾達多帝國專政的<br>反叛軍元老級成員。<br>他實力過人，深受領導人傑科信賴。<br>他重情重義，在動蕩的社會環境中<br>這種性格總會讓他失去冷靜的判斷。<br>當得知戀人被帝國改造時，<br>他失去了理智，陷入了危險之中。", "군사국가 졸다드 제국에서, 황제에게<br>대항하는 반란군의 고참 멤버.<br>리더 제이크에게 신뢰받는 만큼<br>실력은 좋지만, 정 넘치는 성격이<br>이 나라의 혹독환 환경 아래에서는<br>화근을 불러오는 경우가 많으며, 연인이<br>제국의 개조 병사가 된 것을 보고<br>이성을 잃는 등 궁지에 몰린 적도 많았다.", "Un vétéran de l'armée rebelle en lutte contre la dictature militaire de l'empire de Zoldaad. Abel est un soldat si compétent qu'il a gagné la confiance du chef Jake. Cependant, sa grande émotivité lui fait perdre sa contenance, quand il est témoin des nombreuses tragédies que son pays subit, ou quand il réalise que sa chère et tendre a été changée en soldate-robot par l'empire.", "Ein Veteran der Rebellenarmee, die gegen das militante Imperium von Zoldaad kämpft. Abel hat sich als fähiger Soldat das Vertrauen von Jake verdient. Als gefühlvoller Mensch macht ihm die Tragödie, die seine Heimat befallen hat, schwer zu schaffen, zumal seine Geliebte durch das Imperium in eine mechanische Soldatin verwandelt wurde.", "Un miembro veterano del ejército rebelde que se opone al soberano militar del Imperio de Zoldaad. Abel es un soldado tan capacitado que se ha ganado la confianza del líder, Jake. Sin embargo, estar tan en contacto con sus emociones ha provocado que pierda su compostura al ver las incontables tragedias que han asolado su país, y después de ver cómo el imperio convierte a su amor en una soldado mecanizada."], "fusion": ["Power should be used to help the weak.<br>That is what the Ravens believe.", "力量是為了弱者而使用的。<br>這就是「萊文」的信念。", "힘이란 약자를 위한 것.<br>그게 '레이븐'의 신념이다.", "La pouvoir devrait être utilisé pour aider les faibles.<br>C'est ce en quoi les Ravens croient.", "Mit Kraft sollte den Schwachen geholfen werden.<br>Daran glauben die Raben.", "El poder debe utilizarse para ayudar a los débiles.<br>Ese es el lema de los Raven."], "summon": ["Are these memories toward that person,<br>or will I never escape this torment.<br>Either way, as long as they can be of use.", "這「意念」是對那傢伙的思念？<br>還是因為沒能救她而悔恨？<br>……希望能派上用場。", "이 '마음'이, 그 녀석을 향한 것인지<br>아니면 구해낼 수 없는 안타까움인지……<br>……도움이 되면 좋겠는데.", "Ces souvenirs sont ils ceux que j'ai à l'égard de cette personne,<br>ou bien un tourmant dont je n'arrive pas à me débarrasser.<br>Enfin, tant qu'ils peuvent servir.", "Gehören diese Erinnerungen jemand anderem<br>oder wird diese Qual immer weitergehen?<br>Hauptsache, sie sind von Nutzen.", "Son estos recuerdos de quién tu sabes o acaso no puedo escapar de este tormento...<br>Sea como sea, espero serte de ayuda."]}}, "100006303": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [519, 1573, 180], "ATK": [22, 66, 12], "MP": [21, 65, 30], "MAG": [17, 53, 12], "SPR": [17, 53, 12], "DEF": [18, 55, 12]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 100006303, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290020200": 10, "290010000": 25, "290030200": 5}}, "rarity": 3, "compendium_id": 474, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [38, 84, 89], "effect_frames": [36, 82, 87], "strings": {"evolution": null, "affinity": ["Thanks to you, I feel I now<br>understand what I need to do.<br>I want to stay with you, if that's all right.", "多虧了你，<br>我終於知道該做什麼了。<br>如果可以的話，今後也請多關照。", "당신 덕분에, 내가<br>무엇을 해야 할 지 알게 되었어.<br>괜찮다면, 앞으로도 잘 부탁할게.", "Grâce à toi, je crois que je<br>comprends ce que je dois faire.<br>J'aimerais rester à vos côtés si ça ne vous dérange pas.", "Dank dir verstehe ich nun<br>besser, was ich tun muss.<br>Ich möchte bei dir bleiben, in Ordnung?", "Gracias a ti, creo que ahora entiendo lo que debo hacer.<br>Quiero seguir a tu lado, si no te importa."], "description": ["A veteran member of the Raven, the group behind the rebellion against the empire of Zoldaad. Abel has been friends with Jake, the leader of the rebel army, for quite some time. Naturally, the rest of his comrades are rather fond of his sociable attitude as well. However, when tragedy struck after a fellow member of the rebel army was captured and brainwashed, he went on a suicidal rampage.", "反佐爾達多帝國組織<br>「萊文」的元老級成員，<br>與領導人傑科情同手足。<br>他平易近人，<br>與組織內的其他成員也十分親近，<br>當反叛軍內出現了被帝國洗腦的同伴時，<br>他失去了理智，執行了特攻。", "졸다드 제국의 반란 조직<br>'레이븐'의 고참 멤버.<br>리더인 제이크와는 오래된 사이이며<br>형제나 다름없이 지낼 뿐 아니라<br>다른 멤버들과도 사이가 좋은 사교적인 남자.<br>그러나 그것이 화근이 되어, 반란군 내에<br>제국 측에 세뇌된 동료가 나타났을 때<br>앞뒤를 생각지 않고 공격을 감행해 버리고 만다.", "Un vétéran de Raven, le groupe derrière la rébellion contre l'empire de Zoldaad. Abel a longtemps été l'ami de Jake, le chef de l'armée rebelle. Naturellement, ses autres camarades apprécient eux aussi beaucoup son caractère sociable. Cependant, lorsque le malheur les a frappés et que l'un des leurs s'est fait capturer et laver le cerveau, il s'est lancé dans une attaque suicide.", "Ein Veteran der Raben, der Gruppe, die hinter der Rebellion gegen das Imperium von Zoldaad steht. Abel war lange Zeit ein Freund von Jake, dem Anführer der Rebellion. Naturgemäß sind seine Kameraden von seiner angenehmen Art angetan. Als eine Tragödie eine Gefährtin der Rebellen traf und diese gefangen genommen und umgedreht wurde, begann er verrückt zu spielen.", "Un miembro veterano del Raven, el grupo que se esconde tras la rebelión que se enfrenta al imperio de Zoldaad. Abel lleva siendo amigo de Jake, el líder del ejército rebelde, durante bastante tiempo. Naturalmente, el resto de sus camaradas también aprecian bastante esta actitud sociable. Sin embargo, cuando llega la tragedia después de que capturen y le laven el cerebro a un miembro del ejército rebelde, se lanza a una misión suicida."], "fusion": ["Even normal people can be strengthened by their memories.", "就算是普通的人類……<br>只要有「思念」，就可以變強。", "평범한 인간이라도……<br>'마음'에 따라 강해질 수 있구나.", "Les souvenirs peuvent aussi rendre les gens normaux meilleurs.", "Selbst normale Leute können ihre Erinnerungen stärken.", "Hasta la gente de a pie puede mejorar a través de sus recuerdos."], "summon": ["I knew I had an indomitable will,<br>but I never would have thought<br>I would become a vision.", "原以為，<br>我的意志不輸任何人……<br>沒想到竟變成了幻兵。", "의지만큼은 누구에게도 지지 않는다고<br>생각하긴 했었지만 말야……<br>설마 '비전'이 될 줄이야.", "Je savais que ma volonté était sans faille,<br>mais de là à revenir en tant que vision...", "Ich wusste, mein Wille ist unbezähmbar,<br>doch ich hätte nie gedacht,<br>das aus mir eine Vision wird.", "Sabía que contaba con una voluntad indomable,<br>pero jamás pensé que me convertiría en una visión."]}}}, "job": "Mercenary", "sex": "Male", "game": "FFBE", "rarity_max": 5, "names": ["Abel", "阿貝爾", "아벨", "Abel", "Abel", "Abel"], "equip": [1, 2, 13, 14, 16, 30, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100006303", "job_id": 82}