{"TMR": ["EQUIP", 405003600], "name": "Nyalu", "is_summonable": false, "skills": [{"level": 10, "type": "ABILITY", "id": 100040, "rarity": 4}, {"level": 23, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 41, "type": "ABILITY", "id": 215760, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 215720, "rarity": 4}, {"level": 8, "type": "MAGIC", "id": 10150, "rarity": 5}, {"level": 26, "type": "MAGIC", "id": 30320, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 215740, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 215730, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 215770, "rarity": 6}, {"level": 39, "type": "ABILITY", "id": 215780, "rarity": 6}, {"level": 67, "type": "MAGIC", "id": 30330, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 215750, "rarity": 6}], "sex_id": 2, "entries": {"100009506": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1062, 3218, 390], "ATK": [37, 112, 26], "MP": [53, 160, 65], "MAG": [42, 128, 26], "SPR": [46, 140, 34], "DEF": [39, 119, 26]}, "magic_affinity": [7, 0, 7, 0], "ability_slots": 4, "limitburst_id": 100009506, "attack_count": 10, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 706, "attack_damage": [[10, 10, 10, 10, 60]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [31, 41, 51, 61, 107], "effect_frames": [29, 39, 49, 59, 105], "strings": {"evolution": ["I've surpassed my costume's limits, meow! In other words, I'm a real cat now, meow! Or at least that's how I feel, meow!", "突破布偶裝的極限了喵！<br>也就是說喵露露已經完全變成貓了喵！<br>總而言之就是這種感覺喵！", "인형옷의 한계를 돌파했다 냥!<br>즉 냐루루는 완전한 고양이다 냥!<br>아무튼 그런 기분이다 냥!", "J'ai dépassé les limites de mon costume, miaou !<br>En d'autre terme, je suis un vrai chat désormais, miaou !<br>Enfin, c'est ce que je ressens, miaou !", "Ich habe die Grenzen meines Kostüms überschritten, miau!<br>Jetzt bin ich eine richtige Katze, miau!<br>So fühlt es sich zumindest an, miau!", "¡Ya no llevo disfraz, miau!<br>Dicho de otra forma, ¡ahora soy una gata de verdad!<br>¡O al menos así me siento yo, miau!"], "affinity": ["Thank you so, so much for all<br>that you've done for me, meow!<br>Here's a token of my appreciation, meow!", "謝謝你如此照顧我！<br>真的真的非常感謝你喵！<br>這是我的一點心意喵！", "지금까지 돌봐 줘서<br>정말 정말 고마워 냥!<br>이건 작은 성의다 냥!", "Merci pour tout ce que<br>tu as fait pour moi, vraiment, miaou !<br>Voici un gage de ma gratitude, miaou !", "Danke für alles, das du<br>für mich getan hast, miau!<br>Hier ist ein Zeichen meiner Wertschätzung, miau!", "¡Te agradezco muchísimo todo<br>lo que has hecho por mí, miau!<br>¡Aquí tienes un regalo como muestra de agradecimiento, miau!"], "description": ["A girl dressed in a cat suit. Although Nyalu loves to eat fish, she is not very adept at catching them herself, leaving the task up to her loyal cat friends instead. Whenever she catches a whiff of catnip whilst in battle, she loses focus and begins to dawdle. This causes even her furry friends to reprimand her behavior.", "身著貓服的女孩。<br>她喜歡吃魚，<br>不過並不擅長捕魚，<br>因此總是向關係好的貓們討要。<br>另外，只要身邊有狗尾草，<br>即便在戰鬥中她也會去挑弄。<br>對此，即便關係再好，<br>貓們也會勃然大怒。", "고양이 인형 옷을 입은 소녀. 생선을 제일 좋아하지만, 생선을 잡는 게 영 서투르기 때문에 항상 친구 고양이로부터 나눠 받는다. 또한, 강아지풀이 근처에 있으면 전투 중이라 하더라도 금세 정신이 팔려 버려, 그럴 때마다 친구 고양이들에게 따끔하게 혼이 난다고 한다.", "Une femme vêtue d’un déguisement de chat. Nyalu adore le poisson, mais, étant une piètre pêcheuse, ses prises sont rares et elle préfère confier cette tâche à ses fidèles amis félins. Si jamais elle renifle l’odeur de la cataire en plein combat, elle perd toute concentration et se met à musarder. Quand ceci se produit, même ses camarades velus n’hésitent pas à la réprimander.", "Ein Mädchen, das einen Katzenanzug trägt. Obwohl Nyalu für ihr Leben gern Fisch isst, stellt sie sich beim Fischfang nicht besonders geschickt an und überlässt dies lieber ihren Katzenfreunden. Wenn sie im Kampf Katzenminze in die Nase bekommt, kann sie sich nicht länger konzentrieren und torkelt umher. Ihre Katzenfreunde rügen sie dafür.", "Una chica con traje de gato. Aunque a Nyalu le encanta el pescado, no se le da demasiado bien cazarlo por sí sola, por lo que esta tarea cae en las garras de sus leales aliados gatunos. En combate, cuando le viene olorcillo a nébeda, pierde por completo la concentración y se distrae fácilmente. Esto hace que sus gatos se quejen de su comportamiento."], "fusion": ["There we go!<br>Go, go, meow!", "噗嚇——！<br>喵——咕嚕咕嚕喵——！", "읏쌰~!!<br>냥~ 데굴데굴 냥~!!", "Ah voilà !<br>Allez, c'est parti !", "Na also!<br>Los, los, miau!", "¡Allá vamos!<br>¡Vamos, vamos, miau!"], "summon": ["Don't forget breakfast and dinner, meow?<br>I would also like a treat from time to time, meow!", "不要忘了準備早晚的飯喵！<br>偶爾能給我些點心那就更好了喵！", "아침저녁마다 밥 챙겨주는 거 잊지 마 냥?<br>가끔씩 간식 챙겨주면 더 좋구 냥!", "N'oubliez pas mon petit-déjeuner et mon dîner, miaou ?<br>Et je ne serais pas contre un petit gâteau de temps en temps, miaou !", "Vergiss nicht Frühstück und Abendbrot, miau.<br>Eine Leckerei von Zeit zu Zeit wäre auch nett, miau!", "No te olvides del desayuno y la cena, ¿miau?<br>¡También me gustaría algún premio de vez en cuando, miau!"]}}, "100009504": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [628, 1903, 210], "ATK": [22, 66, 14], "MP": [31, 94, 35], "MAG": [25, 75, 14], "SPR": [27, 82, 18], "DEF": [23, 70, 14]}, "magic_affinity": [5, 0, 5, 0], "ability_slots": 3, "limitburst_id": 100009504, "attack_count": 10, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290031000": 13, "290020700": 25, "290050300": 15, "290050400": 8, "290030900": 8}}, "rarity": 4, "compendium_id": 704, "attack_damage": [[10, 10, 10, 10, 60]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [31, 41, 51, 61, 107], "effect_frames": [29, 39, 49, 59, 105], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Thank you so, so much for all<br>that you've done for me, meow!<br>Here's a token of my appreciation, meow!", "謝謝你如此照顧我！<br>真的真的非常感謝你喵！<br>這是我的一點心意喵！", "지금까지 돌봐 줘서<br>정말 정말 고마워 냥!<br>이건 작은 성의다 냥!", "Merci pour tout ce que<br>tu as fait pour moi, vraiment, miaou !<br>Voici un gage de ma gratitude, miaou !", "Danke für alles, das du<br>für mich getan hast, miau!<br>Hier ist ein Zeichen meiner Wertschätzung, miau!", "¡Te agradezco muchísimo todo<br>lo que has hecho por mí, miau!<br>¡Aquí tienes un regalo como muestra de agradecimiento, miau!"], "description": ["A girl dressed in a cat suit. Although Nyalu's manner of speaking and behavior are reminiscent of that of a cat, she is most definitely human. However, apparently cats enjoy her company more than her own species does. It is unknown whether or not this led her to form such a trusting relationship with the furry animals, but they always seem to have fun together regardless.", "身著貓服的女孩。<br>其言行無限接近貓類，<br>但她是貨真價實的人類。<br>不過貓咪們<br>似乎把她當成了同類。<br>沒有人知道<br>她們之間的信賴關係是如何構建的，<br>但她們總是一起開心地玩耍。", "고양이 인형 옷을 입은 소녀. 언동을 보아선 영락없는 고양이지만, 틀림없는 인간이다. 그러나 고양이들은 냐루루를 동족으로 여기고 있으다고 한다. 어떠한 연유로 신뢰 관계를 구축할 수 있었는지는 밝혀지지 않았지만, 냐루루와 고양이는 항상 즐거운 것 같다.", "Une femme vêtue d’un déguisement de chat. Nyalu, malgré ses expressions félines et son comportement de chat, est sans l’ombre d’un doute un être humain. Néanmoins, les chats semblent apprécier sa compagnie davantage que ses propres semblables. Nul ne sait si cela explique l’amitié si forte qu’elle a liée avec les animaux à fourrure, mais quoi qu’il en soit, ils trouvent toujours un moyen de s’amuser ensemble.", "Ein Mädchen, das einen Katzenanzug trägt. Obwohl sich Nyalu wie eine Katze verhält und auch so spricht, ist sie definitiv ein Mensch. Doch Katzen scheinen sich in ihrer Nähe wohler zu fühlen als Menschen. Niemand weiß, ob dies der wahre Grund für ihre enge Bindung zu den Stubentigern ist, aber sie scheinen immer viel Spaß miteinander zu haben.", "Una chica con traje de gato. Aunque la forma que tiene de hablar y comportarse es más bien típica de los gatos, no cabe duda de que Nyalu es humana. Sin embargo, parece que los gatos prefieren su compañía por encima de la de los miembros de su propia especie. No se sabe a ciencia cierta si esto la ha llevado a entablar una amistad especial con estos animales peludos, pero parece que siempre se lo pasan bien juntos."], "fusion": ["I've grown stronger, meow!<br>Meow, meow, meow!", "變強了喵！<br>喵——喵——喵——！", "강해졌다 냥~!<br>냥 냥 냥~!!", "Je suis devenue tellement forte que je peux protéger ceux qui me sont chers maintenant.<br>C'est aussi pour cela que je veux devenir encore plus puissante.", "Ich bin stärker geworden, miau!<br>Miau, miau, miau!", "¡Ahora soy más fuerte, miau!<br>¡Miau, miau, miau!"], "summon": ["You did quite well capturing me, Master!", "能夠抓到喵露露……<br>你還真是不簡單喵！", "냐루루를 붙잡다니,<br>꽤 하는 녀석이다 냥!", "Maître, vous vous débrouillez pas mal, dites-moi. Je n'aurais jamais cru que vous puissiez m'attraper.", "Gut, dass du mich gefangen hast, Meister!", "¡Hizo bien en capturarme, amo!"]}}, "100009505": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [817, 2475, 240], "ATK": [28, 86, 16], "MP": [41, 123, 40], "MAG": [32, 98, 16], "SPR": [35, 107, 24], "DEF": [30, 91, 16]}, "magic_affinity": [6, 0, 6, 0], "ability_slots": 4, "limitburst_id": 100009505, "attack_count": 10, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 20, "290060100": 10, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 705, "attack_damage": [[10, 10, 10, 10, 60]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [31, 41, 51, 61, 107], "effect_frames": [29, 39, 49, 59, 105], "strings": {"evolution": ["Meow, meow, meow!<br>Meow, meow, meow, meow!", "喵喵喵喵——！<br>喵喵喵！", "야옹 야옹 야~옹!<br>야옹 야오오옹!", "Miaou, miaou, miaou !<br>Miaou, miaou, miaou, miaou !", "Miau, miau, miau!<br>Miau, miau, miau, miau!", "¡Miau, miau, miau!<br>Miau, miau, miau, miau!"], "affinity": ["Thank you so, so much for all<br>that you've done for me, meow!<br>Here's a token of my appreciation, meow!", "謝謝你如此照顧我！<br>真的真的非常感謝你喵！<br>這是我的一點心意喵！", "지금까지 돌봐 줘서<br>정말 정말 고마워 냥!<br>이건 작은 성의다 냥!", "Merci pour tout ce que<br>tu as fait pour moi, vraiment, miaou !<br>Voici un gage de ma gratitude, miaou !", "Danke für alles, das du<br>für mich getan hast, miau!<br>Hier ist ein Zeichen meiner Wertschätzung, miau!", "¡Te agradezco muchísimo todo<br>lo que has hecho por mí, miau!<br>¡Aquí tienes un regalo como muestra de agradecimiento, miau!"], "description": ["A girl dressed in a cat suit. Nyalu is always surrounded by cats that join her in her sunbaths, amongst other things. Whilst on the battlefield, the cats also do their best to protect her from harm. Once the battle is over, she repays their kindness by thoroughly grooming each one individually.", "身著貓服的女孩。<br>她總是被無數的貓包圍，<br>和牠們一起愉快地玩耍。<br>戰鬥時貓們會全力以赴，<br>保護她。<br>戰鬥結束後，<br>作為回禮，<br>女孩會為貓們細緻地打理毛髮。", "고양이 인형 옷을 입은 소녀. 늘 여러 마리의 고양이에게 둘러싸여 있으며 함께 일광욕을 즐기고 있다. 전투가 발생하면 고양이들은 냐루루를 지키기 위해 필사적으로 싸우고, 전투가 끝나면 냐루루는 자신을 위해 싸워 준 고양이 한 마리 한 마리에게 정성을 담아 털을 그루밍해준다고 한다.", "Une femme vêtue d’un déguisement de chat. Nyalu est constamment entourée d’une troupe de chats qui l’accompagnent partout où elle va, que ce soit pour bronzer ou autre. Sur le champ de bataille, ces chats font également tout leur possible pour la protéger du danger. Une fois le combat terminé, elle remercie ses combattants félins en s’occupant personnellement de la toilette de chacun d’entre eux.", "Ein Mädchen, das einen Katzenanzug trägt. Nyalu ist immer von Katzen umringt, die mit ihr auch mal ein gemeinsames Sonnenbad nehmen. Auf dem Schlachtfeld geben die Katzen alles, um sie vor Schaden zu bewahren. Nach dem Kampf bedankt sie sich bei ihnen, indem sie ihnen ausgiebig das Fell pflegt.", "Una chica con traje de gato. Nyalu siempre está rodeada de gatos que la acompañan a tomar el sol, entre otras actividades. En combate, los gatos también se esmeran por protegerla de cualquier peligro, por lo que, cuando cesa el combate, Nyalu los recompensa por su ayuda cepillándolos a cada uno de ellos por separado."], "fusion": ["Meow, meow!?<br>It feels like my costume is more comfortable than ever!", "喵喵喵！？<br>布偶裝的毛色<br>好像變得更漂亮了喵！", "냥냥냥?!<br>인형 옷의 털결이<br>좋아진 것 같다 냥!", "Miaou, miaou !?<br>J'ai l'impression que mon costume me va encore mieux qu'avant !", "Miau, miau!?<br>Mein Kostüm wird von Mal zu Mal gemütlicher!", "¡¿Miau, miau?!<br>¡Me da la sensación de que mi traje es más cómodo que nunca!"], "summon": ["You had better treat me responsibly, meow?", "你確定會負起責任，<br>好好對待喵露露吧？", "책임감을 갖고<br>냐루루를 돌봐줘야 한다 냥?", "Vous feriez mieux de bien me traiter, miaou ?", "Sei lieber lieber gut zu mir, miau.", "Más te vale tratarme con cuidado, ¿miau?"]}}}, "job": "Costume Girl", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Nyalu", "喵露露", "냐루루", "Nyalu", "Nyalu", "Nyalu"], "equip": [5, 6, 9, 11, 16, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100009504", "job_id": 122}