{"TMR": ["EQUIP", 404001400], "name": "Fohlen", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200440, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 11, "type": "ABILITY", "id": 208910, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 400110, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 51, "type": "ABILITY", "id": 100090, "rarity": 5}, {"level": 62, "type": "ABILITY", "id": 208620, "rarity": 5}, {"level": 73, "type": "ABILITY", "id": 208660, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 208880, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 208600, "rarity": 6}, {"level": 21, "type": "ABILITY", "id": 208650, "rarity": 6}, {"level": 33, "type": "ABILITY", "id": 208640, "rarity": 6}, {"level": 55, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 68, "type": "ABILITY", "id": 208630, "rarity": 6}, {"level": 88, "type": "ABILITY", "id": 208670, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 208610, "rarity": 6}], "sex_id": 1, "entries": {"100006806": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1203, 3645, 450], "ATK": [48, 145, 30], "MP": [51, 155, 75], "MAG": [38, 115, 30], "SPR": [40, 122, 30], "DEF": [44, 133, 30]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100006806, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 514, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [35, 48, 81], "effect_frames": [33, 46, 79], "strings": {"evolution": ["Chomp! Chomp!<br>...Oh? Seems my partner is pleased!", "咕哎！咕哎！<br>……哦？看來我的搭檔也很高興！", "꾸엑! 꾸에엑!<br>……오오! 파트너가 기뻐하고 있어!", "*Mâche* *Mâche*<br>... Oh ? On dirait que mon partenaire est content !", "Mampf! Mampf!<br>... Ah? Mein Partner ist zufrieden!", "¡Kue, kue!<br>¿Oh? ¡Mi compañero parece estar contento!"], "affinity": ["To have believed in a weird one like me,<br>you must be quite strange, yourself.<br>I look forward to our continued path together!", "你竟會相信我這樣的怪人。<br>看來你也是個十足的怪人。<br>今後請多關照！", "나같이 별난 인간을 신뢰하다니,<br>당신도 꽤 별난 인간이군 그래.<br>앞으로도 잘 부탁해!", "Si tu as cru en un mec bizarre comme moi,<br>c'est que tu dois être un peu étrange aussi.<br>J'ai hâte de voir ce qui nous attend !", "Du glaubst an so eine merkwürdige Gestalt wie mich,<br>du musst selbst seltsam sein.<br>Setzen wir unseren gemeinsamen Weg fort!", "Que hayas confiado en alguien tan peculiar como yo,<br>debe decir que tu también eres rarito.<br>¡Estoy deseando que podamos seguir viajando juntos!"], "description": ["A knight that combines his strength as a warrior with the swiftness of his chocobo. Chocobo knights make for chivalrous and heroic figures in battle, but Fohlen didn't learn his true purpose until he set out on a journey of self-discovery with his feathery partner. He learned every single fighting skill he knows firsthand by vanquishing beasts in order to cover for his traveling expenses. A free-spirit by nature, Fohlen allows very little to ruffle his feathers.", "兼備騎士的戰鬥力與陸行鳥的機動力的<br>陸行鳥騎士。他本可以<br>作為陸行鳥騎兵在戰場上成為英雄，<br>但他認為與搭檔陸行鳥一起旅行更有意義。<br>在路上通過與魔物戰鬥，<br>他創造出了一套獨有的戰鬥方法，<br>他的性格也是不拘小節，十分自由。", "나이트의 전투력과 초코보의 기동력을<br>모두 갖춘, 초코보 나이트라 불리는 전사.<br>옛날 같았으면 초코보 기병은<br>전장의 영웅적인 존재였을 테지만<br>본인은 파트너 초코보와 여행하는 것에만<br>의미를 두고, 전투 실력은 그저 여비를 위해<br>마물과 싸우며 익힌 완전한 아류에 불과하다.<br>또한, 세세한 일은 신경 쓰지 않는 자유로운 성격이기도 하다.", "Un chevalier qui combine sa force de guerrier avec la vélocité de sa monture. Les cavaliers chocobo pourraient faire de preux et valeureux héros en combat, mais Fohlen ne découvrit sa raison d'être qu'à travers un voyage métaphysique en compagnie de son partenaire aviaire. Il apprit chacune de ses techniques par lui-même, en vainquant des monstres afin de couvrir ses frais. On peut donc dire, d'une certaine façon, qu'il vit de ses plumes.", "Ein Ritter, der seine Stärke als Krieger mit der Wendigkeit seines Chocobos vereint. Chocobo-Ritter sind galante Helden im Kampf, doch Fohlen lernte seine wahre Bestimmung erst, als er mit seinem gefiederten Partner zu einer Reise aufbrach. Er erlernte alle seine Fähigkeiten selbst durch das Besiegen von Bestien, um damit seine Reisekosten zu decken. Als Freigeist passt Fohlen jedoch sehr gut auf seinen Chocobo-Freund auf.", "Caballero que combina la fuerza del guerrero con la velocidad del chocobo. Aunque estos combatientes suelen actuar en batalla de manera cortés y heroica, Fohlen no supo cuál era su verdadero propósito hasta hacer un viaje de autoconocimiento junto a su plumoso amigo. Adquirió sus habilidades de combate de primera mano, derrotando bestias para cubrir los gastos de su travesía. Fohlen es un espíritu libre que no deja que nada le ofenda."], "fusion": ["Oh wow, isn't that nice!<br>My partner and I can grow stronger together.", "哦！真不錯！<br>我和搭檔可以一起變強了。", "오옷, 좋은데!<br>나도 파트너와 함께 강해지겠어.", "Oh ouah, c'est génial ça !<br>Mon partenaire et moi sommes devenus plus fort ensemble.", "Oh wow, wie toll!<br>Mein Partner und ich werden zusammen stärker.", "¡Anda, mira que bien!<br>Mi socio y yo nos hemos vuelto fuertes a la vez."], "summon": ["Do you think it's old-fashioned<br>for a knight to ride on a chocobo?<br>Wait until you see what I'm capable of.", "陸行鳥騎士<br>已經過時了？<br>見識過我的本領再評判吧。", "초코보를 탄 기사는<br>시대에 뒤처졌다는 소리야?<br>실력을 먼저 보고 나서 말하라구.", "Tu penses pas que c'est un peu démodé<br>pour un chevalier d'avoir un chocobo pour monture ? Attends de voir ce dont je suis capable.", "Glaubst du, es ist altmodisch,<br>wenn ein Ritter auf einem Chocobo reitet?<br>Warte, bis du siehst, was ich kann.", "¿Crees que queda anticuado que un caballero vaya montado en chocobo?<br>Espera a ver de lo que soy capaz."]}}, "100006805": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [925, 2803, 300], "ATK": [37, 111, 20], "MP": [39, 119, 50], "MAG": [29, 88, 20], "SPR": [31, 93, 20], "DEF": [34, 102, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100006805, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 513, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [35, 48, 81], "effect_frames": [33, 46, 79], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["To have believed in a weird one like me,<br>you must be quite strange, yourself.<br>I look forward to our continued path together!", "你竟會相信我這樣的怪人。<br>看來你也是個十足的怪人。<br>今後請多關照！", "나같이 별난 인간을 신뢰하다니,<br>당신도 꽤 별난 인간이군 그래.<br>앞으로도 잘 부탁해!", "Si tu as cru en un mec bizarre comme moi,<br>c'est que tu dois être un peu étrange aussi.<br>J'ai hâte de voir ce qui nous attend !", "Du glaubst an so eine merkwürdige Gestalt wie mich,<br>du musst selbst seltsam sein.<br>Setzen wir unseren gemeinsamen Weg fort!", "Que hayas confiado en alguien tan peculiar como yo,<br>debe decir que tu también eres rarito.<br>¡Estoy deseando que podamos seguir viajando juntos!"], "description": ["An eccentric knight who fights atop a chocobo. Fohlen wears flexible and adjustable armor that allows him to wander around the world working as a mercenary for hire. Chocobos are usually used as a means of transportation and as a tool for cultivating the land, whilst most military forces prefer airships to carry out their duties. For this reason, chocobo knights are often frowned upon, making their numbers scarce.", "騎著陸行鳥戰鬥的奇異戰士，<br>運用機動力及騎乘特有裝備<br>作為傭兵在世界各地旅行。<br>陸行鳥在代步及農耕方面運用廣泛，<br>各地都大量飼養，<br>但在軍隊中，最為普及的移動手段<br>還要數飛空艇，因此陸行鳥受到了冷遇。<br>陸行鳥騎士在現今實屬稀有職業。", "초코보에 올라타 싸우는 특이한 전사.<br>기동력과 기마병다운 장비를 갖추고,<br>용병으로서 세계 이곳저곳을 떠돌고 있다.<br>초코보는 기승용과 농경용으로서<br>세계 각지에서 사육되고 있었지만<br>비공정 등의 보급으로 인해 군용으로는<br>국군 편성에서 외면당하고 있어<br>초코보 나이트란 꽤 희귀한 존재이기도 하다.", "Un chevalier excentrique juché sur le dos d'un chocobo. Fohlen porte une amure légère et souple qui lui permet de parcourir le monde en travaillant comme mercenaire. Si les chocobos sont couramment utilisés comme moyens de transport ou animaux de trait, la plupart des forces militaires leur préfèrent les aéronefs. De ce fait, les cavaliers chocobo sont peu nombreux, et souvent reçus avec froideur.", "Ein exzentrischer Ritter, der auf einem Chocobo reitet. Mit seiner flexibel anpassbaren Rüstung wandert Fohlen um die Welt und lässt sich als Söldner anwerben. Chocobos werden gewöhnlich in der Landwirtschaft oder als Transportmittel eingesetzt, während das Militär Luftschiffe vorzieht. Aus diesem Grund sieht man auf die nur vereinzelt vorkommenden Chocobo-Ritter oft herab.", "Caballero excéntrico que monta un chocobo. Fohlen porta una armadura flexible y ajustable que le permite viajar cómodamente por el mundo en busca de trabajo como mercenario. Debido a que los chocobos suelen usarse como medio de transporte o animales de granja, los militares prefieren usar barcos voladores en las misiones, por lo que estos caballeros están mal vistos y, por ende, no son muy numerosos."], "fusion": ["Chomp, chomp!<br>...That wasn't me just now,<br>it was my happy, little partner.", "咕哎！咕哎！<br> ……啊，你不要誤會，<br>這是我的搭檔在表達喜悅之情。", "꾸엑, 꾸엑!<br>……아, 이건 내가 아니라<br>파트너가 기쁠 때 내는 울음소리야.", "*Mâche*, *mâche* !<br>... Ce n'est pas moi qui fait ce bruit. C'est mon gentil partenaire.", "Mampf, mampf!<br>... Das war nicht nur für mich,<br>es war auch mein kleiner, fröhlicher Partner.", "¡Kue, kue!<br>... Que conste que no he sido yo,<br>sino mi alegre socio."], "summon": ["I am Fohlen!<br>This chocobo is my partner.<br>We both look forward to working with you.", "我叫福倫！<br>這邊的陸行鳥是我的搭檔。<br>請多關照！", "나는 포렌!<br>이쪽은 파트너 초코보.<br>잘 부탁해.", "Moi, c'est Fohlen!<br>Ce chocobo est mon partenaire.<br>Nous avons hâte de nous battre à tes côtés.", "Ich bin Fohlen!<br>Dieser Chocobo ist mein Partner.<br>Wir freuen uns beide, mit dir zu arbeiten.", "¡Me llamo Fohlen!<br>Este chocobo es mi compañero.<br>Ambos estamos deseando trabajar contigo."]}}}, "job": "Chocobo Knight", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Fohlen", "福倫", "포렌", "Fohlen", "Fohlen", "Fohlen"], "equip": [1, 2, 10, 30, 31, 41, 51, 52, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100006805", "job_id": 104}