{"TMR": ["MATERIA", 504200230], "name": "Kenyu", "is_summonable": false, "skills": [{"level": 6, "type": "ABILITY", "id": 100010, "rarity": 2}, {"level": 18, "type": "ABILITY", "id": 100020, "rarity": 2}, {"level": 13, "type": "ABILITY", "id": 200210, "rarity": 3}, {"level": 29, "type": "ABILITY", "id": 100030, "rarity": 3}, {"level": 34, "type": "ABILITY", "id": 201130, "rarity": 3}], "sex_id": 1, "entries": {"100003203": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [423, 1282, 720], "ATK": [19, 59, 36], "MP": [15, 45, 90], "MAG": [12, 36, 36], "SPR": [13, 38, 36], "DEF": [15, 44, 36]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 1, "limitburst_id": 100003203, "attack_count": 20, "magical_resist": 0, "awakening": null, "rarity": 3, "compendium_id": 166, "attack_damage": [[20, 20, 20, 20, 20]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [24, 36, 48, 60, 99], "effect_frames": [22, 34, 46, 58, 97], "strings": {"evolution": ["A fighter's path has no end...<br>But it has waypoints.<br>And I have passed them all.", "武道之路雖然沒有終點……<br>但卻有路標。<br>看來我又超越了一個路標啊。", "무술의 길에 끝은 없지만……<br>이정표는 있을 수 있지.<br>이 정도면 어느 정도 성취한 것 같은데.", "La voie du guerrier est sans fin, mais elle est jalonnée d'étapes, et je les ai toutes franchies.", "Der Weg eines Kämpfers hat kein Ende.<br>Aber er hat Zwischenstationen.<br>Und ich habe alle passiert.", "El camino del guerrero<br>no tiene fin...<br>Pero tiene etapas.<br>Y yo ya las he superado todas."], "affinity": ["Because you summoned me, I've been able to focus on my martial arts again. For that, I thank you.", "多虧了你的召喚，<br>我才能夠再次專心鑽研武道。<br>謝謝你。", "네가 이 세상에 불러준 덕분에<br>또다시 무술에 전념할 수 있게 되었지.<br>고맙게 생각한다.", "Depuis que tu m'as invoqué, j'ai pu me concentrer à nouveau sur mes arts martiaux. Tu as toute ma gratitude !", "Weil du mich beschworen hast, konnte ich mein Training wieder aufnehmen. Dafür danke ich dir.", "Gracias a tu invocación me he podido concentrar en las artes marciales otra vez. Te lo agradezco."], "description": ["A martial artist who wandered from town to town, challenging others to hand-to-hand combat. He was the creator of karate, a martial art that emphasized style and civility. Kenyu's choice to defend the weak worried some unscrupulous authorities, who eventually saw to it that he met a violent death.", "雲遊各地，赤手空拳挑戰敵人的武鬥家，<br>他創造了「空手道」這種<br>注重架勢與禮節的本領，<br>窮極該本領後，他為了保護弱者<br>而四處奔走傳道，<br>卻因當權者恐懼平民擁有力量<br>而死於殘忍迫害之中。", "각지를 유랑하며 육탄전 위주의<br>독자적인 품새와 예법을 갖춘<br>'가라테'라는 기술을 창시한 무술가.<br>기술을 완성한 그는 약자를 지키기 위해<br>'가라테'를 세상에 널리 알리고자 했으나,<br>대중이 힘을 갖는 것을 경계한 당대 권력자의 손에 허무하게 죽었다고 한다.", "Un maître en arts martiaux qui voyageait de ville en ville pour défier des adversaires dans des combats à mains nues. Il est à l'origine de l'art du karaté, qui met en avant la beauté du geste et la courtoisie. Le désir de Kenyu de toujours défendre les plus faibles gênait les autorités corrompues, qui lui réservèrent une mort brutale.", "Kämpfer, der umherzog und andere zum Kampf Mann gegen Mann herausforderte. War der Erfinder des Karate, bei dem auf Stil und Höflichkeit Wert gelegt wurde. Kenyu's Entscheidung, die Schwachen zu beschützen, beunruhigte Teile der skrupellosen Obrigkeit, die schließlich dafür sorgte, dass er den Tod fand.", "Un luchador que vagó de ciudad en ciudad desafiando a otros a combates cuerpo a cuerpo. Fue el creador del karate, un arte marcial que recalcaba el estilo y el civismo. La decisión de Kenyu de defender a los débiles preocupaba a ciertas autoridades más recelosas, que se aseguraron de que tuviera una muerte atroz."], "fusion": ["Hi-yah!<br>Finally I have the power to pursue my chosen path!", "嘿！哈！<br>嗯，這力量才是我所追求的！", "이얍! 얏!<br>음, 내 목표를 이루기 위해<br>부족함 없는 힘을 얻었다!", "Yiiiha !<br>J'ai enfin le pouvoir de choisir la voie que je veux poursuivre !", "Hiiyaa!<br>Endlich habe ich die Kraft, meinen Weg zu gehen!", "¡Iyaaa!<br>¡Por fin tengo el poder<br>para seguir mi camino!"], "summon": ["I am thankful for this second opportunity to seek my path. I will train twice as hard this time.", "你給了我機會，<br>讓我在這裡繼續追尋夢想……<br>十分感謝，我不會浪費掉這個機會的。", "다시 기회를 주어 고맙다…….<br>기대에 보답할 수 있도록<br>수행에 힘쓰겠다.", "Merci de m'avoir donné une nouvelle chance de poursuivre ma voie. Cette fois, je vais m'entraîner deux fois plus !", "Ich bin dankbar für diese neue Chance, meinen Weg weiterzugehen. Ich werde das Training nicht vernachlässigen.", "Doy gracias por esta segunda oportunidad para buscar mi camino. Entrenaré el doble esta vez."]}}, "100003202": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [325, 987, 570], "ATK": [15, 46, 26], "MP": [11, 35, 65], "MAG": [9, 28, 26], "SPR": [10, 30, 26], "DEF": [11, 34, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 1, "limitburst_id": 100003202, "attack_count": 20, "magical_resist": 0, "awakening": {"gil": 750, "materials": {"290050100": 20, "290050200": 5, "290010000": 8, "290020100": 3}}, "rarity": 2, "compendium_id": 165, "attack_damage": [[20, 20, 20, 20, 20]], "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [24, 36, 48, 60, 99], "effect_frames": [22, 34, 46, 58, 97], "strings": {"evolution": [null, null, null, null, null, null], "affinity": [null, null, null, null, null, null], "description": ["A martial artist who traveled the world with nothing but the clothes on his back. Through learning the techniques of the countless opponents he felled, Kenyu developed a martial art known as karate. Sadly, when he perished during his journey towards perfection, so too perished the art form he embodied.", "雲遊各國，<br>赤手空拳進行修行的武鬥家。<br>在各地打倒對手後，就會學習對方的招式，<br>並且獨創出了「空手道」這種本領。<br>為了窮盡武鬥之路他繼續踏上旅途，<br>然而卻從此行蹤不明，他與他開創的空手道<br>都從世上消失了蹤跡。", "맨몸으로 각국을 유랑하며 수행을 쌓던 무술가.<br>방방곡곡에서 실력자에게 승리하며 익힌 기술로<br>'가라테'라는 무술 체계를 세웠다.<br>그러나 더 높은 경지에 이르기 위해 계속 여행하던 중<br>종적을 알 수 없게 되었고,<br>가라테 역시 사라지고 말았다.", "Un maître en arts martiaux qui a parcouru le monde avec pour seul bagage les vêtements qu'il portait sur le dos. En étudiant les techniques des ennemis qu'il croisait sur son chemin, Kenyu a mis au point un art martial aujourd'hui connu sous le nom de karaté. Malheureusement, il est mort en pleine quête vers la perfection, emportant dans sa tombe les secrets de son art.", "Ein Kampfkünstler, der die Welt nur mit dem bereist, was er am Leib trägt. Indem er die Techniken seiner zahllosen Gegner erlernte, entwickelte er den heute als Karate bekannten Kampfstil. Leider starb er auf seinem Weg zur Perfektion, und seine Kunst starb mit ihm.", "Un luchador que viajó por el mundo con lo puesto. A base de aprender las técnicas de los incontables oponentes a los que venció, Kenyu desarrolló el arte marcial que hoy conocemos como karate. Por desgracia murió durante su viaje hacia la perfección y su estilo de lucha murió con él."], "fusion": ["Hi-yah!<br>What an exhilarating workout!", "呼！哈！<br>嗯嗯，這鍛煉方法真不錯！", "흡! 핫!<br>오, 이거 신체단련에 정말 좋은데!", "Yiiiha !<br>Quel entraînement palpitant !", "Hiiyaa!<br>Eine exzellente Trainingseinheit!", "¡Iyaaa!<br>¡Qué entrenamiento<br>tan tonificante!"], "summon": ["The power I was searching for...<br>Now I have the chance to seek it again.", "我所追尋的力量……<br>在這裡繼續追尋也不錯。", "내가 원했던 힘을……<br>다시 한 번 추구하는 것도 나쁘지 않군.", "Le pouvoir que j'ai recherché toute ma vie...<br>Une nouvelle chance de l'acquérir s'offre enfin à moi.", "Nun habe ich eine zweite Chance, sie zu erlangen ...<br>Die Kraft, nach der ich gestrebt habe ...", "El poder que anhelaba...<br>Ahora tengo la ocasión<br>de seguir buscándolo."]}}}, "job": "Black Belt", "sex": "Male", "game": "FFBE", "rarity_max": 3, "names": ["Kenyu", "健遊", "켄유", "Kenyu", "Kenyu", "Kenyu"], "equip": [16, 40, 50, 60], "game_id": 11001, "rarity_min": 2, "tribe_id": 5, "id": "100003202", "job_id": 44}