{"TMR": ["MATERIA", 504020160], "name": "Anzelm", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10020, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10030, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10040, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10050, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20040, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20050, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20060, "rarity": 3}, {"level": 13, "type": "MAGIC", "id": 10070, "rarity": 3}, {"level": 22, "type": "MAGIC", "id": 20110, "rarity": 3}, {"level": 36, "type": "MAGIC", "id": 20120, "rarity": 3}, {"level": 40, "type": "MAGIC", "id": 20130, "rarity": 3}, {"level": 5, "type": "MAGIC", "id": 10080, "rarity": 4}, {"level": 19, "type": "MAGIC", "id": 10120, "rarity": 4}, {"level": 24, "type": "MAGIC", "id": 10090, "rarity": 4}, {"level": 51, "type": "MAGIC", "id": 20150, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 20180, "rarity": 4}], "sex_id": 1, "entries": {"100002203": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [445, 1348, 240], "ATK": [20, 60, 16], "MP": [22, 68, 60], "MAG": [21, 63, 16], "SPR": [18, 55, 16], "DEF": [17, 53, 16]}, "magic_affinity": [4, 4, 0, 0], "ability_slots": 3, "limitburst_id": 100002203, "attack_count": 40, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 3, "290050200": 10, "290010100": 20, "290030200": 3, "290020500": 8}}, "rarity": 3, "compendium_id": 105, "attack_damage": [[40, 60]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [10, 24], "effect_frames": [8, 22], "strings": {"evolution": null, "affinity": null, "description": ["Known primarily as mages, red mages like Anzelm were in fact trained in both magic and combat. Though derided as an eccentric by his peers, Anzelm was a proud warrior, and a veteran of many battles in the course of his journeys. He never pledged allegiance to any one entity, but instead used sword and sorcery to help the common folk, who revered him as one of their heroes.", "他既是一名擅長使用魔法的魔道士，<br>又精通劍術，是赤魔道士的精銳。<br>雖然也有人在背後說他是個半吊子，<br>但他堅信自己的理念，<br>邊旅行邊積累了大量的戰鬥經驗。<br>他不屬於任何勢力，<br>而是用劍與魔法幫助民眾，<br>因此深受民眾的喜愛。", "마법에 정통한 마도사이면서도<br>높은 검술 실력을 갖춘 정예 '적마도사'.<br>이도 저도 아니라며 손가락질을 받은 적도 있으나<br>그는 자신이 믿는 길을 걸었고<br>여행을 통해 수많은 전투를 경험했다.<br>어느 한 세력에 소속되지 않고<br>힘없는 자들을 위해 검과 마법을 사용하여<br>사람들의 신망을 얻었다.", "Surtout connus pour leur magie, les mages rouges tels Anzelm sont en réalité formés à la magie et au combat. Considéré comme un excentrique par ses pairs, Anzelm est un fier guerrier qui a participé à de nombreux combats durant ses voyages. Il n'a jamais servi aucun roi, mais utilisait son épée et ses sorts pour aider les simples gens qui voyaient en lui un héros.", "Hauptsächlich als Magier bekannt, sind Rotmagier wie Anselm tatsächlich in Magie und Kampf bewandert. Obwohl er von seinem Umfeld als exzentrisch belächelt wurde, war er ein stolzer Krieger und Veteran vieler Schlachten. Er schwor niemals irgendwem die Treue und nutzte stattdessen sein Schwert und seine Magie, um dem gewöhnlichen Volk zu helfen, das ihn als einen seiner Helden ansah.", "Aparte de saber magia, los magos rojos como Anzelm también se entrenan en el combate. Aunque sus compañeros se burlaban de él por su excentricidad, Anzelm viajó siendo un guerrero orgulloso y veterano de muchas batallas. Nunca juró una alianza con ninguna entidad, sino que puso su espada y su gran magia al servicio de la gente de a pie, que lo admiraba como a un héroe."], "fusion": ["Hah, this is great!<br>You can skip all your training<br>and still reap all the benefits!", "哈哈，真是太方便了，<br>可以不用痛苦地修行，<br>就得到力量。", "하하, 이거 굉장한데.<br>고된 수련을 안 거쳐도<br>힘을 얻을 수 있다니.", "Quelle aubaine !<br>Tous les avantages d'un entraînement difficile<br>en un claquement de doigts !", "Hah, das ist toll!<br>Man kann das Training schwänzen<br>und wird trotzdem besser!", "¡Ja! ¡Es genial!<br>¡Puedes pasar del entrenamiento<br>y aun así obtener sus beneficios!"], "summon": ["You summoned me here?<br>Heh, I think I like you.<br>Well, I'm in your hands now.", "是你召喚的我嗎？<br>嗯，你看起來還不賴。<br>今後也請多關照啦。", "네가 날 부른 거야?<br>흐음, 눈빛이 좋은데.<br>그래, 앞으로 잘 부탁해.", "Tu m'as appelé ?<br>Je crois que tu me plais, toi !<br>Mes sorts sont entre tes mains !", "Du hast mich beschworen?<br>Hm, du siehst anständig aus.<br>Dann wollen wir mal.", "¿Me has invocado?<br>Ja, me caes bien.<br>Bueno, ahora estoy en tus manos."]}}, "100002204": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [574, 1739, 390], "ATK": [26, 78, 26], "MP": [29, 88, 85], "MAG": [27, 81, 26], "SPR": [23, 71, 26], "DEF": [23, 69, 26]}, "magic_affinity": [5, 5, 0, 0], "ability_slots": 4, "limitburst_id": 100002204, "attack_count": 40, "magical_resist": 0, "awakening": null, "rarity": 4, "compendium_id": 106, "attack_damage": [[40, 60]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [10, 24], "effect_frames": [8, 22], "strings": {"evolution": ["How strange.<br>The world looks different all of a sudden. It seems my power has grown.", "太不可思議了。<br>世界都變得和以前不一樣了。<br>原來如此……是我變強了啊。", "신기한걸.<br>세상이 갑자기 다르게 보여.<br>뭐랄까…… 전보다 강해진 것 같아.", "Comme c'est étrange...<br>Le monde semble différent, tout d'un coup. Est-ce parce que mon pouvoir a grandi ?", "Seltsam.<br>Die Welt sieht plötzlich so anders aus. Ich muss stärker geworden sein.", "Qué raro.<br>El mundo parece distinto.<br>Parece que mi poder ha aumentado."], "affinity": ["Heh heh, have you noticed?<br>I've fought by your side quite a few times now. That must mean you trust me, right? I'm glad!", "嘿嘿，你看看，<br>我們都一起出戰了這麼多回了。<br>你這麼信任我，我可真高興啊！", "후후, 그거 알아?<br>우리가 얼마나 많은 전장을 헤쳐왔는지 말이야.<br>날 신뢰해줘서 고맙다.", "Héhé ! Tu as remarqué que je me suis battu plus d'une fois à tes côtés ? J'en déduis donc que tu as confiance en moi, et j'en suis ravi !", "Hehe, merkst du was? Ich bin schon eine ganze Weile hier.<br>Das heißt dann wohl, dass du mir vertraust?", "Je, je, ¿has visto?<br>Ya he luchado varias veces a tu lado. Eso debe de significar que confías en mí, ¿no? ¡Me alegro!"], "description": ["A warrior versed in both magic and swordplay, Anzelm's dual talents allowed him to fight effectively on his own, which is perhaps one reason he chose to spend his life as a wanderer, free of attachments. He was considered a hero by the people he had saved, though he was too humble to care for such plaudits. Today, his vision fights as he once did, unfettered by obligation or convention.", "既能夠使用魔法，又能夠使用劍的戰士，<br>由於該本領的特殊性，他喜愛單槍匹馬戰鬥。<br>他沒有從屬任何勢力，<br>就這樣自由自在地飄蕩了一輩子。<br>他一生中拯救了許多民眾，人們稱他為英雄，<br>然而他本人並不喜歡這個稱號，<br>現如今他作為幻兵重現人間，<br>也仍然享受著無拘無束的生活。", "마법과 검술을 모두 사용하는 전사.<br>그래서인지 혼자 싸우는 것을 선호했으며<br>어디에도 소속되지 않은 채<br>떠돌이로서 일생을 마쳤다.<br>그의 도움을 받은 이들은 그를 영웅시 했지만,<br>정작 본인은 그런 대접을 싫어했으며<br>비전이 되어 부활한 지금도<br>자유를 무엇보다 사랑하는 듯하다.", "Un guerrier expert en magie et à l'épée. Son double talent permettait à Anzelm de se battre seul, et c'est sans doute l'une des raisons pour lesquelles il a choisi de vivre en vagabond, sans attache. Il était perçu comme un héros pour les gens qu'il aidait, même s'il était bien trop humble pour accepter un tel titre. Aujourd'hui, sa vision combat de la même façon, libre de tout lien et de toute convention.", "Krieger, bewandert in Magie und Schwertkampf. Anselm's Talent ermöglicht es ihm, effektiv alleine zu kämpfen – vielleicht ein Grund dafür, dass er beschloss, sein Leben als freier Wanderer zu verbringen. Wird von denen, denen er half, als Held angesehen, ist jedoch zu bescheiden, sich für solche Titel zu interessieren. Heute kämpft seine Vision so wie einst er, frei von Pflichten und Konventionen.", "Un guerrero versado en la magia y la esgrima. Estos dos talentos de Anzelm le permitían luchar eficazmente en solitario y, tal vez, son una de las razones por las que optó por vivir deambulando, sin apegos. Considerado todo un héroe por la gente a la que salvó, era demasiado modesto para dar importancia a tal título. Ahora, su visión lucha como lo hizo antaño; libre de obligaciones o convenciones."], "fusion": ["I can feel power flowing into my blade.<br>Being a vision sure is fun!", "我能感受到力量充滿了劍中，<br>幻兵的身體真是不可思議。", "검에 새로운 힘이 깃들었어.<br>비전으로 얻은 몸은 정말 신기하군.", "Mon épée magique a gagné en puissance.<br>Je commence à aimer être une vision !", "Meine Klinge ist voller Kraft. Es<br>ist prima, eine Vision zu sein!", "Puedo sentir como el poder fluye hacia mi hoja. ¡Es entretenido ser una visión!"], "summon": ["You called, so here I am.<br>Some people think I'm a half-wit, but stick a wand in my hand, or a sword, and you'll see what I can do!", "我回應你的召喚，閃亮登場啦。<br>雖然有的人說我性格吊兒郎當的，<br>不過我對劍術和魔法還是十分有自信的。", "부름을 받고 달려왔다!<br>내가 쓸모 없다는 사람도 있지만<br>이래 봬도 검과 마법 다 자신 있다고.", "Tu m'as appelé, et me voilà. Certains prétendent que je n'ai aucun talent, mais sache que je sais ce que je vaux au maniement de l'épée et de la magie !", "Du rufst, ich komme.<br>Manche sagen, ich sei nicht besonders helle, doch ich beherrsche sowohl Magie als auch Klinge!", "Me has llamado, aquí estoy.<br>No se me considera alguien brillante,<br>pero soy bueno con la magia<br>y la espada, ¿sabes?"]}}}, "job": "Red Mage", "sex": "Male", "game": "FFBE", "rarity_max": 4, "names": ["Anzelm", "安塞爾姆", "안제룸", "Anzelm", "Anselm", "Anzelm"], "equip": [1, 2, 5, 6, 30, 40, 41, 50, 51, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100002203", "job_id": 31}