{"TMR": ["EQUIP", 308001900], "name": "Aileen", "is_summonable": true, "skills": [{"level": 12, "type": "ABILITY", "id": 206200, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 200050, "rarity": 5}, {"level": 53, "type": "ABILITY", "id": 206230, "rarity": 5}, {"level": 62, "type": "ABILITY", "id": 100090, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 206180, "rarity": 6}, {"level": 24, "type": "ABILITY", "id": 206220, "rarity": 6}, {"level": 41, "type": "ABILITY", "id": 206210, "rarity": 6}, {"level": 58, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 74, "type": "ABILITY", "id": 100050, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 206240, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 206190, "rarity": 6}], "sex_id": 2, "entries": {"100005906": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1220, 3698, 390], "ATK": [51, 155, 34], "MP": [49, 149, 65], "MAG": [40, 122, 26], "SPR": [39, 119, 26], "DEF": [40, 120, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100005906, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 473, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [20, 32], "effect_frames": [18, 30], "strings": {"evolution": ["Thank you!<br>I feel refreshed, and I'm pretty sure<br>I'll have a great plan, soon!", "謝謝！<br>總覺得頭腦突然十分清醒，<br>看來能想出好的設計方案了！", "고마워!<br>어쩐지 갑자기 머리가 맑아져서<br>좋은 계획이 떠오를 것 같아!", "Merci !<br>Je me sens mieux et je suis sûre que je vais bientôt avoir un plan génial !", "Danke!<br>Ich bin erfrischt und habe sicher<br>bald einen großen Plan!", "¡Gracias!<br>¡Me siento con energía y lista para inventar un plan nuevo enseguida!"], "affinity": ["This body of mine must have<br>been a strong weapon for you?<br>That makes me blush.", "我本身<br>就是你強有力的武器嗎？<br>我有點不好意思了。", "너한테는, 나 자신이<br>강한 무기였다는 말이야?<br>왠지 좀, 부끄러운걸.", "On dirait que je vous ait été d'une garnde utilité sur le champ de bataille, n'est-ce pas ?<br>Arrêtez, vous me faites rougir.", "Meine Körper muss eine<br>mächtige Waffe für dich sein.<br>Das macht mich verlegen.", "Este cuerpo mío parece servirte bien como arma, ¿eh?<br>Me haces sonrojarme."], "description": ["A machinist who designs technical weapons and small arms. Although Aileen's home may be Dilmagia, she decided to leave on a journey of self-improvement after being tasked to create weapons for the airships constructed there. Shortly afterwards, she was offered a job manufacturing weapons in large numbers for the militant empire of Zoldaad, which she took as an insult to her craftsmanship, immediately refusing the post.", "為個人設計機械武器的技師，<br>她雖然出身於迪爾馬基亞，<br>但由於近年來製造飛空艇與搭載武器的<br>技師受到重用，她離開了故鄉，<br>去各地磨練本領。<br>在軍事國家佐爾達多，<br>她拒絕了製造量產兵器的邀請，<br>守住了作為一名工匠的底線。", "개인이 다룰 수 있는 기계 무기설계 기술자.<br>딜마기아 출신이지만, 근래<br>비공정과 그에 탑재할 무기를 제작할<br>기술자만이 중용되는 분위기가 조성된<br>고향을 떠나, 실력을 연마하기 위한 여행을 하고 있다.<br>한때는 군사국가 졸다드에서<br>병기를 제조·양산해낼 것을 권유받았지만<br>장인 정신으로 이를 거절한 경험이 있다.", "Une ingénieure qui conçoit des armes petites et maniables. Bien qu'originaire de Dilmagia, Aileen décida de partir pour un voyage d'apprentissage suite à la demande croissante d'armement pour aéronefs. Peu de temps après, elle se vit offrir un travail de production d'armes à la chaîne pour le compte de l'empire militariste de Zoldaad, mais elle perçut cela comme une insulte envers son art et refusa sur-le-champ.", "Eine Maschinistin, die technische und kleinere Waffen entwirft. Obwohl Aileen aus Dilmagia kommt, brach sie zu einer Reise auf, nachdem man sie beauftragt hatte, Waffen für die dortigen Luftschiffe zu konstruieren. Kurz danach bot ihr das militante Imperium von Zoldaad die Herstellung von Waffen in Massen an. Das sah sie als Beleidigung ihrer Handwerkskunst und wies das Angebot sofort ab.", "Una maquinista que diseña armas técnicas y pequeñas. Aunque el hogar de Aileen sea Dilmagia, decidió abandonarlo en pos de un viaje para mejorar después de que le encargasen crear armas para los barcos voladores que allí se construían. Poco después, le ofrecieron un trabajo fabricando armas a gran escala para el imperio miliciano de Zoldaad, lo cual se tomó como una ofensa a su artesanía, y rechazo inmediatamente el puesto."], "fusion": ["What a great idea!<br>I guess I should try just a little bit harder, eh?", "真是個好點子！<br>我要不要再努力一下？", "좋은 생각이야~<br>좀 더 힘내 보실까?", "Quelle idée géniale !<br>Je vais essayer de faire plus d'efforts de mon côté.", "Großartige Idee!<br>Ich sollte mich wohl noch etwas anstrengen, oder?", "¡Muy buena idea!<br>Supongo que tendré que intentarlo con más ahínco, ¿eh?"], "summon": ["I can take on any sort of machine!<br>If it's got gears, leave it to me!", "我可是機械專家！<br>用於戰鬥的機械都交給我好了！", "기계는 내 전문이야!<br>전투 기계라면 뭐든 맡겨줘!", "Je peux terrasser toutes sortes de machines !<br>Tout ce qui a des écrous et des boulons, c'est pour moi !", "Ich nehme es mit jeder Maschine auf!<br>Wenn es Räder hat, überlass es mir!", "¡Me desenvuelvo de fábula con cualquier máquina!<br>¡Si tiene tornillos, yo me encargo!"]}}, "100005905": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [939, 2844, 240], "ATK": [39, 119, 24], "MP": [38, 114, 40], "MAG": [31, 93, 16], "SPR": [30, 91, 16], "DEF": [30, 92, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100005905, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 472, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [20, 32], "effect_frames": [18, 30], "strings": {"evolution": null, "affinity": ["This body of mine must have<br>been a strong weapon for you?<br>That makes me blush.", "我本身<br>就是你強有力的武器嗎？<br>我有點不好意思了。", "너한테는, 나 자신이<br>강한 무기였다는 말이야?<br>왠지 좀, 부끄러운걸.", "On dirait que je vous ait été d'une garnde utilité sur le champ de bataille, n'est-ce pas ?<br>Arrêtez, vous me faites rougir.", "This body of mine must have<br>been a strong weapon for you?<br>That makes me blush.", "Este cuerpo mío parece servirte bien como arma, ¿eh?<br>Me haces sonrojarme."], "description": ["A machine engineer from Dilmagia who specializes in weaponry. Aileen develops weapons of a smaller, more personal scale than those mounted on the airships constructed in her hometown. Currently, she travels across the world polishing her skills in combat and claims that there is a weapon for everyone.", "迪爾馬基亞出身的機械技師，<br>專門製作武器的女性。<br>她最擅長製作小型武器供個人使用。<br>目前她已離開以建造飛空艇聞名的故鄉，<br>邊環遊世界邊磨練本領。<br>她的信條是「因人制宜」。", "딜마기아 출신의 기계 기술자이며,<br>전문적으로 무기를 제작하는 여성.<br>비공정에 탑재하는 병기보다도 작은,<br>개인이 다룰 만한 무기 제작이 특기이며<br>현재는 비공정 제작에만 치중된 고향을<br>떠나, 세계를 돌며<br>실력을 연마하고 있다.<br>신조는 '사용자에게 걸맞은 무기를.'", "Une ingénieure de Dilmagia spécialisée dans l'armement. Aileen développe des armes plus petites et maniables que celles dont on équipe les aéronefs dans sa ville natale. Actuellement, elle parcourt le monde afin de se perfectionner au combat et faire connaître sa devise : \"Il y a une arme pour tout le monde !\"", "Eine auf Waffen spezialisierte Maschineningenieurin aus Dilmagia. Aileen entwickelt kleinere, individuelle Waffen und nicht die großen für die Luftschiffe aus ihrer Heimat. Sie reist um die Welt, um ihre Kampfkünste zu verfeinern und meint, es gebe für jeden eine geeignete Waffe.", "Una ingeniera de máquinas de Dilmagia especializada en armamento. Aileen desarrolla armas a una escala más pequeña y personal que las que están montadas en los barcos voladores que se construyen en su ciudad natal. Actualmente viaja por todo el mundo puliendo sus habilidades en el combate, y defiende que existe un arma para cada uno."], "fusion": ["I have an idea!<br>Just do this a little bit more, and...<br>Yeah, now I can do it!", "我懂了！<br>只要將這裡這樣子弄……<br>嗯，感覺能成功！", "좋은 생각이 떠올랐다!<br>여기를 이렇게 하면……<br>응, 할 수 있을 것 같아!", "J'ai une idée !<br>Il suffit de faire ça comme ça et... <br>Ouais, c'est bon. Je sais faire maintenant.", "Ich habe eine Idee!<br>Ein bisschen mehr so, und ...<br>Ja, jetzt geht es!", "¡Tengo una idea!<br>Tan solo un poco más de esto por aquí y allá y...<br>¡Ale, ahora puedo hacerlo!"], "summon": ["Alright, what kind of weapon<br>would you like me to make?<br>Huh? You want me to fight?", "噢，想讓我<br>製作什麼武器？<br>……什麼？　讓我戰鬥？", "그래, 그래. 무슨 무기를<br>만들어 줬으면 하는데?<br>……뭐? 내가 싸운다구?", "Bon, quel genre d'arme veux-yu que je te fabrique ?<br>Hein ? Tu veux que je me batte ?", "Gut, was für eine Waffe<br>soll ich herstellen?<br>Wie? ich soll kämpfen?", "Muy bien, ¿qué tipo de arma quieres que te haga?<br>¿Cómo? ¿Qué quieres que luche?"]}}}, "job": "Machinist", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Aileen", "艾琳", "아이린", "Aileen", "Aileen", "Aileen"], "equip": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 30, 40, 41, 50, 51, 52, 53, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100005905", "job_id": 35}