{"TMR": ["MATERIA", 504100010], "name": "Rizer", "is_summonable": false, "skills": [{"level": 1, "type": "ABILITY", "id": 100070, "rarity": 1}, {"level": 5, "type": "ABILITY", "id": 200210, "rarity": 1}, {"level": 13, "type": "ABILITY", "id": 200280, "rarity": 1}, {"level": 16, "type": "ABILITY", "id": 201130, "rarity": 2}, {"level": 24, "type": "ABILITY", "id": 200480, "rarity": 2}], "sex_id": 1, "entries": {"100000901": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [286, 868, 390], "ATK": [12, 37, 38], "MP": [10, 31, 65], "MAG": [8, 24, 26], "SPR": [9, 27, 26], "DEF": [11, 34, 26]}, "magic_affinity": [0, 1, 0, 0], "ability_slots": 0, "limitburst_id": 100000901, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 250, "materials": {"290050100": 3, "290050200": 1, "290010000": 1}}, "rarity": 1, "compendium_id": 13, "attack_damage": [[100]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [24], "effect_frames": [22], "strings": {"evolution": [null, null, null, null, null, null], "affinity": [null, null, null, null, null, null], "description": ["A warrior who once defended Grandshelt. Rizer lived long ago, when many nations clashed for control of the crystals. Though his natural talent in battle was modest, the ardent desire to protect his nation raised him above his peers, eventually winning him command of an army. He is said to have fought bravely and tirelessly until the very end.", "曾經保衛過格蘭謝爾特的戰士，<br>活躍在各國為爭奪水晶<br>而紛爭的古代。<br>雖然作為一名戰士的天賦與常人無異，<br>但他保家衛國的信念比任何人都要強大。<br>他努力刻苦，在隊伍中總是打頭陣，<br>相傳他一直戰鬥至生命的最後一刻。", "과거에 그랑셸트를 수호했던 전사.<br>까마득한 옛날, 크리스탈을 얻기 위해<br>각국이 전쟁을 벌이던 시대에 활약했다.<br>전투에 관한 재능은 평범했지만<br>나라를 지키려는 마음은 누구보다 강했다.<br>노력과 단련을 거듭한 끝에 지휘관에 올라<br>최후의 순간까지 용감히 싸웠다고 한다.", "Un guerrier qui a un jour défendu Grandshelt. Rizer a vécu en des temps reculés, où plusieurs nations se disputaient le contrôle des cristaux. Ses talents de guerrier n'avaient rien d'extraordinaire, mais son désir de protéger son pays l'élevait au-dessus de ses pairs et lui a permis de prendre le commandement d'une armée. On dit qu'il s'est battu avec ferveur et bravoure jusqu'à la fin.", "Krieger, der einst Grandshelt verteidigte. Rizer lebte vor langer Zeit, als sich viele Nationen im Kampf um die Kristalle bekämpften. Obwohl seine Begabung für den Kampf bescheiden war, ließ ihn der Wille, sein Land zu beschützen, seine Mitstreiter überflügeln und schließlich zum Kommandant der Armee werden. Er soll unermüdlich bis zum Ende gekämpft haben.", "Un guerrero que defendió Grandshelt en el pasado. Rizer vivió hace tiempo, cuando varias naciones se disputaban el control de los cristales. Aunque tenía un talento modesto para la lucha, el fuerte deseo de proteger a su nación le hizo superar a sus compañeros e incluso comandar un ejército. Se dice que luchó valientemente y sin cesar hasta el final."], "fusion": ["Newfound powers...?<br>Yes...my strength grows.<br>I shall protect you like never before.", "……這是我的新力量？<br>原來如此，我變強了啊。<br>這樣就能保護更多的人了。", "내게 새로운 힘이……?<br>그래…… 더 강해졌구나.<br>이 힘으로 모두를 지켜내겠어.", "De nouveaux pouvoirs... ?<br>Je vois... Je suis devenu plus fort.<br>Je vais pouvoir te protéger mieux que jamais.", "Neue Kräfte ...?<br>Ja ... meine Macht wächst.<br>Ich beschütze euch.", "¿Nuevos poderes...?<br>Sí... Mi poder aumenta.<br>Te protegeré más que nunca."], "summon": ["Has the fighting begun...again?<br>I may not be very skilled,<br>but I'll lend you a hand anyway.", "戰鬥……又打響了嗎？<br>我會借給你力量的。", "……또 전쟁이 시작되었구나.<br>나도 미력하나마 힘을 보탤게.", "Encore un combat... ?<br>Je ne suis peut-être pas très fort,<br>mais je ferai tout ce que je peux pour vous aider.", "Schon wieder ein Kampf ...?<br>Ich bin noch keine große Hilfe,<br>aber ich bin dabei.", "¿Ha empezado la lucha otra vez?<br>No soy muy hábil, pero<br>os echaré una mano igualmente."]}}, "100000902": {"growth_pattern": 5, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [366, 1108, 540], "ATK": [16, 47, 48], "MP": [13, 40, 90], "MAG": [10, 31, 36], "SPR": [12, 35, 36], "DEF": [15, 44, 36]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 1, "limitburst_id": 100000902, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 2, "compendium_id": 14, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [24], "effect_frames": [22], "strings": {"evolution": ["What's this feeling!?<br>I'm overflowing with power...<br>I see. I have become stronger.", "這是什麼感覺？！<br>力量湧了上來……<br>原來如此，這是我變強了的證明啊。", "이 느낌은 뭐지!?<br>힘이 넘치고 있어…….<br>알았다, 내가 더 강해진 거구나.", "Quelle est cette sensation ?!<br>Je déborde de puissance...<br>Je vois. Je suis devenu plus fort.", "Was ist das für ein Gefühl?!<br>Diese überschäumende Kraft ...<br>Ich verstehe. Ich bin stärker geworden.", "¿Qué es lo que siento?<br>Estoy rebosante de poder...<br>Ya veo. Me he vuelto más fuerte."], "affinity": ["It seems like we've experienced a lot together, through all our battles. Let's continue fighting side by side.", "我至今與你們經歷了諸多場戰鬥，<br>今後也讓我們並肩作戰吧。", "가만 보면 우리가 지금까지<br>함께했던 전투가 수없이 많구나.<br>앞으로도 잘 부탁한다.", "On dirait que nos combats ensemble nous ont beaucoup appris. Continuons à nous battre côte à côte !", "Wir haben so einige Kämpfe zusammen überstanden. Lass uns so weitermachen.", "Hemos pasado por mucho a lo largo de nuestras batallas. Sigamos luchando codo con codo."], "description": ["A warrior who once protected Grandshelt. Rizer fought until the very end to protect his homeland from an invading army that sought to claim its crystal. Now he fights to defend the cause of whoever summons him forth—the unwavering will he possessed while living still burning strong even after he became but a vision.", "曾經保衛過格蘭謝爾特的戰士，<br>為了從前來奪取水晶的<br>敵國手中保衛祖國，<br>戰鬥至生命的最後一刻。<br>在他死後，那強烈的意志仍留在世上，<br>現如今他作為幻兵重現人間，<br>將會為了守護新的事物而繼續戰鬥下去。", "과거에 그랑셸트를 수호했던 전사.<br>크리스탈을 노리고 쳐들어온 적으로부터<br>조국을 지키기 위해 마지막까지 싸우다<br>장렬한 죽음을 맞이했다.<br>죽어서도 애국심을 잃지 않은 그는<br>비전으로 소환된 지금도<br>새로운 인연을 지키기 위해 싸우고 있다.", "Un guerrier qui a défendu Grandshelt il y a bien longtemps. Rizer s'est battu jusqu'à la fin pour protéger son pays des envahisseurs venus s'emparer des cristaux. Il se bat aujourd'hui pour défendre la cause de celui qui l'invoque, sa volonté brûlant avec la même énergie alors qu'il n'est plus qu'une vision.", "Ein Krieger, der einst Grandshelt beschützte. Rizer kämpfte bis zum Ende, um sein Heimatland vor der einrückenden Armee zu schützen, die nach dessen Kristall strebte. Nun kämpft er für die Ziele eines jeden, der ihn heraufbeschwört. Sein unerschütterlicher Wille brennt immer noch, selbst als Vision.", "Un guerrero que defendió Grandshelt en el pasado. Rizer luchó hasta el final para proteger a su patria de un ejército invasor que quería reclamar su cristal. Ahora lucha para defender a su invocador con la misma voluntad inquebrantable que tenía en vida, a pesar de que ahora sea una visión."], "fusion": ["Still my power grows...<br>I never felt anything like this when I lived. I will be a stronger ally than ever before.", "力量充滿全身……<br>活著的時候從未有過這種感覺。<br>我可以用這份力量更好地幫助你們了。", "힘이 넘친다…….<br>생전에는 느끼지 못한 감각이야.<br>이 힘으로 너희를 지켜줄게.", "Mon pouvoir continue de grandir...<br>Je n'avais jamais ressenti ça de mon vivant. Je vais pouvoir vous aider encore plus.", "Meine Macht wächst immer noch ...<br>Nie in meinem Leben habe<br>ich so etwas gefühlt.", "Mi poder sigue creciendo...<br>Jamás sentí algo así en vida. Ahora seré un aliado más fuerte que nunca."], "summon": ["No matter how much time passes,<br>the fighting never stops.<br>If I can be of any help, I'll fight by your side as a warrior of Grandshelt.", "無論什麼時代，戰爭都從未平息。<br>我也曾是名格蘭謝爾特的戰士，<br>就讓我與你一起並肩作戰吧。", "시대가 바뀌어도 전쟁은 끊이지 않는군.<br>나 역시 그랑셸트의 기사다.<br>내 힘이 필요하다면 기꺼이 싸우겠어.", "Les conflits ne cessent jamais, <br>quelle que soit l'époque.<br>Si je peux aider, je combattrai à vos côtés en tant que guerrier de Grandshelt.", "Egal, wie viel Zeit vergeht,<br>das Kämpfen hört nie auf.<br>Wenn es sein muss, stehe ich als Krieger Grandshelts an deiner Seite.", "La lucha nunca se acaba.<br>Si puedo ser de ayuda, lucharé<br>a vuestro lado como<br>guerrero de Grandshelt."]}}}, "job": "Warrior", "sex": "Male", "game": "FFBE", "rarity_max": 2, "names": ["Rizer", "賴澤", "라이저", "Rizer", "Rizer", "Rizer"], "equip": [1, 2, 8, 9, 10, 15, 30, 31, 41, 50, 51, 52, 60], "game_id": 11001, "rarity_min": 1, "tribe_id": 5, "id": "100000901", "job_id": 5}