{"TMR": ["EQUIP", 409017900], "name": "Heavenly Technician Lid", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200050, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 201760, "rarity": 5}, {"level": 13, "type": "ABILITY", "id": 223830, "rarity": 5}, {"level": 24, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 36, "type": "ABILITY", "id": 223980, "rarity": 5}, {"level": 47, "type": "ABILITY", "id": 223840, "rarity": 5}, {"level": 63, "type": "ABILITY", "id": 223850, "rarity": 5}, {"level": 75, "type": "ABILITY", "id": 223870, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 223860, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 223930, "rarity": 6}, {"level": 14, "type": "ABILITY", "id": 223960, "rarity": 6}, {"level": 26, "type": "ABILITY", "id": 223920, "rarity": 6}, {"level": 36, "type": "ABILITY", "id": 223950, "rarity": 6}, {"level": 55, "type": "ABILITY", "id": 223900, "rarity": 6}, {"level": 62, "type": "ABILITY", "id": 223970, "rarity": 6}, {"level": 62, "type": "ABILITY", "id": 224180, "rarity": 6}, {"level": 79, "type": "ABILITY", "id": 223910, "rarity": 6}, {"level": 94, "type": "ABILITY", "id": 223890, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 223880, "rarity": 6}], "sex_id": 2, "entries": {"100011906": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1154, 3498, 450], "ATK": [45, 136, 30], "MP": [56, 170, 75], "MAG": [45, 135, 30], "SPR": [42, 127, 30], "DEF": [42, 128, 30]}, "magic_affinity": [0, 0, 5, 0], "ability_slots": 4, "limitburst_id": 100011906, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 887, "attack_damage": [[30, 70]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [34, 132], "effect_frames": [32, 130], "strings": {"evolution": ["I wonder if I'm more woman-like now?<br>I'm exploding with maturity now,<br>aren't I?", "更、更接近成熟女性一點了嗎？<br>魅力大爆發的感覺？", "조, 조금은 어른스러워졌을까?<br>섹시함 대폭발! 이런 느낌?", "Je me demande si je suis devenue plus féminine ?<br>Je déborde de maturité, maintenant...<br>Non ?", "Ich frage mich, ob ich jetzt fraulicher bin.<br>Ich werde gerade so richtig erwachsen,<br>nicht wahr?", "Me pregunto si ahora soy más femenina.<br>Ahora reboso de madurez,<br>¿no?"], "affinity": ["Thank you for having faith in my skills.<br>Here is a little thank you from me.<br>What about a payment? Surely that isn't needed.", "謝謝你相信我的實力。<br>這個就當作謝禮唷。<br>嗯？售價！？怎麼可能跟你要錢呢！", "내 실력을 믿어 줘서 고마워.<br>답례로 이걸 줄게.<br>뭐, 돈? 그런 거 청구 안 해!", "Merci d'avoir eu foi dans mes compétences.<br>Tiens, c'est pour te remercier.<br>Que dirais-tu de me payer, tiens ? Ce n'est pas obligé, bien sûr...", "Danke für dein Vertrauen in meine Fähigkeiten.<br>Nimm diese kleine Aufmerksamkeit an.<br>Eine Bezahlung?! Davon war nicht die Rede!", "Gracias por confiar en mis habilidades.<br>Aquí tienes esto como muestra de agradecimiento.<br>¿Qué tal si me pagas? Aunque no es obligatorio."], "description": ["An airship engineer from Dirnado. Although Lid's relationship with her brother Evan had been rocky for some time, they have made amends and grown so close that now they even swap love stories on occasion. Evan suggests that she should be straightforward with her feelings and approach the person she likes directly--much like a builder strikes a nail directly on the head with his hammer. \"You must strike hard and true to reach the core.\" Unfortunately, however, it seems that Lid has taken her brother's advice a bit too literally.", "迪爾納特的飛空艇技師，和長期對立的兄長埃文和解，重新建立起了良好的關係，有時還在一起聊有關戀愛的事。說到埃文的建議……他說「要把自己的想法毫無保留地告訴對方。<br>就像工匠用工鎚把釘子錘進船體一樣。<br>用正確的力道，將自己的心意傳達到他的心裡」<br>不過里德似乎曲解了這句話。", "디르나드의 비공정 기술자. 오랜 시간 동안 불화가 있었던 오빠 에반과도 화해하고, 지금은 연애 상담을 할 수 있을 정도로 우호적인 관계를 구축하고 있다. 덧붙여 오빠 에반의 조언에 따르면……<br>\"자신의 마음을 상대에게 제대로 전하는 거야.<br>장인이 망치로 선체의 못을 박아넣는 것처럼.<br>정확한 힘과 강한 마음을 심지까지 밀어붙여.\"<br>아무래도 리드는 그 조언을 살짝 오해해 버린 듯하다.", "Un ingénieur en aéronautique originaire de Dirnado. Lid, qui avait une relation difficile avec son frère Évan depuis fort longtemps, s'est récemment rapprochée de lui à tel point qu'ils discutent même de leurs amours. Évan lui a d'ailleurs suggéré d'adopter une approche plus directe de ses propres sentiments, recommandant à sa sœur d'aller au-devant de la personne qu'elle convoite, à la manière d'un bâtisseur qui frapperait un clou de plein fouet avec son marteau. \"Tu dois frapper fort et juste pour aller au fond des choses\". Malheureusement, il semblerait que Lid ait pris le conseil de son frère un peu trop au pied de la lettre.", "Eine Luftschiffmechanikerin aus Dirnado. Obwohl Lids Beziehung zu ihrem Bruder nicht immer einfach war, haben sie inzwischen zusammengefunden und stehen sich jetzt so nahe, dass sie sogar ab und an Liebesgeschichten austauschen. Evan schlägt vor, dass sie ihren Gefühlen folgen und die Person offen ansprechen sollte - ähnlich ein Zimmermann, der mit dem Hammer direkt auf den Kopf eines Nagels trifft. \"Du musst fest zuschlagen, um bis ins Innerste zu gelangen.\" Nur leider scheint Lid den Ratschlag ihres Bruders zu wörtlich genommen zu haben.", "Una ingeniera aérea de Dirnado. Aunque hubo un tiempo en que Lid y Evan, su hermano, tenían sus diferencias, ya han hecho las paces y su relación ha mejorado hasta el punto de hablar sobre sus amoríos de vez en cuando. Según Evan, Lid debería ser más directa a la hora de expresar sus sentimientos y, por tanto, debería hablar con el chico que le gusta. Es como un obrero: tiene que darle al clavo justo en la cabeza, sin rodeos. O como dice Evan: \"Tienes que golpear fuerte y con sinceridad para llegar al quid\". Desgraciadamente, Lid se ha tomado el consejo de su hermano demasiado literalmente."], "fusion": ["My functionality has increased once more! You can rely on me!", "性能還能夠再提升喔！<br>敬請期待！", "성능 업그레이드 한 번 더!<br>기대하고 있으라구!", "Mes fonctionnalités se sont encore améliorées ! Tu peux compter sur moi !", "Meine Funktionalität wurde verbessert. Du kannst dich auf mich verlassen.", "¡Ha vuelto a aumentar mi funcionalidad! ¡Puedes contar conmigo!"], "summon": ["Let's go somewhere together!<br>Leave all the airship piloting to me!", "那麼，無論到哪都一起去吧！<br>有關飛空艇的事物都交給我！", "자, 어디까지든 함께 가자구!<br>비공정이라면 전부 맡겨 둬!", "Allons quelque part ensemble !<br>Laisse-moi piloter l'aéronef, je m'occupe de tout !", "Lass uns zusammen irgendwo hingehen!<br>Überlass die Steuerung von Flugschiffen nur mir.", "¡Vayamos juntos a alguna parte!<br>¡Yo me encargo de pilotar el barco volador!"]}}, "100011905": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [888, 2690, 300], "ATK": [34, 104, 20], "MP": [43, 130, 50], "MAG": [34, 103, 20], "SPR": [32, 97, 20], "DEF": [32, 98, 20]}, "magic_affinity": [0, 0, 4, 0], "ability_slots": 4, "limitburst_id": 100011905, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290060100": 20, "290050500": 5}}, "rarity": 5, "compendium_id": 886, "attack_damage": [[30, 70]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [34, 132], "effect_frames": [32, 130], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Thank you for having faith in my skills.<br>Here is a little thank you from me.<br>What about a payment? Surely that isn't needed.", "謝謝你相信我的實力。<br>這個就當作謝禮唷。<br>嗯？售價！？怎麼可能跟你要錢呢！", "내 실력을 믿어 줘서 고마워.<br>답례로 이걸 줄게.<br>뭐, 돈? 그런 거 청구 안 해!", "Merci d'avoir eu foi dans mes compétences.<br>Tiens, c'est pour te remercier.<br>Que dirais-tu de me payer, tiens ? Ce n'est pas obligé, bien sûr...", "Danke für dein Vertrauen in meine Fähigkeiten.<br>Nimm diese kleine Aufmerksamkeit an.<br>Eine Bezahlung?! Davon war nicht die Rede!", "Gracias por confiar en mis habilidades.<br>Aquí tienes esto como muestra de agradecimiento.<br>¿Qué tal si me pagas? Aunque no es obligatorio."], "description": ["An engineer who dreams of mass producing airships someday. Recently Lid has been preoccupied with more than just airships, however, as a certain someone has caused her to lose control over her own emotions.<br>\"Do I like anyone? N-no way! Absolutely not! That's crazy! I mean, we're in the middle of a super important mission, right? Now's not the time for that kinda stuff! Geez...\"", "夢想創造量產飛空艇的技師。不過，最近有一件事讓她同樣十分在意，甚至有時讓她無法抑制自己的情緒。<br>「喜歡的人？ 沒、沒有啦！ <br>嗯。沒有沒有！ 不可能！<br>因為，我們正在重要旅行的途中啊！<br>沒有時間想這種事！<br>哎……」", "양산형 비공정 생산이라는 꿈을 품은 기술자. 그러나 최근에는 비공정 못지않게 신경 쓰이는 존재가 나타나, 갈팡질팡하는 자신의 마음에 당황하고 있다. <br>\"좋아하는 사람? 어, 없어! 응. 없어, 없어! 있을 리가 없지! 생각해 봐, 지금은 중요한 여행 도중이잖아! 그런 거 생각하고 있을 상황이 아닌걸!<br>하아……\"", "Un ingénieur qui rêve de fabriquer un jour des aéronefs à la chaîne. Lid se trouve récemment préoccupée par d'autres choses que ses aéronefs, particulièrement à cause des émotions et de la perte de ses moyens que lui fait ressentir une certaine personne.<br>\"Serais-je éprise de quelqu'un ? Im-impossible ! Absolument pas ! C'est complètement fou ! Je veux dire, nous sommes en pleine mission ! Une mission super importante, pas vrai ? C'est pas le moment de se soucier de ce genre de choses ! Je vous jure...\"", "Eine Mechanikerin, die von der Massenproduktion von Luftschiffen träumt. In letzter Zeit war Lid jedoch mit anderen Dingen als Luftschiffen beschäftigt, da sie wegen einer gewissen Person die Kontrolle über ihre Gefühle verloren hatte.<br>\"Mag ich jemanden? Nein! Ganz bestimmt nicht! Das ist verrückt! Wir stecken mitten in einer wichtigen Mission, oder? Dafür ist jetzt einfach keine Zeit! Oje ...\"", "Una ingeniera que sueña con fabricar barcos voladores en masa en el futuro. Recientemente, a Lid le han preocupado más cosas aparte de los barcos voladores; sin embargo, una persona ha hecho que pierda el control sobre sus propios sentimientos.<br>¿Que si me gusta alguien? ¡N-ni de coña! ¡Claro que no! Me explico, estamos en mitad de una misión superimportante, ¿verdad? ¡Ahora no es el momento para cosas como esa! ¡Uff...!\"."], "fusion": ["Tune-up's complete!<br>I've still got plenty to go in me!", "調整好了啊！<br>繼續吧！", "튜닝 업 완료!<br>좋았어, 계속 가자!", "Les réglages sont terminés !<br>J'ai encore de la ressource !", "Tune-up abgeschlossen!<br>Ich hab noch einiges mehr drauf!", "¡Ajustes completados!<br>¡Estoy lista para lo que sea!"], "summon": ["You can leave it to me and my mechabo!<br>We'll kick aside any in our way!", "交給我和「機械鳥」吧！<br>無論是什麼樣的敵人，<br>我們都會將其打敗！", "나랑 메카보한테 전부 맡기시라구!<br>어떤 적이든 날려버릴 테니!", "Laisse-nous faire !<br>Moi et mon mécabo, on va te déblayer le chemin !", "Du kannst das mir und meinem Mechabo überlassen!<br>Wir treten jeden Gegner nieder!", "¡Déjamelo a mí y a mi chocobot!<br>¡Nos encargaremos de cualquier incordio!"]}}}, "job": "Airship Tech", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Heavenly Technician Lid", "星虹技師里德", "성홍의 기술자 리드", "Lid, ingénieure cosmique", "Himmlische Technikerin Lid", "Lid ingeniera cósmica"], "equip": [1, 5, 6, 7, 8, 9, 14, 15, 16, 30, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100011905", "job_id": 57}