{"TMR": ["EQUIP", 406001000], "name": "Lawrence", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 202670, "rarity": 3}, {"level": 18, "type": "ABILITY", "id": 201030, "rarity": 3}, {"level": 23, "type": "ABILITY", "id": 204830, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 100020, "rarity": 3}, {"level": 5, "type": "ABILITY", "id": 100080, "rarity": 4}, {"level": 33, "type": "ABILITY", "id": 202690, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 100130, "rarity": 4}, {"level": 55, "type": "ABILITY", "id": 204850, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 204860, "rarity": 4}, {"level": 24, "type": "ABILITY", "id": 204840, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 202710, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 200310, "rarity": 5}], "sex_id": 1, "entries": {"100005203": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [510, 1545, 150], "ATK": [22, 66, 14], "MP": [23, 69, 25], "MAG": [17, 53, 10], "SPR": [17, 51, 10], "DEF": [17, 52, 10]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 100005203, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290030000": 5, "290010000": 25, "290020100": 10}}, "rarity": 3, "compendium_id": 404, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [28], "effect_frames": [26], "strings": {"evolution": null, "affinity": ["To have been able to have spent<br>so much time with the Rain...<br>Please, give my regards to my true self.", "和名門出身的雷因<br>竟相處了這麼長時間啊。<br>也請多關照一下真正的我啊。", "그 명문가의 레인과<br>이렇게나 긴 인연을 맺게 되다니 말이야.<br>진짜 나한테도, 잘 얘기해 줘.", "Dire que j'ai passé tout ce temps avec un homme portant le nom de Rain...<br>Vous feriez bien de remercier mon vrai moi.", "Dass ich so viel Zeit mit<br>Rain verbringen durfte ...<br>Bitte richtet meinem wahren Selbst Grüße aus.", "Haber podido pasar tanto tiempo con Rain...<br>Por favor, saluda de mi parte a mi verdadero yo."], "description": ["A knight from the Kingdom of Grandshelt. Although fairly close in age to Rain and his friends, as a late bloomer Lawrence never stood out much within his order. Nonetheless, he never minded it enough to let it affect his good rapport with Rain and Lasswell. On the field he leads a commando unit and fights gracefully with a rapier type blade.", "格蘭謝爾特王國的騎士，<br>年齡與雷因等人相近，<br>但由於性格輕浮、悟性較低，<br>因此在騎士團中的地位不及雷因等人。<br>不過他本人並不在乎這些，<br>與雷因和拉斯韋爾相處得十分融洽。<br>他率領著游擊隊，<br>揮舞著細長的單手劍戰鬥。", "그랑셸트의 기사.<br>레인이나 라스웰과 나이 차이는 얼마 나지 않지만<br>느긋한 타입의 기사로, 조금 경박한 성격 탓에<br>기사단 내 지위는 낮은 편이다.<br>하지만, 본인은 그런 것에 신경 쓰지 않고<br>레인이나 라스웰과도 우호적으로 지낸다.<br>유격대를 지휘하는 임무를 맡고 있으며,<br>레이피어 계열의 검으로 화려하게 싸운다.", "Un chevalier du royaume de Grandshelt. Bien qu'à peu près du même âge que Rain et ses amis, Lawrence tarda à développer ses capacités, si bien qu'il ne se démarqua jamais vraiment au sein de son ordre. Néanmoins, cela ne l'empêcha pas de lier de bonnes relations avec Rain et Lasswell. En combat, il dirige un régiment et manie une rapière avec élégance.", "Ein Ritter aus dem Königreich Grandshelt. Obwohl im gleichen Alter wie Rain und seine Freunde stach Lawrence als Spätzünder nie hervor. Das beeinträchtige sein gutes Verhältnis zu Rain und Lasswell jedoch nie. In der Schlacht führt er eine Kommandoeinheit an und kämpfte gewandt mit einer rapierartigen Klinge.", "Un caballero del Reino de Grandshelt. Aunque tiene más o menos la misma edad que Rain y sus amigos, como maduró tarde, Lorenzo nunca destacó dentro de su orden. No obstante, nunca le importó como para que afectase su buena relación con Rain y Lasswell. En el campo de batalla lidera una unidad de comando, y lucha elegantemente con un estoque."], "fusion": ["To become stronger without getting dirty.<br>That's the kind of smart approach I like.", "不用苦命修行，就能變強。<br>真是太精明了，我喜歡。", "땀 냄새 나는 수련 없이 강해질 수 있다니,<br>내 취향의 스마트한 수련법인걸.", "Devenir plus fort sans avoir à se salir.<br>Voilà le genre  d'approche que j'aime.", "Stärker werden ohne Schmutz.<br>Was für ein schlauer Ansatz.", "Hacerse más fuerte sin mancharse las manos.<br>Así es como me gusta hacer las cosas."], "summon": ["Wow, it's Rain!<br>I wasn't expecting to see you here.<br>...A vision?  What in Lapis is that?", "你好啊，雷因！<br>沒想到在這裡見面了。<br>……幻兵？ 你在說什麼？", "오오, 레인!<br>이런 곳에서 만나다니, 굉장한걸.<br>……비전? 그게 뭐야?", "Ça alors ! Rain !<br>Si je m'attendais à te voir ici !<br>... Une vision ? Nom d'un lapis, mais qu'est-ce que c'est ?", "Wow, es ist Rain!<br>Dich hatte ich hier nicht erwartet.<br>... Eine Vision? Was soll das bitte sein?", "¡Anda, si es Rain!<br>No esperaba verte aquí.<br>¿Una visión? Por Lapis, ¿qué es eso?"]}}, "100005205": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [862, 2611, 240], "ATK": [37, 112, 24], "MP": [38, 116, 40], "MAG": [30, 90, 16], "SPR": [28, 86, 16], "DEF": [29, 87, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100005205, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 406, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [28], "effect_frames": [26], "strings": {"evolution": ["I feel so bright and cheerful.<br>It must mean I'm ready for what lies ahead.", "心情真愉快，<br> 總覺得士氣都高漲了。", "왠지, 기분이 맑아진 것 같아.<br>마음가짐이 바뀌었다고 해야 하나.", "Je me sens si gai et lumineux.<br>C'est peut-être que je suis prêt pour ce qui nous attend.", "Ich bin so fröhlich .<br>Ich bin bereit für das, was vor uns liegt.", "Me noto muy avispado y animado.<br>Querrá decir que estoy preparado para lo que nos depara el camino."], "affinity": ["To have been able to have spent<br>so much time with the Rain...<br>Please, give my regards to my true self.", "和名門出身的雷因<br>竟相處了這麼長時間啊。<br>也請多關照一下真正的我啊。", "그 명문가의 레인과<br>이렇게나 긴 인연을 맺게 되다니 말이야.<br>진짜 나한테도, 잘 얘기해 줘.", "Dire que j'ai passé tout ce temps avec un homme portant le nom de Rain...<br>Vous feriez bien de remercier mon vrai moi.", "Dass ich so viel Zeit mit<br>Rain verbringen durfte ...<br>Bitte richtet meinem wahren Selbst Grüße aus.", "Haber podido pasar tanto tiempo con Rain...<br>Por favor, saluda de mi parte a mi verdadero yo."], "description": ["A knight from the Kingdom of Grandshelt who lead a commando unit composed of experienced warriors. Although Lawrence's shallow attitude and womanizing tendencies may make him seem unworthy of knighthood, these traits are superficial at best. Deep down he is a warrior loyal to his homeland who admires Rain and his comrades for their courage to set out on their journey. Proof of this admiration lies in his vision, which sprung from it.", "格蘭謝爾特王國的騎士，<br>指揮著由輕裝戰士組成的游擊隊。<br>他性格輕浮，喜好女色，<br>因此總被認為缺少作為騎士的自覺。<br>但實際上，他十分擔心被蹂躪的祖國<br>與為此踏上旅途的<br>雷因等人，他的這份「思念」<br>使他化作幻兵出現在眾人面前。", "그랑셸트 왕국에서, 경전사들로 이루어진<br>유격대를 지휘하는 기사.<br>경박하고 여자를 밝히는 모습을 보면<br>기사로서 자각이 부족한 듯 보이나<br>그것은 어디까지나 겉모습일 뿐으로,<br>마음속으로는 짓밟힌 조국과 여행을 떠난<br>동료 레인과 라스웰을 누구보다 걱정하고 있으며<br>그 '마음'이 비전으로서 구현화되었다.", "Un chevalier du royaume de Grandshelt qui dirige un régiment composé de guerriers expérimentés. Du fait de son attitude superficielle et de sa tendance à jouer les séducteurs, on pourrait le croire indigne du titre de chevalier, mais la vérité est toute autre. Au fond de lui se cache une profonde loyauté envers sa patrie et une grande admiration envers Rain et ses compagnons, qui sont partis pour leur périlleux voyage. La preuve se trouve dans la vision qui est née de ce sentiment.", "Ein Ritter aus dem Königreich Grandshelt, der eine Kommandoeinheit erfahrener Krieger anführt. Obwohl Lawrence oberflächlich und wie ein Frauenheld wirkt und er darum eines Ritters unwürdig erscheint, verbirgt er mehr. In Wahrheit ist er ein treuer Krieger, der Rain und seine Kameraden für ihre Reise und ihren Mut bewundert. Den Beweis dafür stellt seine Vision dar.", "Un caballero del reino de Grandshelt que ha dirigido a muchos soldados con experiencia en la batalla. Aunque la actitud superficial y de don juan de Lorenzo pueden hacerle parecer indigno en términos de caballería, estos tratos son, a lo sumo, superficiales. En el fondo se trata de un guerrero leal a su tierra y que admira a Rain y a sus camaradas por su coraje a la hora de emprender su camino. Prueba de esta admiración reside en su visión, que surgió de ella."], "fusion": ["Come on, make me stronger!<br>I want to show Rain and everyone<br>what I'm really made of!", "機會難得，讓我變得更強一些吧！<br>我想讓雷因和大家<br>都見識一下我的真本事。", "모처럼이니까, 더욱 강하게 만들어 줘.<br>레인과, 네 동료에게<br>내 진심을 보여주고 싶어.", "Allez vas-y, rends-moi plus fort !<br>Je veux montrer à Rain et aux autres ce dont je suis vraiment capable !", "Komm schon, mach mich stärker!<br>Ich will Rain und allen zeigen,<br>was ich drauf habe!", "Vamos, ¡hazme más fuerte!<br>¡Quiero demostrarle a Rain y a los demás de lo que soy capaz!"], "summon": ["He he, found yourself in a pinch, Rain?<br>Allow me to help you out, then.<br>As a proud knight of Grandshelt, haha!", "呵呵，需要幫助嗎，雷因？<br>那就讓我來助力吧。<br>我可是格蘭謝爾特的騎士。", "후훗, 곤란한 모양이지, 레인?<br>힘을 빌려주도록 할게.<br>그랑셸트의 기사로서 말이야.", "Hé hé, des petits ennuis, Rain ?<br>Laisse-moi t'aider ! Il en va de ma fierté de chevalier de  Grandshelt, haha !", "Hehe, steckst in einer Zwickmühle, Rain?<br>Erlaube mir, dir zu helfen.<br>Als ein stolzer Ritter von Grandshelt, haha!", "Je, je, ¿te encuentras en apuros, Rain?<br>Entonces deja que te eche una mano.<br>¡Cómo honorable caballero de Grandshelt, ja, ja!"]}}, "100005204": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [663, 2008, 210], "ATK": [28, 86, 18], "MP": [29, 89, 35], "MAG": [23, 69, 14], "SPR": [22, 66, 14], "DEF": [22, 67, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100005204, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290030000": 10, "290040200": 5, "290020100": 20}}, "rarity": 4, "compendium_id": 405, "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [28], "effect_frames": [26], "strings": {"evolution": ["I've grown...stronger?<br>You should've told me earlier<br>that you knew such a technique!", "力量……變強了？<br>你既然知道這麼好的方法，<br>就應該早告訴我嘛。", "힘이…… 강해졌어?<br>이런 좋은 방법을 알고 있었으면,<br>진작 알려주지 그랬어.", "Je suis... plus fort ?<br>Tu aurais pu me dire plus tôt qu'une telle technique existait !", "Ich bin ... stärker?<br>Du hättest mir früher sagen sollen,<br>dass du so etwas kannst!", "Me he hecho... ¿más fuerte?<br>¡Tendrías que haberme dicho antes que conocías esta técnica!"], "affinity": ["To have been able to have spent<br>so much time with the Rain...<br>Please, give my regards to my true self.", "和名門出身的雷因<br>竟相處了這麼長時間啊。<br>也請多關照一下真正的我啊。", "그 명문가의 레인과<br>이렇게나 긴 인연을 맺게 되다니 말이야.<br>진짜 나한테도, 잘 얘기해 줘.", "Dire que j'ai passé tout ce temps avec un homme portant le nom de Rain...<br>Vous feriez bien de remercier mon vrai moi.", "Dass ich so viel Zeit mit<br>Rain verbringen durfte ...<br>Bitte richtet meinem wahren Selbst Grüße aus.", "Haber podido pasar tanto tiempo con Rain...<br>Por favor, saluda de mi parte a mi verdadero yo."], "description": ["A knight from the Kingdom of Grandshelt who has lead many experienced soldiers into battle. Lawrence is quite a skilled warrior that seldom uses his abilities to their full extent. His closeness in age to Rain and his friends has helped them to establish a friendly relationship as peers who may share supper now and again. On the other hand, his bad habit of conjuring roses through the sleight of hand to flirt with women have made him quite infamous in the eyes of stalwart female knights such as Charlotte.", "率領格蘭謝爾特王國騎士團中<br>輕裝戰士們的騎士。<br>他雖然身手過硬，但總是不拿出真本領。<br>他與雷因等人年紀相近，<br>幾人關係融洽，但也因為總愛搭訕女性，<br>而被以夏洛特為首的硬派女騎士嫌棄。", "그랑셸트 왕국의 기사단 내에서,<br>주로 경전사들을 이끄는 기사.<br>실력은 좋지만, 좀처럼 실력 발휘를 하지 않는다.<br>레인이나 라스웰과는 또래이기도 하고,<br>남자들끼리 가볍게 식사 자리도 갖는 편이지만<br>꽃을 꺼내는 요술로 여자들에게 집적대는 버릇이 있어<br>샤를로트를 비롯한 여성 기사들로부터<br>꽤 좋지 않은 평판을 받고 있기도 하다.", "Un chevalier du royaume de Grandshelt qui a mené de nombreux soldats expérimentés sur le champ de bataille. Lawrence est un guerrier habile, mais qui n'exploite que rarement son véritable potentiel. Il est à peu près du même âge que Rain et ses amis, avec qui il lui arrive de partager un repas dans une ambiance de franche camaraderie. En revanche, sa fâcheuse manie à sortir une rose de nulle part pour conter fleurette à une femme lui a taillé une réputation bien moins flatteuse aux yeux des chevalières solennelles telles que Charlotte.", "Ein Ritter aus dem Königreich Grandshelt, der viele erfahrene Soldaten in die Schlacht führte. Lawrence ist ein gewandter Krieger, der seine Fertigkeiten selten voll einzusetzen braucht. Da er fast so alt ist wie Rain und seine Freunde, hat er zu ihnen eine enge Beziehung und teilt mit ihnen gelegentlich die Mahlzeit. Auf der anderen Seite ist er durch sein verführerisches Talent bei standhaften Ritterinnen wie Charlotte berüchtigt.", "Un caballero del Reino de Grandshelt que ha dirigido a muchos soldados con experiencia en la batalla. Lorenzo es un guerrero muy habilidoso que pocas veces utiliza sus habilidades al máximo. Su cercanía en edad con Rain y sus amigos le ha ayudado a establecer una relación de amistad como compañeros que de vez en cuando cenan juntos. Por otra parte, su mala costumbre de sacarse rosas de la manga para ligar con las mujeres le ha dado cierta mala fama a los ojos de las caballeros inquebrantables como Charlotte."], "fusion": ["That's it.<br>Visions are pretty spectacular, eh?", "不錯、不錯，<br>幻兵的身體真是太不錯了！", "좋아, 좋아.<br>비전의 몸이란 건 정말 멋지군.", "C'est ça, c'est ça !<br>Les visions sont plutôt  incroyables, n'est-ce pas ?", "Tada!<br>Visionen sind echt spektakulär, oder?", "Así se hacer.<br>Las visiones son bastante espectaculares, ¿verdad?"], "summon": ["He he he...<br>It seems the day you'd need me has come.<br>This means you accept me, right Rain?", "呵呵呵……你居然會向我求助。<br>是不是終於認可我了？", "후후후……<br>나한테 의지하는 날이 다 오네.<br>레인도 드디어 날 인정하는 거야?", "Hé hé hé...<br>Le jour où tu as finalement besoin de moi est enfin arrivé.<br>Tu m'acceptes maintenant, n'est-ce pas Rain ?", "Hehehe ...<br>Der Tag ist gekommen, an dem du mich brauchst.<br>Du akzeptierst mich also, Rain?", "Je, je, je...<br>Parece que ha llegado el día en el que me necesitas.<br>Así que ahora me aceptas a tu lado, ¿no Rain?"]}}}, "job": "Warrior", "sex": "Male", "game": "FFBE", "rarity_max": 5, "names": ["Lawrence", "勞倫斯", "로렌스", "Lawrence", "Lawrence", "Lorenzo"], "equip": [1, 2, 4, 30, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100005203", "job_id": 5}