{"TMR": ["MATERIA", 504100800], "name": "Roselia", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200060, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10030, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10040, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10050, "rarity": 3}, {"level": 11, "type": "MAGIC", "id": 10060, "rarity": 3}, {"level": 24, "type": "MAGIC", "id": 10080, "rarity": 3}, {"level": 36, "type": "MAGIC", "id": 10090, "rarity": 3}, {"level": 29, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 40, "type": "MAGIC", "id": 10120, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 10150, "rarity": 4}, {"level": 45, "type": "MAGIC", "id": 10140, "rarity": 5}, {"level": 58, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 10160, "rarity": 5}], "sex_id": 2, "entries": {"100002705": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [645, 1955, 240], "ATK": [25, 77, 16], "MP": [47, 143, 40], "MAG": [29, 89, 16], "SPR": [38, 114, 24], "DEF": [27, 81, 16]}, "magic_affinity": [8, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100002705, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 157, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [42], "effect_frames": [40], "strings": {"evolution": ["I am definitely different now.<br>Stronger down to the core.<br>This is incredible!", "和以往的我明顯不同了……<br>力量有了根本上的改變。<br>實在是太厲害了！", "예전의 나랑은 확연히 달라…….<br>근본적인 힘이 향상되었어.<br>정말 놀라운 현상이야!", "Je suis nettement plus puissante qu'avant. Je le sens jusqu'au plus profond de mon être. Incroyable !", "Ich bin von Grund auf definitiv stärker als zuvor, unglaublich!", "Soy totalmente distinta ahora. Más fuerte de los pies a cabeza. ¡Es increíble!"], "affinity": ["You and I have fought many battles together. I want to heal you and protect you...from the bottom of my heart.", "和你經歷了那麼多場戰鬥，<br>現在我打心底想要治癒你、守護你。", "당신과 함께 수많은 전투를 경험하면서<br>확실하게 든 생각이 있어…….<br>진심으로 당신을 지켜주고 싶다는 생각.", "Toi et moi, nous avons livré de nombreuses batailles côte à côte. Tout ce que je souhaite c'est continuer de te protéger et de te soigner !", "Wir haben so viel zusammen durchgemacht. Es ist mein Herzenswunsch, dich zu heilen und zu beschützen.", "Tú y yo hemos librado muchas batallas juntos. Quiero curarte y protegerte... de todo corazón."], "description": ["A white mage from the land that would come to be known as Mysidia. Due to her father's influence, she never developed a healer's compassion and was interested only in research for its own sake. Only as she succumbed to the plague ravaging her homeland did she begin to regret her unfeeling approach to white magic, so she carries that regret beyond death, as a vision.", "在建國前的魔道士國家密西迪亞<br>研究白魔法的女孩。<br>她深受同為白魔道士的父母的影響，<br>對研究十分熱衷，而卻不知道<br>治病救人才是白魔道士的本分。<br>當故鄉被傳染病侵蝕、她自身也患病倒下後，<br>她才開始為沒能用白魔法救人而悔恨。<br>她的這種強烈的意志殘留在了世間，<br>使得她作為幻兵再次甦醒。", "마도사 국가 미시디아가 생기기 전에<br>백마법 연구에 몰두하던 소녀.<br>백마도사였던 부모의 영향을 받아<br>연구에만 관심을 두고, 타인을 치유하는<br>백마도사 본연의 사명감은 없었다.<br>그러나 돌림병에 걸려 죽게 되자 비로소<br>치유의 힘을 온전히 익히지 못한 걸<br>후회했다. 하지만 이때 남은 강한 사념은<br>마침내 비전이 되어 부활했다.", "Une mage blanche venue d'un pays qui sera connu plus tard sous le nom de Mysidia. Sous l'influence de son père, elle se jeta à corps perdu dans l'étude de la magie, sans jamais développer ce sens de la compassion propre à un guérisseur. Elle ne prit conscience que trop tard de ses lacunes, alors qu'elle succombait à une épidémie qui ravagea tout son pays. Ses regrets amers la firent revenir sous forme de vision.", "Weißmagierin aus dem Land, das als Mysidia bekannt werden sollte. Durch den Einfluss ihres Vaters entwickelte sie nie das Mitgefühl eines Heilers und war nur um der Forschung willen an der Forschung interessiert. Dies erkannte sie zu spät, als sie einer Plage erlag, die ihre Heimat heimsuchte. Ihre Reue holte sie zurück als Vision.", "Una maga blanca de las tierras que algún día se conocerían como Mysidia. Debido a la influencia de su padre nunca desarrolló la compasión de un sanador, y solo le interesaba la investigación en sí. Se dio cuenta de ello demasiado tarde, cuando sucumbió frente a la plaga que asoló su patria. Este amargo arrepentimiento ha hecho que vuelva en forma de visión."], "fusion": ["If I had been this powerful while I was alive, I could have saved so many...", "如果我生前就擁有這種力量……<br>也許就能拯救更多的生命了。", "내가 살아있었을 때<br>이 힘이 있었다면……<br>더 많은 생명을 구할 수 있었을까?", "Si j'avais possédé cette force de mon vivant, j'aurais pu sauver tant de vies...", "Wenn ich zu Lebzeiten so stark gewesen wäre,<br> hätten viele nicht sterben müssen ...", "Si hubiera sido así de poderosa en vida podría haber salvado a tanta gente..."], "summon": ["I was only a researcher of magic.<br>But now, I am your ally.<br>Show me your wounded, and I will heal them.", "我曾經是一個潛心研究的魔道士，<br>但現在我是你的同伴。<br>就讓我來治癒受傷的夥伴們吧。", "나는…… 연구를 전문으로 하는 마도사였지만<br>지금부터는 당신의 동료야.<br>다친 사람이 있으면 내게 맡겨.", "Autrefois, j'étudiais la magie...<br>Mais à présent, je suis ton alliée.<br>Montre-moi tes blessures et je les soignerai.", "Eigentlich bin ich nur Forscherin.<br>Aber da wir jetzt verbündet sind,<br>werde ich deine Wunden heilen.", "Yo solo investigaba la magia.<br>Pero ahora soy tu aliada.<br>Muéstrame a tus heridos y los sanaré."]}}, "100002704": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [516, 1564, 210], "ATK": [20, 61, 14], "MP": [38, 114, 35], "MAG": [23, 71, 14], "SPR": [30, 91, 18], "DEF": [21, 65, 14]}, "magic_affinity": [7, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100002704, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020400": 20, "290040400": 5, "290050300": 10, "290030100": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 156, "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [42], "effect_frames": [40], "strings": {"evolution": ["My strength has grown exponentially. So this is what it's like for a vision to awaken. Interesting.", "我感到力量突然變強了，<br>這就是幻兵的覺醒……<br>真是個令人感興趣的系統。", "힘이 급격히 향상되는 게 감지됐어.<br>이게 바로 비전의 각성이구나…….<br>어떤 원리인지 정말 궁금하네.", "Mon pouvoir a prodigieusement grandi. C'est donc cela, l'éveil d'une vision... Très intéressant.", "Meine Kraft ist schlagartig gewachsen. Das ist also das Erwachen der Visionen. Interessant.", "Mi fuerza ha crecido exponencialmente. Así que así es el despertar de las visiones... Interesante."], "affinity": null, "description": ["A white magic expert born into the community of researchers that would one day become Mysidia. Roselia immersed herself in magical research simply because she was good at it. However, when a plague struck and she was unable to cure her fellow researchers, she became profoundly aware of her limitations.", "出生於某個魔法研究者組織<br>的白魔法精英，<br>該組織就是後來的魔道士國家密西迪亞。<br>生前她從未考慮過將魔法運用在實戰中，<br>只是單純因為擅長白魔法，<br>而沒日沒夜地進行研究。<br>但當組織內流行起傳染病時，<br>她所研究的白魔法並起不到救人的作用，<br>這使她意識到了自己的極限。", "훗날 마도사 국가 미시디아로 발전하는<br>마법 연구자 공동체에서 태어난<br>실력 있는 백마도사.<br>생전에는 단순히 잘하는 분야라는 이유로<br>백마법 연구에 몰두했으며<br>마법의 실용성은 안중에도 없었다.<br>그러던 중 공동체에 돌림병이 돌았는데<br>꾸준히 연구하던 백마법이 통하지 않자<br>자신의 무력함을 깨달았다고 한다.", "Une mage blanche née dans une communauté de chercheurs qui deviendra plus tard Mysidia. Roselia a étudié la magie pour la simple et bonne raison qu'elle était douée dans cet art. Cependant, son incapacité à soigner ses compagnons frappés par une épidémie lui fit prendre violemment conscience de ses limites.", "Expertin der Weißmagie, die in die Gemeinschaft von Forschern hineingeboren wurde, die später Mysidia werden sollte. Widmete sich der Magieforschung nur, weil sie gut darin war. Doch ihre Unfähigkeit, die anderen Forscher zu heilen, als die Plage zuschlug, machte ihr ihre Grenzen schmerzlich bewusst.", "Una experta en magia blanca que nació en la comunidad de investigadores que algún día sería Mysidia. Roselia se sumergió en la investigación de la magia simplemente porque se le daba bien. No obstante, dio buena cuenta de sus limitaciones al no poder curar a los otros investigadores cuando se desató una plaga."], "fusion": ["Hmmm. My magic powers grow...<br>It seems that visions do not require training to gain strength...", "嗯，魔力值上升了……<br>幻兵不進行修煉竟然也能夠成長。", "좋아, 마력이 상승하고 있어…….<br>비전의 힘은 수련 이외의 방법으로도<br>성장하는 모양이군.", "Mes pouvoirs magiques grandissent...<br>Il existerait donc d'autres moyens que l'entraînement pour devenir plus fort...", "Hmm. Meine Magie wächst ...<br>Visionen brauchen anscheinend kein Training, um stärker zu werden.", "Mmm.<br>Mis poderes mágicos aumentan...<br>Parece que las visiones<br>no necesitan entrenamiento..."], "summon": ["Are you the one who summoned me?<br>You need my healing magic?<br>I shall do as you ask.", "是你把我召喚出來的？<br>你在尋求治癒之力嗎？<br>……我會聽從你的指示的。", "당신이 날 불렀어?<br>치유의 힘이 필요하다고?<br>……알았어, 시키는 대로 할게.", "Est-ce toi qui m'as invoquée ?<br>Aurais-tu besoin de mes pouvoirs de guérison ?<br>Je ferai ce que tu demandes.", "Hast du mich gerufen?<br>Brauchst du meine Heilmagie?<br>Wie du wünschst.", "¿Eres tú quien me ha invocado?<br>¿Necesitas mi magia sanadora?<br>Haré lo que me pidas."]}}, "100002703": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [400, 1212, 150], "ATK": [16, 47, 10], "MP": [29, 88, 25], "MAG": [18, 55, 10], "SPR": [23, 71, 14], "DEF": [17, 50, 10]}, "magic_affinity": [6, 0, 0, 0], "ability_slots": 2, "limitburst_id": 100002703, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020400": 10, "290050200": 15, "290010100": 25, "290050300": 5, "290030100": 5}}, "rarity": 3, "compendium_id": 155, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [42], "effect_frames": [40], "strings": {"evolution": null, "affinity": null, "description": ["A white magic practitioner with an otherworldly aura. Like her father, Roselia was born and raised in the community of white mages that would eventually become Mysidia. Rather than any noble intentions, she practiced her art for the simple, practical reason that healing was her forte.", "給人一種不食人間煙火的感覺的<br>白魔法操縱者，<br>她出生於一個魔法研究者組織，<br>該組織後來成為了魔道士國家密西迪亞，<br>父母都是白魔道士。<br>她使用白魔法並不是想要救死扶傷，<br>而是單純地覺得<br>自己的魔力比較適合用來幫助別人恢復。", "이 세상 사람이 아닌 듯한<br>분위기가 느껴지는 백마도사.<br>그녀의 부모 역시 백마도사이다.<br>마도사 국가 미시디아의 전신인<br>마법 연구자 공동체에서 태어났다.<br>마력의 성질이 회복과 어울려서<br>백마법을 사용하고 있을 뿐이지,<br>남을 치료하고 싶다는 동기가 있는 건 아니다.", "Une mage blanche entourée d'une aura surnaturelle. Comme son père avant elle, Rosélia est née et a grandi dans la communauté des mages blancs connue par la suite sous le nom de Mysidia. Loin d'être guidée par le sens du devoir, elle est poussée par son pragmatisme et la certitude que la magie de soin est son point fort.", "Eine Weißmagierin mit einer jenseitigen Aura. So wie ihr Vater wurde Roselia in die Gemeinschaft der Weißmagier geboren und aufgezogen, die später Mysidia werden sollte. Statt von noblen Absichten wird sie von praktischem Denken und dem Wissen angetrieben, das Heilen ihre Stärke ist.", "Una practicante de magia blanca con un aura de otro mundo. Al igual que su padre, Roselia nació y creció en la comunidad de magos blancos que acabaría llamándose Mysidia. No se mueve por intenciones nobles, sino por pragmatismo y el conocimiento de que es buena sanando."], "fusion": ["I want to push the limits of magic even further.<br>Perhaps that's what this power is for?", "我還想孕育出更多魔法的可能性。<br>這就是……為此而給予我的力量嗎？", "마법의 가능성을 더 추구하고 싶어.<br>이 힘을…… 거기에 활용할 수 있을까?", "Je souhaite repousser encore davantage les limites de ma magie. Est-ce dans ce but que j'ai reçu ce pouvoir... ?", "Ich möchte die Magie an ihre Grenzen treiben.<br> Vielleicht hilft mir diese Kraft dabei?", "Quiero llevar la magia al límite. Quizás este poder sea para eso."], "summon": ["I...I thought I was dead.<br>Oh, I see. You used a magic spell.<br>I may as well join you so I can learn about it.", "我……不是已經死了麼……<br>……原來如此，這也是一種魔法啊，<br>機會難得，就讓我順便研究一下吧。", "나…… 그때 쓰러졌던 것 같은데…….<br>……이것도 마법의 일종인가 보구나.<br>잘됐네. 당신과 함께 다니며 연구해 봐야겠어.", "Je... je croyais être morte...<br>Oh, je vois. Tu as utilisé un sort.<br>Laisse-moi t'accompagner afin de l'étudier de plus près.", "Ich... Ich dachte, ich wäre tot.<br>Oh, ich verstehe. Das ist ein neuer Zauber.<br>Grund genug, zu bleiben!", "C-Creía que había muerto...<br>Ah, ya veo. Has usado un hechizo.<br>Podría seguirte para estudiarlo."]}}}, "job": "White Mage", "sex": "Female", "game": "FFBE", "rarity_max": 5, "names": ["Roselia", "羅塞莉亞", "로자리아", "Rosélia", "Roselia", "Roselia"], "equip": [5, 11, 15, 30, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100002703", "job_id": 22}