{"TMR": ["EQUIP", 306001700], "name": "Ruggles", "is_summonable": true, "skills": [{"level": 8, "type": "ABILITY", "id": 201130, "rarity": 3}, {"level": 20, "type": "ABILITY", "id": 201150, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 209880, "rarity": 3}, {"level": 48, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 209910, "rarity": 4}, {"level": 28, "type": "ABILITY", "id": 209890, "rarity": 5}, {"level": 39, "type": "ABILITY", "id": 209930, "rarity": 5}, {"level": 53, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 209900, "rarity": 5}, {"level": 75, "type": "ABILITY", "id": 209920, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 209870, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 219870, "rarity": 6}, {"level": 24, "type": "ABILITY", "id": 219830, "rarity": 6}, {"level": 52, "type": "ABILITY", "id": 219850, "rarity": 6}, {"level": 73, "type": "ABILITY", "id": 219860, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 219840, "rarity": 6}], "sex_id": 1, "entries": {"100007603": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [518, 1571, 150], "ATK": [20, 62, 10], "MP": [23, 69, 25], "MAG": [16, 48, 10], "SPR": [15, 46, 10], "DEF": [19, 59, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 100007603, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020600": 10, "290050300": 5, "290050200": 15, "290030000": 5, "290010200": 25}}, "rarity": 3, "compendium_id": 548, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [40], "effect_frames": [38], "strings": {"evolution": null, "affinity": ["Race doesn't mean anything.<br>I entrust my memories to you.", "與種族無關啦哩。<br>拉格爾斯決定把思念，<br>託付給你啦哩。", "종족 따윈, 관계없다라리.<br>러글스는, 너에게<br>마음을 맡긴다라리.", "La race n'a aucune importance.<br>Je vous confie mes souvenirs.", "Die Herkunft ist unwichtig.<br>Ich vertraue euch meine Erinnerungen an.", "No importa la raza.<br>Te confío mis recuerdos."], "description": ["A dwarf that found himself lost and alone long ago in the land of Gronoa. Having collapsed due to hunger and the surrounding miasma, he was rescued by Lunera, an elf who was living by, and soon began a friendship with her husband, Bran. Though much like the hard-working dwarves of today, having strayed for so long from his friends, his dwarfish optimism had begun to fade.", "過去暗黑大陸格羅諾亞中僅存的 一名矮人。 因為瘴氣與飢餓感而倒下時，受到了住在附近的精靈族，盧內拉的幫助， 也因此與她的丈夫布蘭成為好友。 雖然工匠般的氣質與現在的矮人相同， 但因為與夥伴們分隔許久，矮人特有的爽朗性格也所剩無幾。", "과거 암흑대륙 골로노아에<br>홀로 남겨져 있던 드워프.<br>독기와 공복으로 인해 쓰러져 있던 것을<br>근처에 살던 엘프 족 루네라가 발견하여<br>그녀의 남편인 브란과 함께 우정을 쌓았다.<br>그 장인 기질은 현대의 드워프와 크게 다르지 않지만,<br>동료와 오랫동안 떨어져 지낸 탓에 드워프<br>특유의 밝은 성격은 많이 사라졌다.", "Un nain qui s'est perdu il y a longtemps à Gronoa. Après avoir perdu connaissance dû aux miasmes et à la faim qui le tenaillait, il fut secouru par Lunera, une femelle elfe qui vivait dans le coin, et devint très ami avec Bran, son mari. Bien que très ressemblant aux nains très travailleurs d'aujourd'hui, le fait d’être resté si longtemps loin des siens a commencé à lui faire perdre l'optimisme légendaire de son peuple.", "Ein Zwerg, der sich verloren und alleine im Land Gronoa wiederfand. Als er vor Hunger und eingeatmetem Miasma zusammenbruch, rettete ihn die in der Nähe lebende Elfin Lunera. Schon bald wurden er und ihr Ehemann Bran gute Freunde. Obwohl er wie alle Zwerge hart arbeitete, hatte ihm die lange Isolation zu schaffen gemacht.", "Un enano que se vio perdido y solo hace ya mucho tiempo en las tierras de Gronoa. Desfallecido por el hambre y la miasma de los alrededores, fue encontrado por Lunera, una elfa que vivía por allí, y pronto entabló una amistad con su marido, Blanch. Aunque sus habilidades son igualables a las de los enanos de hoy en día, el haber estado perdido durante tanto tiempo ha hecho que su optimismo se desvanezca poco a poco."], "fusion": ["If you humans wish of it,<br>then Ruggles shall become stronger.", "只要人類需要，<br>拉格爾斯，會變更強啦哩。", "인간이 원한다면,<br>러글스, 강해진다라리.", "Si vous, les humains, le souhaitez,<br>alors Ruggles deviendra plus fort.", "Wenn ihr Menschen es wünscht,<br>wird Ruggles stärker werden.", "Si vosotros humanos así lo deseáis,<br>entonces Ruggles más fuerte se volverá."], "summon": ["Rally-ho!<br>I wonder if this manner of speech<br>is still understood these days?", "啦哩吼！<br>……這個問候語， <br>在這個時代也通用嗎啦哩？", "라리호!<br>……이 시대에도, 이 인사가<br>통하겠지라리?", "Bien l'bonjour ! J'espère que les gens d'aujourd'hui peuvent comprendre cette façon de saluer...", "Auf ins Getümmel!<br>Ob man sich wohl heutzutage<br>noch so ausdrückt?", "¡Aijó!<br>¿Será esta una expresión que se use todavía?"]}}, "100007605": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [877, 2657, 240], "ATK": [35, 106, 16], "MP": [39, 118, 40], "MAG": [27, 82, 16], "SPR": [26, 80, 16], "DEF": [33, 101, 24]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100007605, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 550, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [40], "effect_frames": [38], "strings": {"evolution": ["Magic and visions...<br>Us dwarves probably should have<br>accepted these already.", "魔法和幻兵……<br>要是矮人也能接納的話， <br>那就好了啦哩。", "마법과 비전……<br>드워프 들도, 받아들일 수 있었다면<br>좋았을 텐데라리.", "La magie et les visions...<br>Nous, les nains aurions dû accepter ce pouvoir plus tôt.", "Magie und Visionen ...<br>Wir Zwergen hättem das<br>bereits annehmen sollen.", "Magia y visiones...<br>Nosotros los enanos deberíamos haberlos aceptado hace tiempo."], "affinity": ["Race doesn't mean anything.<br>I entrust my memories to you.", "與種族無關啦哩。<br>拉格爾斯決定把思念，<br>託付給你啦哩。", "종족 따윈, 관계없다라리.<br>러글스는, 너에게<br>마음을 맡긴다라리.", "La race n'a aucune importance.<br>Je vous confie mes souvenirs.", "Die Herkunft ist unwichtig.<br>Ich vertraue euch meine Erinnerungen an.", "No importa la raza.<br>Te confío mis recuerdos."], "description": ["A dwarf who wandered around Gronoa after being separated from his brethren when Paladia was split during the war which took place 700 years ago in Paladia. He developed a friendship with an elven couple which was initially strained, but in the end did all he could for them as they found themselves threatened by the miasma. The results of his works are still visible in the underground passages below Gronoa.", "700年前孤獨流浪於格羅諾亞大陸的矮人族。<br>在帕拉迪亞爆發戰爭時，大地分裂，<br>迫使其與同胞分離，並因機緣巧合，<br>與本來水火不容的精靈族夫婦建立了友情。<br>為了因瘴氣而生病的精靈族夫婦，<br>他盡了最大努力。<br>據說，其成就現存於格羅諾亞地下坑道。", "700년 전 파라디아에서 벌어진 전쟁으로<br>대지가 갈라졌을 때, 동포들과 떨어져<br>홀로 골로노아 대륙을 헤매던 드워프.<br>본래 견원지간이나 마찬가지인 엘프 족의<br>부부와 우정을 쌓고, 독기 때문에 힘들어하는<br>그들을 위해 노력을 아끼지 않았다.<br>그러한 그의 업적은, 현대에도 남아 있는<br>골로노아의 지하갱도에서 확인할 수 있다.", "Un nain qui errait dans Gronoa après avoir été séparé de ses frères lorsque Paladia fut séparée en deux dans la grande guerre qui eut lieu il y a 700 ans à Paladia. Il développa une amitié pour un couple d'elfes avec lequel il était un peu froid au départ mais pour qui il finira par tout donner pour les protéger du miasme qui les assaillait. Le résultat de son travail acharné est encore visible de nos jours dans le passage souterrain sous Gronoa.", "Ein Zwerg, der in Gronoa herum wanderte, da er von seinen Brüdern getrennt worden war, als Paladia in einem Krieg vor 700 Jahren zweigeteilt wurde. Er freundete sich trotz anfänglicher Probleme mit einem Elfenpaar an und tat am Ende alles für sie, da sie selbst durch das Miasma bedroht wurden. Das Ergebnis seiner Arbeit ist im Untergrund von Gronoa immer noch sichtbar.", "Un enano que vagó por Gronoa tras separarse de sus camaradas al quedar Paladia dividida por la guerra que sucedió hace 700 años. Entabló amistad con una pareja de elfos que se encontraba aislada y acabó haciendo todo lo que estaba en su mano para ayudarles en su lucha con la miasma. Los resultados de su trabajo son aún visibles en los pasadizos subterráneos bajo Gronoa."], "fusion": ["Ruggles's will protect you all,<br>now that he has grown stronger.", "變強的拉格爾斯，<br>會保護你們啦哩。", "강해진 러글스,<br>너희들을 지킨다라리.", "Ruggles vous protégera tous,<br>maintenant qu'il est plus fort.", "Ruggles wird euch alle beschützen,<br>jetzt, wo er stärker ist.", "Ruggles os protegerá a todos,<br>ya que más poderoso se ha vuelto."], "summon": ["Ruggles's weapon is for protecting.<br>Never you forget that.", "拉格爾斯的武器，<br>是為了守護用的啦哩。<br>希望你不要忘記啦哩。", "러글스의 무기는,<br>누군가를 지키기 위한 거야라리.<br>잊지 말아줘라리.", "Les armes de Ruggles sont faites pour protéger.<br>N'oublie jamais ça !", "Ruggles Waffen dienen zum Schutz.<br>Vergesst das nie.", "El arma de Ruggles está para proteger.<br>Tú nunca olvides esto."]}}, "100007604": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [674, 2043, 210], "ATK": [27, 81, 14], "MP": [30, 90, 35], "MAG": [21, 63, 14], "SPR": [20, 61, 14], "DEF": [25, 77, 18]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100007604, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020600": 20, "290040100": 5, "290050300": 10, "290050400": 5, "290030000": 10}}, "rarity": 4, "compendium_id": 549, "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [40], "effect_frames": [38], "strings": {"evolution": ["I feel like the power of magic<br>doesn't really agree with us dwarves.", "魔法的力量，<br>我覺得不太適合我們矮人啦哩。", "마법의 힘, 드워프에겐<br>조금 어울리지 않는 듯한<br>기분이 든다라리.", "J'ai l'impression que le pouvoir de la magie<br>n'est pas très compatible avec nous, les nains.", "Die Kraft der Magie scheint zu uns Zwergen<br>nicht recht zu passen.", "Siento que el poder de la magia<br>no va con nosotros los enanos."], "affinity": ["Race doesn't mean anything.<br>I entrust my memories to you.", "與種族無關啦哩。<br>拉格爾斯決定把思念，<br>託付給你啦哩。", "종족 따윈, 관계없다라리.<br>러글스는, 너에게<br>마음을 맡긴다라리.", "La race n'a aucune importance.<br>Je vous confie mes souvenirs.", "Die Herkunft ist unwichtig.<br>Ich vertraue euch meine Erinnerungen an.", "No importa la raza.<br>Te confío mis recuerdos."], "description": ["A dwarf blacksmith who was saved by an elven couple long ago after finding himself all alone on the continent of Gronoa. Though he spoke in a bright manner similar to the dwarves of today, he had a serious personality, well aware of his crime in having committed to war efforts by creating weapons, which he dedicating himself to making atonement for.", "過去暗黑大陸格羅諾亞中<br>僅存的矮人鍛冶師，<br>被異種精靈族夫婦所救。<br>其語調和現代的矮人語相似。<br>雖性格爽朗，但因為自己製作了戰爭武器<br>而負有罪惡感。就像是為自己的行為贖罪般，他的性格從那之後變得十分正經。", "과거 암흑대륙 골로노아에<br>홀로 남겨져, 이종족인 엘프 부부에게<br>구조된 드워프 족의 대장장이.<br>현대의 드워프어와 유사한<br>밝은 말투를 구사하지만, 무기를 만들어<br>전쟁에 가담했다는 죄의식으로 인해<br>고지식한 성격이 되었으며, 자신 나름의<br>속죄를 하고자 하고 있다.", "Un forgeron nain qui a été sauvé par un couple d'elfes il y a très longtemps après s'être retrouvé tout seul sur le continent de Gronoa. Bien qu'il parle à peu près la même langue que les nains d'aujourd'hui, il possède une personnalité très grave, très conscient du fait que la création de ses armes fait aussi partie du commerce de la guerre.", "Ein Zwergenschmied, der vor langer durch ein Elfenpaar auf dem Kontinent Gronoa gerettet wurde. Obwohl er wie alle Zwerge ein heiteres Wesen hat, war er sich seiner Taten bewusst, da er im Krieg Waffen hergestellt hatte und hierfür Abbitte leisten wollte.", "Un herrero enano que fue rescatado por una pareja de elfos hace ya mucho tras verse perdido y solo en el continente de Gronoa. Aunque hablaba de una manera alegre similar a la de los enanos de hoy en día, tenía un temperamento serio ya que era consciente de los crímenes causados por las armas de guerra que él había creado, algo de lo que buscaba redimirse."], "fusion": ["Ruggles's power is to be used justly.", "拉格爾斯的力量，<br>會用在正確的地方啦哩。", "러글스의 힘은,<br>올바른 곳에 써줘라리.", "Le pouvoir de Ruggles doit être utilisé pour faire le bien.", "Ruggles Kraft wird nur gerecht eingesetzt.", "El poder de Ruggles está para ser utilizado apropiadamente."], "summon": ["The humans find themselves in another war.<br>...Nothing ever changes.", "人類，又再重複戰爭嗎啦哩？ <br>……真是完全沒變呀啦哩。", "인간은, 아직도 전쟁을 반복하는 거야라리?<br>……아무것도 바뀌지 않는구나라리.", "Les hommes ont réussi à déclencher une nouvelle guerre.<br>... les vieilles habitudes ont la vie dure.", "Die Menschen führen einen weiteren Krieg.<br>... Alles beim Alten.", "Humanos de nuevo metidos en una guerra más.<br>Nada nuevo bajo el sol."]}}}, "job": "Blacksmith", "sex": "Male", "game": "FFBE", "rarity_max": 5, "names": ["Ruggles", "拉格爾斯", "러글스", "Ruggles", "Ruggles", "Ruggles"], "equip": [1, 2, 3, 4, 8, 9, 10, 11, 13, 15, 16, 30, 31, 40, 41, 50, 51, 52, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100007603", "job_id": 106}