{"TMR": ["MATERIA", 504204600], "name": "Luka", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10150, "rarity": 4}, {"level": 7, "type": "MAGIC", "id": 10140, "rarity": 4}, {"level": 58, "type": "ABILITY", "id": 100050, "rarity": 4}, {"level": 12, "type": "MAGIC", "id": 10090, "rarity": 5}, {"level": 41, "type": "ABILITY", "id": 204420, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 204440, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 10100, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 204390, "rarity": 6}, {"level": 26, "type": "ABILITY", "id": 204410, "rarity": 6}, {"level": 49, "type": "ABILITY", "id": 100180, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 204430, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 204400, "rarity": 6}], "sex_id": 2, "entries": {"100005006": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1060, 3211, 390], "ATK": [37, 112, 26], "MP": [60, 182, 85], "MAG": [40, 120, 26], "SPR": [49, 149, 26], "DEF": [39, 118, 26]}, "magic_affinity": [8, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100005006, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 392, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [76], "effect_frames": [74], "strings": {"evolution": ["I promise to be of use to you.<br>I dedicate myself to carrying out my will.", "我一定會幫上你的忙，<br>請把我的意志流傳至後世。", "반드시 도움이 되도록 하겠습니다.<br>그러니 부디 이 의지를 미래로 이어주세요.", "Je promets de vous être utile.<br>Faites en sorte que cette volonté puisse nous apporter des jours meilleurs.", "Ich kann dir eine große Hilfe sein.<br>Mein Wille soll die Zukunft mitgestalten.", "Prometo serte útil.<br>Dedico mi vida a cumplir tu voluntad."], "affinity": ["To have been able to fight with<br>you until now...I'm so grateful.<br>I hope I can be of help to you.", "謝謝你能一直陪我戰鬥，<br>我……很高興。<br>我也願意盡力幫助你。", "지금까지 함께 싸워주셔서<br>정말… 감사드려요.<br>조금이라도 도움이 되었다면 기쁘겠어요.", "Je suis si heureuse d'avoir pu combattre à vos côté jusqu'à aujourd'hui !<br>J'espère que je vous suis toujours utile.", "Ich bin so dankbar,<br>dass du immer an meiner Seite gekämpft hast.<br>Ich hoffe, dass ich auch etwas für dich tun kann.", "Haber podido luchar a tu lado hasta ahora...<br>Estoy tan agradecida. Espero poder serte de ayuda a ti también."], "description": ["A citizen of the Olderion Federation, bestowed the position of water priestess. Her and all the members of her family are known as the \"Wardens,\" people charged with protecting the water crystal, but as the Water Priestess she has the tremendous power of being able to wield the power of the water crystal, making her a pillar of Olderion society.", "繼承了聯邦國家奧爾德里昂<br>自古流傳下來的使命的「水之巫女」。<br>她的一族被稱為「守護人」，<br>背負著保護水之水晶的宿命，<br>族人會從一族之中挑選出一位<br>「水之巫女」，巫女可以得到<br>操控水之水晶的力量，<br>從而成為奧爾德里昂的支柱。", "예로부터 대대로 올데리온 연방을<br>지키는 역할을 맡아온 '물의 무녀'.<br>그녀의 일족은 모두 '수호자'라고 불리며<br>물의 크리스탈을 지키는 사명을 짊어지고 있으나,<br>그중에서도 특히 단 한 명만이 선택받는<br>'물의 무녀'는 물의 크리스탈의 힘을<br>자유자재로 다룰 수 있어서,<br>올데리온의 기둥이라고 할 수 있는 존재이다.", "Une citoyenne de la Fédération d'Olderion qui succéda à la prêtresse de l'eau. Elle et tous les membres de sa famille sont connus comme les « gardiens », les personnes chargées de protéger le Cristal de l'eau. Mais en qualité de prêtresse de l'eau, elle possède l'ultime pouvoir de manier le pouvoir du Cristal de l'eau, faisant d'elle un pilier de la société d'Olderion.", "Die jüngste einer langen Ahnenreihe von Wasserpriesterinnen der Republik Olderion. Sie entstammt der Sippe der Hüter des Wassers, deren Pflicht es ist, den Wasserkristall zu beschützen. Innerhalb dieser Sippe wird jedoch stets nur einer Person der Titel der Wasserpriesterin und somit die Kraft des Kristalls übertragen. Sie gilt als Garant für den Frieden in ganz Olderion.", "Ciudadana de la Federación de Olderion que ha recibido el cargo de sacerdotisa del agua. A su familia se la conoce como \"Guardianes\", cuyo deber es proteger el Cristal del Agua; sin embargo, ella es la Sacerdotisa del Agua, y por lo tanto posee la tremenda capacidad de utilizar el poder del Cristal del Agua a voluntad, lo que la convierte en un pilar de la sociedad de Olderion."], "fusion": ["This power...<br>Surely, I can use this to glorify the waters!", "這份力量……我一定<br>會讓它化為水之恩惠。", "이 힘… 반드시<br>물의 은혜로 바꾸어 보이겠습니다.", "Ce pouvoir...<br>Il me sera sûrement très utile pour rendre gloire aux eaux !", "Diese Kraft ...<br>Durch sie wird auch der Segen des Wassers stärker werden.", "Este poder...<br>¡Sí, puedo utilizarlo para glorificar las aguas!"], "summon": ["The crystals have entrusted<br>you all with a great burden.<br>I also wish to help you.", "水晶將命運<br>託付給了你們。<br>因此我也想成為你們的力量。", "크리스탈은,<br>여러분께 운명을 맡겼습니다.<br>저도 여러분의 힘이 되고 싶습니다.", "Les cristaux vous ont confié<br>un très lourd fardeau.<br>Je veux vous aider moi aussi.", "Die Kristalle haben euch<br>das Schicksal der Welt aufgebürdet.<br>Lasst mich euch die Last erleichtern.", "Los cristales os han<br>dado una gran carga.<br>Yo también ayudaré."]}}, "100005005": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [815, 2470, 240], "ATK": [28, 86, 16], "MP": [46, 140, 60], "MAG": [30, 92, 16], "SPR": [38, 114, 16], "DEF": [30, 90, 16]}, "magic_affinity": [7, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100005005, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 391, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [76], "effect_frames": [74], "strings": {"evolution": ["I have...new power?<br>It must be a gift from the water crystals.", "這是我……新的力量？<br>一定是水之水晶賜予我的。", "내… 새로운 힘?<br>물의 크리스탈의 선물이로군요.", "J'ai... de nouveaux pouvoirs ?<br>C'est sûrement un cadeau des cristaux d'eau.", "Eine neue ... Kraft in mir?<br>Ohne Zweifel ein Geschenk des Wasserkristalls.", "¿Tengo... nuevo poder?<br>Seguro que es un regalo del Cristal del Agua."], "affinity": ["To have been able to fight with<br>you until now...I'm so grateful.<br>I hope I can be of help to you.", "謝謝你能一直陪我戰鬥，<br>我……很高興。<br>我也願意盡力幫助你。", "지금까지 함께 싸워주셔서<br>정말… 감사드려요.<br>조금이라도 도움이 되었다면 기쁘겠어요.", "Je suis si heureuse d'avoir pu combattre à vos côté jusqu'à aujourd'hui !<br>J'espère que je vous suis toujours utile.", "Ich bin so dankbar,<br>dass du immer an meiner Seite gekämpft hast.<br>Ich hoffe, dass ich auch etwas für dich tun kann.", "Haber podido luchar a tu lado hasta ahora...<br>Estoy tan agradecida. Espero poder serte de ayuda a ti también."], "description": ["A water priestess from the Olderion Federation. She has received the protection of the water crystal despite being so young, the power of which she uses to support the daily lives of her fellow citizens. Though kind and welcoming to all she comes across, she has dedicated her life to serving her people, and when the time comes she hides within her something that even her brothers couldn't match.", "聯邦國家奧爾德里昂的「水之巫女」。<br>雖然還是名少女，不過她卻受到了<br>水之水晶的加護，日夜不分地用<br>寄宿於自身的力量保護著人們。<br>她性格溫和，對誰都毫無隔閡地真誠相待，<br>並且有著能為人民付出一生的強烈意志，<br>在關鍵時刻的決心與覺悟<br>甚至能凌駕於兩位哥哥。", "올데리온 연방의 '물의 무녀'.<br>아직 어린 소녀지만, 물의 크리스탈의<br>가호를 받은 그녀의 몸에는 강력한 힘이 깃들어 있으며,<br>밤낮으로 사람들의 생활을 지탱하고 있다.<br>온화하며 만인을 차별 없이 대하지만,<br>사람들을 위해 자신의 인생을 바칠 정도로 강한 의지를 가졌으며<br>만일의 사태에 대비한 각오는<br>오빠들을 능가하고도 남는다.", "Une prêtresse de l'eau de la Fédération d'Olderion. Elle a reçu la protection du Cristal de l'eau, malgré sa grande jeunesse. Elle emploie ce pouvoir pour aider ses concitoyens au quotidien. Bien que gentille et accueillante envers tous ceux qu'elle croise, elle consacre sa vie au service des siens. Quand c'est le moment, elle cache en elle quelque chose avec lequel même ses frères ne peuvent rivaliser.", "Eine mit dem Schutz der Republik Olderion beauftragte Wasserpriesterin. Trotz ihres jugendlichen Alters hat sie den Segen des Wasserkristalls empfangen und trägt dessen Kraft in sich, mit der sie den Frieden im Land bewahrt. Sie begegnet allen Wesen mit Gleichmut und ohne Vorbehalt, doch ihre Entschlossenheit, für ihr Volk alles zu opfern, übertrifft selbst noch die ihrer Brüder.", "Sacerdotisa del Agua de la Federación de Olderion. Pese a su corta edad, goza de la protección del cristal de agua, y usa ese poder para facilitarle la existencia al resto de aldeanos. Es amable con todo el mundo y ha encomendado su vida a servir a la gente. En su interior esconde algo contra lo que ni siquiera sus hermanos podrían competir."], "fusion": ["I'm so happy!<br>I can be even more useful to you all now!", "我好高興。<br>因為，我又能<br>更好地幫助你們了。", "정말 기뻐요.<br>이 힘으로 여러분을<br>더욱 도와드릴 수 있으니까요.", "Je suis si heureuse !<br>Je vais pouvoir vous être encore plus utile maintenant !", "Ich bin überglücklich!<br>Nun kann ich für euch alle noch nützlicher sein.", "¡Qué bien!<br>¡Ahora puedo resultarte todavía más útil!"], "summon": ["I can feel the protection of the water crystal. I will go along with you all.", "我感受到了水之水晶的加護。<br>就讓我與你們同行吧。", "물의 크리스탈의 가호가 느껴지는군요.<br>저도 여러분을 따르겠습니다.", "Je peux sentir la protection du cristal de l'Eau. Je vais vous accompagner.", "Ich spüre, dass ihr unter dem Schutz des Wasserkristalls steht. Ich folge euch.", "Puedo sentir la protección del cristal de agua. Los voy a acompañar."]}}, "100005004": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [627, 1900, 210], "ATK": [22, 66, 14], "MP": [35, 107, 45], "MAG": [23, 71, 14], "SPR": [29, 88, 14], "DEF": [23, 69, 14]}, "magic_affinity": [6, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100005004, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 8, "290020400": 25, "290050400": 8, "290050300": 15, "290030800": 13}}, "rarity": 4, "compendium_id": 390, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [76], "effect_frames": [74], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["To have been able to fight with<br>you until now...I'm so grateful.<br>I hope I can be of help to you.", "謝謝你能一直陪我戰鬥，<br>我……很高興。<br>我也願意盡力幫助你。", "지금까지 함께 싸워주셔서<br>정말… 감사드려요.<br>조금이라도 도움이 되었다면 기쁘겠어요.", "Je suis si heureuse d'avoir pu combattre à vos côté jusqu'à aujourd'hui !<br>J'espère que je vous suis toujours utile.", "Ich bin so dankbar,<br>dass du immer an meiner Seite gekämpft hast.<br>Ich hoffe, dass ich auch etwas für dich tun kann.", "Haber podido luchar a tu lado hasta ahora...<br>Estoy tan agradecida. Espero poder serte de ayuda a ti también."], "description": ["A water priestess charged with protecting the Olderion Federation. She has a deep bond with the water crystal, the incredible power of which she uses to cleanse the waters that protect the city from monsters. She also has two brothers, both of whom serve in protecting their country.", "背負著「水之巫女」的宿命，<br>保護聯邦國家奧爾德里昂的少女。<br>她熟知水之水晶，<br>用這力量淨化的水，<br>可以保護街道，阻止魔物的進攻。<br>她有兩位哥哥，<br>都就任於保護國家的職位。", "올데리온 연방을 지키는<br>'물의 무녀'의 사명을 짊어진 소녀.<br>물의 크리스탈에 대해 잘 알고 있으며, 크리스탈의 힘을 다루는<br>그녀에 의해 정화된 물은<br>마을을 마물로부터 보호하는 강력한 힘을 가지고 있다.<br>두 명의 친오빠가 있으며,<br>두 사람 다 나라를 지키는 역할을 맡고 있다.", "Une prêtresse de l'eau chargée de protéger la Fédération d'Olderion. Elle a un profond attachement au Cristal de l'eau, qui renferme un immense pouvoir qu'elle utilise pour purifier les eaux qui protègent la ville des monstres. Elle a également deux frères, qui travaillent tous deux à protéger le pays.", "Eine mit dem Schutz der Republik Olderion beauftragte Wasserpriesterin. Sie hat eine tiefe Verbindung zum Wasserkristall, dessen Kraft sie nutzt, um das Wasser der Hauptstadt zu reinigen, sodass kein Monster sich dieser zu nähern wagt. Sie hat zwei ältere Brüder, die beide ebenfalls im Dienste des Landes stehen.", "Sacerdotisa del Agua responsable de proteger a la Federación de Olderion. Mantiene un vínculo muy profundo con el Cristal del Agua, el increíble poder del que se vale para purificar las aguas que protegen la ciudad de los monstruos. Cuenta además con dos hermanos, quienes también sirven para proteger el país."], "fusion": ["Thank you very much.<br>I'll do my best to get stronger!", "非常感謝。<br>願我能獲得更強的力量。", "감사합니다.<br>더욱 강해질 수 있기를.", "Merci infiniment.<br>Je vais faire de mon mieux pour devenir encore plus forte !", "Ich danke dir.<br>Auf dass ich auch in Zukunft noch stärker werden möge.", "Muchas gracias.<br>¡Voy a esforzarme al máximo para hacerme más fuerte!"], "summon": ["Somehow, these memories...<br>I will do my best to be of use to you all.", "請讓這份思念……<br>幫上大家的忙。", "부디 이 마음이…<br>여러분의 도움이 되길 빕니다.", "Je vous en prie, faites que ces souvenirs...<br>Je vais faire de mon mieux pour vous être utile.", "Was ist das, dieses Gefühl ...<br>Ich gebe mein Bestes, um euch von Nutzen zu sein.", "De alguna forma, estas memorias...<br>Haré lo mejor para ser de ayuda."]}}}, "job": "Water Priestess", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Luka", "露露卡", "루루카", "Luluka", "Luka", "Luka"], "equip": [5, 11, 15, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100005004", "job_id": 80}