{"TMR": ["EQUIP", 304002200], "name": "Erwin", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 219240, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10020, "rarity": 3}, {"level": 10, "type": "ABILITY", "id": 100070, "rarity": 3}, {"level": 19, "type": "ABILITY", "id": 213160, "rarity": 3}, {"level": 34, "type": "ABILITY", "id": 221220, "rarity": 3}, {"level": 40, "type": "MAGIC", "id": 20020, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10110, "rarity": 4}, {"level": 18, "type": "ABILITY", "id": 100040, "rarity": 4}, {"level": 32, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 45, "type": "ABILITY", "id": 221210, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 20090, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 221200, "rarity": 5}, {"level": 43, "type": "ABILITY", "id": 221180, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 221190, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 221170, "rarity": 5}], "sex_id": 1, "entries": {"100013203": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [412, 1249, 180], "ATK": [19, 58, 12], "MP": [19, 59, 30], "MAG": [14, 43, 12], "SPR": [17, 53, 12], "DEF": [17, 52, 12]}, "magic_affinity": [3, 3, 0, 0], "ability_slots": 2, "limitburst_id": 100013203, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290030100": 5, "290050200": 15, "290010000": 25, "290020000": 10}}, "rarity": 3, "compendium_id": 822, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20, 20], "strings": {"evolution": null, "affinity": ["We have become quite close, haven't we.<br>Is this what it means to be friends?", "和你完全地變親密了呢。<br>這就是所謂的「朋友」吧？", "당신과도 꽤 친해진 것 같군요.<br>이게 바로 친구라는 거죠?", "Nous sommes devenus très proches, n'est-ce pas ?<br>Serait-ce donc ça, l'amitié ?", "Wir sind alle richtig zusammengewachsen<br>Das ist, was Freundschaft ausmacht, oder?", "Nos hemos hecho bastante amigos, ¿no?<br>¿Así que esto es la amistad?"], "description": ["A young man who serves a mysterious organization from Paladia that works in complete secrecy. Nothing is known about the group Erwin works for, or anything else about him for that matter, except for his name. Although his mysterious past and his somewhat rigid appearance make him seem unapproachable, he is actually quite sociable in nature.", "在帕拉迪亞進行祕密活動的組織中所屬的青年。除了他的名字以外，他的所有資料與組織都充滿著謎團。雖然神秘的經歷加上全身正經的穿著讓人覺得難以接近，但是本人卻意外的不拘小節。", "파라디아에서 비밀리로 활동하는 수수께끼의 조직에 소속된 청년. 조직에 대해서는 물론이거니와, 이름을 제외한 본인의 프로필 모두가 의문에 싸여 있다. 비밀스러운 경력과 깔끔하고 단정한 스타일 때문에 다가가기 힘든 인상을 주지만 그와는 별개로 본인은 상당히 싹싹한 성격이다.", "Un jeune homme au service d’une mystérieuse organisation de Paladia travaillant dans le plus grand secret. Le groupe pour lequel œuvre Erwin est une énigme totale. Il en va de même pour Erwin lui-même, dont seul le nom est connu. Inaccessible en apparence, notamment à cause de son passé mystérieux et de son allure quelque peu sévère, Erwin est en réalité un homme tout à fait amical.", "Ein junger Mann, der einer mysteriösen Geheimorganisation aus Paladia dient. Abgesehen von seinem Namen, ist weder über die Organisation, für die er arbeit, noch über ihn selbst viel bekannt. Aufgrund dieser nebulösen Vergangenheit und seines durchtrainierten Körpers wirkt Erwin auf den ersten Blick nicht wie eine zugängliche Person, ist aber in Wirklichkeit ein offenherziger Mensch.", "Un joven que trabaja para una misteriosa organización de Paladia rodeada de secretismo. Nada se sabe del grupo para el que trabaja Erwin. Bueno, de hecho, poco se sabe de Erwin en sí aparte de su nombre. Por otra parte, aunque su misterioso pasado y su rígida actitud le hagan parecer una persona poco cercana, en realidad se trata de una persona bastante sociable."], "fusion": ["Bring it on.<br>Surely that is what His Majesty desires as well.", "盡量展現出來。<br>這正是那位人士所希望的。", "더 가져와 주시겠어요?<br>그분께서도 그것을 원하신답니다.", "Montre-moi de quoi tu es capable.<br>Nul doute que c'est là le souhait de Sa Majesté.", "Nur her damit.<br>Sicher ist es auch das, was Madame wünscht.", "Enséñame lo que sabes.<br>Seguro que eso es lo que su majestad también desea."], "summon": ["I am Erwin.<br>I am here on orders from a great nobleman.", "我是亞溫。<br>受到了高貴之人的命令而來到這裡。", "제 이름은 어윈.<br>어느 고귀하신 분의 명을 받고 왔습니다.", "Je suis Erwin.<br>J'ai été envoyé sur ordre d'un grand noble.", "Mein Name ist Erwin.<br>Ich bin auf den Befehl einer edlen Madame gekommen.", "Soy Erwin.<br>Estoy aquí porque así lo ha ordenado un importante miembro de la nobleza."]}}, "100013204": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [588, 1783, 240], "ATK": [27, 82, 16], "MP": [27, 84, 40], "MAG": [20, 61, 16], "SPR": [25, 76, 16], "DEF": [24, 75, 16]}, "magic_affinity": [4, 4, 0, 0], "ability_slots": 3, "limitburst_id": 100013204, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 5, "290050300": 10, "290030100": 10, "290020000": 20, "290050400": 5}}, "rarity": 4, "compendium_id": 823, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20, 20], "strings": {"evolution": ["I have powered up quite a bit.<br>This is all for His Majesty.", "一股強大力量注入於身。<br>全都是為了……那位人士。", "상당한 힘을 얻었습니다.<br>모두 그분 덕택입니다.", "J'ai gagné en puissance.<br>Tout ceci, c'est au nom de Sa Majesté.", "Ich bin echt ganz schön stark geworden.<br> All diese Kraft widme ich Madame.", "He subido un poco de nivel.<br>Todo sea por su majestad."], "affinity": ["We have become quite close, haven't we.<br>Is this what it means to be friends?", "和你完全地變親密了呢。<br>這就是所謂的「朋友」吧？", "당신과도 꽤 친해진 것 같군요.<br>이게 바로 친구라는 거죠?", "Nous sommes devenus très proches, n'est-ce pas ?<br>Serait-ce donc ça, l'amitié ?", "Wir sind alle richtig zusammengewachsen<br>Das ist, was Freundschaft ausmacht, oder?", "Nos hemos hecho bastante amigos, ¿no?<br>¿Así que esto es la amistad?"], "description": ["A young man who serves a mysterious organization from Paladia that works in complete secrecy. Other men and women have been spotted in Paladia wearing a similar attire to Erwin's, though no one really knows the group's name, state, or purpose. However, the only relation they seem to share is a connection to a certain member of the nobility.", "在帕拉迪亞進行祕密活動的組織中所屬的青年。在帕拉迪亞各地都有目擊到與他穿著相似的男女。目前組織的名稱與目的都尚未明朗。根據本人所說，將他們群聚在一起的似乎是「某位高貴的大人」。", "파라디아에서 비밀리로 활동하는 수수께끼의 조직에 소속된 청년. 그와 비슷한 차림새의 사람들이 파라디아 각지에서 목격되고 있다. 조직의 이름이나 목적 그  어떤 것도 밝혀지지 않았으며, 본인 왈 그들을 통솔하고 있는 것은 '어느 고귀하신 분'이라고 한다.", "Un jeune homme au service d’une mystérieuse organisation de Paladia travaillant dans le plus grand secret. Plusieurs hommes et femmes portant une tenue similaire à celle d’Erwin ont été observés en Paladia. Malgré cela, nul ne connaît le nom, l’état ou la raison d’être de ce supposé groupe. Cependant, le seul point commun semblant unir ces individus est un lien avec un certain membre de la noblesse.", "Ein junger Mann, der einer mysteriösen Geheimorganisation aus Paladia dient. Erwin führt ein einzigartiges Katana, das eiskalte Kräfte in sich birgt - eine Waffe, die sonst noch nie jemand gesehen hat. Zwar sieht man in Paladia gelegentlich Männer und Frauen, die in einer ähnlichen Weise gekleidet sind, über Namen, Zustand und Ziele der Gruppe ist jedoch nichts bekannt. Laut Erwin selbst ihr gemeinsamer Schnittpunkt eine gewisse ehrwürdige \"Madame\".", "Un joven que trabaja para una misteriosa organización de Paladia rodeada de secretismo. Se han visto a otros hombres y mujeres vistiendo atuendos similares al de Erwin, pero nadie sabe nada sobre el nombre del grupo, su estado o cuál es su propósito. A pesar de ello, la única conexión que parecen compartir es que están relacionados con cierto miembro de la nobleza."], "fusion": ["What His Majesty desires is what I desire.<br>I welcome anything that helps bring that desire to life.", "那位人士的願望就是我的願望。<br>任何能夠實現願望的力量，我都要。", "그분의 소원은 제 소원이기도 합니다.<br>그 소원을 이루기 위한 힘이라면<br>대환영입니다.", "Le souhait de Sa Majesté est aussi le mien.<br>J'accueille à bras ouverts toute chose capable de donner vie à mes désirs.", "Der Wunsch von Madame ist auch mein Wunsch.<br>Ich bin dankbar für jede Kraft, die diesen Wunsch wahr werden lässt.", "Los deseos de su majestad también son los míos.<br>Haré todo lo posible para cumplir con su voluntad."], "summon": ["This blade is nice, don't you think?<br>His Majesty bestowed it to me.", "這把刀很不錯吧。<br>是那位人士給我的。", "이 칼, 멋지지 않나요?<br>그분께서 제게 하사하신 거랍니다.", "Cette lame est belle, ne diriez-vous pas ?<br>Sa Majesté me l'a confiée.", "Diese Klinge ist hervorragend, nicht wahr?<br>Madame hat sie mir gegeben.", "Esta espada es bonita, ¿no crees?<br>Su majestad me la entregó."]}}, "100013205": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [841, 2547, 300], "ATK": [39, 117, 20], "MP": [39, 119, 50], "MAG": [28, 86, 20], "SPR": [36, 108, 20], "DEF": [35, 106, 20]}, "magic_affinity": [5, 5, 0, 0], "ability_slots": 4, "limitburst_id": 100013205, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 824, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20, 20], "strings": {"evolution": ["I all to behold this form.<br>I wonder how they'll like it.", "我想盡快將現在的樣子給他看到。<br>肯定會稱讚我的吧。", "이 모습을 얼른 보여드리고 싶군요.<br>절 칭찬해 주실까요?", "J'ai hâte de montrer cette nouvelle forme au monde.<br>Je me demande quelle sera leur réaction.", "Ich will ihr bald zeigen, wer ich nun bin.<br> Werde ich ihr wohl gefallen?", "He de contemplar esta forma.<br>Me pregunto si les gustará."], "affinity": ["We have become quite close, haven't we.<br>Is this what it means to be friends?", "和你完全地變親密了呢。<br>這就是所謂的「朋友」吧？", "당신과도 꽤 친해진 것 같군요.<br>이게 바로 친구라는 거죠?", "Nous sommes devenus très proches, n'est-ce pas ?<br>Serait-ce donc ça, l'amitié ?", "Wir sind alle richtig zusammengewachsen<br>Das ist, was Freundschaft ausmacht, oder?", "Nos hemos hecho bastante amigos, ¿no?<br>¿Así que esto es la amistad?"], "description": ["A young man who serves a mysterious organization from Paladia that works in complete secrecy. Erwin wields a unique katana with chilling powers never witnessed anywhere else in the world. Whenever asked about the origins of the weapon, he claims that it is a precious katana given to him by a certain member of the nobility. He wields his icy blade with great agility, calmly and steadily calculating every move needed to accomplish the task at hand.", "在帕拉迪亞進行祕密活動的組織中所屬的青年。他所使用的武器是這世上絕無僅有且纏繞著寒氣的一把刀。根據本人所說，似乎是「是某位高貴的大人所賜予的重要刀具」。華麗的揮舞著冰刃，冷靜確實的達成目的。", "파라디아에서 비밀리로 활동하는 수수께끼의 조직에 소속된 청년. 그가 다루는 무기는 냉기에 휘감긴, 이 세계에 오직 하나뿐인 특별한 도이다. 본인 왈 '어느 고귀한 분께 하사받은 소중한 도'라는 것 같다. 이 빙도를 능숙하게 휘두르며, 냉정하고 착실하게 목적을 달성해나가고 있다.", "Un jeune homme au service d’une mystérieuse organisation de Paladia travaillant dans le plus grand secret. Erwin est équipé d’un katana unique doté de pouvoirs glacials qu’aucune autre arme dans le monde ne semble posséder. Quand la question des origines de cette lame lui est posée, il répond simplement qu’il s’agit d’une arme précieuse qu’un membre de la noblesse lui a offerte. Il manie ce sabre de givre avec une grande habileté et un calme sans pareil, calculant chaque mouvement nécessaire à l’accomplissement de sa tâche, quelle qu’elle soit.", "Ein junger Mann, der einer mysteriösen Geheimorganisation aus Paladia dient. Erwin führt ein einzigartiges Katana, das eiskalte Kräfte in sich birgt - eine Waffe, die sonst noch nie jemand gesehen hat. Immer wenn Erwin nach der Herkunft seiner Klinge gefragt wird, antwortet er bedeutungsschwangfer, dass ihm diese wertvolle Waffe von einer ehwürdigen \"Madame\" gegeben wurde. Behände und flink schwingt er die eisige Klinge und erreicht mit seiner Gelassenheit treffsicher jedes Ziel.", "Un joven que trabaja para una misteriosa organización de Paladia rodeada de secretismo. Erwin porta una katana especial imbuida con un poder gélido nunca antes visto en este mundo. Cuando le preguntan por los orígenes de su espada, siempre dice que cierto miembro de la nobleza le obsequió con su preciada katana. Por otra parte, Erwin blande su gélida hoja con una agilidad increíble: de forma tranquila pero firme calculando cada movimiento para conseguir su objetivo."], "fusion": ["What His Majesty desires is what I desire.<br>All right then, let's go!", "那位人士的願望就是我的願望。<br>那麼，我們出發吧！", "그분의 소원은 제 소원이기도 합니다.<br>자, 가실까요.", "Le souhait de Sa Majesté est aussi le mien.<br>Très bien, allons-y !", "Der Wunsch von Madame ist auch mein Wunsch.<br>Also dann mal los!", "Los deseos de su majestad también son los míos.<br>¡Pues ya estamos tardando!"], "summon": ["You wish to know about His Majesty?<br>I would gladly tell anyone whatever there<br>is to tell about him.", "你想知道那位人士？<br><br>我也很想和人毫無保留地訴說<br>他厲害的地方！", "그분에 대해 궁금하십니까?<br>저 또한 그분의 훌륭함에 대해<br>누구든 붙잡고 말하고 싶은 심정이랍니다.", "Vous souhaitez en savoir plus à propos de Sa Majesté ?<br>Je serais ravi d'en dire plus<br>à quiconque veut écouter.", "Du willst mehr über Madame wissen?<br>Nur zu gerne! Die ganze Welt soll wissen,<br>wie wunderbar sie ist.", "¿Quieres conocer a su majestad?<br>Con mucho gusto te puedo contar<br>todo lo que sé sobre él."]}}}, "job": "Spellblade", "sex": "Male", "game": "FFBE", "rarity_max": 5, "names": ["Erwin", "亞溫", "어윈", "Erwin", "Erwin", "Erwin"], "equip": [1, 2, 4, 6, 11, 30, 40, 50, 51, 53, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100013203", "job_id": 27}