{"TMR": ["EQUIP", 305002300], "name": "Merald", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 100070, "rarity": 3}, {"level": 32, "type": "ABILITY", "id": 225310, "rarity": 3}, {"level": 24, "type": "ABILITY", "id": 100010, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 101080, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 225340, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 225330, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 225320, "rarity": 5}], "sex_id": 2, "entries": {"100014304": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [651, 1972, 210], "ATK": [28, 86, 18], "MP": [30, 90, 35], "MAG": [23, 70, 14], "SPR": [22, 66, 14], "DEF": [27, 81, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 100014304, "attack_count": 40, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290020200": 20, "290040200": 5, "290030000": 10}}, "rarity": 4, "compendium_id": 925, "attack_damage": [[40, 40, 20]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [38, 54, 73], "effect_frames": [36, 52, 71], "strings": {"evolution": ["I feel as if I've been reborn.<br>From now on, I will set my sights on attaining strength that suits me.", "好像重生般的感覺。<br>今後也會繼續以精進自己為目標。", "다시 태어난 기분이에요.<br>앞으로도, 강한 나 자신을<br>목표로 나아가겠어요.", "J'ai l'impression de renaître.<br>À partir de maintenant, je ferai tout obtenir la force qu'il me faut.", "Ich fühl mich wie neugeboren.<br>Von jetzt an trainiere ich meine Stärke.", "Siento como si hubiera vuelto a nacer.<br>A partir de ahora, me centraré en conseguir una fuerza digna de mi persona."], "affinity": ["The deep connection we've shared is more than I could have ever imagined. It's not so bad having a partner in battle.", "真沒想到<br>能與你建立這麼深的交情。<br>戰友真是不錯的存在呢。", "이렇게까지 깊은 사이가 될 줄은<br>전혀 몰랐습니다.<br>전우라는 것도 나쁘지 않군요.", "Je n'aurais jamais imaginé partager un lien aussi fort avec quelqu'un. Ce n'est pas si mal d'avoir quelqu'un sur qui compter en combat.", "Ich habe nicht kommen sehen, dass wir so eine tiefe Freundschaft entwickeln. Einen Waffenbruder zu haben, ist wirklich nicht verkehrt.", "La conexión tan profunda que compartimos es más de lo que jamás podría haber imaginado. No está tan mal contar con alguien en el campo de batalla."], "description": ["A beast woman who serves a mysterious organization from Paladia that works in complete secrecy. Merald's appearance resembles that of a Shibyra from the beast nation of Gungan, but nothing else is really known about her past. Skilled with heavy weapons, her favorite is a special axe imbued with the power of thunder. A single swing from her axe is said to have enough power to fell a great tree.", "在帕拉迪亞從事地下活動的神秘組織的女性獸人。從外觀可以推測她是群岩地區的西維拉族獸人，但其他事項，包括出身和經歷，都不明確。她善用戰斧。她的武器帶有雷屬性的力量，其威力能將巨大樹木一刀兩斷。", "파라디아에서 비밀리에 활동하는 수수께끼의 조직에 소속된 수인 여성. 그 외모는 건간 지방의 수인종인 시빌라 족의 그것이지만, 출신이나 경력 등을 포함해 모든 것이 수수께끼에 싸여 있다. 주로 다루는 무기는 도끼로, 평소에는 번개의 힘이 깃든 특수한 도끼를 애용하고 있다. 그 도끼의 위력은 거목조차도 일격에 갈라버릴 정도라고 한다.", "Une femme-bête au service d’une mystérieuse organisation de Paladia travaillant dans le plus grand secret. L’apparence de Merald est similaire à celle des membres de la tribu Shibyra issue de la nation bestiale de Gungan. Outre ceci, peu de choses sont connues à son égard. Une guerrière de renom, son arme de prédilection est une hache spéciale imprégnée des pouvoirs de la foudre. Il est dit qu’un seul coup de cette hache suffirait à abattre l’arbre le plus massif.", "Eine Tierfrau, die einer geheimnisvollen Organisation aus Paladia dient, die im Verborgenen agiert. Meralds Aussehen ähnelt dem der Shibyra, einem Tiermenschenvolk in Gungan, aber mehr ist über ihre Vergangenheit nicht bekannt. Sie ist geschickt im Umgang mit schweren Waffen und kämpft gerne mit einer besonderen Axt, der die Kraft des Donners innewohnt. Ein einziger Schlag mit ihrer Axt soll einen großen Baum fällen.", "Una mujer bestia que trabaja para una misteriosa organización de Paladia que opera en el más absoluto secreto. El aspecto de Merald recuerda al de los shibyra de la nación bestia de Gungan, pero poco más se sabe de su pasado. Por su parte, Merald maneja las armas pesadas con soltura y, de hecho, su arma favorita es un hacha especial imbuida con el poder del trueno. Un solo golpe con esta hacha es capaz de derribar cualquier árbol sin importar su tamaño."], "fusion": ["If we're going to pretend to help each other, we might as well take advantage of what each other has to offer. That way, at least we can develop trust.", "若想當假好人，<br>那我們就互相利用吧。<br>這樣的話應該比較能夠信任。", "서로 돕는 척을 할 거라면<br>서로를 이용하도록 하죠.<br>분명 그편이 더 신뢰가 갈 겁니다.", "Si on veut s'entraider, autant tirer mutuellement avantage de l'autre. Ainsi, nous pourrons établir une certaine forme de confiance.", "Wenn wir uns gegenseitig helfen, können wir beide von dem profitieren, was der andere zu bieten hat. So entwickeln wir auch Vertrauen.", "Si vamos a fingir que nos ayudamos, entonces también deberíamos aprovecharnos de lo que cada uno tiene que ofrecer. Por lo menos así tendremos más confianza."], "summon": ["I'll do my best to attain something.<br>I certainly will not put this encounter to waste.", "一定會讓你有所收穫。<br>這次相遇，<br>絕對不會是白費的。", "반드시 무언가를 손에 넣어 보이겠습니다.<br>이 만남을<br>결코 헛되이 하지 않겠어요.", "Je ferai de mon mieux pour t'aider.<br>Il faut que cette rencontre soit fructueuse.", "Ich werde alles daran setzen, etwas zu erreichen.<br><br>Ich werde mir deine Bekanntschaft verdienen!", "Me esforzaré por conseguirlo.<br>No voy a desaprovechar este encuentro."]}}, "100014305": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [846, 2564, 240], "ATK": [37, 113, 24], "MP": [39, 117, 40], "MAG": [30, 91, 16], "SPR": [29, 87, 16], "DEF": [35, 106, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 100014305, "attack_count": 40, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 926, "attack_damage": [[40, 40, 20]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [38, 54, 73], "effect_frames": [36, 52, 71], "strings": {"evolution": ["I feel I can be of more use if I<br>were to become stronger.<br>That would be a very valuable thing.", "如果自己變得更強，<br>一定能更加幫助那個人。<br>這時十分有價值的事。", "나 자신이 강해지면, 지금보다 더<br>그분을 도와드릴 수 있겠죠.<br>그건 무척이나 가치 있는 일입니다.", "J'ai l'impression que je serai plus utile<br>si j'obtiens plus de puissance.<br>Ça nous sera très précieux.", "Ich glaube, ich wäre viel nützlicher,<br>wenn ich stärker wäre.<br>Das wäre wirklich gut.", "Siento que, si fuese más fuerte,<br>sería más útil.<br>Eso estaría muy bien."], "affinity": ["The deep connection we've shared is more than I could have ever imagined. It's not so bad having a partner in battle.", "真沒想到<br>能與你建立這麼深的交情。<br>戰友真是不錯的存在呢。", "이렇게까지 깊은 사이가 될 줄은<br>전혀 몰랐습니다.<br>전우라는 것도 나쁘지 않군요.", "Je n'aurais jamais imaginé partager un lien aussi fort avec quelqu'un. Ce n'est pas si mal d'avoir quelqu'un sur qui compter en combat.", "Ich habe nicht kommen sehen, dass wir so eine tiefe Freundschaft entwickeln. Einen Waffenbruder zu haben, ist wirklich nicht verkehrt.", "La conexión tan profunda que compartimos es más de lo que jamás podría haber imaginado. No está tan mal contar con alguien en el campo de batalla."], "description": ["A beast woman who serves the Morze's Soiree organization from Paladia that works in complete secrecy. Merald always strives for efficiency and dislikes wasting her time, causing her to be perceived as cold by others. However, she is always very focused on her mission and frank with others, commendable traits that have earned her the trust of her comrades in the organization.", "在帕拉迪亞從事地下活動的神秘組織的女性獸人。她追求效率，厭惡做多餘的事，所以給人一種很冷淡的感覺。不過，忠實完成任務，認真死板的性格，讓她儘管加入的時日尚淺，卻深受信賴。", "파라디아에서 비밀리에 활동하는 수수께끼의 조직 '모르즈의 연회'에 소속된 수인 여성. 항상 효율성을 따지며, 시간 낭비를 싫어하는 성격 탓인지 타인에게 차가운 인상을 주지만, 임무에 충실한 점이나 우직할 정도로 성실한 점은 높이 평가되고 있어 조직에 들어온 지 얼마 되지 않았음에도 불구하고 두터운 신뢰를 받고 있다.", "Une femme-bête au service du Bal de Morze, une mystérieuse organisation de Paladia travaillant dans le plus grand secret. Merald a un seul mot d’ordre : efficacité. Détestant perdre son temps, elle est souvent perçue comme une femme froide par son entourage. Elle est cependant toujours concentrée sur sa mission et fait preuve d’une honnête franchise envers ses proches ; des qualités louables qui lui ont permis de gagner la confiance de ses camarades au sein de l’organisation.", "Eine Tierfrau, die der Organisation Morzes Soiree aus Paladia dient, die im Verborgenen agiert. Merald liebt Effizienz und verschwendet ungern ihre Zeit, weshalb sie von anderen für unnahbar gehalten wird. Sie ist jedoch immer auf ihre Mission bedacht und anderen gegenüber offen und ehrlich, was ihr das Vertrauen ihrer Kameraden und der Organisation einbrachte.", "Una mujer bestia que trabaja para la organización Mayordomos de Morze de Paladia que opera en el más absoluto secreto. Merald siempre intenta actuar con la mayor eficacia posible y, por tanto, detesta perder el tiempo. Esto ha hecho que la gente la vea como una persona fría a la hora de relacionarse. Aun así, Merald siempre está centrada en sus misiones y es bastante directa con la gente; de hecho, esta forma de ser tan encomiables le han valido la confianza de sus compañeros dentro de su organización."], "fusion": ["Well then, where's our next target?<br>I'm ready to slaughter any opponent<br>who dares stand before me.", "那麼，下一個敵人在哪？<br>無論是什麼樣的對手，<br>我都準備好要殲滅他了。", "자, 다음 적은 어디에 있나요?<br>어떤 상대라도<br>물리칠 준비가 되어 있습니다.", "Bien, où se trouve notre prochaine cible ?<br>Je suis prêt à massacrer  tous<br>ceux qui me feront obstacle.", "Also gut, wo ist unser nächstes Ziel?<br>Ich mach jeden Gegner platt,<br>der sich mir in den Weg stellt.", "Bueno, ¿cuál es nuestro siguiente objetivo?<br>Estoy listo para despedazar a cualquier adversario<br>que se interponga en nuestro camino."], "summon": ["I'll do my best to attain something.<br>I certainly will not put this encounter to waste.", "一定會讓你有所收穫。<br>這次相遇，<br>絕對不會是白費的。", "반드시 무언가를 손에 넣어 보이겠습니다.<br>이 만남을<br>결코 헛되이 하지 않겠어요.", "Je ferai de mon mieux pour t'aider.<br>Il faut que cette rencontre soit fructueuse.", "Ich werde alles daran setzen, etwas zu erreichen.<br><br>Ich werde mir deine Bekanntschaft verdienen!", "Me esforzaré por conseguirlo.<br>No voy a desaprovechar este encuentro."]}}, "100014303": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [500, 1516, 150], "ATK": [22, 66, 14], "MP": [23, 69, 25], "MAG": [17, 53, 10], "SPR": [17, 50, 10], "DEF": [20, 62, 10]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 100014303, "attack_count": 40, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290020200": 10, "290010000": 25, "290030000": 5}}, "rarity": 3, "compendium_id": 924, "attack_damage": [[40, 40, 20]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [38, 54, 73], "effect_frames": [36, 52, 71], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["The deep connection we've shared is more than I could have ever imagined. It's not so bad having a partner in battle.", "真沒想到<br>能與你建立這麼深的交情。<br>戰友真是不錯的存在呢。", "이렇게까지 깊은 사이가 될 줄은<br>전혀 몰랐습니다.<br>전우라는 것도 나쁘지 않군요.", "Je n'aurais jamais imaginé partager un lien aussi fort avec quelqu'un. Ce n'est pas si mal d'avoir quelqu'un sur qui compter en combat.", "Ich habe nicht kommen sehen, dass wir so eine tiefe Freundschaft entwickeln. Einen Waffenbruder zu haben, ist wirklich nicht verkehrt.", "La conexión tan profunda que compartimos es más de lo que jamás podría haber imaginado. No está tan mal contar con alguien en el campo de batalla."], "description": ["A beast woman who serves a mysterious organization from Paladia that works in complete secrecy. Not only has Merald's group transcended the barriers of age and background, it has also risen above racial conflicts. The noble person at the head of the organization interviewed Merald through a rigorous physical and mental examination process, but rumor has it that she passed the test with flying colors.", "在帕拉迪亞從事地下活動的神秘組織的女性獸人。她們是超越年齡、履歷，甚至是種族的實力主義集團。而她則是通過了高貴人物的面談，輕鬆通過了嚴格審查的強者。", "파라디아에서 비밀리에 활동하는 수수께끼의 조직에 소속된 수인 여성. 그 조직은 연령이나 경력뿐 아니라 종족 간의 반목마저 초월한 실력주의 집단으로, 그중에서도 메랄드는 '고귀하신 분'과 면담을 통해 기량과 정신력을 평가하는 엄격한 심사를 어려움 없이 통과한 인물이라고 한다.", "Une femme-bête au service d’une mystérieuse organisation de Paladia travaillant dans le plus grand secret. Le groupe de Merald a non seulement surpassé les concepts de l’âge et des origines, mais a également transcendé l’idée des conflits de race. Le (ou la) noble à la tête de l’organisation a imposé à Merald une série d’épreuves physiques et mentales rigoureuses, ce qui, selon les rumeurs, ne l’a en rien empêchée de les passer haut la main.", "Eine Tierfrau, die einer geheimnisvollen Organisation aus Paladia dient, die im Verborgenen agiert. Meralds Gruppe hat nicht nur Grenzen von Alter und Herkunft überschritten, sondern steht auch über den Konflikten der Völker. Die adelige Person und Leitung der Organisation hatte Merald einer strengen körperlichen und geistigen Untersuchung unterzogen. Sie soll mit Bravour bestanden haben.", "Una mujer bestia que trabaja para una misteriosa organización de Paladia que opera en el más absoluto secreto. El grupo de Merald no solo ha superado las barreras de la edad y de sus orígenes, sino que también han superado los conflictos raciales. La persona a cargo de esta organización entrevistó a Merald mediante un proceso de análisis físico y psicológico; sin embargo, se rumorea que Merald lo pasó con una calificación excelente."], "fusion": ["There is meaning to honest training.<br>That is to say, there are no shortcuts to be taken when training me.", "腳踏實地鍛鍊還是有意義的。<br>因為在磨練自己的過程中，<br>是沒有捷徑的。", "견실한 훈련이야말로 의미있는 것입니다.<br>자신을 연마하는 과정에<br>지름길 같은 건 없으니까요.", "Un bon entraînement est inestimable.<br>Et je ne prends aucun raccourci quand il s'agit de m'entraîner.", "Ehrliches Training ist wichtig.<br>Bei meinem Training wird nicht gemogelt.", "El entrenamiento de verdad es muy valioso.<br>Con esto quiero decir que no se deben tomar atajos a la hora de entrenarme."], "summon": ["I'll do my best to attain something.<br>I certainly will not put this encounter to waste.", "一定會讓你有所收穫。<br>這次相遇，<br>絕對不會是白費的。", "반드시 무언가를 손에 넣어 보이겠습니다.<br>이 만남을<br>결코 헛되이 하지 않겠어요.", "Je ferai de mon mieux pour t'aider.<br>Il faut que cette rencontre soit fructueuse.", "Ich werde alles daran setzen, etwas zu erreichen.<br><br>Ich werde mir deine Bekanntschaft verdienen!", "Me esforzaré por conseguirlo.<br>No voy a desaprovechar este encuentro."]}}}, "job": "Warrior", "sex": "Female", "game": "FFBE", "rarity_max": 5, "names": ["Merald", "梅拉路德", "메랄드", "Merald", "Merald", "Merald"], "equip": [1, 8, 9, 16, 40, 41, 50, 51, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100014303", "job_id": 5}