{"TMR": ["MATERIA", 504200320], "name": "Shiki", "is_summonable": false, "skills": [{"level": 4, "type": "ABILITY", "id": 200330, "rarity": 2}, {"level": 18, "type": "ABILITY", "id": 200340, "rarity": 2}, {"level": 22, "type": "ABILITY", "id": 200350, "rarity": 2}, {"level": 15, "type": "ABILITY", "id": 100070, "rarity": 3}, {"level": 32, "type": "ABILITY", "id": 101230, "rarity": 3}], "sex_id": 1, "entries": {"100001702": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [300, 908, 390], "ATK": [14, 41, 38], "MP": [13, 39, 65], "MAG": [9, 26, 26], "SPR": [10, 31, 26], "DEF": [9, 28, 26]}, "magic_affinity": [0, 0, 1, 0], "ability_slots": 0, "limitburst_id": 100001702, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 750, "materials": {"290050100": 15, "290050200": 3, "290020200": 1, "290010000": 5}}, "rarity": 2, "compendium_id": 53, "attack_damage": [[100]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [15], "effect_frames": [13], "strings": {"evolution": null, "affinity": null, "description": ["A swordsman who wielded a katana, a blade crafted by master smiths of times gone by. Shiki served his master honorably, following the path of Bushido to cultivate both body and spirit. However, this rigid philosophy waned in popularity over the years, eventually leading to his master's deposition. With no intention of serving a new lord, Shiki vanished from sight.", "手持由失傳技術打造的武器的劍士，<br>信奉一種叫做<br>「武士道」的獨特信仰，<br>不論遇到什麼事都能保持心靜如水。<br>然而由於這種保守的思想已經過時，<br>使得他所侍奉的君主失利，<br>他拒絕易主，從此消失了身影。", "지금은 유실된 기술로 제작된<br>'카타나'라는 검을 쓰는 검사.<br>'무사도'라는 독특한 정신수양을 통해<br>절대 흔들리지 않는 강인한 마음을 얻었다.<br>그러나 그가 섬기던 주군이<br>시대의 흐름에 뒤처져 실각하자<br>새 주인을 섬기기를 거부하고 자취를 감추었다.", "Un épéiste armé d'un katana, une lame créée par un grand forgeron des temps anciens. Shiki servit son maître avec honneur, suivant la voie du bushido pour renforcer son corps et son esprit. Malheureusement, cette philosophie perdit en popularité au fil des années, et son maître dut cesser ses enseignements. Refusant de servir un autre maître, Shiki disparut de la circulation.", "Katana schwingender Schwertkämpfer mit einer Klinge, die von Meisterschmieden alter Zeit geschmiedet wurde. Shiki diente ehrenhaft seinem Meister, immer dem Weg der Tradition folgend, Körper und Geist zu stärken. Dieser starre Glaube verlor jedoch an Beliebtheit, was schließlich zur Amtsenthebung des Meisters führte. Shiki verschwand, schwörend, keinem neuen Herren je dienen zu wollen.", "Un espadachín que blandía una katana, una hoja elaborada por maestros herreros de tiempos pasados. Shiki sirvió a su amo con honor, siguiendo el camino del bushido para cultivar cuerpo y mente. Sin embargo, este conjunto de creencias tan rígidas perdió popularidad con los años y destituyeron a su amo. Como no tenía intención de servir a un nuevo amo, Shiki desapareció."], "fusion": ["Hmmm, this power...<br>Use it or lose it, I suppose.", "唔，這力量……<br>是殺是留，都由在下來決定麼……", "흠. 이 힘……<br>어떻게 활용할지는 본인에게 달렸군.", "Il n'appartient qu'à moi d'utiliser ce pouvoir avec sagesse.", "Hmm, diese Kraft ...<br>Jetzt hängt es wohl von mir ab.", "Mmm... Este poder...<br>O lo usas o lo pierdes, supongo."], "summon": ["I hastened here with my katana to answer your call. My blade is yours.", "在下與愛刀一起應召喚前來參見！<br>願在下手中的刀能夠成為你的力量！", "부름에 응답하여 나타났다.<br>앞으로 그대를 위해 이 검을 쓰겠노라.", "Mon katana et moi avons répondu à ton appel aussi vite que possible. Ma lame est tienne.", "Ich vernahm den Ruf und eilte zu dem, der mein Schwert benötigt. Es ist dein.", "Me apresuré con mi katana a contestar a tu llamada. Mi hoja te pertenece."]}}, "100001703": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [404, 1224, 540], "ATK": [19, 59, 48], "MP": [17, 53, 90], "MAG": [12, 35, 36], "SPR": [14, 42, 36], "DEF": [12, 37, 36]}, "magic_affinity": [0, 0, 2, 0], "ability_slots": 1, "limitburst_id": 100001703, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 3, "compendium_id": 54, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [15], "effect_frames": [13], "strings": {"evolution": ["Oh...! It's as if light has found me in the shadows! I seem to have taken another great step forward.", "噢噢……這種雲散天晴的感覺！<br>在下感到自己又有了新的進步。", "오오…… 마음속 안개가 걷힌 듯하군!<br>이로써 본인은<br>더 높은 경지에 올라섰도다.", "Quelle sensation incroyable ! C'est comme si j'ouvrais les yeux pour la première fois... ! J'ai l'impression d'être une autre personne.", "Oh ...! Es ist, als ob mich Licht aus den Schatten erreicht hätte! Ich bin einen großen Schritt vorangekommen.", "¡Oh! ¡Es como si la luz me alcanzara desde las sombras! Parece que he vuelto a avanzar mucho."], "affinity": ["Many are the times we have fought together.<br>Those glorious battles have earned you my loyalty, master.", "和你們共同戰鬥至今，<br>見識了一場場精彩的戰鬥，<br>在下決定效忠於你。", "그대와 함께 전장을 누빈 지 오랜 세월이 흘렀군.<br>그대의 인품은 주인으로 섬기기에 부족함이 없으니<br>앞으로도 충심으로 따를 것이다.", "Bien des lunes ont passé depuis notre premier combat.<br>Ces admirables batailles vous ont assuré ma loyauté éternelle.", "Viele glorreiche Schlachten haben wir zusammen geschlagen.<br>Ihr habt mein Vertrauen errungen, Meister.", "Juntos hemos batallado en multitud de ocasiones.<br>Aquellas proezas te hacen merecedor de mi lealtad, maestro."], "description": ["A swordsman who wielded a katana, a blade crafted by master smiths of times gone by. The Bushido skills exhibited by warriors like Shiki were as efficient, if not more so, than the sword fighting techniques of today. Their quick, adaptable fighting style made them experts at crippling their foes. Yet, during Shiki's own lifetime, people began to regard the katana as an outdated weapon. In the end, Shiki chose to follow the lord he had loyally served into the next world, by honorably ending his own life.", "手持失傳技術製造的武器的劍士，<br>他的身手之敏捷完全不輸給現代劍士，<br>可以用迅速且柔軟的刀法<br>將敵人一刀兩斷。<br>然而在他所生存的時代，刀劍已經過時，<br>他為貫徹「武士道」中對君主效忠的精神，<br>跟隨失利的君主而去，<br>以「切腹」這種淒慘的方法<br>結束了自己的生命。", "유실된 기술로 제작된 '카타나'를 쓰는 검사.<br>그의 검술은 현대의 검사에게도 뒤지지 않으며<br>날렵하고 부드러운 검술로<br>적을 동강 내는 전법을 즐겨 쓴다.<br>그가 살던 시대에도 그의 검은<br>시대에 뒤처진 구식 취급을 받았으나,<br>주군에게 충성을 다하는 '무사도' 정신에 따라<br>실각한 주인을 쫓아 장렬히 할복했다.<br>", "Un épéiste armé d'un katana, lame créée par un grand forgeron des temps anciens. Les compétences de bushido utilisées par les guerriers comme Shiki étaient aussi efficaces, voire plus, que celles des épéistes d'aujourd'hui. Leur rapidité et leur faculté d'adaptation les rendaient redoutables contre tout ennemi. Du temps de Shiki, les gens se mirent à voir les katanas comme des armes dépassées. Shiki choisit de suivre dans la mort le maître auquel il a toujours été fidèle en mettant fin à ses jours.", "Schwertkämpfer, der ein Katana schwang, das von Meisterschmieden in alter Zeit geschaffen wurde. Die Ougi-Tech-Fähigkeiten von Kriegern wie Shiki waren so gut wie die heutigen Schwertkampftechniken, wenn nicht sogar besser. Ihr schneller, vielseitiger Kampfstil machte sie zu Experten der Vernichtung. Zu Shikis Lebzeiten begannen die Menschen, Katanas als veraltet anzusehen. Shiki beschloss ehrenhaft, seinem Meister zu folgen, indem er sein eigenes Leben beendete.", "Un espadachín que blandía una katana, una hoja elaborada por maestros herreros de tiempos pasados. El arte del bushido de los guerreros como Shiki era igual de eficaz o más que las técnicas de esgrima actuales. Su estilo de lucha, rápido y versátil, los hacía expertos en lisiar a los enemigos. Cuando Shiki aún vivía, la gente empezó a considerar a las katanas obsoletas. Al final, Shiki optó por quitarse la vida para acompañar en el más allá al señor a quien había servido con honor."], "fusion": ["Being a vision is intriguing.<br>To think that after all my training, there was still power to be gained.", "幻兵的身體實為奇異，<br>通過這樣的修煉，<br>竟然可以獲得更強的力量。", "비전의 몸이란 실로 기이하도다.<br>이러한 수련을 통해서도<br>더 강한 힘을 얻을 수 있으니.", "L'état de vision est bien étrange. Je n'aurais jamais imaginé que cette forme d'entraînement me donnerait davantage de puissance.", "Faszinierend, eine Vision zu sein.<br>Dass ich nach all dem Training<br>noch so viel Potential hatte ...", "Ser una visión es curioso.<br>Quién iba a pensar que, tras tanto<br>entrenamiento, aún podría mejorar..."], "summon": ["Were you the one who summoned me?<br>I swear to dedicate my very soul to the battle to come.", "你是在呼喚在下嗎？<br>只要你願意，<br>在下將在今後的戰鬥中對你盡忠盡義。", "그대가 본인을 소환하였는가?<br>본인이 충성을 바치기에<br>걸맞은 주인일지 궁금하군.", "Est-ce bien toi qui m'as invoqué ?<br>Je jure de vouer tout mon être à ce combat.", "Warst du es, der mich beschwor?<br>Ich schwöre, mein Leben ganz dem Kampf zu widmen.", "¿Eres tú quien me ha invocado?<br>Juro darlo todo en la batalla venidera."]}}}, "job": "Samurai", "sex": "Male", "game": "FFBE", "rarity_max": 3, "names": ["Shiki", "式", "시키", "Shiki", "Shiki", "Shiki"], "equip": [1, 4, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 2, "tribe_id": 5, "id": "100001702", "job_id": 12}