{"TMR": ["MATERIA", 504206270], "name": "Sozhe", "is_summonable": true, "skills": [{"level": 3, "type": "MAGIC", "id": 20080, "rarity": 4}, {"level": 12, "type": "ABILITY", "id": 206280, "rarity": 4}, {"level": 41, "type": "ABILITY", "id": 100140, "rarity": 4}, {"level": 49, "type": "ABILITY", "id": 200330, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 200480, "rarity": 4}, {"level": 21, "type": "MAGIC", "id": 20200, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 205420, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 101070, "rarity": 5}, {"level": 66, "type": "ABILITY", "id": 101050, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 206310, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 206250, "rarity": 6}, {"level": 39, "type": "ABILITY", "id": 100080, "rarity": 6}, {"level": 78, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 206290, "rarity": 6}, {"level": 94, "type": "ABILITY", "id": 206300, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 206260, "rarity": 6}], "sex_id": 1, "entries": {"100005605": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [977, 2962, 360], "ATK": [38, 115, 16], "MP": [36, 108, 40], "MAG": [28, 86, 16], "SPR": [27, 83, 16], "DEF": [33, 100, 16]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 4, "limitburst_id": 100005605, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 467, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [12, 35], "effect_frames": [10, 33], "strings": {"evolution": ["I am happy to accept more power from you.", "給我更多的力量，<br>這個想法值得稱讚。", "내게 더욱 힘을 부여하는가.<br>그 마음, 기쁘게 받아들이마.", "J'accepte ces nouveaux pouvoirs avec joie.", "Ich nehme die zusätzliche Kraft gerne an.", "Aceptaré gustoso todo el poder que me entregues."], "affinity": ["I see my memories were of use<br>in aiding this precious journey.<br>I take pride in it as the emperor of Zoldaad.", "我的「意念」<br>得以相助崇高的旅程。<br>作為佐爾達多皇帝，我倍感自豪。", "고귀한 여행에,<br>내 '마음'이 도움을 줄 수 있었던 것.<br>졸다드의 황제로서 자랑스럽게 생각한다.", "Je vois que mes souvenirs vous ont aidés dans votre aventure.<br>C'est un véritable honneur que vous faites à l'empereur de Zoldaad.", "Meine Erinnerungen scheinen von Nutzen<br>auf dieser wichtigen Reise.<br>Als Imperator von Zoldaad ehrt mich das.", "Veo que mis recuerdos han sido de ayuda en este fantástico viaje.<br>Me enorgullezco de ello como emperador de Zoldaad."], "description": ["The ruler of the militant Zoldaad Empire. Emperor Sozhe was a wise and capable ruler who sought to make the best out of his nation's situation, regardless of its lack of natural resources. Unfortunately, however, his resolution to keep his empire afloat at any cost was such that he allowed himself to be manipulated by evil. The Emperor Sozhe that Rain and his friends meet when they reach Zoldaad has already embraced the wickedness in his heart.", "佐爾達多帝國的皇帝，<br>曾經是個為了資源緊缺的國家<br>積極挖掘人才的賢明君主，<br>國家的存亡對他來說比什麼都要重要。<br>然而這強烈的思念被惡人鑽了空子，<br>邪惡的意念支配了他。<br>雷因等人遇到他時，<br>他已經完全變了一個人。", "군사국가 졸다드 제국의 황제.<br>예전에는 자원이 부족한 자국을 위해<br>적극적으로 인재를 발굴하여 등용하는 현군으로<br>나라의 존망을 무엇보다 우선시했지만<br>그 강한 마음이 약점이 되어,<br>그릇된 의지에 지배당하고 만다.<br>레인 일행과 조우했을 때는<br>그 정신은 이미 변모해 있었다.", "Le dirigeant de l'empire militariste de Zoldaad. L'empereur Sozhé était autrefois un souverain sage et compétent, désireux d'apporter la prospérité à sa nation malgré son manque de ressources naturelles. Malheureusement, dès lors qu'il devint prêt à tout pour maintenir son empire à flot, le Mal trouva une brèche par laquelle se faufiler. Lorsque Rain et ses amis rencontrèrent l'empereur, celui-ci avait déjà succombé aux ténèbres qui avaient envahi son cœur.", "Der Herrscher des Imperiums von Zoldaad. Imperator Sozhe war ein weiser wie fähiger Herrscher, der trotz des Ressourcenmangels das beste aus der Lage seiner Nation machte. Da er jedoch sein Imperium um jeden Preis am Leben halten wollte, ließ er sich vom Bösen manipulieren. Der Imperator Sozhe, auf den Rain und seine Freunde in Zoldaad treffen, hat bereits das Teuflische in seinem Herzen umarmt.", "El soberano del Imperio miliciano de Zoldaad. El Emperador Soze fue un gobernante sabio y capaz que procuraba conseguir lo mejor de la situación de su nación, a pesar de su falta de recursos naturales. Sin embargo, desgraciadamente su resolución por mantener a flote su imperio a todo coste fue tal que se permitió ser manipulado por el mal. El Emperador Soze que Rain y sus amigos conocen al llegar a Zoldaad ya ha aceptado la maldad en su corazón."], "fusion": ["I can use these bodies as fighting power?<br>...Well then, let it be.", "要我成為你的戰鬥力？<br>……好吧。", "이 몸을 전력으로 취급하겠다고?<br>……그것도 좋겠지.", "Je peux me servir de ce corps pour le combat ?<br>... Bon, eh bien, soit.", "Diese Körper können kämpfen?<br>... Gut, so sei es.", "¿Puedo usar estos cuerpos como poder para el combate?<br>...Bien, sea pues."], "summon": ["What a nostalgic feeling.<br>I have had this blade<br>since I was a young emperor.", "這真是久違的感覺。<br>自從即位皇帝之位…….<br>就再也沒摸過劍了。", "그리운 감각이다.<br>스스로 검을 휘두르는 건……<br>황제가 되었던 젊은 시절 이후론 처음인가.", "Que de nostalgie !<br>Je n'ai pas pris les armes depuis le jour où je suis devenu empereur.", "Ich fühle Wehmut.<br>Dieses Schwert habe ich noch als<br>junger Imperator bekommen.", "Que sensación tan nostálgica.<br>He tenido esta espada desde que era un emperador joven."]}}, "100005604": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [752, 2278, 270], "ATK": [29, 88, 14], "MP": [27, 83, 35], "MAG": [22, 66, 14], "SPR": [21, 63, 14], "DEF": [25, 76, 14]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 3, "limitburst_id": 100005604, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 8, "290050300": 15, "290030000": 13, "290040200": 8, "290020100": 25}}, "rarity": 4, "compendium_id": 466, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [12, 35], "effect_frames": [10, 33], "strings": {"evolution": null, "affinity": ["I see my memories were of use<br>in aiding this precious journey.<br>I take pride in it as the emperor of Zoldaad.", "我的「意念」<br>得以相助崇高的旅程。<br>作為佐爾達多皇帝，我倍感自豪。", "고귀한 여행에,<br>내 '마음'이 도움을 줄 수 있었던 것.<br>졸다드의 황제로서 자랑스럽게 생각한다.", "Je vois que mes souvenirs vous ont aidés dans votre aventure.<br>C'est un véritable honneur que vous faites à l'empereur de Zoldaad.", "Meine Erinnerungen scheinen von Nutzen<br>auf dieser wichtigen Reise.<br>Als Imperator von Zoldaad ehrt mich das.", "Veo que mis recuerdos han sido de ayuda en este fantástico viaje.<br>Me enorgullezco de ello como emperador de Zoldaad."], "description": ["The ruler of the Zoldaad Empire. By the time that Rain and his companions visit his nation, Emperor Sozhe has already begun using the overwhelming power of his army to run the empire as a dictatorship, causing civil unrest in the process. Whereas the reasons behind his sudden and forceful implementation of a dictatorial regime remain a mystery, he was once known for his efficiency in ruling Zoldaad, despite its lack of natural resources.", "佐爾達多帝國的皇帝，<br>在雷因等人踏上旅途時<br>便已經開始實行軍事獨裁政策，<br>國內也產生了反叛分子。<br>但曾經，他是個雖然實行專制統治，<br>卻總是為資源稀缺的帝國著想的明君。<br>無人知曉他為何突然變得如此激進獨裁。", "졸다드 제국의 황제.<br>레인 일행이 여행을 떠난 시점에서는<br>상당한 군사 독재적 정책으로 인해<br>국내에 반란분자가 생겨나고 있었다.<br>그러나 과거의 그는 전제적이면서도<br>자원이 부족한 제국을 생각하는<br>현군으로 알려져 있었으며, 급격한<br>독재로 이르게 된 경위는 밝혀지지 않았다.", "Le dirigeant de l'empire de Zoldaad. Lorsque Rain et ses compagnons arrivent à Zoldaad, l'empereur Sozhé a déjà instauré une dictature en usant de son incroyable puissance militaire, provoquant une insurrection populaire. La raison de ce changement de politique soudain et brutal demeure un mystère, d'autant que l'empereur était autrefois connu pour la sagesse avec laquelle il gouvernait, et ce malgré le manque de ressources naturelles de son pays.", "Der Herrscher des Imperiums von Zoldaad. Als Rain und seine Begleiter dort eintreffen, nutzt Imperator Sozhe bereits die überwältigenden Kräfte seine Armee aus und sorgt so für zivile Unruhen. Trotz mangelnder natürlicher Ressourcen regierte der Imperator Zoldaad einst effektiv. Warum er sich zum Diktator wandelte, bleibt ein Rätsel.", "El soberano del Imperio de Zoldaad. Cuando Rain y sus compañeros visitan su nación, el Emperador Soze ya ha empezado a utilizar el imponente poder de su ejército para controlar el imperio como dictador, causando el malestar social durante el proceso. Mientras que las razones que hay detrás de esta repentina y forzosa implementación del régimen dictatorial sigue siendo un misterio, otrora fue conocido por su eficiencia a la hora de gobernar Zoldaad, a pesar de su falta de recursos naturales."], "fusion": ["Hmph... So you're giving me power.<br>I will receive it as an offering.", "哼……得到了力量。<br>就當這是你奉上的供品吧。", "흐음…… 힘을 바치는가.<br>헌상품으로서 받아주도록 하겠다.", "Mhmm... Alors comme ça, vous renforcez ma puissance ?<br>Très bien, j'accepte cette offrande.", "Hmph ... Du gibst mir Kraft?<br>Ich nehme das Angebot an.", "Hmp... Así que me das más poder.<br>Me lo tomaré como una ofrenda."], "summon": ["I must be here thanks to the<br>strong feelings I have for my<br>beloved nation Zoldaad.", "……我現身於此，<br>是因為我對佐爾達多的<br>強烈思念嗎。", "……이곳에 나타난 건,<br>졸다드 제국을 향한 나의<br>강한 '마음'인가.", "Je dois sûrement être là grâce à mon<br>amour pour le peuple de Zoldaad.", "Ich bin hier<br>wegen meiner starken Gefühle für<br>mein geliebtes Zooldad.", "Debo de estar aquí gracias a mi gran sentimiento por mi amada nación de Zoldaad."]}}, "100005606": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1271, 3851, 510], "ATK": [50, 150, 26], "MP": [47, 141, 65], "MAG": [37, 112, 26], "SPR": [36, 109, 26], "DEF": [43, 131, 26]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 4, "limitburst_id": 100005606, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 468, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [12, 35], "effect_frames": [10, 33], "strings": {"evolution": ["To accept even one worth of<br>ruling into your circle of friends.<br>You grow ever intriguing to me.", "就連皇帝都敢招入麾下，<br>有膽識！<br>我很中意你。", "황제조차도, 동료로서<br>받아들이는 그 역량.<br>점점 더 마음에 드는군.", "Dire que vous acceptez comme ami quelqu'un capable de tous vous dominer.<br>Tu m'intéresse toi.", "Dass du jemanden in den Zirkel<br>deiner Freunde neu aufnimmst.<br>Du wirst stets noch faszinierender.", "Así que aceptas a alguien con capacidad de reinar en tu círculo más cercano.<br>Cada vez me intrigas más y más."], "affinity": ["I see my memories were of use<br>in aiding this precious journey.<br>I take pride in it as the emperor of Zoldaad.", "我的「意念」<br>得以相助崇高的旅程。<br>作為佐爾達多皇帝，我倍感自豪。", "고귀한 여행에,<br>내 '마음'이 도움을 줄 수 있었던 것.<br>졸다드의 황제로서 자랑스럽게 생각한다.", "Je vois que mes souvenirs vous ont aidés dans votre aventure.<br>C'est un véritable honneur que vous faites à l'empereur de Zoldaad.", "Meine Erinnerungen scheinen von Nutzen<br>auf dieser wichtigen Reise.<br>Als Imperator von Zoldaad ehrt mich das.", "Veo que mis recuerdos han sido de ayuda en este fantástico viaje.<br>Me enorgullezco de ello como emperador de Zoldaad."], "description": ["The ruler of the politically unstable militant Zoldaad Empire, and a man with several connections to a number of Rain's allies. As thoughtful as he was strict, Emperor Sozhe doted his children with affection. Unfortunately, the pressure of his responsibilities as a ruler ultimately steered him in the opposite direction, changing his personality. His vision is a representation of the fierce dedication he once had for protecting both his family and his nation.", "局勢動蕩的軍事國家佐爾達多的皇帝，<br>與雷因的同伴有交集。<br>他既嚴厲又懂得體諒人，<br>對兒子們更是關愛有加。<br>但從結果來說，<br>他的立場使這一切感情都付諸東流。<br>他那想要守護國家與家庭的強烈「思念」<br>使得他化作幻兵現身。", "정치적으로 흔들리는 군사국가 졸다드의<br>황제이며, 레인 일행의 동료와도<br>약간의 인연을 맺고 있는 인물.<br>엄격하면서도 사려 깊고 아들들에게도<br>애정을 쏟고 있었지만, 결과적으로는<br>그러한 그의 입장이 그 모습을 일그러뜨리는 원인이 되었다.<br>비전으로 현신한 것은,<br>국가와 가족을 지키고자 하는 강한 '마음'이다.", "Le dirigeant de l'instable empire de Zoldaad, et un homme étroitement lié à certains des alliés de Rain. Aussi attentionné que strict, l'empereur Sozhé veillait sur ses enfants avec tendresse et affection. Malheureusement, le poids de ses responsabilités finit par le pousser dans la direction opposée, et sa personnalité s'en trouva transformée. Sa vision représente le dévouement qu'il éprouvait autrefois envers sa famille et son pays.", "Der Herrscher des politisch instabilen militanten Imperiums von Zoldaad, zu dem mehrere Verbündete von Rain eine Verbindung haben. Als fürsorglicher Imperator liebte er seine Kinder über alles. Leider lenkte ihn der Druck seiner Verantwortung letztendlich in die falsche Richtung und seine Persönlichkeit veränderte sich. Seine Vision steht für die Leidenschaft, mit der er sich einst dem Schutz seiner Familie und Nation widmete.", "El soberano del políticamente inestable Imperio militar de Zoldaad, un hombre que tiene conexiones con varios aliados de Rain. Tan considerado como estricto, el Emperador Soze dotó a sus hijos de afecto. Desafortunadamente, la presión de sus responsabilidades como soberano terminaron dirigiéndolo hacia la posición contraria, cambiado por completo su personalidad. Su visión es una representación de la gran dedicación que una vez tuvo por proteger tanto a su familia como a su nación."], "fusion": ["Good, good.<br>I shall become even stronger so that<br>I can better aid you in our travels.", "很好、很好。<br>我還可以變得更強，<br>這樣就可以助你一臂之力了。", "좋아, 좋아.<br>좀 더 강해져서, 그대들의 여행을 도와주겠다.", "Bien, très bien même.<br>Je deviendrai encore plus fort pour vous aider dans votre périple.", "Gut, gut.<br>Ich werde noch stärker werden,<br>um dir auf unseren Reisen zu helfen.", "Bien, bien.<br>Me volveré aún más fuerte para serte de mejor ayuda en nuestro viaje."], "summon": ["Pride, regret...<br>Whatever memories these are,<br>I entrust them to you.", "矜持還是悔恨……<br>如今，只好託付<br>這份思念了。", "긍지인가, 회한인가……<br>지금은 이 '마음'만을<br>맡기도록 하지.", "Fierté, regrets...<br>Je ne sais pas ce que sont ces souvenir,<br>mais je te les confie.", "Freude, Stolz ...<br>Was für Erinnerungen dies auch sind,<br>ich vertraue sie dir an.", "Orgullo, remordimiento...<br>Signifiquen lo que signifiquen estos recuerdos, estos quedan ahora a tu cargo."]}}}, "job": "Emperor", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Sozhe", "索澤", "소제", "Sozhé", "Sozhe", "Sozhe"], "equip": [1, 2, 3, 4, 7, 8, 9, 10, 15, 16, 30, 31, 41, 51, 52, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100005604", "job_id": 56}