{"TMR": ["EQUIP", 303002600], "name": "Guromu", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 212440, "rarity": 3}, {"level": 19, "type": "ABILITY", "id": 200440, "rarity": 3}, {"level": 35, "type": "ABILITY", "id": 101200, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 212410, "rarity": 3}, {"level": 23, "type": "ABILITY", "id": 212430, "rarity": 4}, {"level": 48, "type": "ABILITY", "id": 212460, "rarity": 4}, {"level": 54, "type": "ABILITY", "id": 100730, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 212420, "rarity": 4}, {"level": 12, "type": "ABILITY", "id": 100070, "rarity": 5}, {"level": 12, "type": "ABILITY", "id": 100130, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 212450, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 212400, "rarity": 5}], "sex_id": 1, "entries": {"100008903": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [521, 1580, 180], "ATK": [21, 63, 12], "MP": [22, 66, 30], "MAG": [17, 51, 12], "SPR": [15, 46, 12], "DEF": [19, 57, 12]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 2, "limitburst_id": 100008903, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290030000": 5, "290010000": 25, "290020100": 10}}, "rarity": 3, "compendium_id": 610, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [66], "effect_frames": [64], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I have a treasure for you!<br>Please take it!", "好東西送給你啦！<br>不用顧慮什麼，就拿去吧！", "보물을 주지!<br>사양 말고 받아!", "J'ai un trésor pour toi !<br>Vas-y, prends-le !", "Ich habe einen Schatz für dich!<br>Bitte, nimm dies!", "¡Tengo algo valioso para ti!<br>¡Es todo tuyo!"], "description": ["A ruffian nicknamed \"the Thunder Blade,\" who ran around the world with his friend named \"the Wind Spear.\" Though it is said he commited many thief-like acts tens of years before Rain's time, the accounts of him helping the weak made the legendary stories of him very popular. Still, what he was actually like remains a mystery.", "別名「雷劍」，與名為「風槍」的<br>搭檔共同闖蕩世界的無法之徒。<br>在數十年前<br>曾經做過盜賊的勾當，<br>但也有傳言說他扶貧濟弱，<br>他的真實人生充滿著謎。", "'번개의 검'이라는 이름으로,<br>파트너 '바람의 창'과 함께<br>세계를 누비던 무법자 중 한 명.<br>레인의 세대로부터 수십 년 전<br>도적 비슷한 짓을 일삼고 있었지만<br>약자를 도왔다고 하는 소문도 있으며,<br>전설적인 이야기가 널리 인기를 끌었다.<br>그들의 진정한 삶에 대해서 풀리지 않은<br>많은 의문이 남아 있는 듯하다.<br>", "Un voyou surnommé \"la Lame de foudre\" qui a parcouru le monde entier au côté de sa camarade, elle-même surnommée \"la Lance de vent\". Les rumeurs racontent qu’il a commis de nombreux crimes et autres vols dans la décennie précédant l’époque de Rain, mais les récits de ses actes de bienveillance à l’encontre des plus démunis en ont fait un homme des plus populaires. Toutefois, sa véritable nature reste un mystère à ce jour.", "Ein Raufbold, der den Spitznamen \"Donnerklinge\" trägt und mit seiner Kumanin \"Windspeer\" ein Gespann bildet, dass die Welt bereiste. Obwohl es heißt, dass er viele Jahrzehnte vor Rains Generation diebischen Tätigkeiten nachging, berichten andere Gerüchte darüber, wie er Schwachen in Not half. Legenden über Guromu erfreuen sich daher besonderer Beliebtheit. Sein wahres Leben allerdings birgt vielerlei Rätsel.", "Un rufián al que apodan \"Hoja Electro\". Se recorrió medio mundo junto a su amiga \"Lanza eólica\". Aunque se comenta que cometió cientos de robos décadas antes de que naciese Rain, también se habla de lo mucho que ayudó a los más desvalidos. De esto último hay muchas historias y, a raíz de estas, se hizo bastante popular. Aun así, su verdadera identidad sigue siendo un misterio."], "fusion": ["This isn't bad at all, is it!<br>You've quite the eye!", "這不是挺好的嗎！<br>你很有眼光嘛！", "오, 이거 좋은데!<br>너희들, 보는 눈이 있군그래!", "C'est pas mal du tout !<br>Tu sais choisir ce qui est bon toi !", "Nicht schlecht!<br>Du hast es drauf!", "¡Esto no está nada mal!<br>¡Tienes muy buen ojo!"], "summon": ["Bow to my shocking assault!<br>Guromu, the Thunder Blade, is here!", "感受這電擊的撼動吧！<br>「雷劍格羅姆」登場！", "이 전격에 전율하라!<br>'번개의 검 그로무' 등장!", "Plie sous les coups de mes éclairs !<br>Guromu, la Lame Tonnerre, est là !", "Beugt euch meinem Schockangriff!<br>Guromu, der Donnerblitz ist da!", "¡Inclinaos ante mí!<br>¡Guromu, la Hoja Electro, ya está aquí!"]}}, "100008905": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [882, 2672, 300], "ATK": [36, 108, 20], "MP": [38, 114, 50], "MAG": [28, 86, 20], "SPR": [26, 80, 20], "DEF": [33, 99, 20]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 4, "limitburst_id": 100008905, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 612, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [66], "effect_frames": [64], "strings": {"evolution": ["Sister Wind Spear is the only one who<br>need not bow before my lightning!", "不拜倒在我的雷擊之下的，<br>也就只有「風槍」大姊而已了！", "내 번개에 대적할 수 있는 건<br>'바람의 창' 누님뿐이야!", "La sœur à la lance de vent<br>est la seule qui n'a pas à plier face à ma foudre !", "Schwester Windspeer ist die einzige, die<br>meinen Blitz nicht zu fürchten braucht!", "¡La hermana Lanza eólica es la única que<br>no necesita inclinarse ante mis rayos!"], "affinity": ["I have a treasure for you!<br>Please take it!", "好東西送給你啦！<br>不用顧慮什麼，就拿去吧！", "보물을 주지!<br>사양 말고 받아!", "J'ai un trésor pour toi !<br>Vas-y, prends-le !", "Ich habe einen Schatz für dich!<br>Bitte, nimm dies!", "¡Tengo algo valioso para ti!<br>¡Es todo tuyo!"], "description": ["A ruffian warrior which tens of years ago ran about the world with his partner Aura, \"the Wind Spear.\" Many books were based on them and their pompous ways of speaking and chivalrous thief-like ways, which are beloved by boys and girls. As a vision, he is still no match for his partner, just as it was written in the books.", "數十年前，與搭檔「風槍」阿烏拉一起<br>闖蕩世界的戰士。<br>其誇張的言行及近似義賊的行為，<br>使他成為了少年少女必讀故事中的主角。<br>雖以幻兵之姿出現，但與故事中敘述<br>的一樣，在搭檔前抬不起頭。", "수십 년 전, 파트너인 '바람의 창' 아우라와 함께<br>세계를 누비던 무법자 전사.<br>연극 풍의 언동이 특징으로<br>그들의 의적 활동을 모티브로 한<br>이야기는 청소년들의 인기도서가 되었다.<br>비전으로 소환되었어도, 이야기 속의<br>모습처럼 파트너에게는 도무지<br>기를 펼 수 없는 모양이다.", "Un voyou guerrier qui, il y a une dizaine d’années de cela, parcourait le monde en compagnie de son acolyte Aura, surnommée \"la Lance de vent\". Leurs aventures, leurs bravades emphatiques et leurs méthodes de voleurs chevaleresques ont inspiré de nombreux livres, qui attisent aujourd’hui l’intérêt des petits garçons comme des petites filles. Sous sa forme de vision, il n’arrive toujours pas à la cheville de sa partenaire, en accord avec les faits rapportés dans les livres.", "Ein Raufbold, der vor vielen Jahrzehnten mit seiner Kumpanin Aura \"Windspeer\" die Welt unsicher machte. Dank ihrer theatralischen Sprechweise und ihrer Taten als edler Diebe wurden sie schon bald zum Stoff für Erzählungen und Bücher, deren Lektüre vor allem bei Kindern stets populär war. Auch als Vision ist er, ganz wie in den Erzählungen, seiner Partnerin nicht ganz gewachsen.", "Un guerrero un pelín rufián que, décadas atrás, solía recorrerse el mundo junto a su compañera Aura, \"Lanza eólica\". Hay muchos libros escritos sobre ellos y la forma tan pomposa que tenían de hablar, sin olvidar su picaresca. A los niños y las niñas les encantan estas historias. Como visión, sigue sin ser rival para su compañera, tal y como se relata en los libros."], "fusion": ["Those you wish to lay to rest,<br>I shall destroy them in an instant!", "讓我砍掉那些<br>想被電的傢伙！", "내 힘에 마비되고 싶은 녀석 있으면<br>순서대로 베어 주지!", "Je détruirai tous ceux qui veulent rester à ne rien faire en un instant !", "Wer sich die letzte Ruhe wünscht,<br>soll nur herkommen!", "¡A los que quieran echarse a descansar,<br>los destrozaré en un segundo!"], "summon": ["My blade is like an endless storm!<br>Guromu, the Thunder Blade, has arrived!", "我的劍，勢如萬雷！<br>「雷劍格羅姆」來也！", "내 검은 우레와 같나니!<br>'번개의 검 그로무'가 왔도다!", "Ma lame est comme une tempête sans fin !<br>Guromu, Lame Tonnerre, est là !", "Meine Klinge ist wie ein endloser Sturm!<br>Guromu,der Donnerblitz ist erschienen!", "¡Mi espada es como una tormenta sin fin!<br>¡Guromu, la Hoja Electro, ya está aquí!"]}}, "100008904": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [677, 2051, 240], "ATK": [27, 82, 16], "MP": [29, 88, 40], "MAG": [21, 64, 16], "SPR": [20, 61, 16], "DEF": [25, 75, 16]}, "magic_affinity": [0, 3, 0, 0], "ability_slots": 3, "limitburst_id": 100008904, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290030000": 10, "290040200": 5, "290020100": 20}}, "rarity": 4, "compendium_id": 611, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [66], "effect_frames": [64], "strings": {"evolution": ["Oh!?<br>With power like this, even Sister Wind Spear<br>might acknowledge me.", "喔！？<br>如果是這股力量，<br>「風槍」大姊也會認同我了吧！", "오옷?!<br>이 힘이라면, '바람의 창' 누님도<br>날 인정해 주겠지!", "Oh !?<br>Avec cette puissance, même la sœur à la lance de vent<br>me remarquera.", "Ah!<br>Mit Kräften wie diesen würde mich selbst<br>Schwester Windspeer anerkennen.", "¡¿Eh?!<br>Con un poder así, incluso la Hermana Lanzaviento<br>me aceptaría."], "affinity": ["I have a treasure for you!<br>Please take it!", "好東西送給你啦！<br>不用顧慮什麼，就拿去吧！", "보물을 주지!<br>사양 말고 받아!", "J'ai un trésor pour toi !<br>Vas-y, prends-le !", "Ich habe einen Schatz für dich!<br>Bitte, nimm dies!", "¡Tengo algo valioso para ti!<br>¡Es todo tuyo!"], "description": ["A man nicknamed \"the Thunder Blade\" who ran around with his accomplice Aura, \"the Wind Spear,\" saving the weak, and hacking down the strong. Known for their pompous way of talking, a story based on them became a huge hit as soon as they disappeared. Because of this, what they were really like is still shrowded in mystery.", "別名「雷劍」，與搭檔「風槍」阿烏拉<br>共同懲惡揚善。<br>裝模作樣的言行為其特徵，<br>在他們行蹤不明後，以兩人為主題<br>撰寫的故事大受歡迎。<br>卻因為如此，給他們的真面目<br>蒙上了更加神秘的面紗。", "'번개의 검'이라는 이명으로 불리며<br>파트너 '바람의 창' 아우라와 함께<br>약자를 돕고 강자에게 덤비던 무법자.<br>연극풍의 언동이 특징이며,<br>행방불명이 되고 난 뒤 그 둘을<br>모티브로 한 이야기가 큰 인기를 끌었다.<br>그 때문에, 그들의 진정한 모습에 대해서는<br>더욱 수수께끼가 깊어지고 있다.", "Un voyou surnommé \"la Lame de foudre\" qui a parcouru le monde entier au côté de sa camarade Aura, elle-même surnommée \"la Lance de vent\". Ensemble, ils volaient au secours des pauvres et terrassaient les plus puissants. Réputés pour leurs propos grandiloquents, l’une des histoires narrant leurs méfaits fit un tabac auprès du peuple peu après leur disparition. Pour cette raison, leur véritable nature demeure une énigme aujourd’hui encore.", "Ein Raufbold mit dem Spitznamen \"Donnerklinge\", der mit Aura \"Windspeer\" den Schwachen beistand und Starke in die Knie zwang. Bekannt für ihre theatralische Art zu sprechen, wurden Erzählungen über die beiden schnell zu einem großen Hit, nachdem sie urplötzlich verschwanden. Sicherlich ist auch dies der Grund, warum sich immer weitere Mythen um Guromu ranken.", "Un hombre al que apodan \"Hoja Electro\". Solía ir acompañado por su cómplice Aura, también conocida como \"Lanza eólica\". Iban por ahí protegiendo a los débiles y derribando a los poderosos. Se los conocía por la forma tan pomposa que tenían de hablar. Asimismo, en cuanto desaparecieron, empezó a extenderse una historia superpopular sobre ellos. Debido a esto, sus identidades reales son un verdadero misterio."], "fusion": ["Huh?<br>Where are these beasts you want gone hiding?", "喂！<br>想被砍的傢伙在哪裡啊？！", "이야압!<br>내 칼을 받고 싶은 녀석은 어디 있냐?!", "Hein ?<br>Où sont les bêtes dont tu veux que je me charge ?", "Wie?<br>Wo sind diese Bestien, die sich versteckt haben?", "¿Qué?<br>¿Dónde se han escondido esas bestias que quieres?"], "summon": ["Before those who desire it,<br>this blade crashes down like lightning!<br>Leave everything to me!", "只要有人祈求這把劍，<br>我就會有如雷電般降臨！<br>全部都交給我吧！", "이 검을 바라는 자의 앞에,<br>번개와 같이 내려꽂힌다!<br>나한테 전부 맡기라구!", "Cette lame apparaît comme la foudre à ceux qui la désirent !<br>Laisse-moi me charger de ça !", "Für die, die es wünschen,<br>wird meine Klinge wie ein Blitz hernierder fahren!<br>Überlasst alles mir!", "Para que lo sepáis,<br>¡esta espada golpea como el rayo!<br>¡Dejádmelo todo!"]}}}, "job": "Swordsman", "sex": "Male", "game": "FFBE", "rarity_max": 5, "names": ["Guromu", "格羅姆", "그로무", "Guromu", "Guromu", "Guromu"], "equip": [1, 2, 3, 30, 40, 50, 51, 52, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100008903", "job_id": 97}