{"TMR": ["EQUIP", 409005000], "name": "Medius", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200390, "rarity": 3}, {"level": 21, "type": "ABILITY", "id": 201340, "rarity": 3}, {"level": 29, "type": "ABILITY", "id": 201360, "rarity": 3}, {"level": 17, "type": "ABILITY", "id": 201420, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 201380, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 101340, "rarity": 4}, {"level": 37, "type": "ABILITY", "id": 201400, "rarity": 5}, {"level": 53, "type": "ABILITY", "id": 100750, "rarity": 5}, {"level": 75, "type": "ABILITY", "id": 201410, "rarity": 5}, {"level": 24, "type": "ABILITY", "id": 202230, "rarity": 6}, {"level": 45, "type": "ABILITY", "id": 910029, "rarity": 6}, {"level": 56, "type": "ABILITY", "id": 910055, "rarity": 6}, {"level": 70, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 910056, "rarity": 6}], "sex_id": 1, "entries": {"100002803": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [463, 1404, 150], "ATK": [21, 65, 14], "MP": [21, 64, 25], "MAG": [19, 57, 10], "SPR": [17, 52, 10], "DEF": [17, 52, 10]}, "magic_affinity": [0, 1, 0, 0], "ability_slots": 2, "limitburst_id": 100002803, "attack_count": 6, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020600": 10, "290050300": 5, "290050200": 15, "290030300": 5, "290010200": 25}}, "rarity": 3, "compendium_id": 158, "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [3, 27, 60, 92, 103, 145], "effect_frames": [0], "strings": {"evolution": null, "affinity": null, "description": ["A gunman who wielded state-of-the-art firearms of his own invention. Driven by the desire to create a weapon that could empower the weak against both swords and magic, Medius was as accomplished a researcher as he was a marksman. However, as his inventions were ahead of their time, he was seen as a threat by the powers that be, and forced to become a fugitive.", "開發最尖端的火槍，並將其操縱自如的男人，<br>他一心想要為不會劍術及魔法的人們<br>製造出戰鬥用的武器，<br>因此才日夜埋頭研究火槍，<br>並且一刻都沒有怠慢磨練火槍手的本領。<br>但在他所生活的時代<br>火槍並不被人們認可，<br>當權者也視他為危險分子，<br>致使他一直在過著流浪的日子。", "최신 기술로 총을 개발하고 스스로 사용한 남자.<br>힘없는 자도 검과 마법에 버금가는<br>무기를 다룰 수 있게 하겠다는 일념으로<br>총기 개발과 연구에 몰두했으며<br>본인도 총술 연습을 게을리하지 않았다.<br>하지만 그가 살던 시대에는 아직<br>총은 생소한 물건이었고<br>그 위력을 경계한 권력자의 눈을 피해<br>떠돌아다닐 수밖에 없었다.", "Un tireur qui n'utilisait que des armes ultra sophistiquées qu'il a lui-même créées. Mû par le désir d'inventer une arme efficace contre les épées et la magie, Medius était à la fois un fin tireur et un excellent ingénieur. Cependant, les armes à feu étant encore rares à son époque, il était perçu comme une menace par les dirigeants et forcé de vivre comme un hors-la-loi.", "Schütze, der mit Schusswaffen auf dem neuesten Stand der Technik kämpfte. War vom Wunsch getrieben, eine Waffe zu entwickeln, die die Schwachen gegen Schwert und Magie stark macht. Schusswaffen waren jedoch ihrer Zeit voraus und wurden von den Mächtigen als Gefahr angesehen, sodass er flüchten musste.", "Un pistolero que usaba las armas de fuego vanguardistas que inventaba. Medius quería crear un arma que diera fuerza a los débiles frente a las espadas y la magia. Era un tirador y un investigador consumado. Sin embargo, como las pistolas eran avanzadas a su época, los poderosos lo consideraban una amenaza y tuvo que vivir como un fugitivo."], "fusion": ["What's this?<br>My guns feel light in my hands.<br>Have I grown stronger?", "怎麼回事？槍好像輕了不少。<br>原來是我變強了啊？", "뭐지? 총이 가볍게 느껴지는군.<br>이 몸이 더 강해진 건가?", "Hein ?<br>On dirait que mes armes ne pèsent plus rien.<br>Je suis devenu plus fort ?", "Was ist das?<br>Meine Waffen fühlen sich so leicht an.<br>Bin ich stärker geworden?", "¿Qué es esto?<br>Mis pistolas se han vuelto ligeras.<br>¿Será que soy más fuerte?"], "summon": ["You're the one who woke me up!?<br>I had thought that in death, maybe I could finally do my research in peace. So be it; I suppose I'll join you.", "就是你吵醒了我嗎？<br>人都死了，就讓我安安靜靜研究火槍嘛，<br>……算啦。", "이 몸의 단잠을 방해한 범인이 너냐?<br>죽고 나서는 조용히 총이나<br>연구하고 싶었는데…… 어쩔 수 없군.", "C'est toi qui m'as réveillé ?!<br>Et moi qui croyais que j'allais enfin pouvoir poursuivre mes recherches en paix ! Enfin bon, tant pis...", "Hast du mich aufgeweckt?<br>Nicht mal im Tode kann ich in Ruhe forschen ...", "¿Tú eres quien me ha despertado?<br>Pensaba que por lo menos al morir<br>podría seguir investigando en paz,<br>pero supongo que iré contigo."]}}, "100002806": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1117, 3385, 390], "ATK": [48, 146, 34], "MP": [49, 148, 65], "MAG": [39, 118, 26], "SPR": [38, 116, 26], "DEF": [38, 116, 26]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 4, "limitburst_id": 100002806, "attack_count": 6, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8022, "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [3, 27, 60, 92, 103, 145], "effect_frames": [0], "strings": {"evolution": ["Wow!<br>I can shoot so fast and accurately now...<br>This is truly remarkable!", "我的槍法一定會更精準。永無止境！", "이 몸의 총은 더욱 강하고 정밀해졌다.<br>한계 따윈 느껴지지 않아!", "Ouah ! Mes tirs sont si rapides et si précis maintenant... C'est vraiment remarquable !", "Wow! Ich kann so schnell und präzise schießen ... wahrhaft bemerkenswert!", "¡Guau!<br>Ahora puedo disparar rápido y certero como ninguno...<br>¡Excepcional, si señor!"], "affinity": ["You really depend on my guns?<br>Well, we've been fighting side by side for a long time...partner.", "你這麼信賴我的火槍啊？<br>畢竟我們一起戰鬥了這麼久了嘛。<br>今後也要互相關照啊，搭檔！", "이 몸의 사격 실력에 반했나 보지?<br>하긴, 오랫동안 같이 싸웠으니까.<br>앞으로도 잘 부탁한다!", "On dirait bien que tu ne peux plus te passer de mes talents au tir ? <br>Il faut dire qu'on fait équipe depuis un sacré bon bout de temps, l'ami !", "Meine Schießeisen haben 'ne Menge Arbeit in letzter Zeit.<br>Sind schon 'ne Weile zusammen unterwegs... Partner.", "¿De verdad dependes de mis pistolas?<br>Bueno, llevamos luchando codo con codo bastante tiempo... Compañero."], "description": ["An inventor of guns, who devoted his life to promoting their use as a means for the underprivileged to stand up against the powerful elite. As such, he was deemed a threat by the authorities and was hunted down. Even after death, Medius was remembered for a long time as a hero among his people. As a vision, he is able to continue honing his marksmanship to help the weak.", "用自己研發的火槍拯救弱小人民的英雄。憑藉卓越的功績，他獲得了市井民眾的支持。不過，這一點嚴重威脅到了當權者的地位，因而也讓他惹來殺身之禍。也許並非他的怨氣，而是民眾對安寧生活的渴望使得他作為幻兵再次甦醒。", "직접 개발한 총으로 약자들을 돕던 영웅.<br>그 공적으로 민중으로부터 절대적인<br>지지를 받게 되어, 그의 존재를<br>두려워한 권력자로부터 쫓기게 되고<br>마침내 무참히 살해당하고 만다.<br>그 비운한 죽음으로 인한 원한과,<br>그의 죽음으로 인해 다시금 평온한 생활을<br>빼앗겨버리고 만 사람들의 마음이<br>그를 비전으로 되살려냈다.", "Un inventeur de pistolets qui voua sa vie à promouvoir leur utilisation comme moyen de se dresser contre les puissants. Son existence fut donc jugée comme une menace par les autorités et il fut exécuté. Même après sa mort, son peuple garda de lui le souvenir d'un héros prêt à sacrifier sa vie pour les autres pendant très longtemps. Revenu dans ce monde en tant que vision, il continua à affûter son adresse au tir pour protéger les faibles.", "Ein Erfinder von Schusswaffen, der sein Leben für die zu Kurz Gekommenen einsetzte und ihnen mit seinen Waffen gegen die mächtigen Oberen half. Als solcher wurde er als Bedrohung der Autorität gesehen und niedergejagt. Selbst nach seinem Tod wurde Medius von seinen Leuten lange Zeit als Held erachtet. Als Vision kann er den Schwachen weiter mit seiner Handwerksunst helfen.", "Un héroe afamado por ayudar a los débiles con sus pistolas. Sus proezas le hicieron conseguir la confianza de sus compatriotas, haciendo que los poderosos le temieran y se dispusiesen a tratar librarse de él, acabando con su vida de manera vil poco después. El rencor que causó su injusta muerte, así como los recuerdos de aquellas gente que una vez más acabarían sufriendo por su pérdida, hizo que este regresara en forma de visión."], "fusion": ["It's not the new gun that makes the difference.<br>It's the daily training that makes<br>you stronger and more wonderful.", "不光是新式火槍。平日不斷鍛煉，才換來了我今天的速度與力量。", "새로운 총뿐이 아니라,<br>수행의 나날들이 이 몸을<br>더욱 강하고 재빠르게 만들어 주는 거야.", "Un esprit vif et de bons réflexes sont les seules choses nécessaires au maniement des armes. La pratique quotidienne fera le reste.", "Ein wacher Geist und scharfe Reflexe sind alles, was man für den Umgang mit Schusswaffen braucht. Tägliches Üben hilft ebenfalls!", "La pistola no hace al pistolero.<br>Es el esfuerzo día a día lo que te hace mejorar."], "summon": ["You would call me a hero?<br>I guess I could see that.<br>I am an ace gunner, after all!", "我是英雄？說得也沒錯。因為我是百發百中的火槍手！", "이 몸더러 영웅이라고?<br>뭐, 틀린 말은 아니네.<br>무려 백발백중의 총잡이시니까 말이지!", "Vous avez trouvé le meilleur tireur de la ville. Avec moi, aucune bête ne pourra vous approcher !", "Ich bin der beste Schütze weit und breit. Mit mit kommt euch kein Gegner zu nahe.", "¿Qué? ¿Yo un héroe, dices?<br>Equivocado no es que estés.<br>¡Soy un pistolero sinigual después de todo!"]}}, "100002804": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [598, 1811, 210], "ATK": [28, 84, 18], "MP": [27, 82, 35], "MAG": [24, 73, 14], "SPR": [22, 67, 14], "DEF": [22, 67, 14]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 3, "limitburst_id": 100002804, "attack_count": 6, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020600": 20, "290040100": 5, "290050300": 10, "290030300": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 159, "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [3, 27, 60, 92, 103, 145], "effect_frames": [0], "strings": {"evolution": ["Look! I've upgraded my guns!<br>They have even more stopping power now.", "好！就讓我來改造一下火槍吧！<br>這下攻擊起來威力就會更大了。", "자, 총을 개조해 봤어!<br>이제 더 강력한 공격을 할 수 있겠어.", "Jette un œil à mes pistolets, je les ai améliorés !<br>À partir de maintenant, ça ne rigole plus !", "Sieh mal! Ich habe meine Waffen verbessert!<br>Jetzt haben sie noch mehr Durchschlagskraft.", "¡Mira!<br>¡He mejorado mis pistolas!<br>Ahora son mucho más potentes."], "affinity": null, "description": ["An inventor of guns from a time before their proliferation. Medius was lauded as a hero who granted strength to the weak and defenseless. He thus incurred the ire of the powerful elite, who feared this unknown power in the hands of their subjects. Living on the run, Medius became an expert gunman as a means of self-defense.", "自主研發火槍，並將其操縱自如的男人，<br>在他所生活的時代，火槍還沒有被認可，<br>他將火槍發放給弱小的民眾們，<br>被民眾們稱為救世主。<br>然而當權者懼怕民眾擁有武力，<br>因此四處追捕他，<br>他一邊保護著自己逃亡，一邊改良著火槍，<br>成為了一名身手過人的火槍手。", "스스로 개발한 총을 자유자재로 다루는 남자.<br>당시에는 아직 생소한 무기였던 총을<br>힘없는 자들에게 나눠주고 다녀서<br>구세주 또는 영웅 취급을 받았다.<br>일반인이 힘을 얻는 것을 두려워한<br>권력자들에게 쫓겨 다니는 와중에도<br>기술 개량을 거듭하여 자신도<br>엄청난 실력의 총잡이가 되었다.", "Un inventeur d'armes à feu venu d'un temps où elles étaient encore rares. Medius était loué comme un héros qui donnait aux faibles et aux opprimés un moyen de se défendre. Il s'est attiré la colère des élites qui craignaient ce feu redoutable placé entre les mains de leurs sujets. Durant sa cavale, Medius dut souvent se défendre et devint un fin tireur.", "Erfinder von Schusswaffen aus einer Zeit vor ihrer Verbreitung. Wurde als Held gepriesen, der die Schwachen und Wehrlosen stark machte. Zog den Zorn der mächtigen Elite auf sich, die diese unbekannte Macht in den Händen ihrer Untergebenen fürchtete. Auf der Flucht wurde Medius zum Expertenschützen.", "Un inventor de pistolas antes de que proliferaran. Todos elogiaban a Medius como un héroe que daba fuerza a los débiles y los indefensos. Desató la ira de la élite poderosa, que temía que este poder desconocido llegara a manos de sus súbditos. Medius se dio a la fuga y se volvió un pistolero experto para poder defenderse."], "fusion": ["I like guns because they can make anyone powerful.<br>Just don't forget your target practice.", "正因為誰都可以駕馭火槍的力量，<br>所以我才喜歡它……<br>不過沒想到槍竟然也能變強。", "총은 누구나 다룰 수 있어서<br>마음에 들지만……<br>쓰다 보면 실력이 늘긴 느는구나.", "J'aime les armes à feu parce qu'elles rendent n'importe qui surpuissant. Enfin, du moment que tu t'entraînes à viser.", "Ich mag Feuerwaffen, weil jeder damit stark sein kann.<br> Solange man regelmäßig übt ...", "Me gustan las pistolas porque hacen poderoso a cualquiera. Pero hay que practicar la puntería."], "summon": ["You're after my guns, huh?<br>Oh, I see. In your time, gunners are no longer uncommon.", "沒想到竟然有人需要我的火槍，<br>原來如此，火槍手在這個時代已經不是什麼稀奇的職業了啊。", "이 몸의 총을 탐내는 자가 있다니.<br>아하, 이 시대에는<br>총잡이가 흔한 모양이네.", "Quoi, quelqu'un demande mes flingues ?<br>Ah, je vois. À ton époque, les tireurs ne sont plus aussi rares.", "Hast du es auf meine Feuerwaffen abgesehen?<br>Wie ich sehe, sind Schützen in dieser Zeit keine Seltenheit mehr.", "¿Vienes buscando mis pistolas?<br>Oh, ya veo.<br>En esta época tuya los pistoleros<br>son algo corriente."]}}, "100002805": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [747, 2264, 240], "ATK": [35, 106, 24], "MP": [34, 102, 40], "MAG": [30, 91, 16], "SPR": [28, 84, 16], "DEF": [28, 84, 16]}, "magic_affinity": [0, 3, 0, 0], "ability_slots": 4, "limitburst_id": 100002805, "attack_count": 6, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 160, "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [3, 27, 60, 92, 103, 145], "effect_frames": [0], "strings": {"evolution": ["Heh heh heh...<br>Thanks to this awakening, my guns, my masterpieces, are complete!", "嘿嘿嘿……<br>多虧了覺醒，我製造出了空前絕後世上最厲害的火槍！", "후후후……<br>각성한 덕분에<br>최고의 총을 만들어냈다!", "Héhéhé...<br>Grâce à cet éveil, mes pistolets, mes chefs-d'œuvre, sont enfin terminés !", "Hehehe ...<br>Dank dieses Erwachens sind meine Meisterwerke endlich vollendet!", "Je, je, je...<br>¡Gracias a este despertar,<br>mis pistolas, mis obras maestras,<br>están completas!"], "affinity": ["You really depend on my guns?<br>Well, we've been fighting side by side for a long time...partner.", "你這麼信賴我的火槍啊？<br>畢竟我們一起戰鬥了這麼久了嘛。<br>今後也要互相關照啊，搭檔！", "이 몸의 사격 실력에 반했나 보지?<br>하긴, 오랫동안 같이 싸웠으니까.<br>앞으로도 잘 부탁한다!", "On dirait bien que tu ne peux plus te passer de mes talents au tir ? <br>Il faut dire qu'on fait équipe depuis un sacré bon bout de temps, l'ami !", "Meine Schießeisen haben 'ne Menge Arbeit in letzter Zeit.<br>Sind schon 'ne Weile zusammen unterwegs... Partner.", "¿De verdad dependes de mis pistolas?<br>Bueno, llevamos luchando codo con codo bastante tiempo... Compañero."], "description": ["An inventor of guns, who spread and promoted their use. Medius was a hero among his people, whom he equipped to fight beasts and ruffians. However, the authorities viewed him as a threat, and his life ended in a hail of bullets fired from his own creations. Medius lives on as a vision, and in him, his love for his people.", "他是火槍的開發者，同時也是一名傳道者。<br>他不僅賦予了懼怕魔物與盜賊的民眾們力量，<br>還完美地駕馭了自己發明的火槍，<br>人們因此十分信賴他，並稱他為英雄。<br>然而當權者卻將他視作眼中釘，<br>四處對他進行追殺。<br>最後他慘死於自己研發的火槍的彈雨之中，<br>但他為人民著想的心情<br>使得他作為幻兵再次甦醒。", "총을 개발하고 전도한 남자.<br>마물과 도적에게 위협받는 사람들에게<br>총을 나눠주고, 스스로도 총을 완벽하게 다루어<br>민중에게 영웅적인 신뢰를 받았다.<br>하지만 그런 그를 경계한 권력자에게<br>쫓겨 다녔으며, 결국 자신이 개발한<br>총에 맞아 비참한 죽음을 맞이했다.<br>그러나 민중을 사랑했던 그의 마음은<br>끝내 비전이 되어 부활했다.", "Un inventeur d'armes à feu et prophète en son temps. Medius était le héros de tout un peuple, qui pouvait grâce à lui se défendre contre les monstres et les criminels. Les autorités voyaient en lui une menace et il finit par tomber sous une pluie de balles venant de ses propres créations. En tant que vision, Medius est toujours porté par son amour du peuple.", "Schusswaffenerfinder und Prediger seiner Zeit. War ein Held für sein Volk, das er für den Kampf gegen Bestien und Raufbolde ausstatte. Die Obrigkeit sah ihn jedoch als Bedrohung, und sein Leben endete in einem Kugelhagel durch seine eigene Erfindung. Als Vision lebt Medius’ Liebe zu seinem Volk weiter.", "Un inventor de pistolas avanzado a su época. Medius fue un héroe entre su gente, a quien equipaba para que se defendieran de bestias y rufianes. No obstante, las autoridades lo consideraban una amenaza y su vida acabó bajo una lluvia de balas de sus propias creaciones. El amor por su gente pervive en su visión."], "fusion": ["Eureka!<br>It's like my mind is filled with ideas for new guns!", "太棒了，我的腦海中又有了關於槍的新點子！<br>看來又可以製造出一把好槍了。", "아주 좋아, 새로운 총에 관한 아이디어가<br>마구 떠오르는군!<br>더 강력한 총을 만들 수 있겠어!", "Je sais pas ce qu'il se passe,<br>mais j'ai plein de nouvelles idées pour créer de super pistolets !", "Heureka!<br>Mein Kopf ist voller Ideen für neue Waffen!", "¡Eureka!<br>¡Parece que mi mente está llena<br>de ideas para nuevas pistolas!"], "summon": ["You're quite strange, summoning a gunner. But you made the right choice with me. Nobody stands a chance against my guns!", "竟然會召喚火槍手，你也真是個怪人。<br>不過你這個選擇很正確，<br>因為我的火槍天下無敵！", "총잡이를 불러내다니, 별난 녀석이군.<br>하지만 넌 운이 좋아.<br>이 몸은 세계 최강의 총잡이거든!", "T'es un drôle de numéro pour demander l'aide d'un tireur. Mais tu as fait le bon choix. Personne n'a la moindre chance contre moi !", "Eine ungewöhnliche Idee, einen Schützen zu beschwören. Aber bestimmt keine schlechte!", "Qué raro eres, invocando a un pistolero. Pero has elegido bien. ¡Nadie tiene nada que hacer contra mis pistolas!"]}}}, "job": "Gunner", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Medius", "梅迪亞斯", "메디우스", "Medius", "Medius", "Medius"], "equip": [13, 14, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100002803", "job_id": 32}