{"TMR": ["MATERIA", 504218380], "name": "Ice Knight Lasswell", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200320, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 205550, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 218300, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 200330, "rarity": 5}, {"level": 7, "type": "MAGIC", "id": 20210, "rarity": 5}, {"level": 7, "type": "MAGIC", "id": 20240, "rarity": 5}, {"level": 24, "type": "ABILITY", "id": 205500, "rarity": 5}, {"level": 31, "type": "ABILITY", "id": 218270, "rarity": 5}, {"level": 37, "type": "ABILITY", "id": 205530, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 205520, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 205540, "rarity": 5}, {"level": 57, "type": "ABILITY", "id": 205510, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 218310, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 218260, "rarity": 6}, {"level": 20, "type": "ABILITY", "id": 218280, "rarity": 6}, {"level": 42, "type": "ABILITY", "id": 218330, "rarity": 6}, {"level": 64, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 89, "type": "ABILITY", "id": 218320, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 218290, "rarity": 6}], "sex_id": 1, "entries": {"100011705": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [958, 2904, 240], "ATK": [40, 122, 24], "MP": [42, 126, 40], "MAG": [31, 93, 16], "SPR": [33, 100, 16], "DEF": [34, 103, 16]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 4, "limitburst_id": 100011705, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 20, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 772, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [4], "effect_frames": [2], "strings": {"evolution": null, "affinity": ["I can go anywhere with you.<br>My place is beside you.", "和你一起的話不管去哪都行。<br>我的歸宿就是你的身旁。", "너와 함께라면 어디든 갈 수 있어.<br>내가 있을 곳은 네 옆이다.", "Je peux aller n'importe où avec toi.<br>Ma place est à tes côtés.", "Mit dir kann ich überall hin.<br>Mein Platz ist an deiner Seite.", "Contigo voy a cualquier parte.<br>Mi lugar está junto a ti."], "description": ["A knight of the Kingdom of Grandshelt. Lasswell came to learn a great many things during his journey to save the Crystals that shaped both his body and mind. Although his relationship with Rain has been defined in great part by a rivalry that causes him to feel inferior at times, the friendship they share remains unchanged. Ever the hard worker, his newly polished skills with the katana are proof of his progress and effort.", "格蘭謝爾特王國的騎士。<br>歷經圍繞水晶的戰鬥後，<br>他得到了飛躍般的成長。<br>他和雷因相互影響著彼此的內心，<br>即便相隔甚遠，<br>他們的羈絆也絲毫沒有變化。<br>純熟的太刀技藝，<br>是他不懈努力的結晶。", "그랑셸트 왕국의 기사. 크리스탈을 둘러싼 싸움을 겪고 난 뒤 몸과 마음 모두 크게 성장했다. 레인과는 서로에게 영향을 주는 사이로, 설령 멀리 떨어져 있다 해도 결코 변치 않는다. 날카롭게 날이 선 듯한 검 실력은 끊임없는 노력의 산물이기도 하다.", "Un chevalier du Royaume de Grandshelt. Lasswell apprit maintes choses quand il partit à l’aventure dans l’espoir de sauver les Cristaux et en sortit un homme changé, tant dans son cœur que dans son âme. Malgré la rivalité qui définit certes une grande partie de sa relation avec Rain, une rivalité qui le conduit parfois à se sentir inférieur, l’amitié qu’il partage avec son camarade demeure intacte. Animé par une volonté inébranlable, les nouveaux talents qu’il a acquis au katana sont la preuve de son progrès et de ses efforts.", "Ein Ritter aus dem Königreich Grandshelt. Lasswell lernte vieles auf seiner Reise, um die Kristalle zu retten, die seinen Körper und Geist prägten. Obwohl seine Beziehung zu Rain durch große Rivalität geprägt war und er sich oft unterlegen fühlte, blieb ihre Freundschaft weiterhin bestehen. Sein verbesserter Umgang mit dem Katana zeugt von seinem Fortschritt durch harte Arbeit.", "Un caballero del Reino de Grandshelt. Lasswell aprendió muchísimo a lo largo de su viaje para salvar los cristales que le daban forma tanto a su mente como a su cuerpo. Asimismo, aunque su relación con Rain casi siempre ha estado definida por cierta rivalidad que le lleva a sentirse inferior, la amistad que tienen continúa inmutable. Por último, gracias a su trabajo duro, Lasswell ha conseguido mejorar su habilidad con la katana como fruto de su progreso y esfuerzo."], "fusion": ["There is no end to training.<br>I must get stronger and stronger.", "鍛鍊沒結束的一天。<br>要累積更多的力量才行。", "단련에는 끝이 없다.<br>더욱 힘을 길러야 해.", "On n'a jamais fini de s'entraîner.<br>Je dois devenir de plus en plus fort.", "Das Training ist nie vorbei.<br>Ich muss stärker und stärker werden.", "El entrenamiento nunca acaba.<br>Tengo que hacerme más y más fuerte."], "summon": ["I have a reason for swinging my sword.<br>I am certain. I shall go with you.", "我有揮劍的理由。<br>沒有迷惘。一起前進吧。", "내겐 검을 휘둘러야 할 이유가 있다.<br>망설임 따윈 없어. 함께 나아가자.", "J'ai des raisons de me battre.<br>J'en suis sûr désormais. Je vais me joindre à vous.", "Es gibt einen Grund, warum ich kämpfe.<br>Ich bin sicher, dass ich mit dir gehen will.", "Tengo mis razones para blandir mi espada.<br>Estoy seguro de ello. Iré contigo."]}}, "100011706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1246, 3776, 390], "ATK": [52, 159, 34], "MP": [54, 165, 65], "MAG": [40, 121, 26], "SPR": [43, 130, 26], "DEF": [45, 135, 26]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 100011706, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 773, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [4], "effect_frames": [2], "strings": {"evolution": ["So I was the one who was limiting my growth.<br>If that's the case, then maybe one day...", "原來成長的極限，<br>是自己所界定的嗎？<br>既然如此，我一定要突破極限……", "성장에 한계선을 그은 건<br>다름 아닌 나 자신이었다는 것인가……<br>그렇다면, 언젠가는 더욱더……", "Alors comme ça, c'était moi qui me limitais. Dans ce cas, alors peut-être qu'un jour...", "Ich selbst stand also meinem Wachstum im Weg.<br>Wenn es so ist, dann vielleicht eines Tages ...", "Así que yo mismo estaba limitando mi progreso.<br>Si ese es el caso, a lo mejor un día..."], "affinity": ["I can go anywhere with you.<br>My place is beside you.", "和你一起的話不管去哪都行。<br>我的歸宿就是你的身旁。", "너와 함께라면 어디든 갈 수 있어.<br>내가 있을 곳은 네 옆이다.", "Je peux aller n'importe où avec toi.<br>Ma place est à tes côtés.", "Mit dir kann ich überall hin.<br>Mein Platz ist an deiner Seite.", "Contigo voy a cualquier parte.<br>Mi lugar está junto a ti."], "description": ["A knight of the Kingdom of Grandshelt. As an orphan, Lasswell was raised by Rain's family since childhood. Although he has always been grateful for their kindness, he had never been able to muster enough courage to call his adoptive father, Sir Raegen, his \"dad.\" It was not until the battle to protect Lapis finally ended that he let go of his fears and called him \"father\" for the first time.", "格蘭謝爾特王國的騎士。<br>身為孤兒的他被雷因一家人收養，<br>並長大成人。<br>儘管他對此抱有感恩之情，<br>但始終沒能稱呼，<br>沒有血緣關係的雷根為父親。<br>不過，在經過保衛拉比斯的戰鬥後，<br>他終於放下負擔，稱雷根為父親。", "그랑셸트 왕국의 기사. 고아였던 그는 레인의 가족들에게 거두어져 자라게 되었다. 그 사실에 깊이 감사하고 있지만, 피가 이어지지 않은 레겐을 좀처럼 아버지라 부르지 못하고 있었다. 하지만, 라피스를 지키는 싸움 끝에 마침내 그를 아버지라고 부를 수 있게 되었다.", "Un chevalier du Royaume de Grandshelt. Orphelin, Lasswell fut pris en charge par la famille de Rain dès l’enfance. En dépit de la gratitude qu’il ressentait à leur égard pour leur bonté, il ne fut jamais capable de rassembler le courage nécessaire pour appeler son père adoptif, sire Raegen, \"papa\". Ce n’est qu’au terme de la bataille pour Lapis qu’il parvint enfin à se défaire de ses peurs et osa l’appeler \"père\" pour la première fois.", "Ein Ritter aus dem Königreich Grandshelt. Lasswell wuchs als Waisenjunge bei Rains Familie auf. Obwohl er ihnen für alles sehr dankbar war, brachte er nie den Mut auf, seinen Adoptivvater, Sir Raegen, \"Papa\" zu nennen. Erst am Ende der Schlacht zum Schutz von Lapis überwand er seine Ängste und nannte ihn zum ersten Mal \"Vater\".", "Un caballero del Reino de Grandshelt. Lasswell se quedó huérfano a una edad muy temprana, así que la familia de Rain lo crio desde pequeño. Aunque siempre se ha sentido en deuda por el cariño que le han dado, Lasswell nunca se ha atrevido a llamar a su padre adoptivo, Sir Raegen, \"papá\". De hecho, no fue hasta el fin de la batalla para proteger Lapis que, finalmente, Lasswell dejó sus miedos atrás y llamó a Sir Raegen \"papá\" por primera vez."], "fusion": ["I must keep on training.<br>I must obtain true strength.", "還要進行更多的鍛鍊。<br>直到獲得真正的強大為止。", "더욱 정진해야 한다.<br>진정한 강함을 이 손에 넣을 때까지.", "Je dois continuer à m'entraîner.<br>Jusqu'à ce que j'obtienne la véritable force.", "Ich muss weiter trainieren.<br>Ich muss wahre Stärke erlangen.", "Tengo que seguir entrenando.<br>Necesito el máximo de fuerza."], "summon": ["So now it seems I am to fight for you.<br>That is fine.<br>This blade was meant to protect.", "這次我將會為了你而戰嗎？<br>也行吧。<br>我的劍就是為了守護誰而存在。", "이번엔 널 위해 싸우게 되는 건가.<br>그것도 좋지.<br>내 검은 누군가를 지키기 위해 존재한다.", "On dirait que je vais devoir me battre pour toi cette fois.<br>Très bien.<br>Cette lame est faite pour protéger.", "Jetzt kämpfe ich also für dich.<br>Gut.<br>Dieses Schwert soll beschützen.", "Parece que ahora lucho para ti.<br>No pasa nada.<br>Esta espada se forjó para proteger a la gente."]}}}, "job": "Knight", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Ice Knight Lasswell", "冰炎騎士拉斯韋爾", "빙염의 기사 라스웰", "Lasswell chevalier de glace", "Eisritter Lasswell", "Lasswell caballero gélido"], "equip": [2, 3, 4, 40, 41, 50, 51, 52, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100011705", "job_id": 1}