{"TMR": ["EQUIP", 403043800], "name": "Lotus Mage Fina", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 200470, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 20190, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 10010, "rarity": 5}, {"level": 7, "type": "ABILITY", "id": 221160, "rarity": 5}, {"level": 7, "type": "MAGIC", "id": 10190, "rarity": 5}, {"level": 16, "type": "ABILITY", "id": 221010, "rarity": 5}, {"level": 16, "type": "MAGIC", "id": 10200, "rarity": 5}, {"level": 23, "type": "ABILITY", "id": 213310, "rarity": 5}, {"level": 23, "type": "MAGIC", "id": 10180, "rarity": 5}, {"level": 31, "type": "ABILITY", "id": 221130, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 221140, "rarity": 5}, {"level": 47, "type": "ABILITY", "id": 221020, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 221030, "rarity": 5}, {"level": 69, "type": "ABILITY", "id": 221090, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 200150, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 100180, "rarity": 6}, {"level": 9, "type": "MAGIC", "id": 10230, "rarity": 6}, {"level": 17, "type": "MAGIC", "id": 10290, "rarity": 6}, {"level": 28, "type": "ABILITY", "id": 221150, "rarity": 6}, {"level": 37, "type": "ABILITY", "id": 100120, "rarity": 6}, {"level": 45, "type": "ABILITY", "id": 221100, "rarity": 6}, {"level": 56, "type": "ABILITY", "id": 221050, "rarity": 6}, {"level": 61, "type": "ABILITY", "id": 221110, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 221070, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 221080, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 204350, "rarity": 6}, {"level": 92, "type": "MAGIC", "id": 20440, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 221060, "rarity": 6}], "sex_id": 2, "entries": {"100011806": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1114, 3376, 450], "ATK": [37, 112, 30], "MP": [67, 204, 75], "MAG": [47, 141, 30], "SPR": [51, 156, 30], "DEF": [38, 114, 30]}, "magic_affinity": [8, 8, 5, 0], "ability_slots": 4, "limitburst_id": 100011806, "attack_count": 33, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 816, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [72, 96, 120], "effect_frames": [70, 94, 118], "strings": {"evolution": ["What power...<br>I owe this power to you,<br>so please use it as you will!", "好強大的力量……<br>多虧了大家我才能夠變強，<br>我必須以這份力量回報大家才行。", "굉장한 힘이야……<br>모두의 덕분에 강해진 거니까<br>이 힘으로 보답해 줘야겠지.", "Quelle puissance...<br>Je vous dois cette force,<br>utilisez-la comme bon vous semble !", "Was  für eine Kraft ...<br>Nur euch habe ich diese Stärke zu verdanken, also benutzt sie, so viel ihr wollt!", "Qué poder...<br>Te debo este poder,<br>¡así que úsalo como te parezca!"], "affinity": ["Your feelings make me stronger.<br>Please, accept my feelings for you, too.<br>This should be of help to you.", "你的「心意」讓我變得更加強大。<br>這次請你也接受我的心意。<br>我相信一定會成為支持你的力量。", "네 마음이 날 강하게 해.<br>이번엔 내 마음을 받아줘.<br>분명 네 힘이 될 거야.", "Vos émotions me rendent plus forte.<br>Je vous en prie, acceptez ces mêmes sentiments de ma part.<br>Ça devrait vous aider.", "Deine Gedanken machen mich stärker.<br>Bitte nimm auch meine Gedanken an dich an.<br>Sicher werden sie dir auch Kraft geben.", "Tus sentimientos me hacen más fuerte.<br>Por tanto, acepta tú también lo que yo siento hacia ti.<br>Eso debería ayudarte."], "description": ["A white mage gifted with the ability to open the hearts of many with her kindness. Although in the beginning Fina's memory loss had prompted her to act much like a child, she has matured with time. Now she even cooks meals for her companions, her specialty being fried eggs. Following Rain's disappearance, she is absolutely determined to find him with Lasswell's help.", "不論與誰都能打成一片，內心溫柔的女性魔道士。雖然最初因為記憶喪失的影響，行為像個小孩子，但是現在已經成長到能替夥伴們製作料理，擅長的料理是荷包蛋。雖然還是依靠著拉斯韋爾，但是關於尋找雷因這件事情，她卻抱持著不能輸給其他人的心態。", "누구에게나 마음을 터놓고 대하는, 상냥한 마음씨를 가진 마도사 소녀. 처음 만났을 때에는 기억 상실로 인해 어린아이나 다름없었지만, 지금은 모두를 위해 요리를 만들어 대접해줄 정도로 성장했다. 가장 잘 하는 요리는 달걀 프라이로, 라스웰을 의지하고 있지만 레인을 찾는 일에 관해서 만큼은 지고 싶지 않은 마음을 품고 있다.", "Un mage blanc possédant la faculté d'ouvrir le cœur de nombreux hommes et femmes par sa bonté. Au commencement, Fina, victime de sa perte de mémoire, se comportait souvent comme une enfant. Elle finit cependant par mûrir avec le temps. À présent, elle se charge même de cuisiner pour ses compagnons et prépare souvent des œufs au plat, sa spécialité. Rain ayant disparu, elle est plus que jamais déterminée à le retrouver, et ce, avec l'aide de Lasswell.", "Eine Weißmagierin, die über die Gabe verfügt, Herzen mit ihrer Güte zu öffnen. Obwohl ihr Gedächtnisverlust dazu führte, dass sie sich anfangs oft wie ein Kind verhielt, ist sie in kurzer schnell herangereift und kocht inzwischen sogar Mahlzeiten für die ganze Gruppe. Ihre Spezialität sind Brateier. Sie ist fest dazu entschlossen, nicht zu ruhen, ehe sie Rain mit Lasswells Hilfe gefunden hat.", "Una maga blanca cuya bondad es tan grande que ablanda el corazón de la gente. Aunque al principio la pérdida de memoria de Fina la hacía actuar de una forma un tanto infantil, con el paso del tiempo ha conseguido madurar. Ahora, incluso cocina para sus compañeros; de hecho, su especialidad son los huevos fritos. Por otra parte, tras la desaparición de Rain, Fina, con la ayuda de Lasswell, está completamente volcada en la tarea de encontrarlo."], "fusion": ["I don't want anyone to be sad anymore.<br>That is why I will get stronger and stronger.", "我不想再讓任何人感到悲傷。<br>所以，我一定要變得更強。", "그 누구도 슬퍼하지 않았으면 좋겠어.<br>그러니까 난 더욱더 강해질 거야.", "Je ne veux plus de tristesse.<br>C'est pourquoi je compte me surpasser encore et encore.", "Ich will nicht mehr traurig sein.<br> Deswegen werde ich nun stärker und stärker.", "No quiero que nadie se ponga triste.<br>Por eso, mi objetivo es estar más y más fuerte."], "summon": ["To think, my feelings toward everyone could take such a form. Being a vision sure is wonderful.", "對大家的心意能變成這種形式。幻兵可真是厲害呀。", "모두를 향한 마음이, 이렇게 형태를 빚은 거야.<br>비전이란 정말 멋지구나.", "Difficile de croire que mes sentiments à l'encontre de vous tous pouvaient prendre une telle forme. Être une vision a ses avantages.", "Dass meine Gefühle für alle, so eine Form annehmen können...!<br>Visionen sind etwas Wundervolles.", "Y pensar que los sentimientos que profeso hacia alguien podrían tomar esa forma. Desde luego, no me puedo quejar de ser una visión."]}}, "100011805": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [780, 2364, 300], "ATK": [26, 79, 20], "MP": [47, 143, 50], "MAG": [33, 99, 20], "SPR": [36, 110, 20], "DEF": [26, 80, 20]}, "magic_affinity": [7, 7, 4, 0], "ability_slots": 4, "limitburst_id": 100011805, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 10, "290060100": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 815, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [72, 96, 120], "effect_frames": [70, 94, 118], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Your feelings make me stronger.<br>Please, accept my feelings for you, too.<br>This should be of help to you.", "你的「心意」讓我變得更加強大。<br>這次請你也接受我的心意。<br>我相信一定會成為支持你的力量。", "네 마음이 날 강하게 해.<br>이번엔 내 마음을 받아줘.<br>분명 네 힘이 될 거야.", "Vos émotions me rendent plus forte.<br>Je vous en prie, acceptez ces mêmes sentiments de ma part.<br>Ça devrait vous aider.", "Deine Gedanken machen mich stärker.<br>Bitte nimm auch meine Gedanken an dich an.<br>Sicher werden sie dir auch Kraft geben.", "Tus sentimientos me hacen más fuerte.<br>Por tanto, acepta tú también lo que yo siento hacia ti.<br>Eso debería ayudarte."], "description": ["A white mage traveling with Lasswell. Fina lost a great part of her memories after having been sealed within a crystal  for hundreds of years. However, she managed to eventually come into her own upon meeting Rain, Lasswell, and a multitude of other people. She loves petting chocobos, so when there are none around for her to coddle, she satisfies herself with petting Lid's Mechabo instead.", "與拉斯韋爾一起旅行的女性魔道士。因為受到水晶封印的影響，失去了大部分的記憶。但是在遇見雷因與拉斯韋爾等人後，自身也有所成長。非常喜歡撫摸陸行鳥，當周圍沒有陸行鳥的時候，就會將里德的機械陸行鳥當成代替品。", "라스웰과 함께 여행하는 마도사 소녀. 크리스탈에 봉인되어 있었던 탓에 기억 대부분을 잃어버렸지만, 레인과 라스웰, 그리고 여러 사람과의 만남을 통해 성장했다. 초코보를 쓰다듬는 것을 가장 좋아하며, 주변에 초코보가 없을 때는 리드의 메카보를 대신 쓰다듬기도 한다.", "Un mage blanc voyageant au côté de Lasswell. Fina fut scellée à l'intérieur d'un cristal des siècles durant, ce qui provoqua chez elle une perte de la mémoire. C'est en rencontrant Rain, Lasswell et bien d'autres qu'elle parvint, au fil du temps, à retrouver sa propre personnalité. Elle adore caresser les chocobos. Ainsi, quand elle n'en trouve aucun dans les environs, elle comble ce manque en cajolant le Mécabo de Lid.", "Eine Weißmagierin, die mit Lasswell reist. Dass sie in einem Kristall versiegelt war, hatte Auswirkungen auf ihr Gedächtnis und so musste sie feststellen, dass ein Großteil ihrer Erinnerungen verlorenging. Nachdem sie aber auf Rain, Lasswell und viele andere traf, reifte sie erneut heran. Sie liebt es, Chocobos zu streicheln; wenn weit und breit keine Chocobos anzutreffen sind, begnügt sie sich damit, Lids Mechabo zu streicheln.", "Una maga blanca que viaja con Lasswell. Fina perdió la mayor parte de su memoria tras permanecer sellada en un cristal durante siglos. Sin embargo, consiguió volver en sí cuando conoció a Rain, Lasswell y a otra multitud de gente. A Fina le encanta acariciar chocobos, por lo que, cuando no hay ninguno cerca, se entretiene jugueteando con el chocobot de Lid."], "fusion": ["I have become stronger.<br>Surely now I will be of<br>better use to everyone.", "我，變強了。<br>這樣的話一定……<br>能幫得上忙了吧。", "나, 강해진 거지.<br>지금이라면 분명……<br>모두의 힘이 될 수 있을 거야.", "J'ai gagné en puissance.<br>Il est certain qu'à présent, je saurai<br>être plus utile à mes proches.", "Ich bin stärker geworden.<br> Nun werde ich euch bestimmt eine größere Hilfe sein können.", "Me he vuelto más fuerte.<br>Ahora puedo hacer<br>mucho más por la gente."], "summon": ["I am Fina.<br>I will do my best to work with everyone, so let's all do our best!", "我是菲娜。<br>我會為了大家而努力的。請多指教！", "나는 피나야!<br>모두를 위해 최선을 다할 테니까<br>잘 부탁해!", "Je suis Fina.<br>Je ferai de mon mieux pour travailler avec vous tous, alors allons-y de bon cœur !", "Ich bin Fina.<br>Ich werde mein Bestes geben, um mit euch zusammenzuarbeiten!", "Soy Fina.<br>¡Lo haré lo mejor que pueda para colaborar con todo el mundo! ¡La unión hace la fuerza!"]}}}, "job": "Mage", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Lotus Mage Fina", "白蓮魔道士菲娜", "백련의 마도사 피나", "Fina, mage du lotus", "Lotusmagierin Fina", "Fina maga del loto"], "equip": [5, 6, 7, 12, 15, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "100011805", "job_id": 19}