{"TMR": ["MATERIA", 504212380], "name": "Veritas of the Waters", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 100740, "rarity": 4}, {"level": 12, "type": "MAGIC", "id": 20190, "rarity": 4}, {"level": 24, "type": "MAGIC", "id": 20160, "rarity": 4}, {"level": 45, "type": "ABILITY", "id": 212290, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 20230, "rarity": 4}, {"level": 31, "type": "ABILITY", "id": 212280, "rarity": 5}, {"level": 50, "type": "ABILITY", "id": 212320, "rarity": 5}, {"level": 74, "type": "MAGIC", "id": 10150, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 10100, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 212310, "rarity": 6}, {"level": 20, "type": "ABILITY", "id": 212330, "rarity": 6}, {"level": 46, "type": "MAGIC", "id": 20320, "rarity": 6}, {"level": 56, "type": "MAGIC", "id": 10160, "rarity": 6}, {"level": 62, "type": "MAGIC", "id": 10190, "rarity": 6}, {"level": 75, "type": "ABILITY", "id": 100110, "rarity": 6}, {"level": 75, "type": "ABILITY", "id": 100170, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 212300, "rarity": 6}], "sex_id": 2, "entries": {"100007904": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [659, 1996, 210], "ATK": [23, 71, 14], "MP": [38, 115, 35], "MAG": [29, 88, 18], "SPR": [25, 76, 14], "DEF": [24, 73, 14]}, "magic_affinity": [6, 6, 0, 0], "ability_slots": 3, "limitburst_id": 100007904, "attack_count": 25, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 13, "290050300": 15, "290030800": 8, "290050400": 8, "290020900": 25}}, "rarity": 4, "compendium_id": 605, "attack_damage": [[25, 25, 25, 25]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [74, 84, 94, 104], "effect_frames": [72, 82, 92, 102], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["All I can do to make up for...<br>No, never mind.<br>Shut up and take this.", "我所能做的補償……<br>不、沒什麼。<br>乖乖地接受這股力量吧。", "내가 할 수 있는 속죄는……<br>아니, 아무것도 아니야.<br>아무 말 말고 받아주렴.", "Tout ce que je peux faire pour...<br>Non, laisse tomber.<br>Tais-toi et prends ceci.", "Alles, um es wiedergutzumachen ...<br>Nein, hör nicht auf mich.<br>Sei ruhig und nimm das.", "Lo único que puedo hacer para compensar...<br>Mejor olvídalo.<br>Toma esto y ya."], "description": ["One of the Sworn Six of Paladia who invaded Olderion. She used cruel and foul means to take the lives of many of Olderions citizens, including those of the family of Nichol, her longtime enemy. On the other hand, she has another gentle spoken side to her, though the source of this dangerous two-sided personality is unknown.", "攻入聯邦國家奧爾德里昂的<br>「帕拉迪亞六盟傑」的一員。<br>以殘忍及卑劣的手段<br>奪走了許多奧爾德里昂百姓的性命，<br>也是奪走了尼科爾的家人。<br>然而過去，她是一名溫柔的女性，<br>沒人知道她為何會擁有兩種性格。", "올데리온 연방을 침략한<br>'파라디아의 여섯 호걸 연맹' 중 한 명.<br>잔인하고 비열한 수단을 동원해<br>수많은 올데리온 사람들의 목숨을 빼앗았으며,<br>니콜의 가족을 앗아간 숙적이기도 하다.<br>과거에는 상냥한 성격이었으며<br>어딘가 위험한 이중성을 가지고 있는 듯하지만<br>그 원인은 알 수 없다.", "L'un des Six Jurés de Paladia ayant envahi Olderion. Elle a usé de moyens aussi cruels que sinistres pour éradiquer les citoyens d'Olderion, allant jusqu'à tuer les membres de la famille de Nichol, son ennemi de toujours. Néanmoins, il est dit qu'elle sait également faire preuve d'une grande bonté, bien que la cause de cette double personnalité si dangereuse demeure inconnue.", "Eine der Geschworenen Sechs von Paladia, die in die Republik Olderion einfiel. Durch ihre Grausamkeit und schmutzigen Tricks verloren viele Bürger Olderions ihr Leben - so auch die Familie ihres Erzfeindes Nichol. Früher verfügte sie andererseits in Tat und Wort über eine augesprochen gütige Seite; der Grund für diese gefährliche Mischung ist allerdings unbekannt.", "Uno de los Seis Juramentados de Paladia. Él fue quien invadió Olderion y, con sus tácticas crueles y traicioneras, acabó con la vida de muchos de sus ciudadanos. Entre sus víctimas, se cuenta la familia de Nichol, su archienemigo. Por otro lado, tiene un lado más amable, aunque se desconoce la causa de su peligrosa doble personalidad."], "fusion": ["It's okay, I will not betray you as a vision.<br>Now give me more power.", "好哇，反正幻兵的身體也不會背叛你。<br>就給我更多的力量吧。", "좋아, 비전 상태로는<br>배신할 일은 없을 테니까.<br>좀 더 힘을 전해주렴.", "C'est bon, je ne te trahirai pas en tant que vision.<br>Allez donne-moi encore plus de puissance.", "Keine Sorge, ich werde dich als Vision nicht betrügen.<br>Und jetzt gib mir mehr Macht.", "Vale, no te traicionaré como si fuera una visión.<br>Pero dame más poder."], "summon": ["Huh, you called on me?<br>You must really want a lot of power, huh?", "哎呀，竟然連我都召喚出來了。<br>看來你真的很想要力量是嗎？", "어머, 나를 불러내다니.<br>어지간히 힘이 원하는 모양이구나?", "Hein ? Tu m'appelée ?<br>Tu dois avoir besoin de beaucoup de puissance alors, je me trompe ?", "Wie, ihr habt mich gerufen?<br>Ihr braucht wohl wirklich viel Macht, was?", "¿Eh, me has llamado?<br>Tienes que querer mucho poder, ¿no?"]}}, "100007905": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [859, 2602, 240], "ATK": [30, 92, 16], "MP": [49, 147, 40], "MAG": [38, 114, 24], "SPR": [33, 100, 16], "DEF": [31, 95, 16]}, "magic_affinity": [7, 7, 0, 0], "ability_slots": 4, "limitburst_id": 100007905, "attack_count": 25, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 606, "attack_damage": [[25, 25, 25, 25]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [74, 84, 94, 104], "effect_frames": [72, 82, 92, 102], "strings": {"evolution": ["The feeling of one's true power<br>being awakened isn't so bad.", "不錯啊，<br>有一種覺醒了真正力量的感覺。", "괜찮네.<br>진정한 힘이 눈뜨는 이 감각.", "Le sentiment d'éveiller son véritable pouvoir c'est pas si mal que ça, en fait !", "Es ist ein wunderbares Gefühl,<br>wenn die eigene wahre Kraft erwacht.", "No está tan mal sentir el poder<br>verdadero cuando despierta."], "affinity": ["All I can do to make up for...<br>No, never mind.<br>Shut up and take this.", "我所能做的補償……<br>不、沒什麼。<br>乖乖地接受這股力量吧。", "내가 할 수 있는 속죄는……<br>아니, 아무것도 아니야.<br>아무 말 말고 받아주렴.", "Tout ce que je peux faire pour...<br>Non, laisse tomber.<br>Tais-toi et prends ceci.", "Alles, um es wiedergutzumachen ...<br>Nein, hör nicht auf mich.<br>Sei ruhig und nimm das.", "Lo único que puedo hacer para compensar...<br>Mejor olvídalo.<br>Toma esto y ya."], "description": ["One of the Sworn Six of Paladia who took aim at Olderion's water crystal. The traps she used and inhuman deeds she commited against the citizens were especially harsh even for one of the Sworn Six, and though she was particularly hated by Nichol for having taken his family, having had memories so strong that she was brought back as a vision could only mean there is some other story behind her actions.", "以奧爾德里昂的水之水晶為目標的<br>「帕拉迪亞六盟傑」的一員。<br>製造陷阱牽連並襲擊市民，<br>在六盟傑中最為殘忍，<br>她殺害了尼科爾的家人，受到尼科爾憎恨，<br>能夠成為幻兵，<br>說明她也對某些事情抱有強烈的意念。", "올데리온의 물의 크리스탈을 노리던<br>'파라디아의 여섯 호걸 연맹' 중 한 명.<br>함정을 파거나 습격에 시민을 말려들게 하는 등<br>여섯 호걸 연맹 중에서도 잔혹하고 비겁한 인물로<br>특히 가족을 빼앗긴 니콜에게 증오를<br>사고 있지만, 비전이 될 정도로<br>강한 마음을 품고 있었다는 사실로 말미암아<br>무언가 사정이 있는 것으로 보인다.", "L'un des Six Jurés de Paladia ayant pris pour cible le cristal d'Eau d'Olderion. Les pièges qu'elle a utilisés et les actes inhumains qu'elle a perpétrés à l'encontre des citoyens témoignaient d'une cruauté inimaginable, même pour les Six Jurés. Malgré la haine que lui vouait Nichol pour le meurtre de sa famille, le fait que l'intensité de ses souvenirs était telle qu'elle réapparut sous la forme d'une vision indique qu'elle avait quelque raison d'agir comme elle l'a fait.", "Eine der Geschworenen Sechs von Paladia, die es auf den Wasserkristall in Olderion abgesehen hatte. Durch Fallen und Überfällen, die auch einfache Bürger in das Geschehen verwickeln, tut sie sich auch unter den Geschworenen Sechs durch besonders grausames und unmenschliches Auftreten hervor. Vor allem den Hass Nichols, der durch sie seine Famile verlor, hatte sie so heraufbeschworen. Dass ihre Gefühle so stark waren, dass sie zu einer Vision wurden, kann nur bedeuten, dass es einen Hintergrund für ihr Tun gab.", "Uno de los Seis Juramentados de Paladia. Él fue quien quiso hacerse con el Cristal del Agua de Olderion. Para ello, hizo uso de todo tipo de tretas y artimañas sin importarle el sufrimiento de la gente. Sus actos fueron de lo más inhumanos, incluso para los estándares de los Seis Juramentados. Aunque Nichol sienta un odio visceral hacia Veritas por matar a su familia, el mero hecho de que este haya vuelto en forma de visión debido a la fuerza de sus recuerdos solo puede significar que falta alguna pieza por encajar en esta historia."], "fusion": ["Since I'm going to fight,<br>why don't you give me more power?", "快……我會去戰鬥的。<br>所以快給我更多的力量。", "자아… 싸울 테니까,<br>더욱 힘을 끌어내 주렴.", "Je vais me battre non ?<br> Alors pourquoi ne me donnes-tu pas plus de puissance ?", "Da ich kämpfen werde,<br>gib mir doch mehr Macht, ja?", "Como no voy a luchar,<br>¿por qué no me das más poder?"], "summon": ["As a vision, I feel like I can enjoy fighting<br>to my heart's content.", "如果是幻兵的姿態，<br>就能夠盡情地戰鬥，<br>順便轉換一下心情呢。", "비전의 모습이라면,<br>마음껏 싸워서<br>기분 전환이 될 것 같아.", "J'ai l'impression que mon état de vision me permet de profiter au mieux des combats.", "Als Vision kann ich nach<br>Herzenslust kämpfen.", "Como soy una visión, puedo disfrutar de las luchas<br>todo lo que quiera."]}}, "100007906": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1110, 3364, 390], "ATK": [39, 119, 26], "MP": [62, 189, 65], "MAG": [49, 148, 34], "SPR": [43, 130, 26], "DEF": [41, 124, 26]}, "magic_affinity": [8, 8, 0, 0], "ability_slots": 4, "limitburst_id": 100007906, "attack_count": 25, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 607, "attack_damage": [[25, 25, 25, 25]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [74, 84, 94, 104], "effect_frames": [72, 82, 92, 102], "strings": {"evolution": ["Even though I was once a<br>loathsome enemy of yours...<br>Whatever, use me as you please.", "對你們來說，我明明只是個<br>卑劣的宿敵……<br>好吧，就把我當棄子用好了。", "나는 당신들에게 있어<br>비열한 숙적인데도……<br>좋아. 장기 말로라도 써 주렴.", "Même si je fus un de tes plus fervents adversaires...<br>Tu peux faire de moi ce que tu veux.", "Obwohl ich einst dein<br>verhasster Feind war ...<br>Nutze mich, wie es dir gefällt.", "Aunque una vez<br>fuimos archienemigos...<br>Ahora puedes hacer conmigo lo que quieras."], "affinity": ["All I can do to make up for...<br>No, never mind.<br>Shut up and take this.", "我所能做的補償……<br>不、沒什麼。<br>乖乖地接受這股力量吧。", "내가 할 수 있는 속죄는……<br>아니, 아무것도 아니야.<br>아무 말 말고 받아주렴.", "Tout ce que je peux faire pour...<br>Non, laisse tomber.<br>Tais-toi et prends ceci.", "Alles, um es wiedergutzumachen ...<br>Nein, hör nicht auf mich.<br>Sei ruhig und nimm das.", "Lo único que puedo hacer para compensar...<br>Mejor olvídalo.<br>Toma esto y ya."], "description": ["One of the Sworn Six of Paladia who attacked the citizens of Olderion. Later, after meeting Rain and his friends again, she was completely different, establishing that she indeed had a split personality. Though she was still hated by Nichol for having killed his family, the two developed mixed feelings for each other after learning of her true identity.", "襲擊奧爾德里昂聯邦人民的<br>「帕拉迪亞六盟傑」之一。<br>與雷因等人再次相遇時，<br>簡直和在奧爾德里昂時判若兩人。<br>她擁有人工造成的多重人格，<br>殺害了尼科爾的家人，受到尼科爾憎恨，<br>但在真相大白後，兩人的心情都很複雜。", "올데리온 연방의 사람들을 습격한<br>'파라디아의 여섯 호걸 연맹' 중 한 명.<br>훗날 레인 일행과 다시 만나게 되었을 때는<br>올데리온 때와는 전혀 다른 사람처럼 보였으며,<br>인공적인 다중인격을 지녔다는 사실이 밝혀졌다.<br>가족을 살해당한 니콜의 증오를 사고 있었으나,<br>그 사정이 밝혀지고 난 뒤로는<br>양쪽 모두 복잡한 마음을 품게 된 듯하다.", "L'un des Six Jurés de Paladia ayant attaqué les citoyens d'Olderion. Quelques temps après avoir à nouveau rencontré Rain et ses camarades, elle afficha un comportement si différent qu'il apparaissait évident qu'elle souffrait d'un dédoublement de la personnalité. En débit de la haine que Nichol lui vouait toujours pour avoir assassiné son frère, leurs sentiments finirent par évoluer une fois que la véritable identité de cette femme fut révélée.", "Eine der Geschworenen Sechs von Paladia, welche die Bewohner der Republik Olderion angriff. Als sie später erneut auf Rain und seine Freunde traf, zeigte sie ein völlig anderes Gesicht als noch in Olderion und es wird klar, dass sie eine künstlich geschaffene multiple Persönlichkeit hat. Von Nichol, dessen Familie sie getötet hatte, wurde sie zunächst noch gehasst. Nachdem aber ihre Identität offenbar wurde, entwickelten beide komplizierte Gefühle füreinander.", "Uno de los Seis Juramentados de Paladia. Él fue quien atacó a los ciudadanos de Olderion. Más tarde, tras volver a encontrarse con Rain y sus amigos, parecía una persona completamente diferente, lo cual sirvió para probar que tenía doble personalidad. Sin embargo, esto no sirve para apaciguar el odio visceral que Nichol siente hacia él por haber matado a su familia. Entre los dos, hay una gran cantidad de sentimientos encontrados después de que se descubriese la verdadera identidad de Veritas."], "fusion": ["You need my power, do you not?<br>Then go ahead and use it.", "你需要我的力量吧？<br>那就毫無顧慮地使用這股力量吧。", "내 힘이 필요한 거잖니?<br>그렇다면 사양 말고 쓰렴.", "Tu as besoin de ma puissance, pas vrai ?<br>Ben alors, vas-y, utilise-la !", "Du brauchst meine Kraft, oder?<br>Dann nur zu und nutze sie.", "Necesitas mi poder, ¿verdad?<br>Pues adelante, úsalo."], "summon": ["To have called me even after<br>everything I've done...<br>How soft hearted you are.", "竟然連做出那種事情的我<br>都召喚出來……<br>你也真是個老好人。", "그런 짓을 한 나를<br>불러내다니……<br>사람도 좋구나.", "Je n'aurais jamais cru que tu m'appellerais<br>après tout ce que j'ai fait...<br>Quelle bonté d'âme !", "Dass du mich rufst, nach allem,<br>was ich getan habe ...<br>So ein weiches Herz.", "Llamarme después de<br>todo lo que he hecho...<br>Qué bueno eres."]}}}, "job": "Veritas", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Veritas of the Waters", "水華之維利亞斯", "물꽃의 베리어스", "Veritas des Mers", "Veritas der Meere", "Veritas el marino"], "equip": [5, 6, 41, 51, 52, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100007904", "job_id": 109}