{"TMR": ["MATERIA", 504101350], "name": "Montana", "is_summonable": false, "skills": [{"level": 2, "type": "ABILITY", "id": 200050, "rarity": 2}, {"level": 21, "type": "ABILITY", "id": 200410, "rarity": 2}, {"level": 16, "type": "ABILITY", "id": 101270, "rarity": 3}, {"level": 24, "type": "ABILITY", "id": 101410, "rarity": 3}, {"level": 32, "type": "ABILITY", "id": 101130, "rarity": 3}], "sex_id": 1, "entries": {"100003603": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [390, 1181, 600], "ATK": [18, 55, 40], "MP": [19, 58, 100], "MAG": [14, 43, 40], "SPR": [15, 45, 40], "DEF": [17, 51, 40]}, "magic_affinity": [0, 0, 2, 0], "ability_slots": 3, "limitburst_id": 100003603, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 3, "compendium_id": 174, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [29, 61], "effect_frames": [27, 59], "strings": {"evolution": ["Yeah, I've had some adventures. Look, you can't be a serious archaeologist without breaking a few vases, you know?", "嗯，積累了寶貴的經驗。<br>身為冒險家，需要一步一腳印地努力。", "음, 좋은 경험을 했어.<br>모험가는 고고학적인 노력도<br>꾸준히 해야 하거든.", "J'ai amassé pas mal d'expérience en tant qu'archéologue, au fil des années. Après tout, ça va de pair avec le métier d'aventurier.", "Ich habe eine Menge Erfahrung. Für einen Abenteurer ist archäologisches Wissen nämlich wichtig.", "He acumulado mucha experiencia con el tiempo. Años de trabajo como arqueólogo que todo aventurero necesita."], "affinity": ["You know, I've always dreamed of having an adventure like this. Thanks for making that dream come true.", "我的夢想就是冒險一輩子。<br>謝謝你幫我實現這個夢想。", "평생 끝없는 모험을 하는 게<br>내 소원이었어.<br>꿈을 이루어줘서 고마워.", "Tu sais, j'ai rêvé ma vie entière de partir à l'aventure comme ça. Merci d'avoir exaucé ce rêve.", "Weißt du, ich wollte immer schon so ein Abenteuer erleben. Dank dir ist mein Wunsch erfüllt worden.", "¿Sabes? Siempre había soñado con una aventura así. Gracias por hacer realidad mi sueño."], "description": ["An adventurer who traveled the world, seeking hidden relics and forbidden treasures. Montana held a certain stature in the archaeological community and kept his loot meticulously cataloged. Upon his death, however, his extensive collection of cultural assets, gathered over a lifetime, vanished, and he became the subject of legends.", "為尋求隱藏在古代文明中的遺跡與財寶<br>而在世界各地冒險的浪漫的男人，<br>生前他作為一名考古學家<br>將帶回的財寶都整理、保存了起來，<br>但在他死後，<br>這些財寶與文化遺產全都遺失，<br>現如今就連他自己，<br>也成為了傳說中的虛構人物。", "고대문명의 숨겨진 유적과 보물을 찾아<br>전 세계를 모험한 낭만적인 남자.<br>생전에는 저명한 고고학자였으며,<br>발견한 보물들을 체계적으로 관리해 왔으나<br>그가 죽은 후 보물과 문화재는<br>온 세상에 뿔뿔이 흩어졌고<br>그 자신도 하나의 전설처럼 남게 되었다.", "Un aventurier qui avait parcouru le monde en quête de reliques cachées et de trésors interdits. Montana tenait le haut du pavé dans la communauté des archéologues, et s'assurait de toujours répertorier ses trouvailles. À sa mort cependant, son immense collection de vestiges disparut avec lui, et Montana devint un personnage de légende.", "Ein Abenteurer, der auf der Suche nach versteckten Reliquien und verbotenen Schätzen die Welt bereiste. Montana hatte einen gewissen Ruf in der archäologischen Gemeinschaft und katalogisierte seine Schätze aufs Genaueste. Mit seinem Tod verschwand jedoch auch seine Sammlung und er wurde zu Stoff für Legenden.", "Un aventurero que viajaba por el mundo en busca de reliquias ocultas y tesoros prohibidos. Montana tenía cierto estatus en la comunidad arqueológica y catalogaba su botín meticulosamente. Sin embargo, al morir, la colección que había reunido en vida también desapareció, y se volvió un personaje de leyenda."], "fusion": ["Perfect!<br>Hidden treasures and enemy weaknesses are as plain as day to me now!", "太棒了！<br>不論是藏寶的地點還是敵人的弱點，<br>我都能看得清清楚楚！", "이거 좋은데!<br>보물 위치나 적의 약점까지<br>훤히 보일 것만 같아!", "Parfait !<br>Les trésors perdus et les points faibles de mes ennemis sont devenus clairs comme du cristal !", "Perfekt!<br>Schätze und die Schwachpunkte meiner Feinde liegen nun offen vor mir!", "¡Perfecto!<br>¡Veo claros como el agua los<br>tesoros escondidos y las debilidades<br>de los enemigos!"], "summon": ["In the middle of an adventure, eh?<br>I used to be the king of adventurers! You could use a serious academic like me!", "喲，你正在冒險嗎？<br>我以前也是個有名的冒險家，<br>肯定能幫得上你的！", "안녕, 모험 중인가 보네?<br>나도 한때 꽤 날리던 모험가였거든.<br>분명 도움이 될 거야.", "Alors, on est en plein milieu d'une aventure ?<br>J'étais le roi des aventuriers, autrefois ! Je pourrais t'être utile !", "Mitten im Abenteuer, was?<br>Ich war mal der König aller Abenteurer! Du brauchst einen Kerl wie mich!", "En mitad de una aventura, ¿eh?<br>Antes era el rey de los aventureros.<br>¡Podría serte útil!"]}}, "100003602": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [300, 909, 450], "ATK": [14, 43, 30], "MP": [15, 45, 75], "MAG": [11, 34, 30], "SPR": [11, 35, 30], "DEF": [13, 40, 30]}, "magic_affinity": [0, 0, 1, 0], "ability_slots": 2, "limitburst_id": 100003602, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 750, "materials": {"290050100": 20, "290050200": 5, "290010000": 8, "290020100": 3}}, "rarity": 2, "compendium_id": 173, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [29, 61], "effect_frames": [27, 59], "strings": {"evolution": null, "affinity": null, "description": ["A globetrotter who sought treasures and relics never seen before. Though he was a widely respected archaeologist, known for his research on ancient civilizations and hidden cultures, Montana's secret fear was that his handsome, rugged appearance, together with his irresistible charisma, meant that he would never be taken seriously as a scholar.", "為尋求財寶及尚未被人發現的遺跡<br>而在世界各地旅行的冒險家。<br>雖然他也是個研究古代文明與<br>少數民族文化的考古學家，<br>但經歷長年的冒險生活，<br>他的身體鍛煉得十分強壯，根本不像是研究者，<br>他對這件事很是在意。", "숨겨진 보물과 유적을 찾아<br>세계를 누비는 모험가.<br>고대문명과 소수민족의 문화를 연구하는 등<br>고고학자다운 일면도 있으나,<br>모험을 통해 단련된 육체 때문에<br>연구자처럼 안 보이는 게<br>남모르는 고민이다.", "Un voyageur en quête de trésors et de reliques perdues. Il était un archéologue respecté, connu pour ses travaux sur les civilisations anciennes et les traditions disparues. En vérité, Montana s'inquiétait que ses airs virils ne fassent de l'ombre à sa réputation de savant.", "Weltenbummler, der nach mysteriösen Schätzen und Reliquien strebte. Obwohl er ein angesehener Archäologe und bekannt für seine Forschung war, war er stets besorgt, dass ihn sein machohaftes Aussehen nicht wie Wissenschaftler aussehen ließ.", "Un trotamundos que buscaba tesoros y reliquias perdidos. Aunque Montana era un respetado arqueólogo conocido por sus estudios sobre civilizaciones antiguas y culturas exóticas, en secreto le preocupaba que su aspecto fuera tan varonil que no se notara que era un erudito."], "fusion": ["Hah! I feel like I'm made of cork!<br>I'm as light as a leaf on the breeze.<br>No relic will escape my grasp!", "呀吼！<br>身體變輕快了好多啊！<br>現在的我可以尋到天下所有寶物！", "이얏호!<br>몸이 가벼워졌다!<br>이제 이 세상 보물은 전부 내 거다!", "Wouhou ! Mon corps est tout léger !<br>Aucune relique ne m'échappera, désormais !", "Ha! Ich fühle mich so leicht!<br>Kein Artefakt wird mir mehr entkommen!", "¡Oh!<br>¡Qué ligero es mi cuerpo!<br>¡Ninguna reliquia se me resistirá!"], "summon": ["Hey, are you an adventurer too?<br>Sounds dangerous and exciting.<br>Let me help with your field research!", "喲，你也是冒險家嗎？<br>看起來還挺有意思啊，<br>也算我一個吧！", "어, 너도 모험가구나?<br>같이 가면 재미있겠다.<br>나도 끼워줘!", "Tu es aventurier, toi aussi ?<br>Tu as l'air vraiment intéressant !<br>Et si tu me laissais rejoindre ta bande ?", "Hey, bist du auch Abenteurer?<br>Bei euch wird’s bestimmt nie langweilig.<br>Kann ich mitmachen?", "¡Ey! ¿Tú también estás explorando?<br>Pareces interesante.<br>¡Déjame unirme a tu grupo!"]}}}, "job": "Adventurer", "sex": "Male", "game": "FFBE", "rarity_max": 3, "names": ["Montana", "蒙塔納", "몬타나", "Montana", "Montana", "Montana"], "equip": [1, 2, 7, 9, 12, 13, 30, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 2, "tribe_id": 5, "id": "100003602", "job_id": 7}