{"TMR": ["EQUIP", 403041000], "name": "Hayate", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200180, "rarity": 3}, {"level": 12, "type": "ABILITY", "id": 200410, "rarity": 3}, {"level": 25, "type": "ABILITY", "id": 201500, "rarity": 3}, {"level": 34, "type": "ABILITY", "id": 200940, "rarity": 3}, {"level": 6, "type": "ABILITY", "id": 201020, "rarity": 4}, {"level": 46, "type": "ABILITY", "id": 201620, "rarity": 4}, {"level": 51, "type": "ABILITY", "id": 200980, "rarity": 4}, {"level": 67, "type": "ABILITY", "id": 101040, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 201630, "rarity": 5}, {"level": 78, "type": "ABILITY", "id": 201030, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 212060, "rarity": 6}, {"level": 18, "type": "ABILITY", "id": 212020, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 100010, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 100080, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 100120, "rarity": 6}, {"level": 40, "type": "ABILITY", "id": 204490, "rarity": 6}, {"level": 58, "type": "ABILITY", "id": 212050, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 212040, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 212030, "rarity": 6}], "sex_id": 1, "entries": {"100004703": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [450, 1364, 150], "ATK": [22, 67, 14], "MP": [19, 57, 25], "MAG": [18, 55, 10], "SPR": [15, 45, 10], "DEF": [17, 50, 10]}, "magic_affinity": [0, 3, 0, 0], "ability_slots": 2, "limitburst_id": 100004703, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290020200": 10, "290010000": 25, "290030200": 5}}, "rarity": 3, "compendium_id": 219, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [2, 42], "effect_frames": [0, 40], "strings": {"evolution": null, "affinity": ["Our journey together has<br>been a long one, has it not?<br>This may be but a trifle,<br>but please accept it.", "回想起來……這真是一段漫長的旅程。<br>主人啊，不知道我做的這些夠不夠報答你的恩情。", "돌아보니…… 정말 기나긴 여정이었군.<br>주군이여, 나는 당신의 은혜에<br>조금이라도 보답했는가?", "Ce fut un long voyage, n'est-ce pas ?<br>C'est certes présomptueux de ma part,<br>mais j'espère avoir pu te rembourser<br>la dette que je te dois.", "Wir reisen nun schon lange zusammen.<br>Dies ist nur eine Kleinigkeit,<br>aber ich hoffe,<br>es ist von Nutzen.", "Nuestro viaje juntos<br>ha sido largo, ¿verdad?<br>A lo mejor es una tontería,<br>pero espero que sirva."], "description": ["The legitimate successor of a ninja clan who accepted orders from his master to carry out assassinations and infiltrations. Hayate took many pupils under his wing while working for the same master his family had loyally served for generations. After some time he apparently left in search of his younger sister, a ninja herself who had fled their home under mysterious circumstances. No records remain of what became of the two thereafter.", "忍者一族的正統繼承人，<br>他遵從主人的命令，完成暗殺和潛入任務，<br>為家族代代侍奉的主人效力，<br>同時還負責教導眾多弟子。<br>他的妹妹也會忍術，<br>卻離家出走，行蹤不明。<br>他似乎找過妹妹，<br>但沒有文獻記載他們曾經重逢。", "주군의 명령에 따라 암살과 잠입 임무를 수행하던<br>'닌자' 일족의 정통 후계자.<br>일족이 대대로 섬겨온 주군 밑에서 활약하며<br>수많은 제자를 키워냈다.<br>같은 '닌자'이면서도<br>가문을 버리고 행방을 감춘<br>여동생을 찾아 헤맨 모양이지만,<br>남매가 재회했다는 기록은 남아있지 않다.", "Le digne héritier d'un clan de ninjas qui exécutait loyalement les ordres de son maître, de l'infiltration à l'assassinat. Hayate forma de nombreux disciples tout en travaillant pour le maître que sa famille servait depuis des générations. Un jour, il partit à la recherche, dit-on, de sa jeune sœur, une ninja qui avait quitté leur foyer dans des circonstances pour le moins étranges. Personne ne sut jamais ce qu'ils devinrent tous deux par la suite.", "Der Stammhalter eines Ninjaklans, der auf Geheiß seines Herrn Attentate und Spionageaufträge ausführte. Hayate bildete außerdem zahlreiche Schüler aus. Später begab er sich auf die Suche nach seiner Schwester, ebenfalls eine Ninja, die unter mysteriösen Umständen fortgelaufen war. Es ist unbekannt, ob die beiden sich jemals wiedergesehen haben.", "El sucesor legítimo de un clan ninja que aceptaba órdenes de su amo para realizar ejecuciones e infiltraciones. Hayate tuvo a su cargo a varios aprendices mientras trabajaba para el amo al que su familia había servido durante generaciones. Tras un tiempo, se marchó en busca de su hermana menor, una ninja que había dejado el hogar en circunstancias misteriosas. No se tiene conocimiento de lo que fue de ellos después."], "fusion": ["You grant me new power?<br>I shall repay this favor in kind.", "你要賜給我新的力量麼？<br>這份恩情，我定將報答。", "내게 새로운 힘을 내리셨는가.<br>이 은혜는 반드시 보답해야 할 터.", "Vous me donnez de nouveaux pouvoirs ?<br>Je paierai ma dette, soyez-en sûr.", "Erneut verleiht Ihr mir neue Kraft?<br>Ich will Euch keinen Dank schuldig bleiben.", "¿Me otorga nuevos poderes?<br>Me aseguraré de pagar la deuda."], "summon": ["I shall do my master's bidding,<br>no matter what is asked of me.<br>That is the way of the ninja.", "只要主人下令，就算刀山火海，<br>也在所不辭……<br>這就是我們忍者。", "주군의 명이라면 어디든지<br>즉각 대령한다…….<br>그게 바로 우리, 닌자.", "J'obéis aux ordres de mon maître,<br>quels qu'ils soient.<br>Telle est la voie d'un ninja.", "Ich tue, was mein Herr verlangt,<br>und wenn es mich bis ans Ende<br>der Welt führt.", "Haré lo que mi amo ordene,<br>sea lo que sea.<br>Ese es el camino del ninja."]}}, "100004706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1212, 3672, 390], "ATK": [45, 136, 34], "MP": [50, 150, 65], "MAG": [43, 130, 26], "SPR": [36, 109, 26], "DEF": [40, 120, 26]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 4, "limitburst_id": 100004706, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 609, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [2, 42], "effect_frames": [0, 40], "strings": {"evolution": ["Had I had this power<br>back when I was innocent...<br>I wouldn't have lost what I lost.", "如果生前就擁有這股力量的話……<br>想必就不會失去了吧。", "이 힘을 생전에도<br>가질 수 있었더라면……<br>잃지 않을 수 있었을까.", "Si j'avais pu avoir cette puissance quand j'étais encore vivant, les choses se seraient sans doute passé bien différemment.", "Hätte ich diese Kraft gehabt,<br>als ich noch unschuldig war ...<br>hätte ich nicht diese Verluste hinnehmen müssen.", "Si hubiese tenido este poder<br>cuando aún era inocente...<br>No habría perdido lo que acabé perdiendo."], "affinity": ["Our journey together has<br>been a long one, has it not?<br>This may be but a trifle,<br>but please accept it.", "回想起來……這真是一段漫長的旅程。<br>主人啊，不知道我做的這些夠不夠報答你的恩情。", "돌아보니…… 정말 기나긴 여정이었군.<br>주군이여, 나는 당신의 은혜에<br>조금이라도 보답했는가?", "Ce voyage ensemble fut assez long, tu ne trouves pas ? Ce n'est pas grand-chose, mais je t'en prie accepte ceci.", "Wir reisen nun schon lange zusammen.<br>Dies ist nur eine Kleinigkeit,<br>aber ich hoffe,<br>es ist von Nutzen.", "Hemos hecho un viaje<br>bien largo juntos, ¿no?<br>Puede que esto sea poca cosa,<br>pero quiero que te lo quedes."], "description": ["A man who once led a clan of ninjas. His life ended with him still regretting having driven his younger sister Miyuki to pursue darkness out of jealousy for her talents. His appearance as a vision this time is like a reincarnation, and he seems to hope he can use his power to make things up to his younger sister.", "曾經是「忍者」一族中的指導者。<br>因忌妒妹妹美雪的才華，<br>而將她逼迫至向黑暗之力出手，<br>進而在煩惱中結束他的一生。<br>他認為作為幻兵出現就像是一種轉世，<br>並想要運用現在的力量向妹妹道歉。", "과거 '닌자'라 하는 일족의<br>지도자적인 위치에 있었던 인물.<br>과거 재능이 넘치는 누이인 미유키를 질투하여<br>그녀를 어둠의 힘으로 내몰았던 적이 있으며,<br>그 사실에 괴로워하며 일생을 마쳤다.<br>비전으로서 나타난 것을 일종의 전생이라<br>생각하는 듯하며, 지금의 힘이라면<br>여동생에게 사죄할 수 있다고 여기는 듯하다.", "Un homme qui était autrefois à la tête d’un clan de ninjas. Sa vie se solda par le profond regret qu’il ressentait pour avoir poussé sa sœur cadette, Miyuki, à convoiter le pouvoir des ténèbres par jalousie de son aptitude. Son apparition sous la forme d’une vision est, cette fois-ci, similaire à une réincarnation et il semble dans l’espoir de pouvoir utiliser sa puissance pour corriger le mal qu’il a infligé à sa sœur.", "Ein Mensch, der einstmals Anführer eines Ninjaclans war. Vor Neid an seiner mit Talenten gesegneten Schwester Miyuki zerfressen, trieb er diese zur Kraft der Dunkelheit. Seine Reue darüber nahm er mit ins Grab. Sein erneutes Erscheinen als Vision begreift er als eine Wiedergeburt und glaubt fest daran, dass es ihm mit dieser Kraft gelingen wird, die Schuld bei seiner Schwester zu tilgen.", "Un hombre que en el pasado lideró un clan de ninjas. Antes de morir, se arrepintió de haber hecho que Miyuki, su hermana pequeña, acabase en el lado oscuro por culpa de sus celos. Ahora, su vuelta al mundo como visión es como una reencarnación y parece convencido de usar su poder para intentar enmendar la situación con su hermana."], "fusion": ["I shall repay your hospitality<br>with hard work.", "主人的厚恩，<br>就以辛勤的侍奉來回報吧。", "주군의 호의,<br>임무로써 보답하도록 하겠소.", "Je rembourserai ton hospitalité par mon dur labeur.", "Ich werde deine Gastlichkeit<br>mit harter Arbeit entlohnen.", "Recompensaré tu hospitalidad<br>trabajando duro."], "summon": ["To my master who gave me the<br>power I never had before...<br>I shall now repay my debt.", "將我生前所沒有的力量賜予了我，<br>主人啊……<br>現在正是我報恩的時候。", "생전에는 갖지 못했던 힘을<br>내려주신 주군이시여……<br>그 은혜, 지금 갚도록 하겠소.", "C'est grâce à mon maître que j'ai acquis un pouvoir que je n'aurais jamais eu sans lui...<br>Je dois payer la dette que j'ai envers lui.", "An meinen Meister, der mir<br>unerhoffte Macht gab ...<br>Ich werde meine Schuld begleichen.", "Ahora debo pagar la deuda que tengo...<br>con mi amo,<br>quien me dio este poder."]}}, "100004705": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [761, 2305, 240], "ATK": [37, 113, 24], "MP": [32, 96, 40], "MAG": [31, 93, 16], "SPR": [25, 76, 16], "DEF": [28, 84, 16]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 4, "limitburst_id": 100004705, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 5, "290060100": 10, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 221, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [2, 42], "effect_frames": [0, 40], "strings": {"evolution": ["I have been granted power anew.<br>I vow upon my blade<br>to serve my master with my life.", "你賜給了我更大的力量。<br>我賭上這把刀發誓，<br>這力量要為主人所用。", "내게 새로운 힘을 내리셨는가.<br>주군을 위한 검이 될 것을<br>이 도에 걸고 맹세하노라.", "En échange de ces nouveaux pouvoirs,<br>je jure sur ma lame de vous servir,<br>quoi qu'il en coûte.", "Ich habe neue Kraft erhalten.<br>Ich schwöre auf mein Schwert,<br>meinem Herrn stets zu dienen.", "Se me ha concedido nuevo poder.<br>Juro por mi espada<br>servir a mi amo con mi propia vida."], "affinity": ["Our journey together has<br>been a long one, has it not?<br>This may be but a trifle,<br>but please accept it.", "回想起來……這真是一段漫長的旅程。<br>主人啊，不知道我做的這些夠不夠報答你的恩情。", "돌아보니…… 정말 기나긴 여정이었군.<br>주군이여, 나는 당신의 은혜에<br>조금이라도 보답했는가?", "Ce fut un long voyage, n'est-ce pas ?<br>C'est certes présomptueux de ma part,<br>mais j'espère avoir pu te rembourser<br>la dette que je te dois.", "Wir reisen nun schon lange zusammen.<br>Dies ist nur eine Kleinigkeit,<br>aber ich hoffe,<br>es ist von Nutzen.", "Nuestro viaje juntos<br>ha sido largo, ¿verdad?<br>A lo mejor es una tontería,<br>pero espero que sirva."], "description": ["A ninja who committed political assassinations and gathered intelligence on foes in the name of his master. Born to a samurai mother, his younger sister was a ninja like himself. However, she was driven from their home by the coldness he showed her, and sought the power of darkness. To take responsibility for this turn of events, their mother honorably and tragically took her own life. Hayate gave his remaining years to his master, but now, as a vision, he wanders the world in search of his sister, in hopes that he might still make amends.", "在主人手下負責暗殺政敵、<br>偵察敵情的忍者。<br>他的母親是武士，妹妹同為忍者，<br>但他的冷漠迫使妹妹投奔了暗之力量，<br>為此，他的母親切腹自殺。<br>生前他將自己的一生獻給了主人，<br>而如今作為幻兵甦醒的他，<br>希望能見到妹妹，向她賠罪。", "주군의 명에 따라 정적을 암살하거나<br>적의 동향을 정찰하는 임무를 수행하던 '닌자'.<br>'사무라이' 어머니와 '닌자'인 여동생이 있었으나,<br>그에게 냉대 당하던 여동생이 어둠의 힘에 빠져 도주.<br>어머니는 그 책임을 지기 위해 할복했다.<br>생전에는 주군을 위해 인생을 바친 그였지만,<br>비전으로서 되살아난 지금은<br>여동생을 만나 사죄할 수 있기를 바라고 있다.", "Un ninja qui exécutait des assassinats politiques et espionnait des ennemis pour le compte de son maître. Il naquit d'une mère samouraï qui lui donna également une sœur, ninja comme lui. Cependant, la froideur qu'il montrait à l'égard de sa sœur poussa celle-ci à quitter la maison et quérir le pouvoir des ténèbres. Endossant toute la responsabilité de cette tragédie, leur mère racheta leur honneur avec sa propre vie. Hayate dédia le restant de ses jours à son maître, mais depuis qu'il est devenu une vision, il parcourt le monde à la recherche de sa sœur dans l'espoir de réparer les erreurs du passé.", "Ein Ninja, der im Namen seines Herrn politische Morde beging und Feinde ausspionierte. Seine Mutter war Samurai, seine jüngere Schwester jedoch ein Ninja wie er selbst. Sein abweisendes Verhalten gegenüber seiner Schwester veranlasste diese dazu, der Heimat zu entfliehen und mit dunklen Mächten zu hantieren. In einer tragischen Wendung nahm sich die Mutter daraufhin ehrenvoll das Leben. Jetzt, da er als Vision zurückgekehrt ist, hofft Hayate auf ein Wiedersehen mit seiner Schwester, um sich mit ihr zu versöhnen.", "Un ninja que cometió asesinatos políticos y recopiló datos sobre sus enemigos en nombre de su amo. Su madre era samurái, y su hermana pequeña era ninja como él. Sin embargo, la frialdad con la que trataba a esta última hizo que ella abandonara el hogar en busca del poder de las sombras, y su madre, sintiéndose responsable de ello, se quitó la vida trágicamente. Hayate dedicó el resto de sus días a su amo, pero ahora, como visión, viaja por el mundo en busca de su hermana, confiando en poder arreglar las cosas."], "fusion": ["Hmmm... You truly honor me.<br>If you would see me grow stronger,<br>your will shall be done.", "呼……這份莫大的恩情，<br>是在命令我<br>進一步磨練技藝啊。", "훗…… 과분한 은총이로다.<br>더욱 실력을 갈고 닦으라는<br>주군의 명이 아니신가.", "Vous m'offrez là un grand honneur.<br>Je deviendrai plus fort,<br>puisque tel est votre désir.", "Ha! Eine gnädige Gabe.<br>Meine Fortschritte in letzter Zeit<br>waren wohl ungenügend.", "Mmm... Un gran honor, sin duda.<br>Si quieres que sea más fuerte,<br>así será."], "summon": ["That I have returned<br>to this world is a gift from my master.<br>I shall see the debt is paid.", "讓我重現人間，<br>就已經是對我莫大的恩情。<br>我必當報答。", "이 몸이 다시 이 세상에 나타나게 해 준<br>그것만으로도 과분한 은혜.<br>이 은혜는 반드시 갚아 보이겠소.", "Mon retour en ce monde<br>est un don de mon maître.<br>Je n'oublierai jamais cette dette.", "Meine Wiederkehr ist ein Geschenk<br>meines Herrn. Ich werde keinen<br>Dank schuldig bleiben.", "Haber vuelto a este mundo<br>es un regalo de mi amo.<br>La deuda será pagada."]}}, "100004704": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [585, 1773, 210], "ATK": [29, 87, 18], "MP": [24, 74, 35], "MAG": [24, 72, 14], "SPR": [19, 58, 14], "DEF": [21, 65, 14]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 3, "limitburst_id": 100004704, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290040200": 5, "290020200": 20, "290030200": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 220, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [2, 42], "effect_frames": [0, 40], "strings": {"evolution": ["The way of the ninja requires<br>constant devotion to one's training...<br>I live only for my master...", "堅持不懈的鑽研就是忍者之道……<br>而這些全都仰仗著主人的恩情。", "끝없는 단련이야말로 닌자의 길……<br>이 모든 것은 주군께 받은 은혜 .", "Pour un ninja,<br>l'entraînement ne prend jamais fin.<br>Je vis pour mon maître.", "Der Pfad der Ninja verlangt<br>konstantes Training. Ich lebe<br>allein für meinen Herren ...", "El camino del ninja requiere<br>dedicación constante al entrenamiento...<br>Vivo solo para mi amo..."], "affinity": ["Our journey together has<br>been a long one, has it not?<br>This may be but a trifle,<br>but please accept it.", "回想起來……這真是一段漫長的旅程。<br>主人啊，不知道我做的這些夠不夠報答你的恩情。", "돌아보니…… 정말 기나긴 여정이었군.<br>주군이여, 나는 당신의 은혜에<br>조금이라도 보답했는가?", "Ce fut un long voyage, n'est-ce pas ?<br>C'est certes présomptueux de ma part,<br>mais j'espère avoir pu te rembourser<br>la dette que je te dois.", "Wir reisen nun schon lange zusammen.<br>Dies ist nur eine Kleinigkeit,<br>aber ich hoffe,<br>es ist von Nutzen.", "Nuestro viaje juntos<br>ha sido largo, ¿verdad?<br>A lo mejor es una tontería,<br>pero espero que sirva."], "description": ["A legitimate heir of the arts of the ninja, and a peerless assassin and spy. Hayate's mother was a katana-wielding samurai of grave demeanor, a personality he inherited. The envy he harbored against his younger sister, an expert swordswoman adept with dual blades, gradually drove her toward the darkness, eventually causing her to flee their master's domain.", "忍術的正統繼承人，<br>擅長暗殺和潛入任務。<br>他的母親是一名使刀的武士，<br>他耿直的性格就是母親遺傳的。<br>他羡慕妹妹能夠自如地使用雙刀，<br>並出於嫉妒逼她離開主人，<br>投奔了暗之力量。", "암살과 잠입 공작이 특기인<br>'닌자' 기술의 정통 후계자.<br>어머니가 칼을 다루는 '사무라이'였으며<br>고지식한 성격은 어머니에게 물려받았다.<br> 자신과는 달리, 이도류에 통달한<br>여동생을 향한 그의 질투가 원인이 되어<br>그녀를 어둠의 힘에 빠뜨렸으며,<br>결국 여동생은 주군의 곁을 떠나게 되었다.", "Un assassin et espion sans égal, héritier légitime des arts secrets ninja. Hayate tenait son sérieux et son sens de l'honneur de sa mère, une samouraï de renom. Cependant, la jalousie qu'il nourrit pendant des années à l'égard de sa petite sœur, une épéiste prodige maniant deux lames à la fois, finit par causer la perte de la jeune fille, qui sombra dans les ténèbres et s'enfuit du domaine de leur maître.", "Ein Stammhalter der Ninjakunst, sowie ein meisterlicher Attentäter und Spion. Seine ernste Persönlichkeit hatte er von seiner Mutter, einer Samurai, geerbt. Der Neid, den er gegenüber seiner jüngeren Schwester, welche den Zwei-Schwerter-Stil beherrschte, empfand, trieb diese letztendlich dazu, sich mit finsteren Mächten einzulassen und dem Lehen ihres Herrn zu entfliehen.", "El legítimo sucesor de las artes del ninja, y un asesino y espía sin rival. La madre de Hayate era una samurái de semblante serio, personalidad que él heredó. Los celos que sentía hacia su hermana, una espadachina experta en dobles filos, la arrastró gradualmente hacia las sombras y consiguió que acabara huyendo de los dominios de su amo."], "fusion": ["Master. I shall not squander<br>the precious power<br>you bestow on me.", "我絕不會辜負主人賜予我的力量。", "주군께서 내리신 이 힘,<br>결코 헛되이 하지 않겠소이다.", "Je promets de faire bon usage<br>des pouvoirs que vous<br>m'avez accordés, maître.", "Die wertvolle Kraft,<br>die ich erhalten habe,<br>soll nicht vergeudet sein.", "Amo. No malgastaré<br>el valioso poder<br>que me ha concedido."], "summon": ["Our encounter shows that you<br>are fated to be my new master.<br>From this day, I shall be your shadow.", "能在此相遇，<br>就證明你是我的主人。<br>把我當作你的影子，儘管吩咐吧。", "이 만남이야말로<br>그대가 내 주군이라는 증거.<br>이 몸을 그림자로서 잘 활용해 보시오.", "Notre rencontre ne peut être<br>que l'œuvre du destin.<br>Dorénavant, je serai votre ombre.", "Diese Begegnung beweist, dass uns<br>das Schicksal als Herr und Diener<br> zusammengeführt hat.", "Nuestro encuentro demuestra<br>que debéis ser mi nuevo amo.<br>En adelante, seré vuestra sombra."]}}}, "job": "Ninja", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Hayate", "疾風", "하야테", "Hayate", "Hayate", "Hayate"], "equip": [1, 4, 13, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "100004703", "job_id": 47}