{"TMR": ["EQUIP", 409016700], "name": "Wadow", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 201020, "rarity": 4}, {"level": 12, "type": "ABILITY", "id": 100130, "rarity": 4}, {"level": 16, "type": "ABILITY", "id": 200410, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 214280, "rarity": 4}, {"level": 23, "type": "ABILITY", "id": 200180, "rarity": 4}, {"level": 33, "type": "ABILITY", "id": 212060, "rarity": 4}, {"level": 48, "type": "ABILITY", "id": 100040, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 218200, "rarity": 4}, {"level": 28, "type": "ABILITY", "id": 200020, "rarity": 5}, {"level": 53, "type": "ABILITY", "id": 220950, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 76, "type": "ABILITY", "id": 220980, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 220900, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 220990, "rarity": 6}, {"level": 48, "type": "ABILITY", "id": 221000, "rarity": 6}, {"level": 55, "type": "ABILITY", "id": 221340, "rarity": 6}, {"level": 68, "type": "ABILITY", "id": 221350, "rarity": 6}, {"level": 83, "type": "ABILITY", "id": 220920, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 220910, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 220960, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 220970, "rarity": 6}], "sex_id": 1, "entries": {"100012704": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 40, 20, 0], "stats": {"HP": [675, 2045, 240], "ATK": [27, 83, 16], "MP": [32, 97, 40], "MAG": [27, 81, 16], "SPR": [20, 60, 16], "DEF": [20, 60, 16]}, "magic_affinity": [3, 6, 0, 0], "ability_slots": 3, "limitburst_id": 100012704, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 13, "290050300": 15, "290030800": 8, "290050400": 8, "290020900": 25}}, "rarity": 4, "compendium_id": 819, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [49], "effect_frames": [47], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I believe in you.<br>Still, that doesn't mean you can pet me!", "我相信你。<br>但並不代表你可以摸我！", "난 널 신용하고 있다.<br>하지만 쓰다듬어도 된다고 말한 적은 없다!", "J'ai foi en vous.<br>Cela dit, ça ne veut pas dire que vous pouvez me caresser !", "Ich vertraue dir.<br>Das heißt aber nicht, dass du mich streicheln darfst!", "¡Confío en ti!<br>Pero ¡eso no significa que puedes manosearme!"], "description": ["A male Natura who lives in Gungan, a nation of beasts. Wadow's appearance greatly resembles that of a wolf. As a bodyguard of King Yashka, the ruler of the Natura tribe, he considers everyone who isn't on his liege's side to be an enemy. Taking his duties extremely seriously, he came to strongly resent the Shibyra \"strangers\" early on, and Kunshira as well for once having been part of the tribe.", "獸人國家中，居住在群岩地區的納特拉族青年。外觀與狼相似。身為納特拉王「亞修卡」的護衛，只要不是王的夥伴就全都視為敵人並保持警戒。因為過度忠於職責，所以對西維拉等「外族人」有著強烈的偏見，對於原本是西維拉族的庫西拉也抱持的嚴厲的態度。", "수인의 나라, 건간에서 살아가는 나투라 족 청년. 늑대와 유사한 생김새로, 나투라 족의 왕 야슈카의 호위로서 왕의 아군을 제외한 모든 사람을 적시하고 경계를 늦추지 않고 있다. 임무에 충실한 탓에 시빌라를 비롯한 '외지인'에 대한 편견이 강하고, 본래 시빌라 족이었던 쿤시라에게도 엄격한 태도를 고수하고 있다.", "Un membre de la tribu de Natura habitant à Gungan, la nation des bêtes. L'apparence de Wadow n'est pas sans rappeler celle d'un loup. En tant que garde du corps du roi Yashka, chef de la tribu de Natura, Wadow voit tous ceux qui ne se conforment pas aux vues de son roi comme ses ennemis. Prenant son devoir fort à cœur, il développa rapidement un mépris considérable envers les \"étrangers\" de Shibyra, Kunshira incluse, celle-ci ayant autrefois appartenu à la tribu.", "Ein junger Natura, der in Gungan lebt - dem Land der Tiermenschen. Seine Gestalt erinnert stark an die eines Wolfes. Als Leibgarde König Yashkas, des Herrschers über alle Natura, ist er äußerst vorsichtig und behandelt jeden, der nicht mit seinem Herrn verbündet ist, als Feind. Auch weil er seinen Dienst überaus ernst nimmt, hegt er starke Vorurteile gegenüber \"Fremden\" wie den Shibyra und ist in seinem Verhalten dementsprechend streng und unerbittlich mit Kunshira, die vormals eine Shibyra war.", "Un hombre de la tribu de los natura que vive en Gungan, una de las naciones bestia. Wadow tiene todo el aspecto de un lobo y, como guardaespaldas del rey Yashka, considera que todo el que no esté de parte de su señor es un enemigo. Por otra parte, se toma su deber muy en serio; de hecho, antiguamente, le tenía mucha rabia a los shibyra (lo que incluye a Kunshira por haber pertenecido a aquella tribu en el pasado)."], "fusion": ["Don't think I'll shake my tail<br>to a debt such as this.", "就只是這點恩情，<br>可別以為我會對你阿諛奉承。", "고작 이 정도로<br>꼬리를 흔들 줄 알았나?", "Je doute qu'ils consentent<br>à honorer une dette pareille.", "Glaub ja nicht, dass ich wegen sowas<br>gleich mit dem Schwanz wedle.", "Creo que no voy a estrechar mi cola<br>por una deuda como esta."], "summon": ["Oh...!<br>Are you an ally of the Natura?", "嗚嗚……！<br>你就是納特拉的同伴啊？", "으르르……!<br>너는 나투라의 편인가?", "Oh...!<br>Êtes-vous un allié des Natura ?", "Oh...!<br>Bist du ein Verbündeter der Natura?", "¡Oh...!<br>¿Eres aliado de los natura?"]}}, "100012705": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 40, 20, 0], "stats": {"HP": [877, 2659, 300], "ATK": [36, 108, 20], "MP": [42, 127, 50], "MAG": [35, 106, 20], "SPR": [26, 78, 20], "DEF": [26, 78, 20]}, "magic_affinity": [4, 7, 0, 0], "ability_slots": 4, "limitburst_id": 100012705, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 20, "290060100": 10, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 820, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [49], "effect_frames": [47], "strings": {"evolution": ["Things weren't bad like they were before.<br>...Those this isn't bad, either.", "之前那樣就已經很好了，<br>……不過現在這樣也不賴。", "딱히 예전 그대로도 문제는 없다만.<br> ……하지만 뭐, 이것도 나쁘진 않군.", "Les choses n'étaient pas si terribles que ça auparavant.<br>...Et elles ne le sont pas aujourd'hui, non plus.", "Früher war nicht alles schlecht. <br> Aber nun ja! Es ist schon gut, wie es jetzt ist.", "Las cosas no están tan mal como antes.<br>... Vamos que esto no está tan mal."], "affinity": ["I believe in you.<br>Still, that doesn't mean you can pet me!", "我相信你。<br>但並不代表你可以摸我！", "난 널 신용하고 있다.<br>하지만 쓰다듬어도 된다고 말한 적은 없다!", "J'ai foi en vous.<br>Cela dit, ça ne veut pas dire que vous pouvez me caresser !", "Ich vertraue dir.<br>Das heißt aber nicht, dass du mich streicheln darfst!", "¡Confío en ti!<br>Pero ¡eso no significa que puedes manosearme!"], "description": ["A bodyguard who serves King Yashka, ruler of the Natura tribe. Wadow is an obstinate character set on fulfilling his duties as the king's protector, but his immaturity is quite obvious during those moments when his impulsiveness takes over. Although his types of vestment and weapons are not usually seen around Gungan, he refuses to share the nature of their origin with others.", "納特拉族的王「亞修卡」的護衛。因為強烈的責任感與想要守護王的意念，讓他一直保持著頑強的態度，但是偶爾會看見他不小心露出像是小孩的一面，也看的出來他還年輕。穿著非群岩地區的衣著與武器，對於自己的來歷總是沉默不語。", "나투라 족의 왕, 야슈카의 호위. 강인한 책임감과 왕을 지키고자 하는 마음에 늘 딱딱한 태도를 고수하지만,  간혹 보이는 어린아이같은 모습에서 아직 어린 나이임을 가늠할 수 있다. 건간에서는 보기 드문 장비와 무기를 걸치고 있으며, 그 유래에 대해서는 입을 열지 않는다.", "Un garde du corps au service du roi Yashka, chef de la tribu de Natura. Wadow est un homme obstiné et déterminé à remplir son devoir en tant que protecteur du roi. Il est cependant souvent victime de sa propre immaturité, particulièrement quand il succombe à ses propres impulsions. Les habits qu'il porte et les armes qu'il utilise sont rares dans la région de Gungan, mais il refuse catégoriquement d'en révéler les origines à qui que ce soit.", "Die Leibwache unter König Yashka, des Herrschers über das Volk der Natura. Wadow hat ein starkes Verantwortungsbewusstsein und - besonders was den Schutz seines Herrn angeht - einen äußerst starrköpfigen Charakter; dann und wann jedoch kann es in impulsiven Momenten passieren, dass seine unreife Seite zum Vorschein kommt. <br>Obwohl er Kleidung und Waffen benutzt, die in Gungan nicht verwendet werden, schweigt er über deren Herkunft.", "Uno de los guardaespaldas del rey Yashka, líder de la tribu de los natura. Wadow es una persona obstinada que se toma muy a pecho su misión de proteger al rey. Sin embargo, su falta de madurez siempre acaba interponiéndose en los momentos de mayor necesidad, pues se vuelve bastante impulsivo. Por otra parte, Wadow suele llevar vestimentas y armas bastante peculiares y poco comunes en Gungan. Aunque nunca le dice a nadie de dónde saca su equipo."], "fusion": ["I will become even stronger so<br>that I can protect King Yashka.", "為了保護亞瑟王，<br>我將要變得更強。", "야슈카 왕을 지키기 위해<br>난 더욱 강해질 것이다.", "Je deviendrai un guerrier redoutable<br>pour protéger le roi Yashka.", "Ich werde noch viel stärker<br>um König Yashka zu beschützen.", "Quiero más y más fuerza<br>para proteger al rey Yashka."], "summon": ["If you're an ally of the Natura<br>then I will fight alongside you.", "如果是納特拉的同伴，<br>那就能夠一起奮戰。", "나투라의 편이라면<br>함께 싸우도록 하겠다.", "Si c'est le cas,<br>alors je combattrai à vos côtés.", "Wenn du ein Verbündeter der Natura bist,<br>kämpfe ich mit dir.", "Si eres aliado de los natura,<br>lucharé a tu lado."]}}, "100012706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 40, 20, 0], "stats": {"HP": [1141, 3457, 450], "ATK": [47, 141, 30], "MP": [55, 166, 75], "MAG": [46, 139, 30], "SPR": [34, 102, 30], "DEF": [34, 102, 30]}, "magic_affinity": [5, 8, 0, 0], "ability_slots": 4, "limitburst_id": 100012706, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 821, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [49], "effect_frames": [47], "strings": {"evolution": ["Hmph. Are you surprised?<br>Feel an urge to roll over and let me rub your belly?", "哼。嚇到了嗎。<br>想要投降伏從於我了吧。", "흥, 놀랐나 보군.<br>배를 보이고 복종할 기분이 들었나?", "Hmph. Quelle surprise.<br>J'ai comme une envie de te laisser me gratter le ventre.", "Hmpf. Na, überrascht?<br> Ist dir schon danach, deinen Bauch zu zeigen und dich zu unterwerfen?", "Mmm. Qué raro.<br>Tengo ganas de que me frotes la barriga."], "affinity": ["I believe in you.<br>Still, that doesn't mean you can pet me!", "我相信你。<br>但並不代表你可以摸我！", "난 널 신용하고 있다.<br>하지만 쓰다듬어도 된다고 말한 적은 없다!", "J'ai foi en vous.<br>Cela dit, ça ne veut pas dire que vous pouvez me caresser !", "Ich vertraue dir.<br>Das heißt aber nicht, dass du mich streicheln darfst!", "¡Confío en ti!<br>Pero ¡eso no significa que puedes manosearme!"], "description": ["A bodyguard who serves King Yashka, ruler of the Natura tribe. Wadow once resented Kunshira, a former member of the Shibyra tribe and close aide to King Yashka, but eventually came to an understanding with her. However, his attitude towards strangers remains as inconsiderate as ever, causing Kunshira's lectures against his poor attitude to become well-known in the area.", "納特拉族的王「亞修卡」的護衛。因為王的心腹庫西拉原本是西維拉族這件事情，而對他冷眼看待，但是在和解後卻成為能互相理解的夥伴。對於外族人還是抱持著過度的警戒心，對客人無理的態度也總是遭到庫西拉責備，甚至到了被稱為名場面的程度。", "나투라 족의 왕, 야슈카의 호위. 시빌라 족 출신이라는 이유로 왕의 측근인 쿤시라에게 모질게 대한 적도 있었지만, 그녀와 화해하고 난 뒤로부터는 누구보다도 좋은 이해자가 되어주었다. 외지인에 대한 지나칠 정도의 경계심은 변함이 없어, 손님을 무뚝뚝한 태도로 대하다가 쿤시라에게 나무람을 듣는 모습이 종종 목격되기도 한다.", "Un garde du corps au service du roi Yashka, chef de la tribu de Natura. Wadow n'éprouvait autrefois que mépris à l'encontre de Kunshira, ancien membre de la tribu de Shibyra et conseillère du roi Yashka. Au fil du temps, les deux parvinrent toutefois à trouver un commun accord. Néanmoins, même à ce jour, l'attitude qu'il affiche envers les étrangers est des plus acerbes, et les sermons que Kunshira lui administre sont presque devenus légendaires dans la région.", "Die Leibwache unter König Yashka, des Herrschers über das Volk der Natura. Aufgrund ihrer Vergangenheit als Mitglied des Shibyra-Volks, behandelte Wadow Kunshira, eine Vertraute des Königs, für eine Weile äußerst unherzlich, kam mit ihr aber schlussendlich in verschiedenen Dingen überein. Seine skeptische Einstellung gegenüber Fremden allerdings blieb unverändert; nur zu häufig kommt es daher vor, dass Kunshira ihn wegen seiner unversöhnlichen Haltung selbst gegenüber Gästen rügt - solche Szenen haben bereits eine wahre Berühmtheit in Gungan erlangt.", "Uno de los guardaespaldas del rey Yashka, líder de la tribu de los natura. En el pasado, Wadow detestaba a Kunshira, antigua miembro de la tribu de los shibyra y una de las consejeras del rey Yashka. Sin embargo, con el tiempo, acabó entendiéndose con ella. Aun así, su actitud hacia los desconocidos sigue careciendo de cualquier tipo de consideración, lo que ha provocado que las regañinas que le suelta Kunshira por su mala actitud sean bien conocidas en la zona."], "fusion": ["I am the last line of defense.<br>That is why I cannot lose to anyone.", "正因為我是護衛。<br>我是不會輸給任何人的。", "나는 호위니까 말이지.<br>그 누구한테도 질 수 없다.", "Je suis la dernière ligne de défense.<br>Et c'est pour cela que je ne puis perdre.", "Ich bin die Leibwache.<br> Deswegen darf ich gegen niemanden verlieren.", "Yo formo la última línea de defensa.<br>Por eso, no puedo dejar que nadie me venza."], "summon": ["Are you an ally of Natura?<br>Don't betray me, or I'll bite you!", "你就是納特拉的同伴吧？<br>如果背叛我，我會讓你好看……！", "넌 나투라의 편이겠지?<br>배신한다면 물어뜯을 테다……!", "Êtes-vous un allié des Natura ?<br>Ne me trahissez point, ou je vous mordrai !", "Bist du ein Verbündeter der Natura?<br>Hintergeh mich nicht, sonst beiße ich dich...!", "¿Estás con los natura?<br>¡No me traiciones o te muerdo con todas mis fuerzas!"]}}}, "job": "Ninja", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Wadow", "瓦多", "와도우", "Wadow", "Wadow", "Wadow"], "equip": [1, 4, 6, 7, 13, 15, 16, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "100012704", "job_id": 47}