{"TMR": ["MATERIA", 504101110], "name": "Ollie", "is_summonable": false, "skills": [{"level": 5, "type": "ABILITY", "id": 100130, "rarity": 2}, {"level": 17, "type": "ABILITY", "id": 101170, "rarity": 2}, {"level": 12, "type": "ABILITY", "id": 200120, "rarity": 3}, {"level": 26, "type": "ABILITY", "id": 100140, "rarity": 3}, {"level": 35, "type": "ABILITY", "id": 200480, "rarity": 3}], "sex_id": 1, "entries": {"100003302": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [301, 911, 390], "ATK": [13, 41, 26], "MP": [12, 37, 65], "MAG": [9, 27, 26], "SPR": [10, 30, 26], "DEF": [15, 47, 38]}, "magic_affinity": [0, 1, 0, 0], "ability_slots": 1, "limitburst_id": 100003302, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 750, "materials": {"290050100": 20, "290050200": 5, "290010000": 8, "290020100": 3}}, "rarity": 2, "compendium_id": 167, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [36], "effect_frames": [34], "strings": {"evolution": null, "affinity": null, "description": ["A rough, tough pirate who sailed from sea to sea, looting and plundering. Violent—terribly violent—yet not maniacally so, Ollie had a soft side and never laid a hand on women or children. He and his clan were feared as the scourge of the seas, but as they would trade and sell their booty in faraway regions, they are now remembered as transporters of culture.", "在世界上各個海域進行搶掠的航海一族，<br>認為力量就是一切。<br>他雖然十分粗暴，但內心溫柔，<br>對女性和孩子從不動粗。<br>儘管人們都懼怕他們，認為他們是海上的威脅，<br>但他們經常將從一地搶奪的物品<br>運送到另一地，從結果來說<br>他們聯通了世界各地的文化。", "전 세계 바다를 휩쓸며 약탈을 저지른<br>힘센 뱃사람 일족.<br>성격은 거칠지만 근본은 착해서<br>여자와 아이에게는 해를 끼치지 않았다.<br>그의 일족은 바다에서 공포의 대명사로 불렸으나<br>한 지방에서 약탈한 물건을<br>다른 지방에 전하면서 결과적으로<br>문화를 확산시키는 역할도 했다고 한다.", "Un pirate endurci qui voguait de mer en mer à la recherche de butins. Malgré son penchant pour la violence, Ollie avait un bon fond et ne levait jamais la main sur les femmes ou les enfants. Lui et son clan étaient craints comme la peste, mais ils redistribuaient leurs trésors dans les régions les plus reculées, participant ainsi à leur développement culturel.", "Ein zäher Pirat, der die Meere bereiste und plünderte, wie es ihm passte. Obwohl er gewalttätig war, legte er doch nie Hand an Frauen und Kinder. Er und sein Clan wurden als die Geißeln der Meere gefürchtet, doch da sie ihre Beute in fernen Regionen verteilten, sind sie nun als Verbreiter der Kultur bekannt.", "Un duro pirata que navegaba por los mares saqueando a placer. Aunque solía ser violento, tenía su lado loable y nunca atacó a mujeres ni a niños. Aunque todos temían a Ollie y su clan, el azote de los mares, como distribuían el botín por regiones lejanas ahora son conocidos como transmisores de cultura."], "fusion": ["Yah hah har!<br>Aye, I can feel the energy rushin' through me bones!", "哈哈哈！<br>這感覺真不賴！<br>力量湧遍全身啊！", "크하하!<br>이거 기분 좋은데!<br>힘이 불끈불끈 솟는구만!", "Bouahahaha !<br>Nom d'un marteau, je sens l'énergie m'envahir jusqu'au bout des orteils !", "Wahaha!<br>Ja, die Kraft schießt mir in die Arme!", "¡Ja, ja, ja!<br>¡Siento la energía fluir<br>por mis extremidades!"], "summon": ["Don't know what happened, but it looks like I'm back from the dead! Now show me what you're made of!", "雖然不明白怎麼回事，<br>不過我好像是復活了。<br>就讓我見識一下你的氣魄吧！", "아직 상황 파악이 잘 안 되는데,<br>어쨌든 살아난 건 맞나 보군.<br>자, 네 용기를 보여줘!", "Je ne sais pas ce qui s'est passé, mais on dirait bien que je suis revenu d'entre les morts ! Allez montre-moi ce que tu vaux.", "Keine Ahnung, was los ist, aber ich bin wieder am Leben! Jetzt zeig mir, aus welchem Holz du geschnitzt bist!", "No sé qué ha pasado, ¡pero parece que he vuelto a la vida! Ahora muéstrame de lo que eres capaz."]}}, "100003303": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [391, 1184, 540], "ATK": [17, 53, 36], "MP": [16, 47, 90], "MAG": [11, 34, 36], "SPR": [13, 38, 36], "DEF": [20, 60, 48]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 1, "limitburst_id": 100003303, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 3, "compendium_id": 168, "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [36], "effect_frames": [34], "strings": {"evolution": ["Ha-har!<br>Me weapon and me body both, bigger and stronger have they grown!", "噢！這可真不錯！<br>不僅武具比從前大了一圈，<br>身體也比以前強壯了很多。", "오, 아주 좋아!<br>무기와 육체 모두<br>예전보다 더 크고 강해졌어!", "Haha !<br>Mon corps et mon arme sont plus grands et plus forts...  !", "Haha!<br>Meine Waffe und mein Körper, beide sind größer geworden!", "¡Ja, ja!<br>¡Mi arma y mi cuerpo se<br>han vuelto más grandes y fuertes!"], "affinity": ["By thunder, the buckles we've swashed, you and me! If we should turn to cannibalism, I'll eat ye last.", "喲，不知不覺中竟然一起戰鬥了這麼久了。<br>這就叫做友誼地久天長！", "그래, 함께 싸운 지 벌써 꽤 오래됐구나.<br>끊으려야 끊을 수 없는<br>질긴 인연이군!", "Qui aurait cru qu'on ferait équipe aussi longtemps ? Ça, c'est ce que j'appelle un lien indestructible !", "Ho, weißt du eigentlich, wie lange wir schon Kameraden sind? Durch Dick und Dünn sind wir schon gegangen!", "¡Guau! Acabo de darme cuenta de cuánto llevamos juntos. ¡Socios inseparables!"], "description": ["A clan of pirates once terrorized the waters of this world. Legends speak mostly of its leader's fearsome brutality. However, Ollie is also recognized for his achievements as an instrument of cultural exchange, for nobody was as well-traveled as he. Yet Ollie himself was interested only in wielding power over others.", "在世界上各個海域進行破壞與搶掠的一族，<br>雖然流傳至後世的記錄<br>都著重強調他們有多麼的凶狠，<br>然而實際上他們在世界各地建據點扎根，<br>為文化的傳播也做出了很大的貢獻。<br>他為人光明磊落，<br>最喜歡的就是向人展示自己的力量。", "전 세계의 바다를 휩쓸며 약탈을 저지른 일족.<br>전설에서는 그들의 폭력적인 면만이<br>강조되어 전해지지만,<br>실제로는 세계 각지에 정착하여<br>문화를 확산시킨 긍정적 측면도 있다.<br>물론 본인은 그런 의도가 없었으며,<br>힘쓰는 일을 무엇보다 즐겼다고 한다.", "L'histoire raconte qu'un clan de pirates terrorisait autrefois les mers du monde entier. Si la légende a surtout retenu la violence de leur chef, Ollie était aussi reconnu comme un formidable vecteur d'échanges culturels, car personne ne connaissait mieux le monde que lui. De son côté, Ollie n'attachait d'importance qu'à son pouvoir sur les autres.", "Einst terrorisierte ein Piratenclan die Meere dieser Welt. Die Legenden erzählen hauptsächlich von der gewalttätigen Seite des Anführers. Ollie wird jedoch auch für seine Errungenschaften im kulturellen Austausch bewundert, da niemand so weit gereist war wie er. Er selbst wollte aber nur mächtig sein.", "Hace tiempo, un clan de piratas aterrorizaba las aguas de este mundo. Las leyendas solo hablan del lado violento de su líder. Sin embargo, también se reconoce a Ollie por sus éxitos como transmisor cultural, ya que nadie había viajado más que él. A Ollie solo le interesaba tener poder sobre los demás."], "fusion": ["Ho ho ho!<br>Look how big me muscles are gettin'!", "哈哈哈！<br>我的手臂上的肌肉變得更硬實啦！", "와하핫!<br>이 몸의 자랑스러운 팔뚝이<br>더욱더 굵어졌군!", "Hohoho !<br>Vise un peu la taille de mes muscles ! C'est pas du carton-pâte !", "Hohoho!<br>Schau nur, wie dick meine Muskeln werden!", "¡Jo, jo, jo!<br>¡Mira qué músculos tan grandes!"], "summon": ["Gyar har har!<br>You've got guts, summonin' a murderin' rogue like me!<br>I like ye!", "哈哈哈哈！<br>敢把我叫出來，<br>有骨氣，我喜歡！", "크하하하하!<br>이 몸을 불러내다니, 배짱도 좋군.<br>마음에 들었어!", "Gahahaha !<br>Il faut avoir des tripes pour oser m'invoquer !<br>Tu me plais toi !", "Gahaha!<br>Du hast Mumm, mich zu rufen!<br>Du gefällst mir!", "¡Ga, ja, ja!<br>¡Hacen falta agallas para<br>invocarme! ¡Me caes bien!"]}}}, "job": "Viking", "sex": "Male", "game": "FFBE", "rarity_max": 3, "names": ["Ollie", "奧里", "올리", "Ollie", "Ollie", "Ollie"], "equip": [2, 3, 7, 8, 9, 10, 15, 30, 31, 41, 50, 51, 52, 60], "game_id": 11001, "rarity_min": 2, "tribe_id": 5, "id": "100003302", "job_id": 45}