{"TMR": ["MATERIA", 504200850], "name": "Sarah", "is_summonable": false, "skills": [{"level": 5, "type": "ABILITY", "id": 200870, "rarity": 2}, {"level": 27, "type": "ABILITY", "id": 200890, "rarity": 2}, {"level": 10, "type": "ABILITY", "id": 200840, "rarity": 3}, {"level": 18, "type": "ABILITY", "id": 100040, "rarity": 3}, {"level": 31, "type": "ABILITY", "id": 101480, "rarity": 3}], "sex_id": 2, "entries": {"201000303": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [329, 998, 540], "ATK": [12, 37, 36], "MP": [21, 63, 120], "MAG": [18, 54, 36], "SPR": [19, 58, 36], "DEF": [11, 34, 36]}, "magic_affinity": [2, 0, 0, 0], "ability_slots": 2, "limitburst_id": 201000303, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 3, "compendium_id": 50, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [14], "effect_frames": [12], "strings": {"evolution": ["It's just like the light within those four...<br>If I grow stronger, I'll be able to help everyone too!", "這光之力量與那個人的一樣……<br>這下我也能幫得上大家的忙了。", "그분들과 똑같은 빛의 힘…….<br>이제는 저도 더 많은<br>도움을 드릴 수 있겠네요.", "Cela ressemble à la lumière de ces quatre ...<br>Moi aussi, je vais désormais pouvoir aider de nombreuses personnes !", "Es ist genau wie das Licht in jenen Vieren...<br>Mit dieser Kraft kann ich auch meinen Beitrag leisten!", "Es como la luz entre los cuatro...<br>¡Si me hago más fuerte podré ayudar a todos!"], "affinity": ["I must thank you...<br>For teaching me that I am also strong enough to walk this path at your side.", "我也能夠不再獨自等待，<br>而是與你們共同前進……<br>感謝你們讓我學習到了這麼多知識。", "가만히 기다리기만 하는 대신<br>스스로 나아가는 방법을 알려주셔서<br>진심으로 감사드려요.", "Je vous suis reconnaissante...<br>Grâce à vous, j'ai découvert que je suis moi aussi capable de suivre le même chemin que vous.", "Ich muss dir danken ...<br>Du hast mir gezeigt, dass ich stark genug bin, mit dir diesen Weg zu gehen.", "Te lo agradezco...<br>Me has enseñado que soy lo bastante fuerte para ir a tu lado."], "description": ["A princess from the far-off world of Corneria, whose story is sung in a tale of the Warriors of Light. Beautiful and kind, she is beloved by all in the realm. Her kidnapping and imprisonment at the hands of the fallen knight Garland devastates the kingdom, but she is rescued by the Warriors of Light. She entrusts to the heroes her magic lute, which grants them passage to their final confrontation with Chaos, and the end of their long journey.", "異界有關光之戰士的故事中登場的科內利亞國公主，她外表美麗、心地善良，深受大家喜愛。由於她拒絕了原騎士加蘭德的求婚，因此被幽禁在了混沌神殿中，幸好有光之戰士等人救助才得以脫險。後來，她將王家公主代代相傳的豎琴贈予了光之戰士等人，該豎琴擁有打破邪惡之門的力量，將戰士們引領至了混沌的所在地。", "이계에서 전해지는 빛의 전사 이야기에 등장하는 코넬리아 왕국의 공주. 아름답고 마음씨가 고와 모든 이에게 사랑 받았다. 왕국 기사였던 가란드의 구혼을 거절한 일을 계기로 카오스 신전에 유폐되고 만다. 자신을 구해준 빛의 전사들에게 왕가의 공주가 대대로 물려받던 '악한 문을 부수는' 힘을 가진 류트를 맡겼으며, 이 보물이 전사들을 카오스가 있는 곳으로 인도했다고 한다.", "Une princesse du lointain monde de Cornelia, dont l'histoire est tirée du conte des Guerriers de la lumière. Belle et douce, elle est aimée de tous dans le royaume. Sa capture par le chevalier déchu Garland sont un crève-cœur pour tous les sujets, mais elle est heureusement sauvée par les Guerriers de la lumière. Elle remet aux héros son luth magique qui leur permet d'accéder au combat final contre Chaos, et de mettre un terme à leur périple.", "Prinzessin aus der fernen Welt Corneria, deren Geschichte in der Erzählung der Krieger des Lichts besungen wird. Sie wird im gesamten Reich ihrer Sanftheit wegen geliebt. Ihre Entführung und Gefangenschaft durch Ritter Garland trifft das Königreich schwer, doch sie kann von den Kriegern des Lichts gerettet werden. Sie vertraut den Helden ihre magische Laute an, welche ihnen am Ende ihrer Reise den Weg zum letzten Kampf mit dem Chaos ebnet.", "Una princesa del lejano mundo de Cornelia, cuya historia se canta en el relato de los Guerreros de la Luz. Bella y amable, todo el reino la ama. El reino se sume en la tristeza cuando el caballero caído Garland la captura y la encierra, pero los Guerreros de la Luz la salvan. Sara les confía su laúd mágico, que les permite llegar al enfrentamiento definitivo con Caos, y al final de su viaje."], "fusion": ["Will this infusion of power bring me<br>closer to the Warriors of Light...?", "光之戰士……<br>我有沒有更接近你們一些了啊？", "빛의 전사들이여…….<br>이제는 저도<br>그대들의 힘에 다가선 걸까요?", "Ce nouveau pouvoir en moi me rapprochera-t-il des Guerriers de la lumière... ?", "Wird diese Quelle der Macht mich<br>den Kriegern des Lichts näher<br>bringen ...?", "¿Me acercará este influjo de poder a los Guerreros de la Luz?"], "summon": ["I feel the power of light within you.<br>Pray allow me to fight by your side.", "我能夠從你們身上感覺到光之力量。<br>請讓我同你們一起戰鬥吧。", "여러분에게서<br>빛의 힘이 느껴지네요.<br>저도 함께 싸우겠습니다.", "Je sens la force de la lumière en vous.<br>Permettez-moi de combattre à vos côtés.", "Ich fühle die Kraft des Lichts in dir.<br>Gestatte mir, an deiner Seite zu streiten.", "Siento el poder de la luz en ti.<br>Ruego me permitas luchar a tu lado."]}}, "201000302": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [245, 741, 390], "ATK": [9, 28, 26], "MP": [16, 47, 95], "MAG": [13, 40, 26], "SPR": [14, 43, 26], "DEF": [8, 25, 26]}, "magic_affinity": [1, 0, 0, 0], "ability_slots": 1, "limitburst_id": 201000302, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 750, "materials": {"290050100": 10, "290020700": 1, "290050200": 1, "290010200": 3}}, "rarity": 2, "compendium_id": 49, "attack_damage": [[100]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [14], "effect_frames": [12], "strings": {"evolution": null, "affinity": null, "description": ["A princess from the far-off world of Corneria, whose story is sung in a tale of the Warriors of Light. Raised with care by the king and queen, she has a sister whom she looks after dutifully. Beloved throughout the realm for her beauty and kindness, she is kidnapped by the fallen knight Garland and imprisoned in the Chaos Shrine. In time, she is rescued by the Warriors of Light and returns to the castle, where she prays for the heroes' safety in their journey to restore the light of the crystals.", "異界有關光之戰士的故事中登場的科內利亞國公主，她在國王與王妃的呵護下長大，對妹妹也十分愛護，是個外表美麗、心地善良的女孩子。然而她卻被原騎士加蘭德擄走，幽禁在了混沌神殿中，幸好有光之戰士等人救助才得以脫險。她回城後也無時無刻不心繫光之戰士等人的安危。", "이계에서 전해지는 빛의 전사 이야기에 등장하는 코넬리아 왕국의 공주. 금지옥엽으로 귀하게 자랐으며 여동생도 잘 돌보는 아름답고 마음씨 고운 공주였기에 온 백성에게 사랑 받았다. 왕을 섬기던 기사 가란드에게 납치되어 카오스 신전에 유폐되었으나 빛의 전사들의 활약으로 구출되었다. 그 후 성으로 돌아온 공주는 크리스탈의 빛을 되찾기 위해 여행을 떠난 전사들의 안부를 밤낮으로 걱정했다.", "Une princesse du lointain monde de Cornelia, dont l'histoire est tirée du conte des Guerriers de la lumière. Élevée avec amour par le roi et la reine, elle a une sœur dont elle s'occupe attentivement. Aimée de tous pour sa beauté et sa gentillesse, elle est enlevée par le chevalier déchu Garland et emprisonnée dans le Temple du Chaos. Elle est sauvée à temps par les Guerriers de la lumière et rentre au château, où elle prie pour que les héros parviennent à restaurer la lumière des cristaux.", "Prinzessin aus der fernen Welt Corneria, deren Geschichte in der Erzählung der Krieger des Lichts besungen wird. Sie wird liebevoll vom Königspaar aufgezogen und kümmert sich pflichtbewusst um ihre Schwester. Überall geliebt für ihre Sanftheit, wird sie vom gefallenen Ritter Garland entführt und eingesperrt. Rechtzeitig retten sie die Krieger des Lichts, und sie kehrt zurück ins Schloss, wo sie für die Sicherheit der Helden auf ihrer Mission, das Licht der Kristalle wiederherzustellen, betet.", "Una princesa del lejano mundo de Cornelia, cuya historia se canta en el relato de los Guerreros de la Luz. Los reyes la educaron con amor y ella cuida obedientemente de su hermana. Todo el reino la ama por su belleza y su bondad. El caballero caído Garland la secuestra y la encierra en el Templo del Caos. Los Guerreros de la Luz la rescatan a tiempo y vuelve al castillo, donde reza por la seguridad de dichos héroes en su viaje para restaurar la luz de los cristales."], "fusion": ["This mysterious power...<br>It feels so warm...<br>Is this the power of the Crystals?", "我感受到了不可思議的力量。<br>好溫暖啊……<br>這就是水晶之力？", "신비한 힘이 느껴집니다.<br>아주 따뜻해요…….<br>이것이 크리스탈의 힘인가요?", "Je ressens un mystérieux pouvoir... Comme une douce chaleur... Est-ce donc ça, le pouvoir des cristaux ?", "Diese seltsame Kraft ...<br>Sie fühlt sich so warm an ...<br>Ist das die Kraft der Kristalle?", "Este poder misterioso...es tan cálido...<br>¿Es este el poder de los cristales?"], "summon": ["You truly think I can help?<br>Then I am honored to accompany you.", "我能夠成為你的力量嗎？<br>請將我帶走吧。", "제가 도움이 될까요?<br>그렇다면 잘 부탁해요.", "Vous pensez vraiment que je peux vous aider ?<br>Dans ce cas, je serais honorée de vous accompagner.", "Denkst du wirklich, ich kann helfen?<br>Dann ist es mir eine Ehre, dir zu folgen.", "¿De verdad crees que puedo ayudar?<br>Entonces será un honor acompañarte."]}}}, "job": "Songstress", "sex": "Female", "game": "FFI", "rarity_max": 3, "names": ["Sarah", "塞拉", "세라", "Sarah", "Sela", "Sarah"], "equip": [10, 11, 12, 40, 50, 53, 60], "game_id": 10001, "rarity_min": 2, "tribe_id": 5, "id": "201000302", "job_id": 36}