{"TMR": ["MATERIA", 504201680], "name": "Warrior of Light", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200210, "rarity": 4}, {"level": 4, "type": "ABILITY", "id": 100150, "rarity": 4}, {"level": 17, "type": "ABILITY", "id": 101060, "rarity": 4}, {"level": 25, "type": "ABILITY", "id": 201690, "rarity": 4}, {"level": 33, "type": "ABILITY", "id": 200440, "rarity": 4}, {"level": 48, "type": "ABILITY", "id": 101180, "rarity": 4}, {"level": 56, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 69, "type": "ABILITY", "id": 201170, "rarity": 5}, {"level": 78, "type": "ABILITY", "id": 201650, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 206470, "rarity": 6}, {"level": 1, "type": "ABILITY", "id": 206600, "rarity": 6}, {"level": 23, "type": "MAGIC", "id": 10100, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 203360, "rarity": 6}, {"level": 40, "type": "ABILITY", "id": 206490, "rarity": 6}, {"level": 62, "type": "ABILITY", "id": 206510, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 206500, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 206480, "rarity": 6}], "sex_id": 1, "entries": {"201000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 100, 0], "stats": {"HP": [1228, 3722, 450], "ATK": [43, 130, 30], "MP": [51, 155, 75], "MAG": [42, 126, 30], "SPR": [41, 125, 30], "DEF": [41, 124, 30]}, "magic_affinity": [6, 0, 0, 0], "ability_slots": 4, "limitburst_id": 201000106, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 443, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [24, 45, 85], "effect_frames": [22, 43, 83], "strings": {"evolution": ["This light will lead me to greatness!<br>I have the power to crush the dark!", "這光芒指引著我前進！<br>讓我獲得消滅黑暗的力量！", "이 빛이 날 한층 더 높은 곳으로 이끈다!<br>어둠을 멸망시킬 힘을 이 손안에!", "Cette lumière me porte à un tout autre niveau ! J'ai désormais la force d'écraser les ténèbres !", "Dieses Licht führt mich zum Ruhm!<br>Ich kann die Dunkelheit zerschmettern!", "¡La luz me guiará hasta lo más alto!<br>¡En mi mano está el poder de acabar con la oscuridad!"], "affinity": ["For as long as you do not lose<br>sight of the light, I will stand<br>at your side. Onward!", "只要你們還有光明，<br>我就會一同作戰。<br>不要迷惘，向前進吧！", "너희가 빛을 잃지 않는 한<br>나는 함께 싸워나갈 것이다.<br>망설이지 말고 앞으로 나아가라!", "Aussi longtemps que tu ne perdras pas<br>la lumière de vue, je serai à tes côtés.<br>Avance sans crainte !", "Ha! Wenn ich euch so zusehe, fühle ich mich selbst<br>gleich wieder wie ein junger Hüpfer!", "¡Ja! ¡Nada como ver a jovenzuelos valientes<br>para devolver la vida a un viejo!"], "description": ["A great hero sung of in tales from a distant world and one of the legendary warriors who, with the blessing of the crystals, did battle with the shadows. Setting off on a quest to restore the Crystals' shine, he and his companions learn of the existence of Chaos, the demon shrouding the world in darkness. The four fiends that eventually spring from Chaos are vanquished by the Warriors of Light, who then confront the perpetrator of all this turmoil by traveling 2,000 years into the past.", "異界有關光之戰士的故事中登場的人物。受到水晶的加護，與暗黑戰鬥的傳說中的戰士之一，為了取回自己水晶的光輝而踏上了旅途。在旅途中，他得知籠罩世界的黑暗名為「混沌」，在打倒了「混沌」產生的土、火、水、風4個分身之後，他將在2000年前的世界和一切的元兇對戰。", "이계에서 전해지는 빛의 전사 이야기에 등장하는 인물. 크리스탈의 가호를 받아, 암흑과 싸우는 전설의 전사 중 한 명이기도 하다. 자신이 가진 크리스탈의 빛을 되찾기 위한 여행을 하던 도중, 세계를 어둠 속에 가두려 하는 존재 '카오스'에 대해 알게 된다. '카오스'가 만들어낸 흙, 불, 물, 바람의 4개 분신을 물리친 전사들은, 2000년 전의 세계에서 모든 것의 원흉이 된 인연의 상대와 대치하게 된다.", "Un grand héros dont on chante les louanges dans un monde lointain et l'un des guerriers légendaires qui, grâce à la bénédiction des cristaux, lutta contre les ténèbres. Au cours de leur quête visant à restaurer l'éclat des Cristaux, lui et ses compagnons apprirent l'existence de Chaos, le démon menaçant le monde. Cependant, les Guerriers de la lumière vainquirent les quatre monstres nés des entrailles de Chaos, avant d'attaquer le mal à la racine via un voyage de 2 000 ans dans le passé.", "Ein großer Held, von dem in den Geschichten einer anderen Welt gesungen wird, und der mit dem Segen der Kristalle die Schatten bekämpfte. Als er mit seinen Begleitern aufbricht, um das Strahlen der Kristalle zu erneuern, erfahren sie vom Chaosdämon, der die Welt in Dunkelheit hüllt. Die vier aus dem Chaos entsprungenen Teufel werden von den Kriegern des Lichts besiegt, die dann den Unruhestifter selbst besiegen, indem sie 2.000 Jahre in die Vergangenheit reisen.", "Un gran héroe sobre el que se canta en las historias de un mundo lejano, y uno de los guerreros legendarios que, con la bendición de los cristales, se enfrentó a las sombras. Al comenzar una misión para restaurar el brillo de los cristales, él y sus compañeros descubren la existencia de Caos, el demonio que envuelve el mundo en oscuridad. Los cuatro diablos que finalmente surgen de Caos son vencidos por los Guerreros de la Luz, que se enfrentan al perpetrador de todo este embrollo viajando 2000 años al pasado."], "fusion": ["As long as there's light, I will fight!<br>Whatever obstacles may lie ahead,<br>I'll ne'er stop, until I'm dead!", "因為有光芒，所以我要繼續戰鬥。<br>不管前方路途怎樣艱險，<br>我都會用手中的劍突破！", "빛이 있는 한, 나는 싸운다.<br>어떤 장애물이 기다리고 있더라도<br>이 검으로 깨부수겠다!", "Tant que la lumière éclairera ce monde, je continuerai le combat !<br>Qu'importes les obstacles,<br>je continuerai jusqu'à mon dernier souffle !", "So lange es Licht gibt, kämpfe ich!<br>Was es auch für Hindernisse gibt,<br>ich stoppe erst, wenn ich tot bin!", "¡Mientras haya luz, seguiré luchando!<br>¡Tenga delante el obstáculo que sea, no me detendré hasta perecer!"], "summon": ["I have no name or memories.<br>However, I have the will to move forward.<br>Let us cut a path forward.", "我沒有記憶，也沒有名字。<br>唯有前進的意志。<br>共同開闢道路吧。", "내겐 기억도, 이름도 없다.<br>하지만 앞으로 나아갈 의지는 있다.<br>함께 길을 개척해 나가자.", "Je n'ai pas de nom et je n'ai plus de souvenirs,<br>mais ma volonté d'avancer est intacte.<br>Avançons ensemble.", "Ich bin ohne Namen und Erinnerung.<br>Doch ich muss weiter vorwärts.<br>Kämpfen wir weiter.", "No tengo ni nombre ni recuerdos.<br>Sin embargo, si que tengo la voluntad de seguir adelante.<br>Abrámonos paso juntos."]}}, "201000105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 50, 0], "stats": {"HP": [945, 2713, 300], "ATK": [33, 100, 20], "MP": [39, 119, 50], "MAG": [32, 97, 20], "SPR": [32, 96, 20], "DEF": [31, 95, 20]}, "magic_affinity": [5, 0, 0, 0], "ability_slots": 4, "limitburst_id": 201000105, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 223, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [24, 45, 85], "effect_frames": [22, 43, 83], "strings": {"evolution": ["I feel new powers awakening...<br>Is this a gift from the dragon king?", "這是龍王的加護嗎？<br>我感到新的力量正在覺醒。", "용왕의 가호인가……?<br>새로운 힘의 각성이 느껴진다.", "Je sens de nouveaux pouvoirs en moi...<br>Serait-ce un don du roi des dragons ?", "Ich fühle neue Kräfte erwachen ...<br>Ist das ein Segen des Drachenkönigs?", "Siento que un nuevo poder despierta...<br>¿Será un regalo del rey dragón?"], "affinity": ["For as long as you do not lose<br>sight of the light, I will stand<br>at your side. Onward!", "只要你們的光芒沒有消散，<br>我就會繼續和你們並肩作戰。<br>不要迷茫，向前進吧！", "너희가 빛을 잃지 않는 한<br>나는 함께 싸워나갈 것이다.<br>망설이지 말고 앞으로 나아가라!", "Aussi longtemps que tu ne perdras pas<br>la lumière de vue, je serai à tes côtés.<br>Avance sans crainte !", "Solange du auf dem Pfad des Lichts wandelst,<br>stehe ich an deiner Seite.<br>Auf geht's!", "Mientras no perdáis<br>de vista la luz, estaré<br>a vuestro lado. ¡Adelante!"], "description": ["A great hero sung of in tales from a distant world. A legendary warrior who, with the blessing of the crystals, did battle with the shadows and saved the world. Arriving in the land of Cornelia, they saved Princess Sarah from the clutches of the rogue knight Garland, the first step in a journey which would see them restore light to the crystals. In listening to the tales of the people in the lands they explored, they gradually uncovered the true nature of the darkness that threatened the realm.", "異界有關光之戰士的故事中登場的一名戰士，他受到水晶加護，與暗黑勢力戰鬥，留下了許多傳說。他在初始之地科內利亞救出被騎士加蘭德擄走的塞拉公主，並以此為契機，踏上了奪回水晶光輝的旅程。在輾轉各地打聽各種傳聞的過程中，戰士們一步步接近將要籠罩世界的強大黑暗的真面目。", "이계에서 전해지는 빛의 전사 이야기에 등장하는 인물. 크리스탈의 가호를 받으며 암흑과 싸운 전설의 전사 중 한 명. 시작의 땅 코넬리아에서 기사 가란드에게 납치된 세라 공주를 구출한 것을 계기로 자신이 가진 크리스탈의 빛을 되찾기 위한 여행을 떠나게 된다. 각지를 돌며 다양한 전승을 알아가는 동안 전사들은 세계를 위협하는 강력한 어둠의 정체에 점점 다가간다.", "Un grand héros dont on chante les louanges dans un monde lointain. Il s'agit d'un guerrier légendaire qui, grâce à la bénédiction des cristaux, lutta contre les ténèbres et sauva son monde. À leur arrivée dans le pays de Cornélia, lui et ses compagnons sauvèrent la princesse Sarah des griffes de l'ignoble Garland, premier pas de la quête qui allait les conduire à ramener la lumière des cristaux. Les légendes qu'ils entendirent lors de leur voyage leur apprirent peu à peu la véritable nature des ténèbres qui menaçaient le royaume.", "Ein großer Held, um den sich in einer anderen Welt zahlreiche Legenden ranken. Mit dem Segen der Kristalle kämpfte er gegen die Schatten und rettete seine Welt. Mit seinen Gefährten rettete er in Cornelia die Prinzessin Sela aus den Händen des korrupten Ritters Garland, nur eine Etappe von vielen auf einer Reise, deren Ziel es war, das Licht der Kristalle wiederherzustellen. Unterwegs erfuhren sie durch zahlreiche Überlieferungen, dass eine große Finsternis im Begriff war, die Welt für immer zu verhüllen.", "Un gran héroe del que hablaban los cuentos de un mundo lejano. Un guerrero legendario que, con la bendición de los cristales, luchó contra las sombras y salvó el mundo. Cuando llegaron a Cornelia, salvaron a la princesa Sara de las garras del malvado caballero Garland, el primer paso del viaje que les llevaría a devolver la luz a los cristales. Escuchando las historias de las tierras que exploraban, fueron descubriendo la verdadera naturaleza de la oscuridad que amenazaba el reino."], "fusion": ["I must grow stronger, that we<br>may at last break free from<br>the bonds of chaos!", "為了終結和混沌抗爭的宿命，<br>我必須變得更加強大！", "혼돈과의 숙명을 끝내기 위해서라도<br>더욱 강해지겠어!", "Je dois devenir plus fort,<br>afin que vienne enfin le jour où<br>nous briserons les chaînes du mal !", "Um das Joch des Chaos<br>abzuwerfen, muss ich noch<br>stärker werden!", "¡Debo ser más fuerte, para<br>que por fin podamos liberarnos<br>del yugo del caos!"], "summon": ["A world threatened by the darkness...?<br>Yes, this shall be my new battlefield!", "即將被黑暗籠罩的世界……<br>這裡就是下一個戰場嗎？", "짙은 어둠이 드리워진 세계……<br>이곳이 내 새로운 전장인가.", "Un monde menacé par les ténèbres... ?<br>Ainsi commence mon nouveau combat !", "Eine Welt, von Finsternis bedroht ...?<br>Dann soll dies mein Schlachtfeld sein!", "¿Un mundo amenazado por la oscuridad?<br>¡Sí, este será mi nuevo campo de batalla!"]}}, "201000104": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 50, 0], "stats": {"HP": [727, 2087, 240], "ATK": [25, 77, 16], "MP": [30, 92, 40], "MAG": [25, 75, 16], "SPR": [24, 74, 16], "DEF": [24, 73, 16]}, "magic_affinity": [4, 0, 0, 0], "ability_slots": 3, "limitburst_id": 201000104, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040100": 8, "290050300": 15, "290030100": 13, "290020000": 25, "290050400": 8}}, "rarity": 4, "compendium_id": 222, "attack_damage": [[30, 30, 40]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [24, 45, 85], "effect_frames": [22, 43, 83], "strings": {"evolution": null, "affinity": ["For as long as you do not lose<br>sight of the light, I will stand<br>at your side. Onward!", "只要你們的光芒沒有消散，<br>我就會繼續和你們並肩作戰。<br>不要迷茫，向前進吧！", "너희가 빛을 잃지 않는 한<br>나는 함께 싸워나갈 것이다.<br>망설이지 말고 앞으로 나아가라!", "Aussi longtemps que tu ne perdras pas<br>la lumière de vue, je serai à tes côtés.<br>Avance sans crainte !", "Solange du auf dem Pfad des Lichts wandelst,<br>stehe ich an deiner Seite.<br>Auf geht's!", "Mientras no perdáis<br>de vista la luz, estaré<br>a vuestro lado. ¡Adelante!"], "description": ["A great hero sung of in tales from a distant world. One of the warriors of light whose coming was foretold in the prophecies of old. The four warriors of light arrived in the land of Cornelia, each bearing a crystal that had lost its light, and with no memories to speak of. In time, they realized that the crystals they held were inextricably linked to the four elements that sustained their world, and set off on a journey to instill them with light anew.", "異界有關光之戰士的故事中登場的、預言中的一名戰士。來到初始之地科內利亞的四名戰士分別佩戴有一顆失去光澤的水晶，但他們卻失去了此前的記憶。此後，幾人得知這些水晶分別對應支配世界的四大屬性，為了奪回水晶的光輝，戰士們踏上了旅途。", "이계에서 전해지는 빛의 전사 이야기에 등장하는 인물. 예언에 등장하는 전사 중 한 명. 시작의 땅 코넬리아에 도착한 4인의 전사들은 각자가 빛을 잃은 크리스탈을 지니고 있었으나, 이전의 기억을 잃은 상태였다. 이윽고 자신들이 가진 크리스탈이 세계를 지탱하는 4속성에 대응한다는 사실을 깨달은 전사들은 크리스탈의 빛을 되찾기 위해 여행을 떠난다.", "Un grand héros dont on chante les louanges dans un monde lointain. Il s'agit de l'un des guerriers de la lumière dont les anciennes prophéties annonçaient la venue. Les quatre guerriers de la lumière arrivèrent un jour dans le pays de Cornélia, amnésiques, mais transportant chacun sur eux un cristal terne. Ils finirent par comprendre que ces cristaux étaient inextricablement liés aux quatre éléments composant leur monde, et partirent en quête d'un moyen de leur redonner tout leur éclat.", "Diese mythologische Figur aus einer fernen Welt ist einer von vier Kriegern des Lichts, über deren Wirken in alten Prophezeiungen berichtet wird. Diese Vier trafen sich im Lande Cornelia, jeder mit einem erloschenen Kristall des Lichts in den Händen, doch ohne jegliche Erinnerung an die Vergangenheit. Bald darauf erfuhren sie, dass die Kristalle mit den vier lebensspendenden Elementen ihrer Welt verbunden waren, und begaben sich auf die Reise, um das Licht der Steine erneut zu entfachen.", "Un gran héroe alabado en las canciones de un mundo lejano. Uno de los guerreros de la luz, la venida del cual fue predicha en las antiguas profecías. Los cuatro guerreros de la luz llegaron a Cornelia portando cada uno un cristal que había perdido su luz, y sin ningún recuerdo. Con el tiempo, comprobaron que los cristales estaban misteriosamente vinculados a los cuatro elementos de su mundo, y partieron para devolverles la luz."], "fusion": ["Until the crystals shine bright<br>once more, I shall not<br>abandon my quest!", "我不會放棄，<br>直到為水晶奪回光輝的那一天！", "포기하지 않겠어.<br>크리스탈의 빛을<br>되찾는 그 날까지!", "Tant que les cristaux<br>ne brilleront de mille feux,<br>jamais je n'abandonnerai ma quête !", "Erst, wenn die Kristalle wieder hell<br>erstrahlen, werde ich mir<br>Ruhe erlauben!", "¡Hasta que los cristales vuelvan a brillar<br>no abandonaré<br>mi misión!"], "summon": ["Is it the crystals that guide me here?<br>No matter, my strength shall be yours!", "這也是水晶的指引嗎。<br>把我的力量借給你們吧！", "이것도 크리스탈의 인도인가.<br>너희에게 힘을 빌려주마!", "Suis-je ici par la volonté des cristaux ?<br>Qu'importe, ma force sera la tienne !", "Ist dies auch der Wille der Kristalle?<br>Meine Kraft sei dein!", "¿Son los cristales quienes me han guiado hasta aquí?<br>Sea como sea, ¡mi fuerza será la tuya!"]}}}, "job": "Warrior of Light", "sex": "Male", "game": "FFI", "rarity_max": 6, "names": ["Warrior of Light", "光之戰士", "빛의 전사", "Guerrier de la lumière", "Krieger des Lichts", "Guerrero de la Luz"], "equip": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 15, 16, 30, 31, 40, 41, 50, 51, 52, 53, 60], "game_id": 10001, "rarity_min": 4, "tribe_id": 5, "id": "201000104", "job_id": 53}