{"TMR": ["MATERIA", 504100780], "name": "Garland", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20080, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20130, "rarity": 3}, {"level": 28, "type": "ABILITY", "id": 101040, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 101200, "rarity": 3}, {"level": 17, "type": "ABILITY", "id": 201130, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 101490, "rarity": 4}, {"level": 46, "type": "ABILITY", "id": 200140, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 200170, "rarity": 4}, {"level": 23, "type": "MAGIC", "id": 20200, "rarity": 5}, {"level": 49, "type": "MAGIC", "id": 20250, "rarity": 5}, {"level": 65, "type": "ABILITY", "id": 100710, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 101360, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 206520, "rarity": 6}, {"level": 25, "type": "ABILITY", "id": 100080, "rarity": 6}, {"level": 38, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 54, "type": "ABILITY", "id": 206540, "rarity": 6}, {"level": 74, "type": "ABILITY", "id": 206560, "rarity": 6}, {"level": 74, "type": "ABILITY", "id": 206570, "rarity": 6}, {"level": 74, "type": "ABILITY", "id": 206580, "rarity": 6}, {"level": 74, "type": "ABILITY", "id": 206590, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 206550, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 206530, "rarity": 6}], "sex_id": 1, "entries": {"201000203": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [559, 1693, 210], "ATK": [23, 70, 10], "MP": [22, 68, 25], "MAG": [17, 53, 10], "SPR": [16, 47, 10], "DEF": [22, 66, 10]}, "magic_affinity": [4, 4, 0, 0], "ability_slots": 0, "limitburst_id": 201000203, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290030400": 5, "290050200": 15, "290010000": 25, "290020000": 10}}, "rarity": 3, "compendium_id": 111, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [54], "effect_frames": [52], "strings": {"evolution": [null, null, null, null, null, null], "affinity": [null, null, null, null, null, null], "description": ["A terrible creature who was once a knight from another world. He was the finest knight in all the kingdom of Cornelia, but when Princess Sarah rebuffed his love, he kidnapped her and barricaded himself in the Chaos Shrine. Four Warriors of Light, under command from the king, struck down Garland in his depravity and it seemed that his evil desires would be thwarted—but it was not to be. Escaping from death, Garland was drawn back through time to be reborn, two millennia in the past, as the immortal god known as Chaos.", "與光之戰士敵對的異界騎士，曾經是名揚科內利亞國的英雄，然而由於對公主塞拉求愛被拒而心生恨意，將公主綁到混沌神殿囚禁了起來。光之戰士等人受科內利亞國王所託前去將其討伐，本以為至此便阻止了他的野心，沒想到他在臨死前穿越了2000年的時光，成為了黑暗的混沌，永遠控制著世界。", "빛의 전사들과 맞서 싸웠다고 전해지는 이계의 기사. 코넬리아 왕국의 유명한 나이트였으나, 공주 세라가 자신의 구혼을 거절하자 그녀를 납치해 카오스 신전에 가두었다. 코넬리아 왕의 명령을 받은 빛의 전사들에게 패배함으로써 그의 야망은 무너진 것처럼 보였지만, 죽기 직전에 2천 년 전으로 거슬러 올라 어둠의 존재 '카오스'로 군림하여 영원히 사는 존재가 되었다.", "Une terrible créature qui était autrefois chevalier dans un autre monde. Il était le meilleur chevalier de tout le royaume de Cornélia, mais lorsque la princesse Sarah le repoussa, il l'enleva et s'enferma avec elle dans le Temple du Chaos. Quatre Guerriers de la lumière sous les ordres du roi vinrent l'affronter, mais ils ne purent contrer sa perversion et ses désirs maléfiques. Réchappant à la mort, Garland fut renvoyé dans le passé pour renaître deux millénaires plus tôt, sous les traits du dieu immortel Chaos.", "Schreckliche Kreatur, die einst ein Ritter in einer anderen Welt war. War der edelste Ritter im ganzen Königreich Cornelia, doch als Prinzessin Sela seine Liebe zurückwies, entführte er sie und verbarrikadierte sich im Chaos-Tempel. Vier Krieger des Lichts konnten Garland bezwingen und es schien, als wären seine teuflischen Machenschaften vereitelt worden - doch es sollte nicht sein. Dem Tod entronnen wurde er zurück durch die Zeit gesogen und zwei Jahrtausende früher wiedergeboren als unsterblicher Gott, bekannt als Chaos.", "Una criatura terrible que hace tiempo fue un caballero de otro mundo. Garland era el mejor caballero del reino de Cornelia, pero cuando la princesa Sara rechazó su amor, la raptó y se encerró con ella en el Templo del Caos. Por orden del rey, cuatro Guerreros de la Luz detuvieron la depravación de Garland y sus malvados deseos parecieron truncados... Pero no fue así. Garland escapó de la muerte y viajó dos milenios al pasado para renacer como Caos, el dios inmortal."], "fusion": ["I seek a strength that will silence all!<br>This paltry power cannot sate me!", "我所追求的是壓倒性的力量……<br>不夠！還不夠！", "내가 원하는 건<br>압도적인 힘…….<br>아직 멀었다!", "Je recherche un pouvoir à même de réduire le monde au silence !<br>Cette force dérisoire ne peut me contenter !", "Ich suche die ultimative Macht!<br>Diese wenige Kraft ist nichts wert!", "¡Quiero una fuerza que deje a todos mudos!<br>¡Este poder insignificante no me basta!"], "summon": ["Ahahaha!<br>Do you remember me?<br>Of course you do! I am Garland!", "哈哈哈……<br>還記得我嗎？<br>沒錯！就是我！加蘭德！", "하하하하…….<br>나를 기억하는가?<br>그렇다! 이 몸이 가란드다!", "Hahaha...<br>Te souviens-tu de moi ?<br>Oui, c'est moi ! Garland !", "Ahahaha!<br>Erinnerst du dich an mich?<br>Natürlich! Ich bin Garland!", "¡Ah, ja, ja, ja!<br>¿Me recuerdas?<br>¡Claro que sí! ¡Soy Gárland!"]}}, "201000204": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [721, 2184, 270], "ATK": [30, 90, 14], "MP": [29, 88, 35], "MAG": [22, 68, 14], "SPR": [20, 61, 14], "DEF": [28, 85, 14]}, "magic_affinity": [4, 5, 0, 0], "ability_slots": 0, "limitburst_id": 201000204, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040100": 5, "290050300": 10, "290030400": 10, "290050400": 5, "290020000": 20}}, "rarity": 4, "compendium_id": 112, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [54], "effect_frames": [52], "strings": {"evolution": ["Chaos...<br>That shall be my new name as I lead the world to its destruction.", "讓世界陷入無盡的黑暗……<br>混沌……<br>那就是我新的名字……", "카오스…….<br>세계를 혼돈으로 이끄는 자.<br>그것이 내 새로운 이름이다…….", "Chaos...<br>Voilà le nom que je prendrai lorsque je mènerai le monde à sa destruction...", "Chaos ...<br>Das soll mein neuer Name sein, wenn ich die Welt in den Abgrund führe.", "Caos...<br>Este será mi nuevo nombre mientras llevo al mundo a su destrucción."], "affinity": [null, null, null, null, null, null], "description": ["A terrible creature who was once a knight from another world. He kidnapped the princess of his kingdom, Princess Sarah, and barricaded himself and the princess in the Chaos Shrine, until he was eventually struck down by the Warriors of Light. But instead of meeting death's final embrace, Garland was pulled back in time to be reborn, two thousand years in the past, as the being known as Chaos. To maintain his immortal existence, he sends the four fiends—one for each of the elements: wind, water, earth, and fire—into the future, to appear every two centuries to drain power from the Crystals and bring eternity within his grasp.", "與光之戰士敵對的異界騎士，由於他將公主綁到混沌神殿囚禁了起來而被光之戰士等人討伐。但他在臨死前穿越了2000年的時光，成為了黑暗的混沌。每當力量開始衰退，他就會隔200年向未來派遣一次自己的分身。這分別為風、水、土、火四種屬性的分身為他搶奪來水晶之力，讓他無限復活，獲得永生。", "빛의 전사들과 맞서 싸웠다고 전해지는 이계의 기사. 코넬리아 왕국의 공주를 납치해 카오스 신전에 가두었으나 빛의 전사들에게 패배했다. 그러나 죽기 직전에 2천 년의 시간을 거슬러 올라 어둠의 존재 '카오스'로 군림했다. 그 후 자신의 힘이 쇠약해지자 200년마다 바람, 물, 땅, 불의 속성을 띤 4명의 분신을 미래로 보내 크리스탈의 힘을 빼앗아 부활하며 영원히 환생을 거듭했다.", "Une terrible créature qui était autrefois chevalier dans un autre monde. Il enleva la princesse de son royaume, Sarah, et s'enferma avec elle dans le Temple du Chaos. Les Guerriers de la lumière vinrent l'affronter, mais au lieu de mourir, Garland fut renvoyé deux mille ans dans le passé pour renaître en tant que Chaos. Afin d'assurer son existence immortelle, il envoya dans le futur quatre de ses sbires, un de chaque élément (le vent, l'eau, la terre et le feu), afin d'y apparaître tous les deux siècles et y absorber la puissance des cristaux.", "Schreckliche Kreatur, die einst ein Ritter aus einer anderen Welt war. Er entführte Sela, die Prinzessin seines Königreichs, und verbarrikadierte sich im Chaos-Tempel, bis er schließlich von Kriegern des Lichts überwältigt wurde. Doch anstatt zu sterben wurde Garland zurück durch die Zeit gesogen und zweitausend Jahre in der Vergangenheit als das als Chaos bekannte Wesen wiedergeboren. Um seine Unsterblichkeit zu erhalten, schickt er vier Teufel - einen für jedes der Elemente: Wind, Wasser, Erde und Feuer - in die Zukunft, um Kraft aus den Kristallen zu saugen und sich der Ewigkeit anzunähern.", "Una criatura terrible que hace tiempo fue un caballero de otro mundo. Raptó a Sara, la princesa de su reino, y se encerró con ella en el Templo del Caos hasta que los Guerreros de la Luz lo derrotaron. Sin embargo, esquivó los brazos de la muerte y viajó dos mil años al pasado convertido en un ser llamado Caos. Para mantener su existencia inmortal, envía a los cuatro diablos al futuro, uno para cada elemento, a saber: viento, agua, tierra y fuego. Cada dos siglos aparecerán para drenar la energía de los cristales y otorgar la eternidad a su señor."], "fusion": ["Yes... I feel it filling me now!<br>A power to equal that of the<br>Crystals themselves!", "力量遍佈全身……<br>太棒了！<br>簡直不輸給水晶之力！", "아주 만족스럽군…….<br>훌륭해!<br>크리스탈에도 밀리지 않는 힘이다.", "Oui.. Je sens ce pouvoir me remplir ! Il est au moins aussi grand que celui des cristaux !", "Ja! Ich kann es spüren!<br>Eine Macht, die selbst den<br>Kristallen nicht nachsteht!", "Sí... ¡Siento cómo me llena!<br>¡Un poder al nivel de los mismísimos cristales!"], "summon": ["I am the one who lives forever.<br>The dark presence, Chaos.<br>You would seek my power?", "我擁有永遠的生命，<br>是黑暗中的混沌。<br>你想要我的力量嗎？", "나는 영원히 사는 자,<br>어둠의 존재 '카오스'다.<br>내 힘을 원하는가?", "Je suis l'être éternel,<br>l'être de ténèbres, Chaos.<br>Et tu dis vouloir utiliser mes pouvoirs ?", "Ich bin der ewig Lebende.<br>Die dunkle Kreatur, Chaos.<br>Willst du wirklich meine Macht?", "Soy el que vive eternamente.<br>La presencia oscura, el Caos.<br>¿Acaso buscas mi poder?"]}}, "201000205": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [901, 2730, 360], "ATK": [37, 113, 16], "MP": [36, 110, 40], "MAG": [28, 85, 16], "SPR": [26, 78, 16], "DEF": [35, 106, 16]}, "magic_affinity": [4, 6, 0, 0], "ability_slots": 0, "limitburst_id": 201000205, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 5, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 113, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [54], "effect_frames": [52], "strings": {"evolution": ["Ahahahaha!<br>Yes, give me more power! MORE!", "哈哈哈！<br>力量！<br>我還要更多的力量！", "하하하하!<br>아직 한참 부족하다.<br>더 큰 힘을 내게 바쳐라!", "Ahahahaha !<br>C'est ça, donne-moi plus de puissance ! Encore plus !", "Ahahahaha!<br>Ja, gib mir mehr Macht! MEHR!", "¡Ja, ja, ja, ja!<br>¡Sí, dame más poder! ¡¡¡Más!!!"], "affinity": ["I live in an endless cycle of rebirth.<br>It would get rather dull without anyone<br>else to amuse myself with!", "我在無盡的輪回中永生，<br>要是偶爾沒點刺激，<br>那可就太無趣了。", "내 삶과 죽음은 영원히 반복된다.<br>가끔은 이렇게 한숨 돌려야<br>지루함을 벗어날 수 있지.", "Ma vie est régie par un cycle de réincarnations sans fin. Il me faut donc bien un divertissement de temps à autre pour briser l'ennui.", "Wenn man ewig wiedergeboren wird,<br>wäre es langweilig ohne jemanden,<br>mit dem man sich amüsieren kann!", "Vivo en un ciclo de resurrección eterno.<br>¡Resultaría muy aburrido sin nadie<br>con quien entretenerme!"], "description": ["A terrible creature who was once a knight from another world. He was struck down by the Warriors of Light, but escaped death by traveling two thousand years into the past to be reborn as the dark god Chaos. From there he sends his four fiends into the future to steal power from the Crystals, fuelling his endless cycle of reincarnation. With each repetition of the cycle, the resentment he feels over the princess's rejection of his love grows within him.", "與光之戰士敵對的異界騎士，曾一度被光之戰士等人討伐，但他穿越了2000年的時光，成為了黑暗的混沌。每隔200年，他便會向未來派遣一次自己的4個分身，讓他們去搶奪水晶之力以使得過去的自己復活，獲得永生。那對公主求愛遭拒而產生的恨意在無盡的輪回中越積越深，無限膨脹。", "빛의 전사들과 맞서 싸웠다고 전해지는 이계의 기사. 빛의 전사들에게 패했으나 2천 년의 시간을 거슬러 올라 어둠의 존재 '카오스'로 군림했다. 자신의 분신인 4명의 카오스를 미래로 보내 크리스탈의 힘을 빼앗아 부활하며 영원히 환생을 거듭했다. 공주를 향한 사랑을 거부당한 그의 증오는 닫힌 시간의 굴레 속에서 한없이 부풀었다고 한다.", "Une terrible créature qui était autrefois chevalier dans un autre monde. Il fut vaincu par les Guerriers de la lumière, mais au lieu de mourir, il voyagea deux mille ans dans le passé pour renaître en tant que Chaos, le dieu des ténèbres. Il envoya quatre serviteurs dans le futur pour y voler la puissance des cristaux et assurer son cycle de réincarnation éternel. À chaque nouvelle réapparition, sa haine grandissait à l'encontre de la princesse qui avait rejeté son amour.", "Schreckliche Kreatur, die einst ein Ritter aus einer anderen Welt war. Entkam dem Tod, indem er 2000 Jahre in die Vergangenheit reiste, wo er als dunkler Gott Chaos wiedergeboren wurde. Schickt vier Teufel in die Zukunft, um die Kraft der Kristalle zu stehlen und somit seine ewige Wiederauferstehung zu ermöglichen. Mit jeder Wiederholung des Kreislaufes wächst seine Verbitterung über die Zurückweisung durch die Prinzessin.", "Una criatura terrible que hace tiempo fue un caballero de otro mundo. Aunque los Guerreros de la Luz lo vencieron, Garland escapó de la muerte y viajó dos mil años al pasado para renacer como Caos, el dios oscuro. Desde allí envía a sus cuatro diablos al futuro para robar energía de los cristales y alimentar su círculo de reencarnación infinito. Cada vez que se repite el círculo, crece su resentimiento por el rechazo amoroso de la princesa."], "fusion": ["You would make an offering to me?<br>Then I accept. Behold the<br>true power of Chaos!", "獻給我的供品嗎？<br>好吧，<br>就讓你見識一下混沌之力好了。", "내게 바치는 제물인가?<br>좋다.<br>혼돈의 힘을 보여주마…….", "C'est à moi que tu fais une offrande ? Dans ce cas, laisse-moi te montrer le pouvoir du Chaos !", "Du bringst mir ein Opfer dar?<br>Gut, dann sieh her, wozu meine<br>Kraft des Chaos imstande ist!", "¿Querrías ofrecerme algo?<br>Lo acepto. ¡Observa el verdadero poder del Caos!"], "summon": ["You seek to wield the power of chaos?<br>Intriguing! But do you have the strength to see this through?", "你竟然連混沌都想利用？！<br>有意思！<br>就讓我看看你能不能利用我吧！", "혼돈마저 이용하겠다는 건가?<br>재미있군!<br>할 수 있다면 어디 한번 해봐라!", "Tu désires manier le pouvoir du chaos ?<br>Tu m'amuses ! Mais seras-tu capable d'en supporter les conséquences ?", "Du beanspruchst die Macht des Chaos?<br>Wie amüsant! Aber hast du wirklich den Willen, diesen Weg zu gehen?", "¿Buscas usar el poder del caos?<br>¡Vaya! ¿Tienes la fuerza necesaria para conseguirlo?"]}}, "201000206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1171, 3549, 510], "ATK": [49, 147, 26], "MP": [47, 143, 65], "MAG": [37, 111, 26], "SPR": [33, 101, 26], "DEF": [46, 138, 26]}, "magic_affinity": [4, 7, 0, 0], "ability_slots": 4, "limitburst_id": 201000206, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 444, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [54], "effect_frames": [52], "strings": {"evolution": ["Time is always moving...<br>I will continue on living!", "時間無盡……<br>我將得到永生！", "시간은 돌고 도는 것……<br>나는 영원한 삶을 이어가겠다!", "La vie continue...<br>Je vais continuer à vivre !", "Die Zeit steht nicht still ...<br>Ich werde weiterleben!", "El tiempo sigue pasando...<br>¡Y yo seguiré viviendo eternamente!"], "affinity": ["I live in an endless cycle of rebirth.<br>It would get rather dull without anyone<br>else to amuse myself with!", "我得永生於永恆輪迴。<br>如果不偶爾玩耍<br>豈非無聊透頂。", "내 삶과 죽음은 영원히 반복된다.<br>가끔은 이렇게 한숨 돌려야<br>지루함을 벗어날 수 있지.", "Ma vie est régie par un cycle de réincarnations sans fin. Il me faut donc bien un divertissement de temps à autre pour briser l'ennui.", "Wenn man ewig wiedergeboren wird,<br>wäre es langweilig ohne jemanden,<br>mit dem man sich amüsieren kann!", "Vivo en un ciclo de resurrección eterno.<br>¡Resultaría muy aburrido sin nadie<br>con quien entretenerme!"], "description": ["A terrible creature who was once a knight from another world. After Garland suffers defeat at the hands of the Warriors of Light in the Chaos Shrine, he uses the power of the four fiends to escape to the past. Now 2,000 years behind in time, he uses his power to recreate the four fiends anew whilst accumulating enough energy to send his future self to the past once again. He hoped this would create and endless cycle in which he would live for eternity.", "與光之戰士敵對的異界騎士，在混沌神殿被光之戰士討伐時，經由4個混沌而回到了過去。回到2000年前之後，他通過扭曲土、火、水、風4種力量，而生出了4個混沌，並為了將未來的自己送回過去而積攢力量。他想要在這輪迴的時空內獲得永生。", "빛의 전사들과 대적했다고 하는 이계의 기사. 카오스 신전에서 빛의 전사들에게 토벌될 때, 4개 카오스의 힘에 의해 과거로 타임 슬립하게 된다. 2000년 전의 세계로 떠난 가란드는 흙, 불, 물, 바람의 힘을 일그러뜨려 4개의 카오스를 탄생시켜, 미래의 자신을 과거로 보내기 위한 힘을 축적하여 원처럼 계속되는 '시간의 사슬'을 만들어내 영원한 삶을 이어나가고자 했다.", "Une terrible créature qui était autrefois chevalier dans un autre monde. Après que Garland fut vaincu par les Guerriers de la lumière dans le Temple du Chaos, il utilisa le pouvoir des Quatre Monstres afin de fuir dans le passé. Se trouvant désormais 2 000 ans plus tôt, il utilisa ses pouvoirs pour recréer les Quatre Monstres, tout en accumulant assez d'énergie pour envoyer à nouveau son double du futur dans le passé. Il espérait ainsi former un cycle sans fin, dans lequel il vivrait éternellement.", "Eine schreckliche Kreatur, die in einer anderen Welt einst ein Ritter war. Nachdem Garland im Chaosschrein durch die Krieger des Lichts eine Niederlage erleidet, entkommt er mit der Kraft der vier Teufel in die Vergangenheit. 2.000 Jahre in der Vergangenheit erschafft er die vier Teufel aufs Neue und sammelt Energie um sein zukünftiges Selbst erneut in die Vergangenheit zu schicken. So will er eine endlose Schleife des Lebens erschaffen.", "Una criatura terrible que una vez fue un caballero de otro mundo. Después de que Garland sea derrotado a manos de los Guerreros de la Luz en el Templo del Caos, utiliza el poder de los cuatro diablos para escapar del pasado. Ahora, 2000 años atrás en el tiempo, utiliza su poder para volver a recrear a los cuatro diablos mientras que acumula energía suficiente para enviar a su yo futuro de nuevo al pasado. Esperaba que esto crease un ciclo interminable en el que viviría eternamente."], "fusion": ["No one can escape their fate!<br>No matter how much you struggle,<br>you're destined to meet the same end.", "人類無法從輪迴中脫身！<br>就算再怎麼掙扎也無法改變命運。", "윤회는 피할 수 없다!<br>발버둥 쳐 봤자 결과는 바뀌지 않느니.", "Personne ne peut échapper à son destin !<br>Même si vous fesiez tout pour changer les choses,<br>le destin vous rattrapera un jour ou l'autre.", "Niemand entkommt seinem Schicksal!<br>Egal, wie sehr man kämpft,<br>am Ende erfüllt es sich.", "¡Nadie puede escapar de su destino!<br>¡Por mucho que te resistas, estás destinado a acabar de la misma forma."], "summon": ["Leave none who dare stand<br>before us standing!", "擋我者，<br>不問巨獸螻蟻，<br>必誅之。", "내 앞을 가로막는<br>건방진 녀석들은<br>남김없이 처단해 주겠다!", "J'écraserai tout ceux qui osent<br>se dresser sur mon chemin !", "Lasst niemanden stehen,<br>der sich uns entgegenstellt!", "¡Nadie que ose ponerse en nuestro camino quedará impune!"]}}}, "job": "Chaos Knight", "sex": "Male", "game": "FFI", "rarity_max": 6, "names": ["Garland", "加蘭德", "가란드", "Garland", "Garland", "Garland"], "equip": [2, 3, 4, 8, 15, 30, 31, 41, 51, 52, 60], "game_id": 10001, "rarity_min": 3, "tribe_id": 5, "id": "201000203", "job_id": 4}