{"TMR": ["MATERIA", 504010110], "name": "Maria", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10020, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10030, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10040, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10050, "rarity": 3}, {"level": 16, "type": "MAGIC", "id": 10070, "rarity": 3}, {"level": 34, "type": "ABILITY", "id": 100160, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 201230, "rarity": 3}, {"level": 7, "type": "MAGIC", "id": 10130, "rarity": 4}, {"level": 23, "type": "MAGIC", "id": 10120, "rarity": 4}, {"level": 53, "type": "MAGIC", "id": 10150, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 38, "type": "MAGIC", "id": 10200, "rarity": 5}, {"level": 64, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 205340, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 10100, "rarity": 5}], "sex_id": 2, "entries": {"202000203": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [381, 1154, 240], "ATK": [17, 50, 16], "MP": [24, 74, 40], "MAG": [20, 61, 16], "SPR": [22, 66, 24], "DEF": [15, 45, 16]}, "magic_affinity": [4, 0, 0, 0], "ability_slots": 2, "limitburst_id": 202000203, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020400": 8, "290050200": 10, "290010100": 20, "290050300": 3, "290030100": 3}}, "rarity": 3, "compendium_id": 83, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [69, 86, 103], "effect_frames": [67, 84, 101], "strings": {"evolution": null, "affinity": null, "description": ["A young lady who appears in a tale of rebels and empires, in a far-flung world. Raised in Fynn with her elder brother Leon and fellow orphans Firion and Guy, she exudes a kindly confidence despite being lonely at heart. After losing her parents and being separated from her beloved brother after an attack by the Empire, she pledges herself to the rebellion alongside her friends.", "異界有關帝國與反叛軍戰鬥的故事中登場的少女，在菲因國與哥哥雷恩哈特、孤兒弗利奧尼爾及卡伊一同長大。看上去是個敢想敢說的堅強女孩，但實際上十分害怕寂寞。她由於帝國軍的襲擊而失去了雙親，隨後哥哥雷恩哈特又行蹤不明，她一邊心繫著哥哥的安危，一邊與利奧尼爾等人一起加入了反叛軍。", "머나먼 이계에서 전해지는 제국과 반란군 이야기에 등장하는 소녀. 핀 왕국에서 친오빠 레온하트와 고아였던 프리오닐, 가이와 함께 자랐다. 자기 의견이 확실해서 드센 성격으로 자주 오해 받지만, 실은 남보다 훨씬 외로움을 잘 탄다. 제국군의 습격으로 부모를 잃고 레온하트와도 생이별한 그녀는 오빠의 안부를 걱정하면서도 프리오닐 일행과 함께 반란군에 들어가게 된다.", "Une jeune femme qui apparaît dans un conte de rebelles et d'empires, dans un monde très lointain. Élevée à Fynn avec son frère Léon et les orphelins Firion et Guy, son franc-parler laisse penser qu'elle a confiance en elle mais, en réalité, elle est bien plus fragile et seule que son caractère ne le laisse deviner.  Après avoir perdu ses parents et toute trace de son frère suite à une attaque de l'Empire, elle se jette corps et âme dans la rébellion aux côtés de ses amis.", "Junge Lady aus einer Erzählung von Rebellen und Imperien aus einer fernen Welt. Mit ihrem Bruder Leon und den anderen Waisen Firion und Ghai wächst sie in Finn auf und sprüht nur so vor Selbstbewusstsein, obwohl sie sich einsam fühlt. Nach dem Verlust ihrer Eltern und der Trennung von ihrem Bruder schwört sie sich, an der Seite ihrer Freunde der Rebellion zu dienen.", "Una joven que aparece en un relato de rebeldes e imperios de un mundo lejano. Creció en Fyn junto a Leon, su hermano mayor, y otros huérfanos llamados Firion y Guy. María irradia amabilidad y confianza, aunque siente mucha soledad. Después de perder a sus padres y de que la separaran de su querido hermano tras un ataque del Imperio, se ha comprometido con la rebelión junto a sus amigos."], "fusion": ["I'm going to do everything I can...<br>to end this war as quickly as possible!", "我會盡我所能，<br>只希望戰爭能夠儘早結束……", "나는 내가 할 수 있는 일을<br>최선을 다해 할 뿐이야.<br>전쟁이 하루빨리 끝날 수 있게…….", "Je ferai tout ce qui est en mon pouvoir<br>pour mettre fin à cette guerre<br>le plus vite possible !", "Ich werde alles geben ...<br>und diesen Krieg beenden<br>so schnell es geht!", "Voy a hacer todo lo que pueda...<br>Para poner fin a esta guerra<br>lo antes posible."], "summon": ["War frightens me. War took from me my home, my family...<br>I would fight with you to protect what you hold dear.", "戰爭十分的恐怖……<br>它奪走了我的家、我的親人……<br>就讓我來和你一起，保護你珍視的東西吧。", "난 전쟁이 무서워…….<br>가족도, 집도, 모조리 앗아가 버리니까.<br>그러니 소중한 것들을 함께 지키자.", "La guerre m'effraie. La guerre m'a<br>pris ma maison, ma famille...<br>Voilà pourquoi je veux t'aider à<br>protéger ce à quoi tu tiens.", "Krieg ist schrecklich. Krieg hat mir alles genommen ...<br>Ich kämpfe mit dir, um dich vor einem Verlust zu schützen.", "Temo a la guerra. Me arrebató mi hogar, a mi familia...<br>Lucharé contigo para proteger lo que amas."]}}, "202000205": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [639, 1935, 390], "ATK": [26, 80, 26], "MP": [41, 123, 65], "MAG": [33, 99, 26], "SPR": [36, 110, 34], "DEF": [25, 75, 26]}, "magic_affinity": [7, 0, 0, 0], "ability_slots": 3, "limitburst_id": 202000205, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 429, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [69, 86, 103], "effect_frames": [67, 84, 101], "strings": {"evolution": ["I wish there was no fighting in the world,<br>then no one would have to die...", "如果世間不再有紛爭，<br>人們不會再為此喪命就好了……", "이 세계에 전쟁이 사라지고,<br>그 누구도 목숨을 잃는 일이 없어졌으면……", "J'aimerai que les gens arrête de se battre,<br>que plus personne ne soit tué sur le champ de bataille.", "Gäbe es doch kein Kämpfen auf der Welt,<br>dann müsste niemand sterben ...", "Ojalá no hubiera guerras en el mundo, así nadie tendría que morir..."], "affinity": ["We will need your strength if we hope to ever live in peace again.<br>I hope you will continue to aid us.", "這個世界需要和平，<br>為此我需要你的力量。<br>讓我今後也來幫助你吧。", "세계가 평화로워지기 위해서는<br>당신의 힘이 필요해.<br>앞으로도 함께 하게 해줘.", "Nous aurons besoin de ta force si nous voulons vivre un jour en paix.<br>J'espère que tu continueras à nous aider.", "Wir brauchen deine Kraft, wenn wir je wieder in Frieden leben wollen.<br>Ich hoffe, du wirst uns weiter helfen.", "Necesitaremos de tu fuerza si queremos volver a vivir en paz.<br>Espero que sigas ayudándonos."], "description": ["A young lady who appears in a tale of rebels and empires, in a far-flung world. Maria joins the rebel army alongside Firion and Guy, and together they succeed in liberating Fynn after rescuing the captured Princess Hilda. Eventually they learn that the Palamecian Empire's Dark Knight is none other than Leon, which rocks Maria to the core. When Leon sought to crown himself the new emperor after the original Emperor's , Maria volunteers to help her brother regain his senses. Although stubborn by nature, Leon is moved by Maria's words and rejoins his friends.", "異界有關帝國與反叛軍戰鬥的故事中登場的少女，她與弗利奧尼爾及卡伊共同加入了反叛軍戰鬥。在大戰艦爆破任務中救出希爾達公主之後，他們又成功奪回了菲因城。當發覺帕拉美奇亞的黑暗騎士就是自己的哥哥萊昂哈特後，她十分受打擊。在萊昂哈特繼承皇位成為新的皇帝時，也是她說服了頑固的哥哥。", "머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 소녀. 프리오닐, 가이와 함께 반란군에 가담해, 대전함 파괴나 붙잡힌 왕녀 힐다의 구출 임무를 마친 뒤 핀 성을 탈환해냈다. 적국 파라메키아의 다크 나이트의 정체가 오빠인 레온하르트였다는 사실에 큰 충격을 받았지만, 그가 새로운 황제로 즉위했을 때 설득을 자청하여, 완고했던 오빠의 마음을 움직였다.", "Une jeune femme qui apparaît dans un conte de rebelles et d'empires, dans un monde très lointain. Maria rejoignit l'armée rebelle en même temps que Firion et Guy, et ensemble, ils parvinrent à secourir la princesse Hilda et à libérer le pays de Fynn. Cependant, lorsqu'ils apprirent que le Chevalier noir de l'empire n'était autre que Léon, Maria en fut profondément bouleversée. Lorsque Léon tenta de s'autoproclamer nouvel empereur, elle se porta volontaire pour aider son frère à retrouver la raison. Malgré son entêtement, Léon fut touché par les paroles de Maria et revint auprès de ses amis.", "Junge Lady aus einer Erzählung von Rebellen und Imperien aus einer fernen Welt. Zusammen mit Firion und Guy schließt sich Maria der Rebellion an und gemeinsam befreien sie Finn, nachdem sie die entführte Prinzessin Hilda retten. Schließlich erfahren sie, dass der Dunkelritter des Imperiums Palmekia Leon ist, was Maria zutiefst erschüttert. Als Leon sich selbst zum neuen Imperator krönen will, hilft ihm Maria, wieder zu Sinnen zu kommen. Obwohl von Natur aus störrisch, lässt sich Leon von Maria überzeugen und schließt sich erneut seinen alten Freunden an.", "Una joven dama que aparece en una historia de rebeldes e imperios, en un mundo lejano. María se unió al ejército rebelde junto a Firion y a Guy, y juntos logran liberar Fynn tras rescatar a la princesa Hilda, que había sido capturada. Finalmente descubren que el Caballero Oscuro del Imperio Palameciano no es otro que Leon, lo cual a María le llega al corazón. Cuando Leon intenta coronarse como el nuevo emperador tras el Emperador original, María se presta voluntaria para ayudar a que su hermano recupere el sentido común. Aunque es cabezota por naturaleza, a Leon le conmueven las palabras de María y se vuelve a unir a sus amigos."], "fusion": ["I can't allow myself to die<br>until I'm reunited with my family.", "在與家人團聚之前，<br>我絕不能死。", "다시 가족들과 함께 지낼 그 날까지<br>절대 죽을 수는 없어.", "Je ne peux pas me permettre de mourir.<br>Pas tant que je n'aurai pas retrouvé ma famille.", "Ich darf erste sterben,<br>wenn ich wieder mit meiner Familie zusammen bin.", "No puedo perecer hasta que me haya reunido con mi familia."], "summon": ["I'm looking for my long-lost brother.<br>If you know anything about him,<br>please let me know.", "我在尋找失散的哥哥。<br>你有沒有他的消息？<br>可不可以告訴我？", "생이별한 오빠를 찾고 있어.<br>뭔가 알고 있는 게 있다면<br>알려주지 않겠어?", "Je suis à la recherche de mon grand-frère que je n'ai pas revu depuis des lustres.<br>Si vous savez quelque chose à son sujet,<br>dites-le-moi.", "Ich suche nach meinem verschollenen Bruder.<br>Wenn du etwas weißt,<br>sag es mir bitte.", "Estoy buscando a mi hermano desaparecido.<br>Si averiguas algo sobre él,<br>por favor házmelo saber."]}}, "202000204": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [491, 1489, 390], "ATK": [21, 65, 26], "MP": [31, 95, 65], "MAG": [26, 78, 26], "SPR": [28, 85, 34], "DEF": [19, 58, 26]}, "magic_affinity": [5, 0, 0, 0], "ability_slots": 3, "limitburst_id": 202000204, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 5, "290020400": 20, "290050300": 10, "290030100": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 84, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [69, 86, 103], "effect_frames": [67, 84, 101], "strings": {"evolution": ["I must put an end to this terrible conflict, that everyone may live together in peace once more!", "為了能儘早讓大家過上和平的生活，<br>就讓我們來終結這場戰鬥吧！", "모두가 평화롭게 살 수 있도록<br>하루라도 빨리<br>이 전쟁을 끝내자!", "Je dois mettre fin à ce conflit infernal, afin que tous puissent vivre en paix à nouveau !", "Ich muss diesen schrecklichen Konflikt beenden, damit alle wieder in Frieden leben können!", "¡Debo poner fin a este terrible conflicto, para que todos puedan volver a vivir en paz!"], "affinity": ["We will need your strength if we hope to ever live in peace again.<br>I hope you will continue to aid us.", "世界和平需要你的力量。<br>今後也請你幫助我。", "이 세계의 평화를 되찾으려면<br>당신의 힘이 꼭 필요해.<br>앞으로도 잘 부탁할게.", "Nous n'arriverons pas à ramener la paix dans le monde sans toi. J'espère que tu continueras de nous apporter ton aide.", "Wir brauchen deine Kraft, wenn wir je wieder in Frieden leben wollen.<br>Ich hoffe, du wirst uns weiter helfen.", "Necesitaremos de tu fuerza si queremos volver a vivir en paz.<br>Espero que sigas ayudándonos."], "description": ["A young lady who appears in a tale of rebels and empires, in a far-flung world. Driven from her homeland after a strike by the Palamecian Empire, she joins the rebellion alongside her childhood friends Firion and Guy. She worries deeply for the fate of her lost brother, and is devastated when he reemerges before her as the evil emperor's Dark Knight. Though strong of spirit, she is profoundly affected by the death and suffering around her, and wishes nothing more than to regain the peace she once knew.", "異界有關帝國與反叛軍戰鬥的故事中登場的少女，由於帝國軍的襲擊而背井離鄉，與弗利奧尼爾及卡伊一同加入了反叛軍。她在旅途中一直心繫走散的哥哥雷恩哈特的安危，當雷恩哈特作為帝國的暗黑騎士現身於眾人面前時，她也奮力想要喚醒哥哥。雖然她生性堅強，但眼看夥伴們一個接一個命喪黃泉，她十分心痛，也比任何人都期待和平的到來。", "머나먼 이계에서 전해지는 제국과 반란군 이야기에 등장하는 소녀. 파라메키아 제국군의 습격으로 고향에서 쫓겨난 그녀는 프리오닐, 가이와 함께 반란군에 들어갔다. 도피 중에 생이별한 오빠 레온하트의 안부를 항상 걱정하였으며, 그가 제국의 흑기사가 되어 나타났을 때는 필사적으로 설득을 시도했다. 다부진 성격이지만 동료들이 하나 둘씩 목숨을 잃는 상황에 늘 가슴 아파했고, 평화로운 삶을 누구보다 간절히 원했다.", "Une jeune femme qui apparaît dans un conte de rebelles et d'empires, dans un monde très lointain. Chassée de sa terre natale par une attaque de l'empire de Palmécia, elle rejoint la rébellion avec ses amis Firion et Guy. Elle s'inquiète pour le sort de son frère disparu et est dévastée quand il surgit de nouveau en tant que Chevalier noir, l'empereur du mal. Elle est profondément affectée par les morts et les souffrances qu'elle voit autour d'elle et ne souhaite rien tant que retrouver la paix d'antan.", "Junge Lady aus einer Erzählung von Rebellen und Imperien aus einer fernen Welt. Nach einem Angriff des Reiches Palmekia aus ihrer Heimat vertrieben, schließt sie sich gemeinsam mit ihren Freunden Firion und Ghai der Rebellion an. Sie macht sich große Sorgen um ihren verlorenen Bruder und ist am Boden zerstört, als er als Dunkelritter des Imperators erscheint. Trotz ihrer inneren Stärke nimmt sie das Leiden um sie herum stark mit, und sie sehnt sich nach nichts so sehr wie nach Wiedererlangung des Friedens.", "Una joven que aparece en un relato de rebeldes e imperios de un mundo lejano. Un ataque del Imperio de Palamecia la aleja de su hogar y se une a la rebelión junto a Firion y Guy, sus amigos de la infancia. Está muy preocupada por el destino del hermano que perdió y se siente asolada cuanto resurge ante ella como el caballero oscuro del malvado emperador. Aunque tiene un espíritu fuerte, le afectan muchísimo la muerte y el sufrimiento de su alrededor y su mayor deseo es recuperar la paz que vivió en el pasado."], "fusion": ["Leon... Firion... Guy...<br>I miss how the four of us were,<br>back when we were all still together...", "哥哥、弗利奧尼爾、卡伊……<br>真懷念大家在一起生活的日子……", "오빠, 프리오닐, 가이…….<br>다 같이 살았던 그때가<br>너무 그리워…….", "Léon, Firion, Guy... Vous n'imaginez pas comme l'époque où nous vivions ensemble me manque...", "Leon ... Firion ... Ghai ...<br>Ich vermisse die Zeit, als wir noch<br>alle vier zusammen waren ...", "Leon, Firion, Guy...<br>Echo de menos estar los cuatro juntos, como en los viejos tiempos..."], "summon": ["I don't want to lose any more of my friends. I don't want to see anyone else hurt. So I will go with you...to stop this war!", "我再也不想失去同伴，<br>再也不想與同伴互相傷害……<br>因此我要和你一起走，我要去阻止戰爭！", "더는 동료를 잃거나<br>다치게 하고 싶지 않아…….<br>그러니 함께 전쟁을 끝내자!", "Je ne veux plus perdre un ami. Je ne<br>veux plus voir la souffrance.<br>C'est pourquoi je suis là... pour<br>mettre fin à cette guerre !", "Ich will nicht noch mehr Freunde verlieren. Ich will nicht noch mehr Leid sehen. Deswegen folge ich dir. Um diesen Krieg zu beenden!", "No quiero perder a más amigos. No quiero ver a nadie más herido. Así que iré contigo... ¡Para detener esta guerra!"]}}}, "job": "White Mage", "sex": "Female", "game": "FFII", "rarity_max": 5, "names": ["Maria", "瑪利亞", "마리아", "Maria", "Maria", "María"], "equip": [5, 7, 15, 40, 50, 53, 60], "game_id": 10002, "rarity_min": 3, "tribe_id": 5, "id": "202000203", "job_id": 23}