{"TMR": ["MATERIA", 504100940], "name": "Firion", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 101000, "rarity": 3}, {"level": 11, "type": "ABILITY", "id": 201230, "rarity": 3}, {"level": 24, "type": "ABILITY", "id": 200280, "rarity": 3}, {"level": 14, "type": "ABILITY", "id": 101020, "rarity": 4}, {"level": 38, "type": "ABILITY", "id": 101090, "rarity": 4}, {"level": 54, "type": "ABILITY", "id": 200270, "rarity": 4}, {"level": 18, "type": "MAGIC", "id": 10120, "rarity": 5}, {"level": 46, "type": "ABILITY", "id": 200440, "rarity": 5}, {"level": 69, "type": "ABILITY", "id": 200670, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 205190, "rarity": 6}, {"level": 12, "type": "ABILITY", "id": 205240, "rarity": 6}, {"level": 21, "type": "ABILITY", "id": 101050, "rarity": 6}, {"level": 32, "type": "ABILITY", "id": 205230, "rarity": 6}, {"level": 41, "type": "ABILITY", "id": 101070, "rarity": 6}, {"level": 47, "type": "ABILITY", "id": 100070, "rarity": 6}, {"level": 47, "type": "ABILITY", "id": 100130, "rarity": 6}, {"level": 52, "type": "ABILITY", "id": 205220, "rarity": 6}, {"level": 55, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 61, "type": "ABILITY", "id": 101080, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 205210, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 205250, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 205200, "rarity": 6}], "sex_id": 1, "entries": {"202000103": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [557, 1687, 150], "ATK": [21, 63, 10], "MP": [22, 68, 25], "MAG": [18, 55, 10], "SPR": [18, 55, 10], "DEF": [20, 61, 14]}, "magic_affinity": [2, 1, 1, 0], "ability_slots": 1, "limitburst_id": 202000103, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290030000": 5, "290010000": 25, "290020100": 10}}, "rarity": 3, "compendium_id": 140, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [20, 41], "effect_frames": [18, 39], "strings": {"evolution": null, "affinity": null, "description": ["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. He lost his parents at a young age and was taken in by another family. He was like a true brother to their two children, Maria and Leon, and to Guy, another parentless child who came to live with them. When his homeland is destroyed by the Palamecian army, he is forced to flee. After leaving Fynn, he and his friends encounter Princess Hilda, the leader of the rebel army, and are saved by her. Without any home to return to, he, Maria, and Guy throw their lot in with the rebels.", "異界有關帝國與反叛軍戰鬥的故事中登場的青年，自幼失去雙親，被雷恩哈特和瑪利亞的雙親收養，他們與同是孤兒的卡伊一起如兄弟手足般長大。然而故鄉菲因王國被帕拉美奇亞帝國襲擊，在他奄奄一息時被反叛軍的領袖希爾達公主救下，失去了家園的他與瑪利亞、卡伊一同加入了反叛軍。", "머나먼 이계에서 전해지는 제국과 반란군의 전쟁 이야기에 등장하는 청년. 어렸을 때 부모를 잃고 레온하트와 마리아의 가정에 들어가, 마찬가지로 고아였던 가이와 함께 넷이서 형제처럼 자랐다. 고향인 핀 왕국에 파라메키아 제국군이 쳐들어와 상처를 입고 쓰러진 차에, 반란군 지도자인 힐다 공주의 도움을 받아 목숨을 건졌다. 갈 곳을 잃은 그는 마리아와 가이와 함께 반란군에 합류했다.", "Un jeune homme qui apparaît dans un récit d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscite. Il a perdu ses parents à un très jeune âge et a été recueilli par une autre famille. Il est comme un frère pour leurs deux enfants, Maria et Léon, et pour Guy, un autre orphelin qui vient vivre avec eux. Quand son village est détruit par l'armée de Palmécia, il est forcé de fuir. Après avoir quitté Fynn, lui et ses amis sont secourus par la princesse Hilda, chef de l'armée rebelle. N'ayant plus de foyer à retrouver, lui, Maria et Guy se jettent à corps perdu dans la rébellion.", "Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, wo er eine Rolle in der Geschichte eines Imperiums und der Rebellion gegen selbiges spielt. Verlor seine Eltern und wurde von einer anderen Familie aufgenommen. Er war ihren richtigen Kindern, Maria und Leon, und Ghai, einem weiteren adoptierten Kind, ein wahrer Bruder. Als sein Heimatland von der palmekianischen Armee zerstört wird, ist er zur Flucht gezwungen. Er und seine Freunde treffen auf ihrer Flucht Prinzessin Hilda, Anführerin der Rebellenarmee. Ohne Heimat, in die sie zurückkehren können, schließen sich die drei Waisen den Rebellen an.", "Un joven que aparece en los relatos de otro mundo. Es parte de la historia de un imperio que vive una rebelión. Perdió a sus padres de joven y lo adoptó otra familia. Firion fue como un hermano para los dos hijos de la familia, María y Leon, y para Guy, otro niño huérfano que acabó viviendo con ellos. Se vio obligado a huir cuando el ejército de Palamecia destruyó su hogar. Tras abandonar Fyn, él y sus amigos se encuentran con la princesa Hilda, la líder del ejército rebelde, que los salva. Como ya no tienen ningún lugar al que volver, Firion se une a los rebeldes junto a María y Guy."], "fusion": ["The wild rose...<br>It is how we recognize one another.<br>The very reason for our struggle.", "【野玫瑰】。<br>這是象徵著自由與解放的暗號。", "[들장미].<br>이건 자유와 해방을 상징하는<br>우리만의 암호야.", "La rose sauvage...<br>C'est ainsi que nous nous reconnaissons.<br>La raison même de notre lutte.", "Die Wildrose ...<br>Unser Kennzeichen.<br>Und die Ursache unseres Kampfes.", "La rosa salvaje...<br>Así nos reconocemos.<br>La mismísima razón de nuestra lucha."], "summon": ["The Empire took everything from me.<br>Are you fighting to reclaim peace, too?<br>Then I'll gladly join you!", "帝國奪走了我的一切……<br>如果你也和我一樣，想奪回和平，<br>那就讓我們一起戰鬥吧！", "난 제국에 모든 것을 빼앗겼어…….<br>너도 평화를 되찾고 싶지?<br>그렇다면 함께 싸우자!", "L'Empire m'a tout pris.<br>Te bats-tu pour ramener la paix, toi aussi ?<br>Dans ce cas, permets-moi de te rejoindre !", "Das Imperium hat mir alles genommen.<br>Kämpfst du auch für den Frieden?<br>Dann schließe ich mich dir an.", "El Imperio me lo arrebató todo.<br>¿Tú también luchas para recuperar la paz?<br>Será un placer acompañarte."]}}, "202000104": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [718, 2177, 210], "ATK": [27, 82, 14], "MP": [29, 88, 35], "MAG": [23, 71, 14], "SPR": [23, 71, 14], "DEF": [26, 79, 18]}, "magic_affinity": [3, 2, 2, 0], "ability_slots": 2, "limitburst_id": 202000104, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290030000": 10, "290040200": 5, "290020100": 20}}, "rarity": 4, "compendium_id": 141, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [20, 41], "effect_frames": [18, 39], "strings": {"evolution": ["I will summon every last bit of my strength...<br>That we may all live in peace again!", "為了能讓大家再次過上和平的日子……<br>我要全力以赴！", "모든 사람이 다시<br>평화로운 삶을 누릴 수 있게……<br>내 모든 힘을 바치리!", "Je vais me battre de toutes mes forces pour que nous puissions vivre en paix à nouveau !", "Ich werde alle Kraft aufbieten, die ich habe ...<br>damit wir alle wieder in Frieden leben können!", "Reuniré cada pizca de fuerza que me quede...¡para que podamos volver a vivir en paz!"], "affinity": null, "description": ["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. His homeland, Fynn, is targeted by the Palamecian Empire, whose aim is to rule the entire world. Firion loses his home and joins the rebellion, along with his friends and fellow survivors, Maria and Guy. They throw themselves into the fight against the empire. Firion has a strong sense of justice and the wise judgment needed in a leader, yet also a certain weakness when it comes to women, which allows him to be tricked by the pirate Leila, and even once by a monster disguised as Princess Hilda.", "異界有關帝國與反叛軍戰鬥的故事中登場的青年，他的故鄉菲因王國被企圖奪取世界霸權的帕拉美奇亞帝國襲擊，他由此失去了家園。那以後他與一同逃出來的瑪利亞、卡伊一同加入了反叛軍，投身於與帝國的戰鬥之中。他擁有很強的正義感，且具備優秀的領導能力與判斷力，但也會被女海盜蕾拉以及變身為希爾達的魔物騙，擁有純真可愛的一面。", "머나먼 이계에서 전해지는 제국과 반란군의 전쟁 이야기에 등장하는 청년. 세계의 패권을 노리는 파라메키아 제국에 고향인 핀 왕국을 짓밟혀 삶의 터전을 잃는다. 그 후 함께 도망친 마리아와 가이와 함께 반란군에 들어가 제국과의 싸움에 몸을 던지게 된다. 정의감이 강하고 지도력과 판단력이 뛰어나지만, 해적 레일라나 힐다로 변신한 마물에게 속아 넘어가는 등 순진한 면도 있다.", "Un jeune homme qui apparaît dans un récit d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscite. Son village, Fynn, est la cible de l'empire de Palmécia, qui cherche à dominer le monde entier. Firion perd tout et rejoint la rébellion avec ses amis Maria et Guy. Ensemble, ils se consacrent entièrement à la lutte contre l'Empire. Firion est doué d'un sens de la justice exacerbé et de la sagesse d'un vrai chef, mais il a aussi certaines faiblesses, notamment envers la gent féminine. Il est ainsi piégé par la pirate Leila ainsi que par un monstre déguisé en princesse Hilda.", "Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, wo er eine Rolle in der Geschichte einer Rebellion gegen das Imperium spielt. Seine Heimat Finn wird vom Reich Palmekia angegriffen, das nach der Weltherrschaft strebt. Firion verliert sein Zuhause und schließt sich, gemeinsam mit seinen Freunden Maria und Ghai, der Rebellion an. Firion hat einen ausgeprägten Gerechtigkeitssinn und die Urteilskraft, die ein Anführer braucht, doch leider auch eine Schwäche, wenn es um Frauen geht. Dadurch wird er von der Piratin Leila ausgetrickst - und einmal sogar von einem als Prinzessin Hilda verkleideten Monster.", "Un joven que aparece en los relatos de otro mundo. Es parte de la historia de un imperio que vive una rebelión. Fyn, su hogar, es objetivo del Imperio de Palamecia, quien tiene intención de dominar el mundo. Firion se queda sin hogar y se une a la rebelión junto a sus amigos y compañeros supervivientes, María y Guy, para apoyar la lucha contra el Imperio. Firion tiene un gran sentido de la justicia y el juicio necesario en un líder. No obstante, tiene cierta debilidad por las mujeres, razón por la cual puede engañarlo la pirata Leila, o incluso un monstruo disfrazado como la princesa Hilda."], "fusion": ["I've learned to be wary of women,<br>and anyone offering me a free ride.<br>Should I trust in this power?", "我曾經學到過「免費」與「女性」是世上最可怕的東西。<br>……這力量沒問題吧？", "세상에 공짜란<br>없다고 들었는데.<br>……이 힘은 괜찮은 거지?", "J'ai appris à me méfier des femmes, et de tous ceux qui m'offrent quelque chose sans rien attendre en retour.<br>Puis-je vraiment me fier à ce pouvoir... ?", "Ich traue keinen Frauen und keinen großzügigen Leuten mehr.<br>Soll ich dieser Kraft vertrauen?", "He aprendido a desconfiar de las mujeres y de cualquiera que me ofrezca algo gratis.<br>¿Acaso debería confiar en este poder?"], "summon": ["I won't bend to oppression.<br>I'll fight for my ideals to the end!<br>If you feel the same, let us go forth together!", "我不會屈服於強權，<br>不管發生什麼都會貫徹自己的信念。<br>如果你與我有相同的志向，就一起走吧！", "가혹한 통치에는 굴하지 않는다.<br>끝까지 내 신념을 밀고 나가겠어.<br>네게도 뜻이 있다면 함께 가자!", "Je ne cèderai pas à l'oppression.<br>Je me battrai pour mes idéaux<br>jusqu'au bout ! Si tu en penses<br>autant, faisons route ensemble !", "Ich beuge mich keinem Tyrannen.<br>Ich kämpfe bis zum Ende!<br>Wenn du das verstehst, dann gehe ich mit dir!", "No cederé ante la opresión.<br>¡Lucharé por mis ideales hasta el final!<br>Si piensas lo mismo, ¡avancemos juntos!"]}}, "202000105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [898, 2721, 240], "ATK": [34, 102, 16], "MP": [36, 110, 40], "MAG": [29, 88, 16], "SPR": [29, 88, 16], "DEF": [33, 99, 24]}, "magic_affinity": [4, 3, 3, 0], "ability_slots": 3, "limitburst_id": 202000105, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 142, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [20, 41], "effect_frames": [18, 39], "strings": {"evolution": ["I will take back what we've lost!<br>That is why we've come this far!", "取回被奪走的東西！<br>我們就是為此才來到這裡的！", "빼앗긴 평화를 우리 손으로 되찾는다!<br>목적을 이루기 전까진<br>결코 무릎 꿇지 않는다!", "Je récupèrerai ce que nous avons perdu !<br>Voilà ce qui nous a amenés jusqu'ici !", "Was wir verloren haben, werde ich zurückgewinnen!<br>Nur dafür sind wir so weit gekommen!", "¡Recuperaré lo que hemos perdido!<br>¡Para eso hemos llegado hasta aquí!"], "affinity": ["My friends give me strength.<br>Nothing would make me happier than to make you feel the same.", "夥伴在身邊，令人倍感安心。<br>希望我也能成為你的依靠……", "동료가 있어서 정말 든든하구나.<br>너도 날 미덥게 생각해줬으면 좋겠는데.", "Avoir des amis me donne de la force ! J'espère que tu penses la même chose de moi.", "Meine Freunde geben mir Kraft.<br>Nichts würde mich mehr erfreuen, als wenn du auch so fühltest.", "Mis amigos me dan fuerza.<br>Nada me haría más feliz que hacer lo mismo por ti."], "description": ["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. To defeat the Palamecian Empire, which destroyed his homeland, he joins the rebel army led by Fynn's own Princess Hilda. His friend and adopted brother Leon also survived the fall of Fynn, but now stands against him as a key member of the Palamecian army. Firion loses many allies, including the White Wizard Minwu, and is toyed with continually by cruel fate, but never do his eyes stray from his goal: to put a stop to the Emperor of Palamecia.", "異界有關帝國與反叛軍戰鬥的故事中登場的青年，為了與襲擊故鄉的帕拉美奇亞帝國戰鬥而加入了菲因王國公主希爾達率領的反叛軍。在旅途中，失散的同伴雷恩哈特變成了帝國的司令官，敏武等協助過他們的人也相繼喪命，即使受到了命運的不公對待，他仍然以打倒帕拉美奇亞皇帝為目標，一心向前邁進。", "머나먼 이계에서 전해지는 제국과 반란군의 전쟁 이야기에 등장하는 청년. 조국을 침략한 파라메키아 제국과 싸우기 위해 핀 왕국의 공주 힐다가 이끄는 반란군에 입대한다. 생이별한 친구 레온하트가 적의 사령관이 되어 나타나고, 민우를 비롯한 동료들이 연이어 목숨을 잃는 등, 비정한 운명을 겪으면서도 파라메키아 황제를 타도하기 위해 포기하지 않고 나아갔다.", "Un jeune homme qui apparaît dans un récit d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscite. Pour vaincre l'empire de Palmécia qui a détruit son pays, il rejoint l'armée rebelle menée par la princesse de Fynn, Hilda. Son ami et frère adoptif Léon a aussi survécu à la destruction de Fynn, mais s'oppose désormais à lui en tant que membre clé de l'armée de Palmécia. Firion perd de nombreux alliés, y compris le Sage Blanc Minnwu, et fait face continuellement à un destin cruel, mais il ne perd jamais de vue son objectif : vaincre l'empereur de Palmécia.", "Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, wo er eine Rolle in der Geschichte einer Rebellion gegen das Imperium spielt. Um das Reich Palmekia, welches sein Heimatland zerstörte, zu besiegen, schließt er sich der von Prinzessin Hilda angeführten Rebellenarmee an. Sein Freund Leon überlebt den Untergang Finns ebenfalls, steht ihm nun jedoch auf Seiten der palmekianischen Armee gegenüber. Firion verliert viele Verbündete, einschließlich dem Weißmagier Min’U. Dennoch behält er stets sein Ziel im Auge: den Imperator Palmekias zu stoppen.", "Un joven que aparece en los relatos de otro mundo. Es parte de la historia de un imperio que vive una rebelión. Se une al ejército rebelde liderado por Hilda, la mismísima princesa de Fyn, para derrotar al Imperio de Palamecia, que destruyó su hogar. Leon, su amigo y hermano adoptivo, también sobrevivió a la caída de Fyn, pero ahora es un miembro clave del ejército de Palamecia. Aunque Firion pierde a muchos aliados, incluso al mago blanco Minu, y el destino le juega malas pasadas constantemente, no pierde nunca de vista su objetivo: detener al Emperador de Palamecia."], "fusion": ["I will not stand down from this fight.<br>This is our battle...<br>You have to let us finish it!", "即使要和摯友為敵我也一步都不會退讓。<br>我要為世界取回和平！", "친구끼리 칼을 겨누게 되더라도<br>난 절대 물러서지 않아.<br>평화를 되찾기 위해서라면!", "Je ne me déroberai pas à cette guerre.<br>C'est notre combat...<br>Tu dois nous laisser le mener jusqu'au bout !", "Ich werde nicht die Waffen strecken.<br>Das ist unser Kampf ...<br>Du musst ihn uns beenden lassen!", "No voy a renunciar a esta lucha.<br>Es nuestra batalla...<br>¡Tienes que dejarnos acabarla!"], "summon": ["I won't let my friends' sacrifices be in vain!<br>I'll build a new future with my own hands!", "我會繼承逝者的遺志，<br>不會讓他們白白死去的！<br>我要用自己的雙手開拓未來！", "쓰러진 이들의 희생을<br>헛되게 할 순 없다!<br>내 손으로 미래를 열고 말겠어!", "Je ne tolèrerai pas que mes amis se soient sacrifiés en vain !<br>Je bâtirai un nouvel avenir de mes propres mains !", "Meine Freunde sollen nicht vergeblich gestorben sein.<br>Ich werde für die Zukunft kämpfen!", "¡Los sacrificios de mis amigos no serán en vano!<br>¡Construiré un nuevo futuro con mis manos!"]}}, "202000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1167, 3537, 390], "ATK": [44, 132, 26], "MP": [47, 143, 65], "MAG": [38, 114, 26], "SPR": [38, 114, 26], "DEF": [42, 128, 34]}, "magic_affinity": [5, 4, 4, 0], "ability_slots": 4, "limitburst_id": 202000106, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 407, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [20, 41], "effect_frames": [18, 39], "strings": {"evolution": ["No matter what trials befall us,<br>we must keep moving forward.", "無論遇到多麼痛苦的事情，<br>我們都要繼續前進。", "아무리 괴로운 일이 있더라도<br>우리들은 앞으로 나아간다.", "Quelles que soient les épreuves qui nous attendent,<br>nous devons aller de l'avant.", "Wie die Prüfung auch lautet,<br>wir müssen vorwärts.", "No importa que desafíos nos esperen más adelante, debemos seguir avanzando."], "affinity": ["My friends give me strength.<br>Nothing would make me happier than to make you feel the same.", "有夥伴就會心安很多。<br>希望我也能<br>支撐你前行……", "동료가 있다는 건 정말 듬직하구나.<br>나도 네 버팀목이 될 수 있다면<br>좋을 텐데……", "Mes amis sont ma force.<br>J'aimerais tant que tu ressentes la même chose...", "Meine Freunde geben mir Kraft.<br>Nichts würde mich mehr erfreuen, als wenn du auch so fühltest.", "Mis amigos me dan fuerza.<br>Nada me haría más feliz que hacer lo mismo por ti."], "description": ["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. Firion joined the rebel army led by Princess Hilda in order to recover his homeland of Fynn from the clutches of the Palamecian Empire. Unfortunately, however, the war costs Firion many of his allies and he is left to cope with the grief accompanying their loss. Eventually he welcomes back his childhood friend turned Dark Knight for the empire, Leon, and together they face off against the Emperor seeking to destroy their world.", "異界有關帝國與反叛軍戰鬥的故事中登場的青年，由於故鄉菲因王國被帕拉美奇亞帝國侵佔，他加入了由希爾達公主率領的反叛軍。夥伴們在戰爭中依次喪命，他不得不克服悲傷繼續戰鬥下去。後來，他與化身為帝國將領黑暗騎士的兒時玩伴萊昂哈特攜手，共同挑戰從地獄復甦、想要毀滅世界的皇帝。", "머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 청년. 파라메키아 제국으로부터 고향 핀 왕국을 되찾기 위하여 왕녀 힐다가 지휘하는 반란군에 가담했다. 이어지는 싸움 속에서 힘을 빌려준 자들이 차례차례 목숨을 잃었지만 슬픔을 극복하고 고군분투하며, 다크 나이트로서 제국의 장군이 된 죽마고우 레온하르트를 동료로 맞이해, 지옥에서 돌아와 세계를 멸망시키려 하는 황제에게 맞섰다.", "Un jeune homme qui apparaît dans les récits d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscita. Firion rejoignit l'armée rebelle menée par la princesse Hilda afin d'arracher sa terre natale, Fynn, des griffes de l'empire de Palmécia. Malheureusement, la guerre emporta nombre de ses alliés, et il se retrouva seul avec le chagrin causé par leur disparition. Finalement, il fut réuni avec son ami d'enfance Léon, devenu Chevalier noir pour l'empire, et ensemble, ils se dressèrent contre l'Empereur qui cherchait à détruire le monde.", "Ein junger Mann aus den Geschichten einer fernen Welt, in denen es um ein Imperium und eine Rebellion geht. Um das Reich Palmekia, welches sein Heimatland Finn zerstörte, zu besiegen, schließt er sich der von Prinzessin Hilda angeführten Rebellenarmee an. Im Krieg jedoch verliert Firion viele Verbündete. Schließlich trifft er jedoch auf seinen Kindheitsfreund Leon, den das Imperium in einen Dunkelritter verwandelte. Gemeinsam treten sie gegen den Imperator an, der ihre Welt vernichten will.", "Un joven que aparece en las historias de un mundo lejano, donde interviene en una historia de un imperio y la rebelión que hubo contra él. Firion se unió al ejército enemigo liderado por la princesa Hilda para recuperar su nación de Fynn de las garras del Imperio Palameciano. Sin embargo, desgraciadamente la guerra le cuesta a Firion muchos de sus aliados, y se queda para hacer frente a la pena que acompaña su pérdida. Más adelante le da la bienvenida a su amigo de la infancia, convertido en el Caballero Oscuro del imperio, Leon, y juntos se enfrentan al Emperador que intenta destruir su mundo."], "fusion": ["Believe in the future, and push forward!<br>That's all you've got to do!", "相信未來，珍惜現在，<br>你要做的就這麼多！", "미래를 믿고, 현재를 살아간다.<br>그것뿐이다!", "Croire dans le futur et aller de l'avant !<br>C'est tout ce que tu as à faire !", "Glaube und kämpfe für die Zukunft!<br>Mehr braucht es nicht!", "¡Cree en el futuro y sigue adelante¡<br>¡Eso es todo lo que tienes que hacer!"], "summon": ["It seems you are able to fight without<br>giving up on your dreams, as well.<br>Allow me to assist you.", "看來，你並沒有放棄希望，<br>一直在堅持戰鬥。<br>請讓我也助力吧。", "그대도 희망을 잃지 않고<br>싸워나가고 있군.<br>나도 가세하겠다.", "Il semble que tu dois capable de te battre sans abandonner tes rêves.<br>Laisse-moi te prêter main-forte.", "Du kämpfst ebenfalls,<br>ohne deine Träume aufzugeben.<br>Lass mich dir assistieren.", "Parece que eres capaz de luchar sin dejar tus sueños a un lado.<br>Permíteme que te ayude."]}}}, "job": "Warrior", "sex": "Male", "game": "FFII", "rarity_max": 6, "names": ["Firion", "弗利奧尼爾", "프리오닐", "Firion", "Firion", "Firion"], "equip": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 30, 40, 41, 50, 51, 60], "game_id": 10002, "rarity_min": 3, "tribe_id": 5, "id": "202000103", "job_id": 5}