{"TMR": ["EQUIP", 310001700], "name": "Emperor", "is_summonable": true, "skills": [{"level": 3, "type": "MAGIC", "id": 20200, "rarity": 5}, {"level": 3, "type": "MAGIC", "id": 20210, "rarity": 5}, {"level": 3, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 12, "type": "ABILITY", "id": 205020, "rarity": 5}, {"level": 27, "type": "MAGIC", "id": 20240, "rarity": 5}, {"level": 35, "type": "ABILITY", "id": 204990, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 50, "type": "ABILITY", "id": 204980, "rarity": 5}, {"level": 60, "type": "ABILITY", "id": 205010, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 100120, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 200160, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 204960, "rarity": 6}, {"level": 21, "type": "ABILITY", "id": 205030, "rarity": 6}, {"level": 84, "type": "MAGIC", "id": 20350, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 205000, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 204970, "rarity": 6}], "sex_id": 1, "entries": {"202000505": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [894, 2708, 240], "ATK": [29, 89, 16], "MP": [47, 141, 40], "MAG": [38, 114, 24], "SPR": [34, 103, 16], "DEF": [31, 93, 16]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 202000505, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 422, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [31, 35], "effect_frames": [29, 33], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Ha ha ha ha...<br>I approve of your service to me.", "呵呵呵……<br>我賦予你侍奉我的權利。", "훗훗훗……<br>날 섬길 수 있도록 해 주지.", "Hé hé hé hé...<br>J'accepte que tu me serves.", "Hehehehe ...<br>Ich nehme deine Dienste an.", "Je, je, je, je...<br>Quedas aceptado como mi sirviente."], "description": ["The ruler of the empire that a rebel army opposes in tales from a distant world. The Emperor stands atop the war-hungry empire of Palamecia, and is a man with no regard for human life. Capable of terrible magic, he summons demonic forces from hell into the mortal realm to destroy the world. After leaving the kingdoms of Deist and Kashuan in ruins, he subjugates the remaining territories around him to his merciless rule. Even more disconcerting, however, he has also begun the construction of the Dreadnought, a war machine of great power capable of ruthless destruction.", "異界有關帝國與反叛軍戰鬥的故事中登場的皇帝。他是軍事國家帕拉美奇亞的一國之君，對任何人都十分冷酷無情。他用自己高超的魔力召喚魔界的魔物，在世界各地進行肆虐。在毀滅了多個國家之後，他把這些國家的城鎮歸入自己的統治。他還製造了以大戰艦為首的多種兵器，無情地破壞著整個世界。", "반란군이 제국에 대항하는 이계의 이야기에 등장하는 황제. 군사국가 파라메키아의 정점에 선 존재로, 누구에게나 고압적인 태도를 고수한다. 지니고 있는 무시무시한 마력으로 마계로부터 마물을 소환하여, 세계 각지를 짓밟았다. 디스트와 카슈온을 차례차례 멸망시키고 남겨진 마을을 지배하에 두었으며, 대전함을 비롯한 병기를 움직여 각지를 무자비하게 궤멸시켜 나갔다.", "Le dirigeant d'un empire auquel s'oppose une armée rebelle dans les légendes d'un monde lointain. L'Empereur se trouve à la tête de l'insatiable empire de Palmécia, à travers lequel il exprime son mépris total pour la vie humaine. Doté de pouvoirs effroyables, il invoque des forces démoniaques venues de l'Enfer afin de dominer le monde. Non content d'avoir dévasté les royaumes de Deist et de Kashuan, il entreprit de subjuguer les territoires restants. Mais surtout, il ordonna également la construction du Cuirassé, une arme de guerre surpuissante au potentiel de destruction terrifiant.", "Der Herrscher des Imperiums aus den Geschichten einer fernen Welt, dem eine Rebellenarmee entgegensteht. Der Imperator steht an der Spitze des machthungrigen Imperiums Palmekia, dem ein Menschenleben nichts gilt. Zu schrecklicher Magie fähig, beschwört er dämonische Kräfte aus der Hölle in das Reich der Lebenden, um die Welt zu vernichten. Nachdem er die Königreiche von Deist und Kashuan in Ruinen hinterlässt, unterwirft er die übrigen Gebiete seiner gnadenlosen Herrschaft. Noch beunruhigender ist, dass er mit dem Bau einer mächtigen Kriegsmaschine beginnt, des Schlachtschiffs.", "El soberano del imperio al que se opone un ejército rebelde que protagoniza las historias de un mundo lejano. El Emperador se encuentra en la cima del imperio de Palamecia, hambriento de guerra, y se trata de un hombre que no tiene miramientos con la vida humana. Capaz de producir una magia terrible, invoca fuerzas demoníacas del infierno en el reino de los mortales para destruir el mundo. Después de dejar el reino de Deist y de Kashuan en ruinas, subyuga los territorios que quedan a su alrededor a su terrible gobierno. Sin embargo, de forma desconcertante, también ha comenzado la construcción de El Acorazado, una máquina de guerra con una capacidad de destrucción despiadada."], "fusion": ["You're quite thoughtful.<br>I shall use this gift you have given me.", "你做得很好。<br>去領賞吧。", "훌륭한 마음가짐이다.<br>선물을 내리도록 하지.", "Votre gentillesse vous honore.<br>Je ferai bon usage du cadeau que vous venez de me faire.", "Du bist sehr aufmerksam.<br>Ich werde dein Geschenk einsetzen.", "Que buen detalle.<br>Haré buen uso de este regalo que me has dado."], "summon": ["You require my power?<br>It will be quite costly, you know.", "你需要我的力量？<br>我可不會白白幫助你。", "내 힘이 필요한가?<br>대가는 비쌀 것이다.", "Tu as besoin de mes pouvoirs ?<br>Je te préviens, ça sera pas gratuit, hein !", "Ihr benötigt meine Stärke?<br>Ihr wisst, das wird kostspielig?", "¿Necesitas mi poder?<br>Te saldrá caro, que lo sepas."]}}, "202000506": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1162, 3521, 390], "ATK": [38, 116, 26], "MP": [61, 184, 65], "MAG": [49, 149, 34], "SPR": [44, 134, 26], "DEF": [40, 121, 26]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 202000506, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 423, "attack_damage": [[50, 50]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [31, 35], "effect_frames": [29, 33], "strings": {"evolution": ["Bow before my power!", "臣服於我的力量吧！", "내 힘 앞에<br>엎드리도록 하라!", "Prosternez-vous face à ma puissance !", "Beugt euch meiner Macht!", "¡Arrodíllate ante mi poder!"], "affinity": ["Ha ha ha ha...<br>I approve of your service to me.", "呵呵呵……<br>我賦予你侍奉我的權利。", "훗훗훗……<br>날 섬길 수 있도록 해 주지.", "Hé hé hé hé...<br>J'accepte que tu me serves.", "Hehehehe ...<br>Ich nehme deine Dienste an.", "Je, je, je, je...<br>Quedas aceptado como mi sirviente."], "description": ["The ruler of the empire that a rebel army opposes in tales from a distant world. The Emperor is the leader of the war-hungry empire of Palamecia, and a cruel man who believes in using any means necessary to satisfy his ambitions. He also views the rebel army based in Altair as nothing more than a source of entertainment on his path to world domination. However, he does kidnap the rebel army's leader Princess Hilda, in order to draw Firion and his friends to him. Not only does this lead to their first face to face encounter, but this underhanded tactic also results in the rebels' capture.", "異界有關帝國與反叛軍戰鬥的故事中登場的皇帝。他是軍事國家帕拉美奇亞的總帥，為了達成目的不惜一切手段。他將反叛軍的活動視為自己統治世界的餘興節目看待，並拐走反叛軍的領袖希爾達公主，以此引誘弗利奧尼爾等人上鉤，為人十分陰險狡詐。", "반란군이 제국에 대항하는 이계의 이야기에 등장하는 황제. 군사국가 파라메키아의 총수이며, 목적 달성을 위해서는 수단을 가리지 않는 비정한 인물이기도 하다. 알테아 마을을 중심으로 활동하는 반란군의 저항을, 자신이 세계를 지배하는 과정 속의 여흥 정도로밖에 여기지 않는다. 반란군을 지휘하는 왕녀 힐다를 납치해 프리오닐 일행을 유인하여, 굳이 자신과 접촉하게 한 뒤 붙잡는 등 음험한 책략을 일삼았다.", "Le dirigeant d'un empire auquel s'oppose une armée rebelle dans les légendes d'un monde lointain. L'Empereur est le chef de l'insatiable empire de Palmécia, mais aussi un homme cruel qui n'hésite pas à employer tous les moyens nécessaires pour satisfaire ses ambitions. Il considère l'armée rebelle établie à Altaïr comme une source de divertissement au milieu de ses plans de conquête mondiale. Néanmoins, il enleva quand même leur meneuse, la princesse Hilda, afin d'attirer Firion et ses amis jusqu'à lui. Cette ruse sournoise aboutira non seulement à leur premier face-à-face, mais aussi à la capture des rebelles.", "Der Herrscher des Imperiums aus den Geschichten einer fernen Welt, dem eine Rebellenarmee entgegensteht. Der Imperator steht an der Spitze des machthungrigen Imperiums Palmekia. Er ist ein grausamer Mann, der seine Ziele mit allen Mitteln durchsetzt. Die Rebellenarmee in Altair sieht er als Zeitvertreib auf dem Weg zur Weltherrschaft. Um Firion und seine Freunde zu sich zu locken, entführt er jedoch die Anführerin der Rebellenarmee, Prinzessin Hilda. Auf diese Weise treffen sich beide erstmalig und er kann die Rebellen gefangen nehmen.", "El soberano del imperio al que se opone un ejército rebelde que protagoniza las historias de un mundo lejano. El Emperador se encuentra en la cima del imperio de Palamecia, hambriento de guerra, y se trata de un hombre cruel que utiliza cualquier medio necesario para satisfacer sus ambiciones. También ve al ejército rebelde con base en Altair como nada más que una fuente de entretenimiento en su camino hacia la dominación mundial. Sin embargo, secuestra a la líder del ejército rebelde, la princesa Hilda, para atraer a Firion y a sus amigos hacia él. Esto no solo los conduce a su primer encuentro cara a cara, sino que esta técnica tan deshonesta también provoca la captura de los rebeldes."], "fusion": ["I will crush the hopes and dreams<br>of all those pitiful little insects.", "讓我來粉碎<br>螻蟻們的美夢。", "가엾은 벌레들의 소원을<br>짓밟아 주도록 하지.", "J'écraserai les espoirs et les rêves<br>de tous ces pitoyables insectes.", "Ich werde die Hoffnungen und Träume<br>dieser Insekten zerquetschen.", "Aplastaré las esperanzas y los sueños de todos estos pobres e insignificantes insectos."], "summon": ["What a feast we have before us.<br>I shall personally accompany you.", "看起來很有意思啊。<br>讓我親自對付吧！", "즐거워 보이는 연회로군.<br>내가 직접 상대해 주겠다.", "Quelle festin ! Tout à l'air délicieux.<br>Très bien, laisse-moi t'accompagner", "Was für ein Fest wir vor uns haben.<br>Ich persönlich werde dich begleiten.", "Menudo banquete nos espera.<br>Te acompañaré personalmente."]}}}, "job": "Emperor", "sex": "Male", "game": "FFII", "rarity_max": 6, "names": ["Emperor", "皇帝", "황제", "Empereur", "Imperator", "Emperador"], "equip": [5, 6, 40, 50, 53, 60], "game_id": 10002, "rarity_min": 5, "tribe_id": 5, "id": "202000505", "job_id": 56}