{"TMR": ["MATERIA", 504205260], "name": "Leon", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 205270, "rarity": 4}, {"level": 10, "type": "ABILITY", "id": 100080, "rarity": 4}, {"level": 10, "type": "ABILITY", "id": 100140, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 205300, "rarity": 4}, {"level": 41, "type": "ABILITY", "id": 205320, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 205330, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 205280, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 100010, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 200310, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 205290, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 205310, "rarity": 5}], "sex_id": 1, "entries": {"202000405": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [889, 2695, 240], "ATK": [37, 113, 24], "MP": [39, 118, 40], "MAG": [30, 92, 16], "SPR": [30, 92, 16], "DEF": [33, 101, 16]}, "magic_affinity": [0, 3, 0, 0], "ability_slots": 4, "limitburst_id": 202000405, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 421, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [22, 57], "effect_frames": [20, 55], "strings": {"evolution": ["What is it that rules over all?<br>It's power, I tell you!", "支配這個世界的是什麼？<br>當然是力量了！", "이 세계를 지배하는 게 뭐냐고?<br>그건 바로 힘이다!", "Qu'est-ce qui fait marcher le monde ?<br>La force, ça ne fait aucun doute !", "Was beherrscht alles?<br>Kraft, ich sage es dir!", "¿Qué es lo que está por encima de todo?<br>¡Yo te lo diré, es el poder!"], "affinity": ["To have supported me,<br>a betrayer of my homeland, for so long...<br>You're quite a curious one.", "我背叛了祖國，<br>而你竟為我撐腰。<br>這是個好事之徒。", "조국을 배신한 내게<br>이렇게까지 힘을 부여해 주다니.<br>별난 녀석이군.", "J'arrive pas à croire que tu sois resté à mes côtés si longtemps, moi, un traître à sa patrie.<br>T'es vraiment un curieux personnage.", "Dass du mich so unterstützt,<br>einen Verräter seiner Heimat ...<br>Du bist wirklich merkwürdig.", "Que me hayas apoyado,<br>siendo un traidor hacia mi patria, durante tanto tiempo...<br>Eres bastante peculiar."], "description": ["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. After the Palamecian Empire gains control of Fynn, Leon leaves the empire's forces to become the Dark Knight. He is then tasked with the building of the Dreadnought and serves as the right-hand man of the Emperor, doing his bidding throughout the land. Leon encounters Firion and the others under the guise of the Dark Knight numerous times, but it was not until they heard him speak that his sister Maria recognized his true identity.", "異界有關帝國與反叛軍戰鬥的故事中登場的青年，在祖國被帕拉美奇亞帝國侵佔之後，他投奔帝國軍，作為黑暗騎士主導著大戰艦的建造。同時，他也是皇帝的左膀右臂，和加入反叛軍的弗利奧尼爾等人也有過隔著頭盔對峙的機會。那時瑪利亞從聲音判斷出來他就是自己的親哥哥。", "머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 청년. 조국인 핀 왕국이 파라메키아 제국의 지배를 받게 된 뒤, 제국군에 들어가 다크 나이트로서 대전함의 건조를 주도하게 된다. 황제의 오른팔이 되어 각지에서 활동하며, 반란군에 가담한 프리오닐 일행과는 투구로 얼굴을 감춘 상태로 직접 대치하기도 했다. 이때의 목소리를 계기로, 여동생 마리아에게 정체를 들키고 만다.", "Un jeune homme qui apparaît dans les récits d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscita. Après que l'empire de Palmécia prit le contrôle de Fynn, Léon quitta les rangs de l'armée impériale afin de devenir Chevalier noir. Il fut chargé de superviser la construction du Cuirassé et servit de bras droit à l'Empereur, exécutant ses moindres ordres. À de nombreuses reprises, il croisa la route de Firion et ses amis sous l'identité du Chevalier noir, mais ce fut lorsqu'ils entendirent sa voix que sa sœur Maria comprit sa véritable identité.", "Ein junger Mann aus den Geschichten einer fernen Welt, in denen es um ein Imperium und eine Rebellion geht. Nach der Machtübernahme von Finn durch das Imperium Palmekia verlässt Leon die imperialen Kräfte, um ein Dunkelritter zu werden. Er wird dann mit dem Bau des Schlachtschiffs beauftragt und dient als rechte Hand des Imperators. Als Dunkelritter verkleidet, trifft Leon mehrmals auf Firion und die anderen. Doch erst als sie ihn sprechen hören, erkennt seine Schwester Maria seine wahre Identität.", "Un joven que aparece en las historias de un mundo lejano, donde protagoniza una historia de un imperio y de la rebelión que se enfrenta a él. Después de que el Imperio Palamecio obtenga el control de Fynn, Leon abandona las fuerzas del imperio para convertirse en el Caballero Oscuro. Luego se le asigna la tarea de construir El Acorazado y sirve como mano derecha del Emperador, llevando a cabo su voluntad en la tierra. Leon se encuentra a Firion y a los demás bajo la apariencia del Caballero Oscuro, pero hasta que no lo oyen hablar María no reconoce su verdadera identidad."], "fusion": ["This power is mine!<br>I'm not giving it to anyone!", "這力量是屬於我的！<br>絕不會把它讓給他人！！", "이 힘은 내 것이다!<br>누구에게도 넘기지 않겠어.", "Ce pouvoir est à moi !<br>Je le donnerai à personne !", "Diese Kraft ist mein!<br>Sie gehört mir!", "¡Este poder es todo mío!<br>¡No se lo daré a nadie!"], "summon": ["Rest assured,<br>I will not abandon my responsibilities<br>and leave you in the thick of it.", "我不會放棄任務，<br>也不會半途而廢。<br>放心吧。", "임무를 내던지고<br>중간에 돌아갈 생각은 없어.<br>안심하라구.", "Rassure-toi,<br>je n'abandonnerai pas mes resposabilités et<br>je ne te laisserai jamais en plan", "Sei versichert,<br>ich werde meine Pflichten nicht aufgeben<br>und dich im Gefecht alleine lassen.", "Estate seguro de que no abandonaré mi deber<br>y no te dejaré solo en la estacada."]}}, "202000404": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [684, 2073, 210], "ATK": [28, 86, 18], "MP": [30, 90, 35], "MAG": [23, 70, 14], "SPR": [23, 70, 14], "DEF": [25, 77, 14]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 3, "limitburst_id": 202000404, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040400": 8, "290050300": 15, "290020200": 25, "290050400": 8, "290030000": 13}}, "rarity": 4, "compendium_id": 420, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [22, 57], "effect_frames": [20, 55], "strings": {"evolution": null, "affinity": ["To have supported me,<br>a betrayer of my homeland, for so long...<br>You're quite a curious one.", "我背叛了祖國，<br>而你竟為我撐腰。<br>這是個好事之徒。", "조국을 배신한 내게<br>이렇게까지 힘을 부여해 주다니.<br>별난 녀석이군.", "J'arrive pas à croire que tu sois resté à mes côtés si longtemps, moi, un traître à sa patrie.<br>T'es vraiment un curieux personnage.", "Dass du mich so unterstützt,<br>einen Verräter seiner Heimat ...<br>Du bist wirklich merkwürdig.", "Que me hayas apoyado,<br>siendo un traidor hacia mi patria, durante tanto tiempo...<br>Eres bastante peculiar."], "description": ["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. Leon is older brother to Maria, and adoptive brother to Firion and Guy. Eventually he loses his parents to the invasion of the Palamecian Empire that strikes his homeland, and becomes separated from his siblings after suffering an attack by a Dark Knight. Lead astray by the circumstances surrounding him, he comes to believe that power is everything and joins forces with the empire, where his skill is immediately recognized and rewarded.", "異界有關帝國與反叛軍戰鬥的故事中登場的青年，是瑪利亞的親哥哥，與弗利奧尼爾和卡伊一起長大，情同手足。他在帕拉美奇亞帝國侵佔家園時失去了雙親，又因受到黑騎士的襲擊而與妹妹失散。孤身一人的萊昂哈特認為力量才是全部，因此加入了敵國帕拉美奇亞，不久他就嶄露頭角，成為了司令官。", "머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 청년. 마리아의 친오빠로, 프리오닐과 가이와는 의형제처럼 자랐다. 파라메키아 제국의 침공에 의해 부모님을 잃고, 흑기사의 습격으로 인해 여동생과도 생이별하고 만다. 혼자 남겨진 레온하르트는, 힘이야말로 전부라는 생각에 적국 파라메키아의 군대에 입대하게 되고, 두각을 나타내 눈 깜짝할 사이에 사령관의 위치까지 올라가게 된다.", "Un jeune homme qui apparaît dans les récits d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscita. Léon est le grand frère de Maria, ainsi que le frère adoptif de Firion et Guy. Malheureusement, il perdit ses parents lors de l'invasion de son pays par l'empire de Palmécia, puis fut séparé de ses frères et sœur après l'attaque d'un Chevalier noir. Emporté par les circonstances, il en vint à penser que rien ne comptait autant que le pouvoir et rejoignit les rangs de l'empire, où ses compétences furent aussitôt remarquées et récompensées.", "Ein junger Mann aus den Geschichten einer fernen Welt, in denen es um ein Imperium und eine Rebellion geht. Leon ist der ältere Bruder Marias und Adoptivbruder von Firion und Guy. Er verlor sein Eltern bei einem Angriff des Imperiums Palmekia und wird nach dem Angriff eines Dunkelritters von seinen Geschwistern getrennt. Durch die Umstände fehlgeleitet, glaubt er, dass alleine Macht zählt. Er schließt sich dem Imperium an, wo seine Fertigkeiten sofort erkannt und belohnt werden.", "Un joven que aparece en las historias de un mundo lejano, donde protagoniza una historia de un imperio y de la rebelión que se enfrenta a él. Leon es el hermano mayor de María, y hermano adoptivo de Firion y Guy. Finalmente pierde a su padres debido a la invasión del Imperio Palamecio que asola a su nación, y se separa de sus hermanos después de sufrir el ataque de un Caballero Oscuro. Llevado por las circunstancias que lo rodean, llega a pensar que el poder lo es todo, y se une a las fuerzas del imperio, donde sus habilidades son reconocidas y premiadas inmediatamente."], "fusion": ["I've become stronger!<br>There's no way I'm letting go<br>of this new power!", "我變得更強了！<br>絕不會把這力量讓給他人！！", "난 강해진 것이다!<br>이 힘을 놓치지 않겠어!", "Je suis plus fort désormais !,<br>Jamais je n'abandonnerai ce nouveau pouvoir !", "Ich bin stärker!<br>Diese neue Kraft lasse ich<br>nicht mehr los!", "¡Me he vuelto más fuerte!<br>¡No habrá quien me quite de las manos este poder!"], "summon": ["It was you who called upon me?<br>You think you can beat me?", "是你召喚了我啊。<br>你以為能戰勝我？", "네가 날 불러냈는가.<br>날 이길 수 있다고 생각하나?", "C'est toi qui viens se m'appeler ?<br>Tu crois que tu peux me battre ?", "Du hast mich gerufen?<br>Denkst du, du kannst mich schlagen?", "¿Eres tu quién me ha invocado?<br>¿Crees que podrás derrotarme?"]}}}, "job": "Fell Knight", "sex": "Male", "game": "FFII", "rarity_max": 5, "names": ["Leon", "萊昂哈特", "레온하르트", "Léon", "Leon", "Leon"], "equip": [1, 2, 7, 8, 10, 30, 31, 40, 41, 51, 52, 60], "game_id": 10002, "rarity_min": 4, "tribe_id": 5, "id": "202000404", "job_id": 64}