{"TMR": ["MATERIA", 504200250], "name": "Paul", "is_summonable": false, "skills": [{"level": 1, "type": "ABILITY", "id": 200010, "rarity": 2}, {"level": 13, "type": "ABILITY", "id": 200030, "rarity": 2}, {"level": 29, "type": "ABILITY", "id": 101410, "rarity": 2}, {"level": 18, "type": "ABILITY", "id": 200410, "rarity": 3}, {"level": 34, "type": "ABILITY", "id": 101270, "rarity": 3}], "sex_id": 1, "entries": {"202001402": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [278, 841, 450], "ATK": [13, 38, 30], "MP": [14, 41, 75], "MAG": [11, 33, 30], "SPR": [10, 31, 30], "DEF": [11, 33, 30]}, "magic_affinity": [0, 1, 0, 0], "ability_slots": 1, "limitburst_id": 202001402, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 750, "materials": {"290050100": 8, "290050200": 1, "290010000": 3}}, "rarity": 2, "compendium_id": 33, "attack_damage": [[100]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [19], "effect_frames": [17], "strings": {"evolution": [null, null, null, null, null, null], "affinity": [null, null, null, null, null, null], "description": ["An elusive thief who appears in a tale of empires and rebels, told in a faraway world. His claim to be the best thief in the world is undisputed, provided you don't ask anyone else. No-one, though, can fault his moral fiber, as he steals only from the dastardly Empire. His infiltration of Castle Palamecia was an indubitable display of his talents, but his constant braggadocio has a tendency to wear on his companions.", "異界有關帝國與反叛軍戰鬥的故事中登場的盜賊，他神出鬼沒，經常得意洋洋地稱自己是世界第一。但其實他是一個只從作惡多端的帝國那裡偷東西的義賊，為人十分講義氣。他身手過人，曾成功潛入過固若金湯的帕拉美奇亞城，但回來後總是無休止地向周圍的人炫耀當時的偉績，也算是他美中不足的一個缺點。", "머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 신출귀몰한 도적. 세계 제일의 도적을 자처하는 등 성격은 경박하지만, 악행을 일삼는 제국의 재물만을 훔치는 정 많고 따뜻한 의적이다. 난공불락이던 파라메키아 성에 숨어들 정도로 실력은 뛰어나지만, 그 일을 주변 사람들의 귀에 딱지가 앉도록 자랑하고 다니는 것이 옥의 티이다.", "Un voleur insaisissable qui apparaît dans une histoire d'empires et de rebelles, située dans un monde lointain. Il se dit le plus grand voleur au monde, ce qui est vrai tant que personne ne donne son avis. Personne ne nie son sens de la morale, lui qui ne vole qu'à l'ignoble Empire. Qu'il ait réussi à s'introduire dans le Château Palmécia est une preuve de son talent, mais ses vantardises ont tendance à agacer.", "Raffinierter Dieb aus einer Sage über Imperien und Rebellen, die man sich in einer fernen Welt erzählt. Er hält sich für den größten Dieb auf der Welt. Niemand wird jedoch seine moralische Ader anzweifeln, da er nur das niederträchtige Imperium bestiehlt. Seine Infiltrierung des Schlosses Palmekia zeigt zweifelsohne sein Talent, doch seine Prahlerei zehrt an den Nerven seiner Begleiter.", "Un ladrón escurridizo que aparece en un relato de imperios y rebeldes de un mundo remoto. Afirma que es el mejor de los ladrones, algo indiscutible si solo le preguntas a él. Aunque nadie puede dudar de su moralidad, ya que solo roba al cruel Imperio. Su infiltración en el castillo de Palamecia fue una muestra incuestionable de talento, pero que no deje de jactarse de ello suele cansar a sus compañeros."], "fusion": ["I always pay my debts.<br>Paul, greatest thief in all the world,<br>will pay you back, all right!", "我最討厭欠別人人情了！<br>就交給我吧，<br>我會幫助你更多的！", "난 빚지는 게 세상에서 제일 싫거든!<br>나만 믿고 있어 봐.<br>크게 한 건 해줄 테니까!", "Je rembourse toujours mes dettes.<br>Je te pairai rubis sur l'ongle ! J'en fais le serment sur mon honneur !", "Ich begleiche immer meine Schuld.<br>Paul, der größte Dieb aller Zeiten,<br>wird dir nichts schuldig bleiben!", "Siempre pago mis deudas.<br>¡Pablo, ladrón entre ladrones, te devolverá lo recibido!"], "summon": ["I'm Paul, greatest thief in all the world!<br>There's no loot I can't pilfer or pinch!", "我是世界第一的盜賊保羅！<br>這世上就沒有我偷不走的東西！", "이 몸이 세계 최고의 도적,<br>폴 님이시다!!<br>내가 훔치지 못하는 보물은 없어.", "Je suis Paul le Magnifique, le plus grand voleur au monde !<br>Il n'existe rien que je ne puisse dérober !", "Ich bin Paul, der größte Dieb der Welt!<br>Kein Schatz ist vor mir sicher!", "¡Soy Pablo, el mejor ladrón del mundo!<br>¡Puedo mangar o birlar cualquier botín!"]}}, "202001403": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [374, 1133, 600], "ATK": [17, 52, 40], "MP": [18, 55, 100], "MAG": [15, 44, 40], "SPR": [14, 42, 40], "DEF": [15, 45, 40]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 2, "limitburst_id": 202001403, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 3, "compendium_id": 34, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [19], "effect_frames": [17], "strings": {"evolution": ["So you're a collector, too?<br>Do you need to me to steal you something?", "你還真是個愛管閒事的傢伙，<br>說吧，想讓我去偷什麼？", "너도 참 어지간히<br>별난 녀석이네.<br>말만 해, 뭘 훔쳐다 줄까?", "Alors, toi aussi tu aimes collectionner des trucs ?<br>Tu veux que je vole quelque chose pour toi ?", "Also bist du auch ein Sammler?<br>Soll ich etwas für dich stehlen?", "¡Así que tú también eres coleccionista!<br>¿Necesitas que te robe algo?"], "affinity": ["That's it! I like you.<br>What do you say?<br>Come steal a fortune with me!", "我十分中意你！<br>怎麼樣？<br>要不要來跟我一起當盜賊啊？", "이 친구 마음에 드는데?<br>혹시 생각이 있으면<br>같이 손잡고 도적 일 해보지 않을래?", "Tu me plais bien, toi ! Ça te dirait de former un duo de voleurs avec moi ?", "Du und ich, wir sind aus demselben<br>Holz geschnitzt. Willst du nicht mit mir<br>ins Diebeshandwerk einsteigen?", "¡Decidido! Me caes bien.<br>¿Qué me dices?<br>¿Te vienes a robar una fortuna conmigo?"], "description": ["An elusive thief who appears in a tale of empires and rebels, told in a faraway world. An honorable type who boasts that the Empire holds no ill-gotten treasure he cannot reappropriate, he won fame for infiltrating the nigh-impregnable Castle Palamecia. Sometimes saving, sometimes being saved by Firion and his fellow rebels, he provides them with valuable weapons and information after the liberation of his hometown of Fynn.", "異界有關帝國與反叛軍戰鬥的故事中登場的盜賊，他神出鬼沒，是一個只從帝國那裡偷東西的義賊，曾成功潛入過固若金湯的帕拉美奇亞城。與參加反叛軍的弗利奧尼爾等人時常互幫互助，當被帝國佔領的故鄉菲因鎮解放後，他為來訪這裡的弗利奧尼爾等人提供了情報與財寶，並幫助了他們。", "머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 신출귀몰한 도적. 제국의 재물만을 훔친다는 신념을 지닌 의적으로, 난공불락이던 파라메키아 성에 숨어든 적도 있다. 반란군에 소속된 프리오닐 일행과는 서로 돕고 돕는 기묘한 관계였는데, 제국이 점령했던 고향 마을 핀이 해방되자 프리오닐 일행에게 정보와 보물을 제공하는 등 도움을 아끼지 않았다.", "Un voleur insaisissable qui apparaît dans une histoire d'empires et de rebelles d'un monde lointain. Un brave garçon qui prétend pouvoir s'emparer de n'importe quel trésor dans l'Empire. Il devint célèbre en s'introduisant dans l'imprenable Château Palmécia. Aidé par Firion et d'autres rebelles, quand ce n'est pas l'inverse, il leur fournit de précieuses armes et des informations après la libération de Fynn, sa ville natale.", "Raffinierter Dieb aus einer Sage über Imperien und Rebellen, die man sich in einer fernen Welt erzählt. Ehrenhafter Kerl, der damit prahlt, dass das Imperium keine unrechtmäßig erworbenen Schätze besitzt, die er nicht zurückstehlen kann. Erlangte Berühmtheit durch Infiltrieren des uneinnehmbaren Schlosses Palmekia. Nach Befreiung seiner Heimatstadt Finn versorgt er die Rebellen mit wertvollen Waffen und Informationen.", "Un ladrón escurridizo. Es una persona honesta que presume de que no hay ningún tesoro ilícito del Imperio que no pueda recuperar. Se ganó la fama infiltrándose en el castillo de Palamecia, casi inexpugnable. A veces salvador y a veces salvado por Firion y sus camaradas rebeldes, también les proporciona armas e información valiosa tras la liberación de Fyn, su patria."], "fusion": ["You want to hear about the time I snuck into Palamecia?<br>Sure, I used a kite to land on the roof...<br>Hey! Wait! What, you don't believe me!?", "帕拉美奇亞？問得好，<br>我可是乘著風箏侵入的那座城……<br>啊，你倒是好好聽我說啊！", "파라메키아? 장난 아니었지!<br>놀라지 마. 내가 말이야, 연을 타고<br>그 성에…… 야, 듣고 있어??", "Tu savais que je me suis infiltré à Palmécia ?<br>J'ai atterri sur le toit avec un cerf-volant, et...<br>Comment ça, tu ne me crois pas ?!", "Als ich in Palmekia eingedrungen bin,<br>da bin ich mit einem Gleiter ...<br>Was soll das heißen, du glaubst<br>mir nicht?!", "¿Quieres que te cuente cómo me colé en Palamecia?<br>Está bien. Usé una cometa para aterrizar en el tejado...<br>¡Espera! ¡¿Qué pasa, no me crees?!"], "summon": ["Leave the looting to Paul, the greatest thief the world has ever seen! Surely you've heard of me?", "世界第一的盜賊保羅大人來也！<br>放心地交給我吧！", "이 몸이 세계 최고의 도적,<br>폴 님이시다!<br>나만 믿으라고!", "Si vous avez quelque chose à voler, je suis votre homme ! On ne m'appelle pas Paul le Magnifique pour rien, vous savez !", "Überlass den schwierigen Teil ruhig mir, Paul, dem größten Dieb der Welt! ... Du weißt doch, wer ich bin, oder?", "¡Deja el pillaje en manos de Pablo, el mejor ladrón de este mundo! Seguro que has oído hablar de mí, ¿no?"]}}}, "job": "Bandit", "sex": "Male", "game": "FFII", "rarity_max": 3, "names": ["Paul", "保羅", "폴", "Paul", "Paul", "Pablo"], "equip": [1, 2, 13, 30, 40, 50, 51, 53, 60], "game_id": 10002, "rarity_min": 2, "tribe_id": 5, "id": "202001402", "job_id": 11}