{"TMR": ["MATERIA", 504205350], "name": "Guy", "is_summonable": true, "skills": [{"level": 4, "type": "ABILITY", "id": 101340, "rarity": 3}, {"level": 16, "type": "ABILITY", "id": 205370, "rarity": 3}, {"level": 25, "type": "ABILITY", "id": 205390, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 101410, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 205380, "rarity": 4}, {"level": 30, "type": "ABILITY", "id": 100010, "rarity": 5}, {"level": 51, "type": "ABILITY", "id": 205360, "rarity": 5}, {"level": 71, "type": "ABILITY", "id": 100070, "rarity": 5}, {"level": 71, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 79, "type": "ABILITY", "id": 201170, "rarity": 5}], "sex_id": 1, "entries": {"202000303": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [531, 1609, 210], "ATK": [21, 63, 10], "MP": [21, 64, 25], "MAG": [17, 50, 10], "SPR": [18, 56, 10], "DEF": [19, 57, 10]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 202000303, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290030000": 5, "290010000": 25, "290020100": 10}}, "rarity": 3, "compendium_id": 417, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [29], "effect_frames": [27], "strings": {"evolution": null, "affinity": ["I am happy with you.<br>Our journey was fun.<br>Fight more, with me!", "我 很高興 能和你在一起。<br>一起走過的旅程 很開心。<br>我還要戰鬥 就和你一起！", "나 너와 있으면 기쁘다.<br>함께 여행 즐겁다.<br>좀더 싸운다 함께!", "Quelle joie d'être à tes côtés.<br>Notre aventure a vraiment été palpitante.<br>Reste avec moi, le combat continue !", "Du machst mich glücklich.<br>Unsere Reise macht Spaß.<br>Kämpf mehr mit mir!", "Yo estoy feliz contigo.<br>Nuestro viaje fue divertido.<br>¡Peleemos más juntos!"], "description": ["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. Guy was taken in by Leon and Maria's parents along with the orphaned Firion as part of their family. He boasts of great physical power to match his bulky and gigantic stature, but contrary to what his appearance may lead others to believe, is very gentle and kind in nature. His eloquence with words leaves much to be desired, however, as being raised by wolves when he was a babe impaired his ability to speak from infancy.", "異界有關帝國與反叛軍戰鬥的故事中登場的青年，與孤兒弗利奧尼爾一起被萊昂哈特和瑪利亞的雙親收養，四人同親兄妹一般長大。他擁有健壯的體魄、發達的肌肉和一顆溫柔的心。由於兒時被狼養大，因此不擅與人交流，只能說一些隻言片語。", "머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 청년. 고아였던 프리오닐과 함께, 레온하르트와 마리아의 부모 아래서 한 가족이나 마찬가지로 자랐다. 단련된 육체를 가진 거한으로 보기 드문 근력을 자랑하지만, 외견과는 정반대로 매우 온화하고 상냥한 성격을 지녔다. 어린 시절 늑대에게 키워졌기 때문에 인간과의 커뮤니케이션에 서툴며, 인간의 언어는 아직 더듬거리는 수준에 불과하다.", "Un jeune homme qui apparaît dans les récits d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscita. Guy fut adopté par les parents de Léon et Maria en même temps que Firion, devenu orphelin. Sa force physique impressionnante est à l'image de sa carrure de colosse, mais contrairement à ce que les apparences pourraient laisser croire, il est d'une grande gentillesse. Cependant, le fait d'avoir été élevé par des loups durant les premières années de sa vie n'a pas été sans conséquence sur son degré d'éloquence...", "Ein junger Mann aus den Geschichten einer fernen Welt, in denen es um ein Imperium und eine Rebellion geht. Als Waise wurde er gemeinsam mit Firion in die Familie von Leon und Marie aufgenommen. Seine massige wie riesige Statur zeugt von physischer Stärke, er ist jedoch von Natur aus sehr freundlich. Mit Worten ist er nicht besonders geschickt, denn da er von den Wölfen aufgezogen wurde, ist sein Sprachvermögen beeinträchtigt.", "Un joven que aparece en las historias de un mundo lejano, donde protagoniza una historia de un imperio y de la rebelión que se enfrenta a él. Guy fue acogido por los padres de Leon y María, junto al huérfano Firion, como parte de su familia. Se jacta de tener un gran poder físico equiparado a su estatura gigantesca y corpulenta, pero al contrario de lo que su apariencia pueda hacer pensar a los demás, se trata de una persona muy educada y amable por naturaleza. Su elocuencia con las palabras deja mucho que deseas, aunque como fue criado por lobos cuando era un bebé, esto afectó a su capacidad de hablar desde la infancia."], "fusion": ["I'm stronger.<br>Still, I can grow stronger.", "我變強了，<br>今後還要變得更強。", "강해졌다.<br>나는 더욱<br>강해진다.", "Je suis plus fort.<br>Mais je peux l'être encore plus.", "Ich bin stärker.<br>Doch ich kann noch stärker werden.", "Soy más fuerte.<br>Pero puedo serlo más."], "summon": ["I will follow you.<br>I, now with you.<br>My power, now yours.", "我要跟著你。<br>讓我 一起。<br>我會 幫你。", "너를 따라간다.<br>나도 같이.<br>너의 힘이 된다.", "Je vais te suivre.<br>Je suis avec toi maintenant.<br>Mon pouvoir est tien.", "Ich folge dir.<br>Ich gehöre zu dir.<br>Meine Kraft ist dein.", "Yo, seguirte.<br>Ahora, yo a tu lado.<br>Mi poder es tuyo."]}}, "202000304": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [690, 2092, 270], "ATK": [27, 83, 14], "MP": [28, 84, 35], "MAG": [21, 65, 14], "SPR": [24, 73, 14], "DEF": [25, 75, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 202000304, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290030000": 10, "290040200": 5, "290020100": 20}}, "rarity": 4, "compendium_id": 418, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [29], "effect_frames": [27], "strings": {"evolution": ["Leave it to me.<br>I will protect everyone.<br>I will not lose!", "交給我吧。<br>我來守護大家。<br>不會輸給任何人！", "맡겨 줘.<br>나, 모두를 지킨다.<br>아무에게도 지지 않아!", "Laisse-le-moi.<br>Je protégerai tout le monde.<br>la défaite n'est pas une option pour moi !", "Überlasst es mir.<br>Ich werde alle schützen.<br>Und nicht verlieren!", "Déjamelo a mi.<br>Yo os protegeré a todos.<br>¡No caeré!"], "affinity": ["I am happy with you.<br>Our journey was fun.<br>Fight more, with me!", "我 很高興 能和你在一起。<br>一起走過的旅程 很開心。<br>我還要戰鬥 就和你一起！", "나 너와 있으면 기쁘다.<br>함께 여행 즐겁다.<br>좀 더 싸운다 함께!", "Quelle joie d'être à tes côtés.<br>Notre aventure a vraiment été palpitante.<br>Reste avec moi, le combat continue !", "Du machst mich glücklich.<br>Unsere Reise macht Spaß.<br>Kämpf mehr mit mir!", "Yo estoy feliz contigo.<br>Nuestro viaje fue divertido.<br>¡Peleemos más juntos!"], "description": ["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. Guy possesses both an superhuman strength and a massive physical frame not present in any of his other adoptive siblings--Firion, Leon, and Maria. However, contrary to what his appearance may suggest, he is a kind a gentle soul at heart. Guy's ability to speak is no better than a child's after having been raised by wolves during the earliest years of his infancy. Curiously enough though, he is rumored to have been able to understand animals.", "異界有關帝國與反叛軍戰鬥的故事中登場的青年，擁有超乎常人的怪力和堅實的肉體。他與弗利奧尼爾、萊昂哈特和瑪利亞一起長大，情同手足。雖然他看起來是個粗魯的巨漢，但其實性格十分溫柔，幼時被狼養大，只能說少數人類的語言。但同時，他也擁有能和動物交流的特技。", "머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 청년. 비할 데 없는 괴력과 강인한 육체를 지녔다. 프리오닐과 레온하르트, 마리아와는 한 가족처럼 자란 의형제로, 우락부락한 외견과는 정반대로 매우 온화하고 상냥한 성격이다. 고아였으며, 어린 시절 늑대에게 키워졌기 때문에 인간의 말은 더듬거리는 수준에 불과하다. 하지만 동물과 의사소통을 할 수 있는 특기를 가지고 있다.", "Un jeune homme qui apparaît dans les récits d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscita. Guy peut se vanter d'être le seul de sa fratrie (composée de lui-même, Firion, Léon et Maria) à posséder une carrure colossale et une force surhumaine, mais contrairement aux apparences, il est doux comme un agneau. Sa capacité à s'exprimer équivaut à celle d'un enfant, ayant été élevé par des loups durant les premières années de sa vie. Cependant, on raconte qu'il aurait l'étrange faculté de savoir parler aux animaux.", "Ein junger Mann aus den Geschichten einer fernen Welt, in denen es um ein Imperium und eine Rebellion geht. Aufgrund seines massigen Körpers besitzt Guy übermenschliche Kräfte, die seine Adoptivgeschwister Firion, Leon und Maria nicht haben. Entgegen seiner Erscheinung trägt er jedoch das Herz am rechten Fleck. Guy wurde von Wölfen aufgezogen und hat daher ein eingeschränktes Sprachvermögen. Es heißt aber, er sei in der Lage, Tiere zu verstehen.", "Un joven que aparece en las historias de un mundo lejano, donde protagoniza una historia de un imperio y de la rebelión que se enfrenta a él. Guy posee tanto una fuerza sobrehumana como una impresionante imagen física que no está presente en ninguno de sus otros hermanos adoptivos: Firion, Leon y María. Sin embargo, al contrario de lo que esto podría sugerir, se trata de un alma amable y gentil. La capacidad de palabra de Guy no es mejor que la de un niño, ya que fue criado por lobos durante los primeros años de su infancia. Algo curioso: se rumorea que es capaz de entender a los animales."], "fusion": ["Are there giant beavers<br>in this world, as well?", "這個世界<br>也有大海狸嗎？", "이 세계에도<br>자이언트 비버<br>있어……?", "Existe-t-il des castors géants<br>dans ce monde aussi ?", "Gibt es in dieser Welt auch<br>riesige Biber?", "¿Hay castores gigantes también en este mundo?"], "summon": ["I can understand animals.<br>They want to save you.<br>Surely, they will be of help.", "我 聽懂 動物的話。<br>幫助 你們。<br>一定 能。", "나 동물 말 알아.<br>너희들 도와준다.<br>분명 쓸모 있다.", "Je peux comprendre les animaux.<br>Il veulent te sauver.<br>Ils te seront d'une grande aide.", "Ich verstehe die Tiere.<br>Sie wollen dich retten.<br>Das wird sicher eine Hilfe sein.", "Comprendo a los animales.<br>Quieren salvaros.<br>Seguro que os ayudarán."]}}, "202000305": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [898, 2720, 360], "ATK": [36, 108, 16], "MP": [36, 110, 40], "MAG": [28, 85, 16], "SPR": [32, 96, 16], "DEF": [32, 98, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 202000305, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 419, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [29], "effect_frames": [27], "strings": {"evolution": ["I will end the fight.<br>I won't let anyone die.<br>No one!", "我會讓戰爭結束。<br>不會再讓任何人犧牲！", "싸움을 끝낸다.<br>이제 누구도<br>죽게 하지 않아!", "Je vais mettre un terme à ce combat.<br>Personne ne va mourir tant que je serai là. Personne !", "Ich beende diesen Kampf.<br>Niemand wird sterben.<br>Niemand!", "Acabaré con esta pelea.<br>No dejaré caer a nadie.<br>¡A nadie!"], "affinity": ["I am happy with you.<br>Our journey was fun.<br>Fight more, with me!", "我 很高興 能和你在一起。<br>一起走過的旅程 很開心。<br>我還要戰鬥 就和你一起！", "나 너와 있으면 기쁘다.<br>함께 여행 즐겁다.<br>좀 더 싸운다 함께!", "Quelle joie d'être à tes côtés.<br>Notre aventure a vraiment été palpitante.<br>Reste avec moi, le combat continue !", "Du machst mich glücklich.<br>Unsere Reise macht Spaß.<br>Kämpf mehr mit mir!", "Yo estoy feliz contigo.<br>Nuestro viaje fue divertido.<br>¡Peleemos más juntos!"], "description": ["A young man who appears in tales from a distant world, where he features in a story of an empire and the rebellion against it. Guy is a gentle-hearted lad of great prowess and stature who decided to join the rebel army alongside Firion and Maria after his homeland of Fynn met its destruction at the hands of the Emperor. He uses both his strength and his unique ability to communicate with animals in order to protect his friends throughout their journey. Vowing to fight until peace returns to their world, Guy continues supporting Firion every step of the way.", "異界有關帝國與反叛軍戰鬥的故事中登場的人物，擁有超乎常人的怪力、堅實的肉體和一顆溫柔的心。由於故鄉菲因鎮被帝國佔領，因此與弗利奧尼爾、瑪利亞一同加入了反叛軍。他用與生俱來的怪力和能與動物交流的能力保護著夥伴們，直到戰爭結束和平到來，他一直扶持著弗利奧尼爾。", "머나먼 이계에 전해지는 제국과 반란군 이야기에 등장하는 인물. 비할 데 없는 괴력과 강인한 육체를 지닌 상냥한 청년으로, 고향인 핀 마을이 제국의 침략을 받아 함락된 것을 계기로 프리오닐, 마리아와 함께 반란군에 지원하게 되었다. 괴력과 동물과의 의사소통 능력을 충분히 발휘하여 동료를 지키고 앞길을 열어준다. 싸움이 끝나고 평화가 찾아올 때까지, 프리오닐의 버팀목이 되어 주었다.", "Un jeune homme qui apparaît dans les récits d'un autre monde, évoquant l'histoire d'un empire et de la révolte qu'il suscita. Aussi imposant physiquement que doux et innocent, Guy décida de rejoindre l'armée rebelle aux côtés de Firion et Maria après la destruction de leur terre natale, Fynn, des mains de l'Empereur. Tout au long de leur voyage, il utilisa aussi bien sa force que sa capacité unique à communiquer avec les animaux afin de protéger ses amis. Ayant juré de se battre jusqu'à ce que la paix revienne, Guy représente un allié des plus précieux pour Firion.", "Ein junger Mann aus den Geschichten einer fernen Welt, in denen es um ein Imperium und eine Rebellion geht. Guy ist ein sanftmütiger starker Kerl von mächtigem Talent und Körperbau. Gemeinsam mit Firion und Maria schloss er sich nach der Zerstörung seiner Heimat Finn durch den Imperator den Rebellen an. Mit seiner körperlichen Stärke und Fertigkeit, mit Tieren zu sprechen, beschützt er seine Freunde auf ihrer Reise. Da er geschworen hat, solange zu kämpfen, bis in ihrer Welt wieder Friede herrscht, unterstützt Guy Firion auf Schritt und Tritt.", "Un joven que aparece en las historias de un mundo lejano, donde protagoniza una historia de un imperio y de la rebelión que se enfrenta a él. Guy es un muchacho de buen corazón, grandes progresos y estatura que decidió unirse al ejército rebelde junto a Firion y María después de que su nación de Fynn conociese la destrucción por las manos del Emperador. Utiliza tanto su fuerza como su habilidad única para comunicarse con los animales para proteger a sus amigos a lo largo de su viaje. Con la promesa de luchar hasta que la paz vuelva a su mundo, Guy sigue apoyando a Firion a cada paso del camino."], "fusion": ["I am happy.<br>With this power,<br>I can protect my friends.", "我很開心。<br>因為這樣就能<br>更好地保護同伴了。", "기쁘다.<br>이걸로 더욱<br>동료 지킨다.", "Quelle joie !<br>JE peux protéger mes amis<br>avec ce pouvoir.", "Ich bin glücklich.<br>Mit dieser Kraft<br>kann ich meine Freunde schützen.", "Estoy contento.<br>¡Con este poder puedo proteger a mis amigos."], "summon": ["You and me, now friends.<br>Friends make me happy.<br>I can try even harder.", "我 和你 同伴。<br>有 同伴 高興。<br>我會 更努力。", "나는 네 동료가 된다.<br>동료 있으면 기쁘다.<br>좀 더 힘낸다.", "Toi et moi, amis maintenant.<br>Les amis me rendent heureux.<br>Je peux me dépasser.", "Du und ich sind jetzt Freunde.<br>Freunde machen mich glücklich.<br>Ich kann mich noch mehr anstrengen.", "Tú y yo, ahora amigos.<br>Los amigos me hacen feliz.<br>Podré esforzarme aún más."]}}}, "job": "Warrior", "sex": "Male", "game": "FFII", "rarity_max": 5, "names": ["Guy", "卡伊", "가이", "Guy", "Guy", "Guy"], "equip": [1, 2, 8, 9, 10, 16, 30, 40, 41, 50, 51, 60], "game_id": 10002, "rarity_min": 3, "tribe_id": 5, "id": "202000303", "job_id": 5}