{"TMR": ["MATERIA", 504203370], "name": "Refia", "is_summonable": true, "skills": [{"level": 4, "type": "MAGIC", "id": 10090, "rarity": 4}, {"level": 4, "type": "MAGIC", "id": 10110, "rarity": 4}, {"level": 21, "type": "MAGIC", "id": 10130, "rarity": 4}, {"level": 34, "type": "ABILITY", "id": 100010, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 10150, "rarity": 4}, {"level": 12, "type": "MAGIC", "id": 10070, "rarity": 5}, {"level": 71, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 203350, "rarity": 6}, {"level": 40, "type": "ABILITY", "id": 100180, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 203360, "rarity": 6}, {"level": 100, "type": "MAGIC", "id": 10180, "rarity": 6}], "sex_id": 2, "entries": {"203000404": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [609, 1846, 210], "ATK": [22, 66, 14], "MP": [35, 106, 45], "MAG": [23, 69, 14], "SPR": [29, 88, 14], "DEF": [23, 69, 14]}, "magic_affinity": [6, 0, 0, 0], "ability_slots": 3, "limitburst_id": 203000404, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 8, "290020400": 25, "290050400": 8, "290050300": 15, "290030800": 13}}, "rarity": 4, "compendium_id": 323, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [37, 61, 91], "effect_frames": [32, 56, 86], "strings": {"evolution": null, "affinity": ["I didn't like my blacksmith training,<br>but I sure do like fighting alongside you!", "我不喜歡鍛冶修行，<br>我喜歡和你一起戰鬥！", "대장장이 수련은 질색이었지만,<br>너와 함께 싸우는 건 즐거워!", "Je n'aimais pas ma formation de forgeron,<br>mais j'adore me battre à vos côtés.", "Meine Zeit in der Schmiede war furchtbar,<br>aber mit dir zu kämpfen, ist großartig!", "Nunca me gustó mi entrenamiento de herrero,<br>¡pero sí que me gusta luchar a tu lado!"], "description": ["A young girl hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Refia is a very willful young lady who was raised in the village of Kazus by the mythril smith Takka. Disliking the strict smithing training her father forces upon her, she has run away from home numerous times. Having escaped the curse of the Djinn that struck her village by having run off to skip out on her training one day, she eventually joins Luneth and the others in order to save her foster father and the other villagers.", "異界有關光之戰士的故事中登場的少女。她是一名孤兒，被卡茲斯村鍛冶店主塔卡收養，並成長為一名爭強好勝的女孩。然而嚴格的鍛冶修行生活讓她逐漸厭倦現狀。為了躲避修行，她開始頻繁地離家出走。在村子被靈魔的詛咒襲擊的時候，她恰好在外偷懶，因而得以幸免。為了拯救養父塔卡和鄉親，蕾菲雅決定和路涅斯他們一起行動。", "이계에서 전해지는 빛의 전사 전설에 등장하는 소녀. 고아였던 그녀는 카즈스 마을에서 대장간을 경영하는 타카 밑에서 자랐으며, 억척스러운 여자아이로 성장한다. 매일 계속되는 혹독한 대장장이 수업에 싫증이 난 그녀는 이윽고 가출을 반복하게 된다. 마을을 떠나 있던 덕분에 진의 저주를 피한 그녀는 양아버지 타카와 마을 사람들을 구하기 위해 루네스 일행과 행동을 함께하기로 하였다.", "Une jeune fille venue d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Élevée dans le village de Kazus par le forgeron de mithril Takka, Refia sait ce qu'elle veut. Opposée au strict apprentissage que son père tentait de lui inculquer, elle s'est enfuie de chez elle plus d'une fois. C'est d'ailleurs à l'une de ces occasions qu'elle échappa à la malédiction que le Djinn abattit sur son village. Finalement, elle se joignit à Luneth et Arc afin de secourir son père adoptif et les autres villageois.", "Ein Mädchen aus einer Legende über die Krieger des Lichts in einer fernen Welt. Die unbeugsame Refia wuchs als Ziehtochter des Schmiedes Takka in Kazus auf. Um der strengen Schmiedeausbildung ihres Ziehvaters zu entgehen, büxte sie regelmäßig von Zuhause aus. Genau das war auch der Grund, weshalb sie dem Fluch des Dschinns entging, der eines Tages ihr Dorf heimsuchte. Um Takka und die anderen Dorfbewohner zu retten, schloss sie sich schließlich Luneth und dessen Gefährten an.", "Joven procedente de otro mundo donde se cuenta las historias de los cristales y los Guerreros de la Luz. Refia es una chica extremadamente testaruda a la que crió el herrero de mitrilo de la aldea de Kazus, Takka. La animadversión que sentía hacia el estricto entrenamiento en herrería al que la sometía su padre la llevó a fugarse de casa en numerosas ocasiones. Se libró de la maldición del jinn que azotó su aldea porque había escapado para no tener que asistir a su entrenamiento, y finalmente termina uniéndose al grupo de Luneth y los demás para salvar a su padre adoptivo y al resto de aldeanos."], "fusion": ["Wow!<br>I almost thought I was going to be turned into a frog!", "嚇死我啦！<br>我以為自己要變成青蛙啦！", "깜짝이야!<br>개구리로 변하는 줄 알았잖아!", "Wow !<br>J'ai bien cru que j'allais être transformée en grenouille !", "Hab ich mich erschrocken!<br>Ich dachte, ich werde in einen Frosch verwandelt.", "¡Vaya!<br>¡Empezaba a creer que iba a acabar convertida en rana!"], "summon": ["What the--?!<br>Wh-who are you guys?", "呀？！<br>你們是誰啊？", "꺄악?!<br>…너흰 누구야…?!", "Mais qu'est-ce que... ?<br>Vous êtes qui ?", "Wa-!<br>W-Wer seid ihr denn?!", "¡¿Qué?!<br>¿Quienes sois?"]}}, "203000405": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [792, 2400, 240], "ATK": [28, 86, 16], "MP": [46, 139, 60], "MAG": [30, 90, 16], "SPR": [38, 115, 16], "DEF": [30, 90, 16]}, "magic_affinity": [7, 0, 0, 0], "ability_slots": 4, "limitburst_id": 203000405, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 324, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [37, 61, 91], "effect_frames": [32, 56, 86], "strings": {"evolution": ["You can count on me more now, right?<br>I'm totally different from Luneth, you know!", "我也變得可靠啦！<br>可不要拿我和路涅斯相提並論！", "제법 믿음직해졌지?!<br>난 다른 애들과는 수준이 다르니까!", "Vous pouvez compter sur moi désormais, pas vrai ?<br>Je suis très différente de Luneth, vous savez !", "Du kannst jederzeit auf mich zählen!<br>Ich bin aus 'nem anderen Holz geschnitzt als Luneth!", "Conmigo puedes contar, ¿vale?<br>¡Que no me parezco en nada a Luneth!"], "affinity": ["I didn't like my blacksmith training,<br>but I sure do like fighting alongside you!", "我不喜歡鍛冶修行，<br>我喜歡和你一起戰鬥！", "대장장이 수련은 질색이었지만,<br>너와 함께 싸우는 건 즐거워!", "Je n'aimais pas ma formation de forgeron,<br>mais j'adore me battre à vos côtés.", "Meine Zeit in der Schmiede war furchtbar,<br>aber mit dir zu kämpfen, ist großartig!", "Nunca me gustó mi entrenamiento de herrero,<br>¡pero sí que me gusta luchar a tu lado!"], "description": ["A young girl hailing from another world where tales are passed down of the Crystals and the Warriors of Light. The adopted daughter of the mythril smith Takka, Refia never minces her words, but often shows a sort of motherly affection for those around her. Once she succeeded in breaking the Djinn's curse that afflicted her foster father and her village, she set off on a journey as one of the chosen Warriors of Light to save the world with Luneth and Arc from the neighboring village of Ur, and Castle Sasune's soldier Ingus.", "異界有關光之戰士的故事中登場的少女。她自幼被鍛冶店主收養長大，具有很強的意志，能夠很清楚地表達自己的立場，同時內心善良，懂得體貼別人。在解除了靈魔對卡茲斯村的詛咒並拯救出養父和眾鄉親之後，蕾菲雅和鄰村的路涅斯、亞爾柯以及薩斯恩城的英格茲一同，踏上了作為光之戰士拯救世界的旅途。", "이계에서 전해지는 빛의 전사 전설에 등장하는 소녀. 대장장이 타카의 양녀인 그녀는 자기 생각을 확실히 주장하는 강함과 타인을 배려할 줄 아는 상냥함을 겸비하고 있다. 카즈스 마을을 덮친 진의 저주를 풀고 양아버지와 마을 사람들을 구한 레피아는 이웃 마을 울의 소년 루네스와 아르크, 사슨 성의 병사 잉그스와 함께 크리스탈에게 선택받은 빛의 전사로서 세계를 구하기 위한 여행을 떠난다.", "Une jeune fille venue d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Fille adoptive du forgeron de mithril Takka, Refia ne mâche jamais ses mots, ce qui ne l'empêche pas de faire montre d'affection envers ses proches. Après avoir levé la malédiction qui accablait son père adoptif et le reste de son village, elle partit en voyage en tant que Guerrière de la lumière afin de sauver le monde, accompagnée de Luneth et Arc, originaires du village voisin d'Ur, ainsi que d'Ingus, soldat du château Sasune.", "Ein Mädchen aus einer Legende über die Krieger des Lichts in einer fernen Welt. Refia, Ziehtochter des Schmieds Takka, vereint in sich sowohl einen durchsetzungsstarken Willen als auch tiefe Empathie für die Menschen um sie herum. Nachdem sie ihr Heimatdorf Kazus und ihren Ziehvater vom Fluch eines Dschinns befreit hatte, begann sie zusammen mit Luneth und Arc aus dem Nachbardorf Ur sowie Ingus aus Sasune eine Reise, um als Krieger des Lichts die Welt zu retten.", "Joven procedente de otro mundo donde se cuentan las historias de los cristales y los Guerreros de la Luz. Refia, la hija adoptada del herrero de mitrilo, Takka, no es nunca diplomática, pero sí que muestra cierto afecto maternal por los que la rodean. En cuanto consigue liberar a su padre adoptivo y al resto de la aldea de la maldición del jinn, inicia un viaje como una de los Guerreros de la Luz elegidos para salvar el mundo, acompañada por Luneth y Arc, de la aldea vecina de Ur, y por Ingus, el soldado del castillo Sasune."], "fusion": ["The Warrior of Light...<br>I wonder if I have it in me to protect the world.", "光之戰士……<br>守衛世界這種事，<br>我能做到嗎？", "빛의 전사…<br>세계의 수호자라니,<br>과연 내가 감당할 수 있는 위치일까?", "Le Guerrier de la Lumière...<br>Je me demande vraiment si j'ai ce qu'il faut pour protéger le monde.", "Ein Krieger des Lichts ...<br>Ob ich wirklich das Zeug dazu habe?", "El Guerrero de la Luz...<br>Me pregunto si llevo dentro lo de proteger el mundo."], "summon": ["I am Refia.<br>Mind taking me along with you?", "我是蕾菲雅，<br>帶上我吧！", "나는 레피아야.<br>저기, 나도 함께 데려가줘!", "Je m'appelle Refia.<br>Ça vous ennuie pas trop que je vous accompagne ?", "Ich bin Refia.<br>Kann ich mit euch mitkommen?", "Soy Refia.<br>¿Puedo acompañarlos?"]}}, "203000406": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1030, 3121, 390], "ATK": [37, 112, 26], "MP": [60, 181, 85], "MAG": [39, 117, 26], "SPR": [50, 150, 26], "DEF": [39, 118, 26]}, "magic_affinity": [8, 0, 0, 0], "ability_slots": 4, "limitburst_id": 203000406, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 325, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [37, 61, 91], "effect_frames": [32, 56, 86], "strings": {"evolution": ["I want to think about my own future.<br>That's why I want to know more about the world!", "自己的將來，<br>我想要自己決定。<br>因此我要更多地去認識這個世界！", "나 자신의 미래는<br>스스로 생각하고 결정할 거야.<br>그러니까 세계에 대해 더 자세히 알고 싶어!", "Je dois penser à mon propre avenir.<br>C'est pour cela que je veux connaître le monde davantage !", "Ich will meine eigenen Entscheidungen im Leben fällen.<br>Deswegen möchte ich mehr über die Welt lernen!", "Quiero pensar en mi propio futuro.<br>¡Y es por eso que quiero conocer más sobre el mundo!"], "affinity": ["I didn't like my blacksmith training,<br>but I sure do like fighting alongside you!", "我不喜歡鍛冶修行，<br>我喜歡和你一起戰鬥！", "대장장이 수련은 질색이었지만,<br>너와 함께 싸우는 건 즐거워!", "Je n'aimais pas ma formation de forgeron,<br>mais j'adore me battre à vos côtés.", "Meine Zeit in der Schmiede war furchtbar,<br>aber mit dir zu kämpfen, ist großartig!", "Nunca me gustó mi entrenamiento de herrero,<br>¡pero sí que me gusta luchar a tu lado!"], "description": ["A young girl hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Having been raised by the mythril smith Takka, Refia grew up to be a straightforward young lady. However, she had her doubts about continuing the strict smithing training her father had encouraged her to pursue as a career, and eventually decided to join Luneth and the others on their quest as Warriors of Light. As the only girl in the party, her feminine side shows in how she dislikes becoming a toad to enter certain dungeons, or in the interest she displays for Ingus and Desch's love stories.", "異界有關光之戰士的故事中登場的少女。她是鍛冶店主塔卡的養女，性格耿直又爭強好勝。按照養父的要求，她曾一直接受高強度的鍛冶修行。但是，日復一日的修行使她開始質疑成為鍛冶師的意義，這也導致她最終下決心作為光之戰士與路涅斯等人一同踏上旅途。旅途中可以看到她正值芳齡少女的一面，比如不想用蛙變成為青蛙，以及對英格茲和德修之間的戀愛經歷很感興趣等。", "이계에서 전해지는 빛의 전사 전설에 등장하는 소녀. 대장장이 타카의 양녀로서 억척스럽고 올곧은 성격으로 자란 레피아는 양아버지의 명령대로 가혹한 수업을 계속해 대장장이가 되는 것에 의문을 품고, 루네스 일행과 함께 빛의 전사로서의 여행길에 오른다. 여행 도중 토드 마법으로 개구리가 되는 것을 거부하거나, 잉구스와 데쉬의 연애담에 흥미를 보이는 등 또래의 소녀다운 일면을 보이기도 했다.", "Une jeune fille venue d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Élevée par le forgeron de mithril Takka, Refia développa un caractère franc et déterminé en grandissant. Cependant, elle n'était pas enchantée par la perspective de poursuivre sa formation draconienne de forgeronne, et elle préféra rejoindre Luneth et Arc dans leur quête de Guerriers de la lumière. Elle a horreur d'être transformée en crapaud pour entrer dans certains donjons, mais semble passionnée par les histoires d'amour d'Ingus et de Desch.", "Ein Mädchen aus einer Legende über die Krieger des Lichts in einer fernen Welt. Als Ziehtochter des Schmiedes Takka wuchs sie zu einer willensstarken jungen Frau heran. Nicht länger bereit, die harte Schmiedeausbildung zu ertragen, die ihr Ziehvater für sie vorgesehen hatte, ging sie zusammen mit Luneth und den anderen als Kriegerin des Lichts auf Reisen. Trotz allem behält sie sich eine gewisse Mädchenhaftigkeit bei, die sich etwa in ihrer Abscheu vor Kröten oder ihrem Interesse an den Liebesbelangen von Ingus und Desch zeigt.", "Joven procedente de otro mundo donde se cuentan las historias de los cristales y los Guerreros de la Luz. Refia es una chica muy franca criada por el herrero de mitrilo, Takka. Albergaba serias dudas acerca de seguir el estricto entrenamiento en herrería que su padre quería que siguiera, por lo que finalmente decidió unirse al grupo de Luneth y los demás en su misión como Guerreros de la Luz. Es la única muchacha del grupo, así que su lado femenino sale a la luz cuando demuestra lo poco que le gusta adentrarse en ciertas mazmorras o el interés que profesa por las historias de amor de Ingus y Desch."], "fusion": ["The memories of people take shape...<br>The crystals of this world sure do have some strange powers.", "人們的思念匯聚成型……<br>看來這個世界的水晶<br>也蘊含著神奇的力量啊。", "사람들의 마음이 형태를 이룬다…<br>이 세계의 크리스탈도<br>신비한 힘을 가지고 있나 보네.", "Les souvenirs de personnes qui prennent forme...<br>Les cristaux de ce monde ont visiblement des pouvoirs bien étranges.", "Die Gedanken der Menschen nehmen feste Form an ...<br>Die Kristalle dieser Welt haben faszinierende Kräfte.", "Los recuerdos de la gente toman forma...<br>Los cristales de este mundo sí que tienen poderes singulares."], "summon": ["Huh? Where am I?<br>Did the crystals call me?", "咦？　這裡是？<br>是水晶將我們呼喚至此的嗎？", "어? 여긴 어디?<br>크리스탈이 우릴 불렀어?", "Hein ? Où suis-je ?<br>Est-ce que les cristaux m'auraient invoquée ?", "Hä? Wo bin ich?<br>Haben uns die Kristalle gerufen?", "¿En dónde estoy?<br>¿Acaso me he sido llamada por los cristales?"]}}}, "job": "White Wizard", "sex": "Female", "game": "FFIII", "rarity_max": 6, "names": ["Refia", "蕾菲雅", "레피아", "Refia", "Refia", "Refia"], "equip": [5, 6, 15, 40, 50, 53, 60], "game_id": 10003, "rarity_min": 4, "tribe_id": 5, "id": "203000404", "job_id": 71}