{"TMR": ["EQUIP", 310001600], "name": "Arc", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20020, "rarity": 3}, {"level": 3, "type": "MAGIC", "id": 20030, "rarity": 3}, {"level": 8, "type": "MAGIC", "id": 20010, "rarity": 3}, {"level": 26, "type": "ABILITY", "id": 100050, "rarity": 3}, {"level": 23, "type": "MAGIC", "id": 20090, "rarity": 4}, {"level": 29, "type": "MAGIC", "id": 20100, "rarity": 4}, {"level": 31, "type": "MAGIC", "id": 20080, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 100110, "rarity": 4}, {"level": 21, "type": "MAGIC", "id": 20190, "rarity": 5}, {"level": 35, "type": "MAGIC", "id": 20210, "rarity": 5}, {"level": 47, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 56, "type": "MAGIC", "id": 20200, "rarity": 5}, {"level": 66, "type": "MAGIC", "id": 20280, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 200160, "rarity": 5}], "sex_id": 1, "entries": {"203000303": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [410, 1241, 150], "ATK": [17, 52, 10], "MP": [29, 88, 25], "MAG": [21, 63, 14], "SPR": [19, 57, 10], "DEF": [17, 50, 10]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 2, "limitburst_id": 203000303, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290010100": 25, "290020300": 10, "290030200": 5}}, "rarity": 3, "compendium_id": 320, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [41], "effect_frames": [39], "strings": {"evolution": null, "affinity": ["It's thanks to you that I've<br>been able to do as well as I have.<br>I look forward to working with you, more!", "因為有你在，<br>我才能這麼努力。<br>今後請繼續關照！", "당신이 곁에 있어 주셨기에<br>저도 힘낼 수 있었어요.<br>앞으로도 잘 부탁드려요!", "Si j'en suis là aujourd'hui, c'est grâce à vous.<br>J'ai hâte de me battre davantage à vos côtés !", "Wenn du nicht für mich da gewesen wärst,<br>wäre ich niemals so weit gekommen.<br>Vielen Dank!", "Es gracias a ti que he podido llegar hasta aquí.<br>¡Estoy deseando poder seguir trabajando contigo aún más!"], "description": ["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Like Luneth, Arc is an orphan raised by Elder Topapa in the village of Ur. Very mature for his age, he would rather spend his time reading books instead of playing outside. This leads other children in the village to bully him and call him a coward, which prompts him to head for the neighboring village of Kazus alone to fight off the ghosts apparently haunting it in order to prove them wrong.", "異界有關光之戰士的故事中登場的少年。他是一名孤兒，和路涅斯一起被烏爾村的村長托帕帕收養。他性格溫和，相比在戶外玩耍，更喜歡躲在屋子里讀書。因此，同村的孩子們時不時地會捉弄他。亞爾柯自己也想要改變內向的性格，因此鼓起勇氣隻身前往正處於幽靈騷動中的鄰村卡茲斯。", "이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 고아였던 그는 루네스와 함께 울 마을의 촌장인 토파파 밑에서 자랐다. 어른스러운 성격이라 밖에서 뛰노는 것보다 독서를 더 좋아하지만, 그 때문에 같은 마을 아이들한테 자주 놀림을 받곤 했다. 자신의 소심한 성격을 바꾸고 싶었던 아르크는 용기를 쥐어짜 유령 소동이 일어난 이웃 마을 카즈스로 향했다.", "Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Tout comme Luneth, Arc est un orphelin élevé par Grand Topapa dans le village d'Ur. Très mûr pour son âge, il préfère se plonger dans un livre plutôt que jouer dehors. Comme les autres enfants du village se moquaient parfois de lui et le traitaient de froussard, il décida de prouver son courage en se rendant seul au village voisin de Kazus afin de chasser les fantômes qui le hantaient... ou tout du moins, en apparence.", "Ein Junge aus einer Legende über die Krieger des Lichts in einer fernen Welt. Ebenso wie Luneth ist Arc ein Waise, der von Topapa im Dorf Ur aufgezogen wurde. Er ist sehr sanftmütig und verbringt seine Zeit lieber mit Lesen als draußen herumzutoben. Daher hänseln ihn die anderen Kinder gerne. Um seine Schüchternheit zu überwinden, macht er sich alleine auf den Weg in das Nachbardorf Kazus, als dieses von Geistern heimgesucht wird.", "Joven procedente de otro mundo, donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Al igual que Luneth, Arc es otro huérfano criado por el Anciano Topapa en la aldea de Ur. Es un chico muy maduro para su edad, y prefiere leer libros a salir a jugar, motivo por el cual otros niños de la aldea se meten con él y lo llaman cobarde. Para demostrarles que no es ningún cobarde, decide viajar solo a enfrentarse a los fantasmas que, al parecer, habitan en la aldea vecina de Kazus."], "fusion": ["I think that made me a little bit stronger.<br>I have to try even harder, now...", "這下應該稍微變強了一點吧。<br>要再接再厲才是……", "이걸로 조금은 강해졌으려나.<br>앞으로도 더 열심히 해야겠네…", "Je crois que ça m'a rendu un petit peu plus fort. Je dois redoubler d'efforts...", "Bin ich endlich ein bisschen stärker geworden?<br>Ich muss mir noch viel mehr Mühe geben ...", "Creo que con eso me he vuelto más fuerte.<br>Tendré que intentarlo todavía con más ahínco."], "summon": ["Please allow me to accompany you.<br>I want to show that I'm not some crybaby...", "請帶上我吧。<br>因為我想證明<br>自己才不是膽小鬼……", "저도 함께 데려가 주세요.<br>제가 겁쟁이가 아니라는 걸<br>증명하고 싶거든요…", "Je vous en prie, laissez-moi vous accompagner.<br>Je vous prouverai que je ne suis pas qu'un pleurnichard...", "Bitte nimm mich mit.<br>Ich will allen beweisen, dass ich kein Schwächling bin ...", "Permíteme acompañarte.<br>Te demostraré que no soy un llorón..."]}}, "203000305": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [692, 2097, 240], "ATK": [29, 88, 16], "MP": [49, 149, 40], "MAG": [35, 107, 24], "SPR": [32, 96, 16], "DEF": [28, 85, 16]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 203000305, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 322, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [41], "effect_frames": [39], "strings": {"evolution": ["My power is overflowing!<br>I can't believe I was capable of becoming this strong!", "力量湧遍全身……<br>我還能變得更強！", "힘이 흘러 넘쳐…<br>나도 더욱 강해질 수 있구나…!", "Je déborde de puissance !<br>Je n'aurais jamais pensé être capable de devenir si fort !", "Ich spüre die Energie bis in die Haarspitzen ...<br>Ich hätte nie gedacht, dass ich so stark werden kann!", "¡Mi poder se está desatando!<br>¡¿Quién se hubiera imaginado que podía volverme así de fuerte?!"], "affinity": ["It's thanks to you that I've<br>been able to do as well as I have.<br>I look forward to working with you, more!", "因為有你在，<br>我才能這麼努力。<br>今後請繼續關照！", "당신이 곁에 있어 주셨기에<br>저도 힘낼 수 있었어요.<br>앞으로도 잘 부탁드려요!", "Si j'en suis là aujourd'hui, c'est grâce à vous.<br>J'ai hâte de me battre davantage à vos côtés !", "Wenn du nicht für mich da gewesen wärst,<br>wäre ich niemals so weit gekommen.<br>Vielen Dank!", "Es gracias a ti que he podido llegar hasta aquí.<br>¡Estoy deseando poder seguir trabajando contigo aún más!"], "description": ["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Arc set off on a journey as one of the chosen Warriors of Light to save the world along with his friends. Though an avid book reader and a gentle soul, his low self-esteem always made him feel wanting. When he and his friends visited Saronia as part of their journey, they met the exiled Prince Alus, whom Arc helped to gain confidence. This, of course, changed Arc himself as well, helping him grow into the person he was meant to be.", "異界有關光之戰士的故事中登場的少年。作為被水晶選中的光之戰士，為了將世界從黑暗的氾濫中拯救出來，他和同伴一起踏上了艱辛的旅途。他喜好讀書，而且性格溫和，但同時也期望能夠改變自己內向的性格。在途經薩羅尼亞時，亞爾柯遇到了被父王放逐出城的阿魯斯王子。亞爾柯被年幼但正直的王子所打動，使他自己發生了翻天覆地的變化。", "이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 크리스탈에게 선택받은 빛의 전사로서 세계를 구하기 위해 동료들과 함께 여행을 떠난다. 책을 좋아하고 상냥한 성격이지만, 본인은 자신의 소심한 성격을 바꾸고 싶어 했다. 여행 도중에 방문한 사로니아에서 부왕에 의해 성에서 추방당한 왕자 아루스와 만나게 된 아르크는, 어린 나이에도 올곧게 살아가는 아루스에게 감화되어 두드러지게 성장하게 된다.", "Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Arc partit en voyage en tant que Guerrier de la lumière afin de sauver le monde, accompagné de ses amis. Malgré sa gentillesse et son amour des livres, il souffrait d'une faible estime de lui-même. Cependant, lorsque le groupe visita Saronia, ils rencontrèrent le prince exilé Alus, et Arc l'encouragea à prendre confiance en lui. Cet épisode aida Arc à changer lui aussi, devenant celui qu'il aurait toujours dû être.", "Ein Junge aus einer Legende über die Krieger des Lichts in einer fernen Welt. Zusammen mit seinen Gefährten machte er sich als Krieger des Lichts auf die Reise, die Welt vor einer Flut der Finsternis zu retten. Er ist ein sanftmütiger Bücherwurm, der aber gerne extrovertierter wäre. Während seines Aufenthalts in Saronia traf er auf den im Exil lebenden Prinzen Alus, der trotz seiner jungen Jahre mit beiden Beinen fest im Leben stand. Von diesem inspiriert, konnte auch Arc schließlich über sich hinauswachsen.", "Joven procedente de otro mundo, donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Arc se embarcó como uno de los Guerreros de la Luz elegidos para salvar al mundo acompañado de sus amigos. Era un ávido lector de alma noble, pero su baja autoestima siempre le causaba ansiedad. Cuando visitó Saronia junto a sus amigos en una de las paradas de sus viajes, conocieron al exiliado príncipe Alus, quien le ayudó a ganar confianza. Evidentemente, este hecho también contribuyó al crecimiento del propio Arc, y lo ayudó a convertirse en la persona que estaba destinado a ser."], "fusion": ["Seeing someone giving it their all really motivates you to be courageous yourself.", "看到別人努力打拼的樣子，<br>會讓我心中充滿勇氣。<br>讓我感覺自己也必須更加努力才是。", "누군가가 노력하는 모습을 보고 있으면,<br>저도 열심히 해야겠다는 생각과 함께<br>용기가 막 솟아나요.", "Voir quelqu'un faire son maximum donne vraiment la force de faire soi-même de son mieux.", "Wenn ich sehe, wie die anderen ihr Bestes geben, fühle ich, dass auch ich an meine Grenzen gehen muss.", "Ver que alguien da todo de sí te motiva a ti también a tener valor."], "summon": ["I don't know of how much use I can be to you, but I'd sure like to try!", "雖然不知道能幫你多少，<br>不過我會盡力的！", "제 힘이 도움이 될진<br>모르겠지만… 저도 돕겠습니다!", "Je sais pas à quel point je peux vous être utile mais je vais faire de mon mieux pour vous aider.", "Ich weiß nicht, ob ich eine große Hilfe sein kann, aber ich gebe mein Bestes!", "No sé que tan útil sea, pero estoy segura<br>que haré mi mejor esfuerzo"]}}, "203000304": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [532, 1613, 210], "ATK": [22, 68, 14], "MP": [38, 115, 35], "MAG": [27, 82, 18], "SPR": [24, 74, 14], "DEF": [21, 65, 14]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 3, "limitburst_id": 203000304, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290040300": 5, "290020300": 20, "290030200": 10}}, "rarity": 4, "compendium_id": 321, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [41], "effect_frames": [39], "strings": {"evolution": ["Awesome!<br>I can't believe I had such powers<br>hiding inside of me!", "好厲害！　我的體內<br>竟然沉睡著這麼強大的力量！", "굉장해…! 이런 힘이<br>내 안에 잠들어 있었다니…!", "C'est génial !<br>J'arrive pas à croire que j'avais un tel pouvoir au fond de moi !", "Unglaublich!<br>Ich hätte nie gedacht,<br>dass so viel Kraft in mir steckt!", "¡Increíble!<br>¡¿Quién hubiera dicho que podría albergar<br>semejante poder en mi interior?!"], "affinity": ["It's thanks to you that I've<br>been able to do as well as I have.<br>I look forward to working with you, more!", "因為有你在，<br>我才能這麼努力。<br>今後請繼續關照！", "당신이 곁에 있어 주셨기에<br>저도 힘낼 수 있었어요.<br>앞으로도 잘 부탁드려요!", "Si j'en suis là aujourd'hui, c'est grâce à vous.<br>J'ai hâte de me battre davantage à vos côtés !", "Wenn du nicht für mich da gewesen wärst,<br>wäre ich niemals so weit gekommen.<br>Vielen Dank!", "Es gracias a ti que he podido llegar hasta aquí.<br>¡Estoy deseando poder seguir trabajando contigo aún más!"], "description": ["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Arc set off on a journey as one of the chosen Warriors of Light to save the world with his childhood friend Luneth, the blacksmith's adopted daughter Refia, and Castle Sasune's soldier Ingus. They faced many trials and tribulations during their adventures, but Arc, who had gained so much knowledge from the books he loved to read, is said to have never failed in presenting a solution to all the problems they encountered time and time again.", "異界有關光之戰士的故事中登場的少年。和從小一起長大的路涅斯、鍛冶店養女蕾菲雅以及在薩斯恩城服役的士兵英格茲結伴，作為被水晶選中的光之戰士，踏上了拯救世界的旅途。他們的旅途充滿了艱辛。在這個過程中，喜好讀書、知識豐富的亞爾柯，經常用他的靈感和知識，尋找出解決難題的辦法，幫助大夥度過難關。", "이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 형제처럼 자란 루네스, 대장장이의 딸 레피아, 사슨 성의 병사 잉그스와 함께 크리스탈에게 선택받은 빛의 전사로서 세계를 구하기 위해 여행을 떠난다. 그들의 여행은 수많은 곤경에 부딪혔지만, 그럴 때마다 독서를 사랑하고 풍부한 지식을 가진 아르크의 재치 덕분에 난관을 해결할 수 있었다고 한다.", "Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Arc partit en voyage en tant que Guerrier de la lumière afin de sauver le monde, accompagné de son ami d'enfance Luneth, de la fille adoptive du forgeron Refia, et du soldat du château Sasune Ingus. Ils affrontèrent maintes épreuves et tribulations au cours de leurs aventures, mais Arc, qui avait accumulé beaucoup de connaissances à travers ses livres bien-aimés, ne manqua jamais de présenter une solution à tous les problèmes qui se présentèrent à eux.", "Ein Junge aus einer Legende über die Krieger des Lichts in einer fernen Welt. Zusammen mit seinem Kindheitsfreund Luneth, Refia, der Ziehtochter des Schmieds, sowie Ingus, einem Soldaten aus Sasune, machte Arc sich als Krieger des Lichts auf die Reise, um die Welt zu retten. Unterwegs mussten die Gefährten viele Widrigkeiten überwinden. Mehr als einmal waren dabei Arcs Einfallsreichtum und das umfangreiche Wissen, das er sich angelesen hatte, der Schlüssel zum Sieg.", "Joven procedente de otro mundo, donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Arc se embarcó como uno de los Guerreros de la Luz elegidos para salvar al mundo en un viaje acompañado de su amigo de la infancia, Luneth, la hija adoptada del herrero, Refia, y el soldado del castillo Sasune, Ingus. Juntos se enfrentaron a muchas adversidades a lo largo de todas sus aventuras, pero se dice que a Arc, que había adquirido grandes conocimientos de esos libros que tanto le gustaba leer, siempre se le ocurría la solución a cualquier problema que se les pudiera presentar."], "fusion": ["There are so many things in this world that you can't learn from books.", "原來世界上還有很多<br>書本中沒有提到的事物啊。", "책을 읽는 것만으로는 알 수 없는 것들이,<br>세계에는 잔뜩 있군요.", "Il y a tant de choses dans le monde qui ne peuvent s'apprendre dans les livres.", "Es gibt viele Dinge auf der Welt, die man nicht aus Büchern lernen kann.", "Hay tantas cosas en este mundo que no se pueden aprender de los libros."], "summon": ["Umm... Can I come along?<br>I'm pretty sure I can be of use to you...", "嗯……請多關照。<br>希望能幫上你的忙。", "음…… 잘 부탁드립니다.<br>도움이 되어야 할 텐데……", "Hmm... Est-ce que je peux vous accompagner ?<br>Je suis persuadé que je peux vous être utile...", "Ähmm ... Kann ich mitkommen?<br>Ich weiß zwar nicht, ob ich eine große Hilfe bin, aber ...", "¿Puedo acompañaros?<br>Estoy segura que os puedo ser útil."]}}}, "job": "Black Wizard", "sex": "Male", "game": "FFIII", "rarity_max": 5, "names": ["Arc", "亞爾柯", "아르크", "Arc", "Arc", "Arc"], "equip": [5, 6, 40, 50, 53, 60], "game_id": 10003, "rarity_min": 3, "tribe_id": 5, "id": "203000303", "job_id": 73}