{"TMR": ["EQUIP", 408002100], "name": "Sara", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200060, "rarity": 3}, {"level": 5, "type": "MAGIC", "id": 10020, "rarity": 3}, {"level": 5, "type": "MAGIC", "id": 20050, "rarity": 3}, {"level": 30, "type": "MAGIC", "id": 30070, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 211670, "rarity": 3}, {"level": 12, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 12, "type": "MAGIC", "id": 20120, "rarity": 4}, {"level": 37, "type": "MAGIC", "id": 30180, "rarity": 4}, {"level": 50, "type": "ABILITY", "id": 100720, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 211660, "rarity": 4}, {"level": 8, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 21, "type": "MAGIC", "id": 20240, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 200450, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 211650, "rarity": 5}], "sex_id": 2, "entries": {"203001005": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [766, 2321, 300], "ATK": [28, 85, 20], "MP": [38, 115, 50], "MAG": [33, 100, 20], "SPR": [38, 114, 20], "DEF": [27, 82, 20]}, "magic_affinity": [5, 6, 5, 0], "ability_slots": 4, "limitburst_id": 203001005, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 599, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [28, 64], "effect_frames": [26, 52], "strings": {"evolution": ["Now I should be able to<br>fight alongside you!", "現在的我<br>應該能夠與你們並肩戰鬥吧！", "지금의 나라면, 분명<br>당신들과 동등하게<br>싸울 수 있을거야!", "Je devrais être capable de me<br>battre à tes côtés maintenant !", "Jetzt kann ich<br>an deiner Seite kämpfen!", "¡Ahora debería ser capaz<br>de luchar a tu lado!"], "affinity": ["I will not yet return to the castle!<br>I wish to adventure with you<br>a little longer!", "我暫時還不會回城裡喔！<br>還想要再跟你去冒險一陣子呢！！", "나, 아직 성으론 돌아가지 않겠어!<br>좀 더 당신과 함께 여행하고 싶은걸!", "Je ne retournerai pas encore au château !<br>je veux vivre encore des aventures à tes côtés !", "Ich kehre noch nicht zum Schloss zurück!<br>Ich will mit dir noch ein paar<br>Abenteuer erleben!", "¡No quiero volver al castillo todavía!<br>¡Quiero seguir viajando contigo<br>un poco más!"], "description": ["A young lady hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Sara is the dangerously spontaneous Princess of Sasune who takes the Mythril Ring with her to save the people of Castle Sasune from the curse of the Djinn all by herself. She has feelings for Ingus, a soldier who serves her father and has sworn to protect her. Thus, when he is chosen as one of the Warriors of Light, she bravely fights back her tears in order to give him a proper send off.", "異界有關光之戰士的故事中登場的薩斯恩國公主。她持有能夠封印靈魔的祕銀戒指，在薩斯恩城的人們遭受到詛咒時，隻身單挑靈魔。她雖然仰慕效忠薩斯恩王的士兵英格茲，但當英格茲被選為光之戰士時，她展現出了堅強一面，強忍淚水送他出發。", "이계에 전해 내려오는 빛의 전사 전승에 등장하는 사슨의 공주. 진을 봉인할 수 있는 '미스릴의 반지'의 소유자로, 사슨 성의 사람들이 저주에 걸리자 혈혈단신으로 진에게 맞서려 하는 등 조금 위태위태한 면이 있다. 사슨 왕에게 충청을 맹세한 병사 잉그스를 좋아하지만, 그가 빛의 전사로 선택받자, 눈물을 삼키며 그를 배웅하는 등 굳센 일면도 가지고 있다.", "Une jeune femme originaire d’un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Sara est la princesse de Sasune. Connue pour ses dangereux accès de spontanéité, elle s’empare de l’anneau de mythril et s’en va seule sauver le peuple du château de Sasune de la malédiction du djinn. Elle est éprise d’Ingus, un soldat au service de son père ayant juré de la protéger. Ainsi, lorsque celui-ci est désigné comme étant l’un des Guerriers de la lumière, elle invoque tout son courage pour lui faire ses adieux.", "Die Prinzessin von Sasune, die in den Überlieferungen der Krieger des Lichts auftaucht. Sie besaß den Mithril-Ring, mit dem der Dschinn versiegelt werden konnte. Wie wagemutig Sara war, zeigte sich, als ein Fluch die Bevölkerung von Sasune ereilte: Ganz alleine brach sie auf, um den Dschinn herauszuforden. Sie hegte Gefühle für den Soldaten Ignus, der dem König von Sasune die Treue geschworen hatte. Als dieser aber zu einem der Krieger des Lichts auserkoren wurde, unterdrückte sie tapfer ihre Tränen, um ihm einen würdigen Abschied zu bereiten.", "Una joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Sara es la peligrosa princesa de Sasune.  Ella sola se fue con el Anillo de mitrilo en busca del Jinn que había maldecido el Castillo de Sasune y a toda su gente. Asimismo, Sara siente algo por Ingus, un soldado que sirve a su padre y que juró protegerla. Por ello, cuando Ingus fue elegido para ser Guerrero de la Luz, Sara ocultó sus lágrimas cuando tuvieron que despedirse."], "fusion": ["I don't want to just be protected.<br>I want to save someone as well!", "我不想一直被保護著。<br>就算是我，也想要幫助別人啊！", "보호받기만 하는 건 싫어.<br>나도 누군가를 구하고 싶어!", "Je ne veux pas être la demoiselle en détresse.<br>Moi aussi je veux sauver quelqu'un !", "Ich möchte nicht nur Schutz.<br>Ich will auch jemanden retten!", "No quiero que tan solo me protejan.<br>¡Yo también quiero salvar a la gente!"], "summon": ["I am Sara, Princess of Sasune.<br>I will do my best not to get in your way!", "我是薩斯恩的公主莎拉。<br>我會努力，不會絆手絆腳的！", "나는 사슨의 공주, 사라.<br>당신의 걸림돌이 되지 않도록<br>열심히 할게!", "Je m'appelle Sara, princesse de Sasune.<br>Je vais faire de mon mieux pour ne pas être un fardeau pour toi !", "Ich bin Sara, Prinzessin von Sasune.<br>Ich werde mein Bestes geben, euch nicht in die Quere zu kommen!", "Soy Sara, Princesa de Sasune.<br>¡Te prometo que no te molestaré!"]}}, "203001004": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [589, 1785, 240], "ATK": [21, 65, 16], "MP": [29, 88, 40], "MAG": [25, 76, 16], "SPR": [29, 87, 16], "DEF": [21, 63, 16]}, "magic_affinity": [4, 5, 4, 0], "ability_slots": 3, "limitburst_id": 203001004, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 5, "290020700": 20, "290050300": 10, "290030200": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 598, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [28, 64], "effect_frames": [26, 52], "strings": {"evolution": ["Let's do our best!<br>I want to make myself presentable<br>for when I meet Ingus.", "不努力一點可不行......！<br>這樣才能抬頭挺胸的<br>去見英格茲。", "힘내야 해……!<br>잉그스를 만났을 때<br>당당하게 있을 수 있도록.", "Faisons de notre mieux !<br>Je dois être présentable pour rencontrer Ingus.", "Geben wir unser Bestes!<br>Ich möchte für mein Treffen mit Ingus in<br>bester Form sein.", "¡Hagámoslo lo mejor posible!<br>Quiero estar presentable<br>para cuando venga Ingus."], "affinity": ["I will not yet return to the castle!<br>I wish to adventure with you<br>a little longer!", "我暫時還不會回城裡喔！<br>還想要再跟你去冒險一陣子呢！！", "나, 아직 성으론 돌아가지 않겠어!<br>좀 더 당신과 함께 여행하고 싶은걸!", "Je ne retournerai pas encore au château !<br>je veux vivre encore des aventures à tes côtés !", "Ich kehre noch nicht zum Schloss zurück!<br>Ich will mit dir noch ein paar<br>Abenteuer erleben!", "¡No quiero volver al castillo todavía!<br>¡Quiero seguir viajando contigo<br>un poco más!"], "description": ["A young lady hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Although Sara is the Princess of Sasune, she displays the qualities of a tomboy from time to time. Taking the Mythril Ring with her, she leaves the castle alone after it is cursed by the Djinn to chase this monster back to the Sealed Cave where it dwells, defeat it, and save her people. Having received the aid of the Warriors of Light, she decides to remain in the cave and fight by their side, rather than placing the task she set for herself upon them and returning home.", "異界有關光之戰士的故事中登場的女性。她雖然是薩斯恩的公主，但十分活潑調皮。她持有能夠封印靈魔的祕銀戒指，在薩斯恩城的人們受到詛咒而失去肉體時，她決心要擊敗靈魔而隻身前往靈魔所在地。在受到光之戰士幫助後，她選擇的不是將戒指託付給光之戰士，而是希望能與他們一起擊敗靈魔。", "이계에 전해 내려오는 빛의 전사 전승에 등장하는 여성. 사슨의 공주이지만, 다소 말괄량이 같은 면이 있다. 진을 봉인할 수 있는 '미스릴의 반지'의 소유자이며, 사슨 성의 사람들이 저주를 받아 육체를 잃게 되자 진을 쓰러뜨리기 위해 마물이 득실거리는 봉인의 동굴에 혈혈단신으로 뛰어들었다. 빛의 전사들에게 구출된 뒤에도, 반지를 맡기고 돌아가지 않고 함께 진을 쓰러뜨릴 것을 요청했다.", "Une jeune femme originaire d’un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Sara, en dépit de son statut de princesse de Sasune, se comporte souvent en garçon manqué. S’étant emparée de l’anneau de mythril, elle quitte le château seule après la malédiction du djinn, résolue à pourchasser ce monstre jusque dans son antre, la grotte secrète, pour le vaincre et sauver son peuple. Aidée par les Guerriers de la lumière, elle décide de rester à l’intérieur de la cave et de combattre à leurs côtés plutôt que de les charger d’éliminer le djinn et de rentrer au château.", "Eine Frau, die in den Überlieferungen der Krieger des Lichts auftaucht. Zwar war sie die Prinzessin des Königreichs Sasune, zeigte aber gelegentlich auch ihre burschikose Natur. Sie ist Besitzerin des Mithri-Ringes, der in der Lage ist den Dschinn zu versiegeln. Als ein Fluch der Bevölkerung Sasunes ihre menschliche Gestalt raubte, begab sie sich trotz der dort wimmelnden Monster in die Höhle des Dschinn, um ihm dort ein Ende zu bereiten. Auch noch nachdem sie durch die Krieger des Lichtes gerettet wurde, war es ihr Wunsch, den Ring nicht abzugeben und zurückzukehren, sondern den Dschinn Seite an Seite zu Fall zu bringen.", "Una joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Aunque Sara es la princesa de Sasune, a veces es un poco marimacho. Se llevó consigo el Anillo de mitrilo cuando se marchó del castillo en busca del Jinn que lo maldijo. Esto la llevó a la morada del monstruo, la Cueva Sellada, para derrotarlo y así salvar a su gente. Sin embargo, tras recibir ayuda de los Guerreros de la Luz, Sara decidió quedarse en la cueva y luchar junto a ellos en vez de volver a su castillo tras completar su misión."], "fusion": ["This will help in the fight!<br>So, would you mind me tagging along?", "這樣一來我也能夠戰鬥了！<br>所以，可以跟你一起走了吧？", "이젠 나도 싸울 수 있어!<br>그러니까, 같이 가도 되겠지?", "Je t'aiderai dans tes combats !<br>Alors, je t'en prie, amène-moi avec toi.", "Das wird im Kampf helfen!<br>Ist es in Ordnung, wenn ich mitkomme?", "¡Esto te ayudará en los combates!<br>Así que, ¿te importa que me una?"], "summon": ["Allow me to go with you!<br>It was scary coming here<br>all alone...", "請讓我一起同行！<br>一個人到這種地方來<br>真的很害怕……", "나도 함께 가게 해 줘!<br>혼자서 이런 곳에 와 버려서<br>너무 무서웠어……", "Permets-moi de t'accompagner !<br>J'ai peur de partir toute seule...", "Erlaubt mir, mit euch zu gehen!<br>Alleine hierher zu kommen<br>war unheimlich ...", "¡Déjame ir contigo!<br>Me dio miedo venir sola<br>hasta aquí..."]}}, "203001003": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [453, 1373, 180], "ATK": [17, 50, 12], "MP": [22, 67, 30], "MAG": [19, 58, 12], "SPR": [22, 66, 12], "DEF": [16, 48, 12]}, "magic_affinity": [3, 4, 3, 0], "ability_slots": 2, "limitburst_id": 203001003, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020700": 10, "290050300": 5, "290050200": 15, "290030200": 5, "290010200": 25}}, "rarity": 3, "compendium_id": 597, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [28, 64], "effect_frames": [26, 52], "strings": {"evolution": null, "affinity": ["I will not yet return to the castle!<br>I wish to adventure with you<br>a little longer!", "我暫時還不會回城裡喔！<br>還想要再跟你去冒險一陣子呢！！", "나, 아직 성으론 돌아가지 않겠어!<br>좀 더 당신과 함께 여행하고 싶은걸!", "Je ne retournerai pas encore au château !<br>je veux vivre encore des aventures à tes côtés !", "Ich kehre noch nicht zum Schloss zurück!<br>Ich will mit dir noch ein paar<br>Abenteuer erleben!", "¡No quiero volver al castillo todavía!<br>¡Quiero seguir viajando contigo<br>un poco más!"], "description": ["A young lady hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Sara is the Princess of Sasune, and holds deep feelings for one of the Warriors of Light, Ingus. She is last seen when her father's castle and the people within are cursed by the Djinn, many believing her to have been kidnapped. However, she had actually left the castle of her own volition in order to seal the Djinn with the Mythril Ring and save her people. Sara meant to face this terrible monster by herself.", "異界有關光之戰士的故事中登場的女性。她是薩斯恩國的公主，仰慕光之戰士英格茲。在薩斯恩王以及人民受到詛咒失去肉體時，大家都以為她失蹤了。實際上她持有能夠封印靈魔的祕銀戒指，為了拯救人民，她隻身前往封印洞窟，挑戰靈魔。", "이계에 전해 내려오는 빛의 전사 전승에 등장하는 여성. 사슨의 공주로, 빛의 전사로 선택받은 병사 잉그스를 좋아하고 있다. 사슨 왕을 비롯해 성안의 사람들이 무시무시한 진의 저주에 걸려 육체를 잃게 되었을 때 그녀도 함께 실종되었다고 알려졌지만, 사실 그녀는 진을 봉인할 '미스릴의 반지'의 소유자로서 사람들을 구해내기 위해, 단신으로 봉인의 동굴로 찾아가 진과 맞서려 했던 것이었다.", "Une jeune femme originaire d’un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Sara est la princesse de Sasune. Elle est éprise d’Ingus, l’un des quatre Guerriers de la lumière. Sa dernière apparition remonte au jour où le djinn a jeté sa malédiction sur le château de son père et tous ses habitants. Chacun pense alors qu’elle a été la cible d’un enlèvement. Or, elle est parvenue à quitter le château de son propre gré afin de sceller le djinn à l’aide de l’anneau de mythril pour sauver son peuple. Sara était déterminée à affronter ce monstre seule.", "Eine Frau, die in den Überlieferungen der Krieger des Lichts auftaucht. Sara war die Prinzessin des Königreichs Sasune und empfand starke Gefühle für den Soldaten Ingus, einem der Krieger des Lichts. Nachdem alle Bewohner des Schlosses, angefangen mit dem König höchstselbst, durch die grauenvollen Flüche des Dschinn ihren menschlichen Körper verloren hatten, galt sie als verschollen. In Wirklichkeit jedoch bewaffnete sie sich mit einem Mithril-Ring, der den Dschinn versiegeln konnte und zog los, um den Dschinn in seiner Höhle herauszufordern und damit alle Menschen zu retten.", "Una joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Sara es la princesa de Sasune y le profesa amor a Ingus, uno de los Guerreros de la Luz. Se la vio por última vez cuando el Jinn maldijo el castillo de su padre junto con todo aquel que se encontrase dentro. Muchos creían que estaba secuestrada. Sin embargo, Sara abandonó el castillo por su propio pie con el objetivo de encerrar al Jinn con el Anillo de mitrilo y, de esta forma, salvar a su gente. Sara tenía pensado enfrentarse al monstruo ella sola."], "fusion": ["I shan't be a burden to you.<br>I can fight, I tell you!", "不會扯你後腿的。<br>我也會好好的戰鬥喔！", "걸림돌이 되진 않을 거야.<br>나도 제대로 싸울 수 있다구!", "Je ne serai pas un fardeau pour toi.<br>Je sais me battre, je te jure !", "Ich werde dir keine Last sein.<br>Ich kann nämlich kämpfen!", "No seré una carga.<br>¡Sé luchar, de verdad!"], "summon": ["Where am I?<br>You! Do you know where<br>Ingus is?", "這裡……到底是哪裡呢？<br>你知道英格茲在哪裡嗎?", "여긴 대체 어디……?<br>당신, 잉그스가<br>어디 있는지 알아?", "Où suis-je ? Toi ! Sais-tu où se trouve Ingus ?", "Wo bin ich?<br>Ihr! Wisst ihr, wer<br>Ingus ist?", "¿Dónde estoy?<br>¡Oye, tú! ¿Sabes dónde<br>está Ingus?"]}}}, "job": "Princess", "sex": "Female", "game": "FFIII", "rarity_max": 5, "names": ["Sara", "莎拉", "사라", "Sara", "Sara", "Sara"], "equip": [1, 5, 6, 15, 40, 50, 53, 60], "game_id": 10003, "rarity_min": 3, "tribe_id": 5, "id": "203001003", "job_id": 55}