{"TMR": ["EQUIP", 409011700], "name": "Desch", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 101190, "rarity": 4}, {"level": 12, "type": "ABILITY", "id": 201170, "rarity": 4}, {"level": 20, "type": "MAGIC", "id": 20100, "rarity": 4}, {"level": 30, "type": "MAGIC", "id": 30200, "rarity": 4}, {"level": 40, "type": "MAGIC", "id": 20190, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 211530, "rarity": 4}, {"level": 20, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 20, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 50, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 60, "type": "ABILITY", "id": 211540, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 211550, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 211580, "rarity": 6}, {"level": 10, "type": "ABILITY", "id": 200470, "rarity": 6}, {"level": 15, "type": "ABILITY", "id": 211590, "rarity": 6}, {"level": 40, "type": "ABILITY", "id": 211510, "rarity": 6}, {"level": 60, "type": "ABILITY", "id": 211520, "rarity": 6}, {"level": 80, "type": "ABILITY", "id": 211570, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 211560, "rarity": 6}], "sex_id": 1, "entries": {"203000706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1179, 3572, 450], "ATK": [43, 131, 30], "MP": [59, 178, 75], "MAG": [45, 136, 30], "SPR": [43, 130, 30], "DEF": [42, 126, 30]}, "magic_affinity": [0, 7, 4, 0], "ability_slots": 4, "limitburst_id": 203000706, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 596, "attack_damage": [[50, 50]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [8, 34], "effect_frames": [6, 32], "strings": {"evolution": ["The danger never ends!<br>It's okay, I'll think of something!", "一波未平，一波又起啊！<br>算了，反正我會想辦法解決的！", "산 넘어 산인가!<br>뭐, 내가 어떻게든 해 주지!", "Le danger est partout !<br>T'inquiète, je vais trouver un plan !", "Die Gefahr endet nie!<br>Kein Problem, ich denke mir was aus!", "¡El peligro siempre está ahí!<br>¡Está bien, pensaré en algo!"], "affinity": ["Alright, where are we headed next?<br>As long as I'm with you,<br>I'm down to go anywhere!", "很好，這次要去哪呢？<br>只要是跟著你，<br>不管哪裡我都會去喔！", "좋았어, 이번엔 어디로 가?<br>너와 함께라면<br>어디든 함께하겠어!", "Okay, alors où on va ensuite ?<br>Tant que je suis à tes côtés, j'ai l'impression que<br>je pourrais aller n'importe où !", "Also, wo geht es als Nächstes hin?<br>Solange wir zusammen sind,<br>gehe ich überall hin!", "Vale, ¿y ahora adónde nos dirigimos?<br>Mientras sigamos juntos,<br>¡voy adonde sea!"], "description": ["A young man hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Desch begins regaining his memories when he joins the Warriors of Light in their quest to save the world. Once they reach the Tower of Owen, all of his memories come flooding back and he remembers that not only is he is an Ancient, but also the caretaker of the Tower. Tasked with making sure that it never fails to keep the Floating Continent stable, he risks his life to secure the crumbling structure. Although many thought him dead after this feat, he actually survived to lend the Warriors of Light a hand when they needed it most.", "異界有關光之戰士的故事中登場的男子。雖然喪失了記憶，但在與光之戰士旅行的過程中，他逐漸恢復著記憶。在抵達歐文塔時，他終於想起了自己是古代人，也是這座塔的監察員一事，為了不讓支撐著「漂浮大陸」的塔崩壞，他賭上性命修理。本以為他已在那時喪命，實際上他還活著，並在光之戰士陷入危機時出手相救。", "이계에 전해 내려오는 빛의 전사 전승에 등장하는 남자. 기억상실증이었으나, 빛의 전사들과 여행하며 서서히 기억을 되찾게 된다. 그리고 오엔의 탑에 다다랐을 때, 자신이 고대인이며 이 탑의 감시자였다는 사실을 떠올리며 '부유대륙'을 지탱하는 탑이 무너지지 않도록 목숨을 바쳐 수리한다. 그 일로 목숨을 잃었을 것이라 했지만 실은 살아남았으며, 빛의 전사들이 궁지에 몰렸을 때 나타나 그들을 도왔다.", "Un jeune homme originaire d’un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Desch commence à recouvrer sa mémoire lorsqu’il se joint aux Guerriers de la lumière, eux-mêmes en quête de sauver le monde. Une fois que la compagnie atteint la tour d’Owen, les souvenirs de Desch lui reviennent tel un raz-de-marée, et celui-ci apprend la vérité sur son statut d’Ancien et de protecteur de la tour. Chargé d’assurer la stabilité éternelle du continent flottant, il met sa vie en péril pour prévenir son écroulement. Cru mort des suites de son présumé sacrifice, il parvint à survivre et apporta aux Guerriers de la lumière son aide précieuse quand ils étaient le plus dans le besoin.", "Ein Mann, der in den Überlieferungen der Krieger des Lichts auftaucht. Desch leidete an Amnesie, jedoch kehrten seine Erinnerungen während seiner Reise mit den Kriegern des Lichts nach und nach zurück. Mit seiner Ankunft beim Turm des Owen erkannte er nicht nur, dass er dem Volk der Alten angehörte, sondern auch, dass er selbst Wächter des Turmes war. Unter Einsatz seines Lebens reparierte er später den Turm, an dessen Unversertheit das Schicksal des schwebenden Kontinents geknüpft war. Danach glaubte man, dieser Vorfall hätte Deschs Leben gekostet - in Wirklichkeit aber war er dem Tod entgangen und tauchte in einer Notlage erneut auf, um den Kriegern des Lichts beiseite zu stehen.", "Un joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Desch empieza a recobrar sus recuerdos cuando se une a los Guerreros de la Luz, bajo la misión de salvar el mundo. Cuando llegan a la Torre de Owen, todos sus recuerdos empiezan a fluirle de nuevo. En ese momento, descubre que pertenece a los ancianos, además de que es el protector de la torre. De hecho, su cometido es asegurar su funcionamiento para que el Continente Flotante se mantenga estable. Para ello, acaba arriesgando su vida intentando salvar la decadente estructura. Fueron muchos los que le creyeron muerto tras esta proeza, pero en realidad sobrevivió y pudo ayudar a los Guerreros de la Luz en los momentos de mayor necesidad."], "fusion": ["As strong as I am now,<br>surely all the beautiful ladies around<br>will start falling in love with me!", "有這種強度的話，<br>各地的美女都會為我陶醉吧！", "이렇게나 강해졌으니,<br>방방곡곡의 미인들이<br>내게 푹 빠지겠구만!", "Vu comme je suis fort maintenant,<br>je suis sur que toutes les jolies filles du coin vont tomber amoureuses de moi !", "So stark wie ich jetzt bin,<br>da verlieben sich bestimmt all die<br>schönen Damen in mich!", "Con lo fuerte que soy ahora,<br>¡seguro que todas las chicas<br>se empiezan a enamorar de mí!"], "summon": ["I am Desch.<br>Repairs on the tower are done,<br>guess I'll help you all out!", "我叫德修。<br>塔的修理也完成了，<br>讓我也來幫你們一把吧！", "난 데쉬라고 해.<br>탑 수리도 끝났겠다,<br>당신들을 돕도록 할게!", "Moi c'est Desch.<br>Les réparations de la tour sont terminées,<br>donc je pense que je vais vous aider maintenant !", "Ich bin Desch.<br>Da die Reparaturen am Turm beendet sind,<br>werde ich euch allen helfen!", "Soy Desch.<br>He terminado de reparar la torre,<br>¡creo que voy a ayudaros!"]}}, "203000705": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [907, 2747, 300], "ATK": [33, 100, 20], "MP": [45, 136, 50], "MAG": [34, 104, 20], "SPR": [33, 100, 20], "DEF": [32, 96, 20]}, "magic_affinity": [0, 6, 4, 0], "ability_slots": 4, "limitburst_id": 203000705, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060000": 10, "290060100": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 595, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [8, 34], "effect_frames": [6, 32], "strings": {"evolution": ["I can sense great power...<br>I must be strong enough to complete my mission.<br>Leave it to me!", "我感受到強大的力量……<br>為了完成使命，不變強可不行啊！<br>交給我吧！", "굉장한 힘이 느껴져……<br>사명을 다 하기 위해선 강해져야 해!<br>내게 맡겨달라구!", "Je sens un grand pouvoir...<br>Je dois être suffisamment puissant pour accomplir ma mission.<br>Laisse-moi m'en charger !", "Ich spüre große Macht ...<br>Ich muss stark genug werden, um meinen Auftrag zu vollenden.<br>Überlass es nur mir!", "Puedo sentir un gran poder...<br>Tengo que estar lo suficientemente fuerte para completar la misión.<br>¡Dejádmelo a mí!"], "affinity": ["Alright, where are we headed next?<br>As long as I'm with you,<br>I'm down to go anywhere!", "很好，這次要去哪呢？<br>只要是跟著你，<br>不管哪裡我都會去喔！", "좋았어, 이번엔 어디로 가?<br>너와 함께라면<br>어디든 함께하겠어!", "Okay, alors où on va ensuite ?<br>Tant que je suis à tes côtés, j'ai l'impression que<br>je pourrais aller n'importe où !", "Also, wo geht es als Nächstes hin?<br>Solange wir zusammen sind,<br>gehe ich überall hin!", "Vale, ¿y ahora adónde nos dirigimos?<br>Mientras sigamos juntos,<br>¡voy adonde sea!"], "description": ["A young man hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Desch had lost his memory for quite some time until he visited the Tower of Owen with the Warriors of Light, and began remembering his true identity. He was none other than the son of Owen the Ancient, tasked with looking after the Tower of Owen in his father's absence. Upon the Tower's completion, he had been placed in cryogenic sleep, a state that caused his memories to deteriorate over time. Meant to only awaken if the Tower were ever in danger, he fulfilled his duty by sacrificing his life in order to stabilize it.", "異界有關光之戰士的故事中登場的男子。雖然長時間失去了記憶，但和光之戰士一起到訪歐文塔之後，他想起了一切。他正是古代人歐文的兒子，也是父親所栽培出的塔之監察員。為了防止塔出現異樣，他被冷凍，陷入長期的睡眠，因此造成他喪失記憶。在塔遭遇危機時，他想起了使命，並賭上性命修復瀕臨崩壞的塔。", "이계에 전해 내려오는 빛의 전사 전승에 등장하는 남자. 오랜 시간 동안 기억을 잃어버린 상태였으나, 빛의 전사들과 함께 찾은 오엔의 탑에서 자신의 정체를 깨닫게 된다. 그는 고대인 오엔의 아들이었으며, 아버지가 만들어낸 탑의 감시자였다. 만에 하나 탑에 이변이 일어났을 때를 대비하여, 기나긴 냉동 수면에 빠지게 된 그는 그 반동으로 인해 기억을 잃어버리게 된 것이었다. 탑에 위험이 닥치자 그는 자신의 사명을 떠올렸으며, 목숨을 걸고 무너지기 일보 직전의 탑을 복원해냈다.", "Un jeune homme originaire d’un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Desch souffrait d’amnésie depuis longtemps quand il se rendit à la tour d’Owen en compagnie des Guerriers de la lumière. Ce n’est qu’à ce moment que ses souvenirs lui revinrent. Il n’était nul autre que le fils d’Owen l’Ancien, chargé de protéger la tour d’Owen en l’absence de son père. Jusqu’à l’achèvement de la tour, il avait été placé dans un état de sommeil cryogénique ; un sommeil qui éroda ses souvenirs au fil du temps. Desch ne devait s’éveiller que si la tour était en danger, et finit par remplir son rôle en se sacrifiant afin de la stabiliser.", "Ein Mann, der in den Überlieferungen der Krieger des Lichts auftaucht. Vor einer ganzen Weile hatte er seine Erinnerungen eingebüßt, aber als er gemeinsam mit den Kriegern des Lichts den Turm des Owen besuchte, gelang es ihm, sich an seine wahre Identität zu erinnern. Desch wurde als Sohn des Owen vom Volk der Alten geboren und hatte die Aufgabe erhalten, den Turm seines Vaters zu bewachen. Um für den unwahrscheinlichen Fall einer Katastrophe gewappnet zu sein, wurde er für lange Zeit in einen Kälteschlaf versetzt, der schließlich im Verlust seiner Erinnerungen resultierte. Als der Turm in Gefahr schwebt, erinnert er sich an seine Bestimmung und stellt den Turm kurz vor dessen Einsturz unter Einsatz seines Lebens wieder her.", "Un joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Desch perdió su memoria durante un buen tiempo, hasta que visitó la Torre de Owen con los Guerreros de la Luz y empezó a recordar su verdadera identidad. Para su sorpresa, era el hijo de Owen el Anciano, y su cometido no era otro que proteger la torre durante la ausencia de su padre. Dicho esto, cuando se terminó la torre, a Desch le indujeron un sueño criogénico. Este estado hizo que su memoria se fuera deteriorando con el tiempo. Se suponía que Desch solo debía despertarse si la torre corría algún peligro. En este sentido, cumplió con su deber, pues sacrificó su propia vida para estabilizarla."], "fusion": ["A lot happened to me,<br>and I found myself asleep for a long time.<br>But I'm wide awake, now!", "因為發生了很多事情，<br>所以我陷入了長眠。<br>但是現在總算是清醒了啊！", "내가 좀 이러저러한 사정이 있어서,<br>긴 잠에 빠져 있었어.<br>하지만, 지금은 확실히 잠 다 깼다구!", "Beaucoup de choses me sont arrivées,<br>et j'ai fini par dormir pendant très longtemps.<br>Mais maintenant, je suis réveillé !", "Viel ist passiert,<br>und ich habe lange geschlafen.<br>Aber jetzt bin ich hellwach!", "Me han pasado muchas cosas<br>y me encontré dormido durante mucho tiempo.<br>¡Pero ahora estoy bien despierto!"], "summon": ["I once had an important mission<br>much like yourselves.<br>That's why I will help you!", "我也跟你們一樣<br>有著重要的使命。<br>所以就將力量借給你們吧！", "내게도 당신들과 마찬가지로<br>중대한 사명이 있었어.<br>그러니 분명 힘이 될 거야!", "On m'avait confié autrefois une mission importante,<br>un peu comme vous.<br>C'est pour ça que je vais vous aider.", "Wie ihr hatte ich einst eine<br>wichtige Mission.<br>Darum werde ich euch helfen!", "A mí también se me encomendó una vez una misión<br>parecida a la vuestra.<br>¡Por eso os ayudaré!"]}}, "203000704": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [697, 2113, 240], "ATK": [25, 77, 16], "MP": [35, 105, 40], "MAG": [26, 80, 16], "SPR": [25, 76, 16], "DEF": [24, 74, 16]}, "magic_affinity": [0, 5, 4, 0], "ability_slots": 3, "limitburst_id": 203000704, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290031000": 8, "290030600": 13, "290050300": 15, "290050400": 8, "290020100": 25}}, "rarity": 4, "compendium_id": 594, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [8, 34], "effect_frames": [6, 32], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Alright, where are we headed next?<br>As long as I'm with you,<br>I'm down to go anywhere!", "很好，這次要去哪呢？<br>只要是跟著你，<br>不管哪裡我都會去喔！", "좋았어, 이번엔 어디로 가?<br>너와 함께라면<br>어디든 함께하겠어!", "Okay, alors où on va ensuite ?<br>Tant que je suis à tes côtés, j'ai l'impression que<br>je pourrais aller n'importe où !", "Also, wo geht es als Nächstes hin?<br>Solange wir zusammen sind,<br>gehe ich überall hin!", "Vale, ¿y ahora adónde nos dirigimos?<br>Mientras sigamos juntos,<br>¡voy adonde sea!"], "description": ["A mysterious man hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Desch has no memories of his past, and is on a journey to find his true identity. Despite his personal predicament, he has quite a sunny disposition, even managing to form a romantic relationship with a woman named Salina from Canaan. However, he ultimately decides to set leave her behind in order to find the truth about his origins. This leads him to Dragon's Peak, where he meets the Warriors of Light and shortly joins them on their quest. Little did he know then that this would forever change his fate.", "異界有關光之戰士的故事中登場的神秘男子。失去了記憶，為了尋找真相而開始旅行。他十分開朗，讓人感受不到他喪失了記憶。他和迦南的沙麗娜墜入了愛河，但為了恢復記憶，他依然選擇了繼續進行旅程。之後他在龍穴和光之戰士相遇，決定同一行人一起行動。這個選擇改變了他的命運。", "이계에 전해 내려오는 빛의 전사 전승에 등장하는 의문의 남자. 모든 기억을 잃어버리고, 자신의 정체를 찾기 위한 여행을 하고 있다. 기억상실증이라고는 믿기지 않을 정도로 적극적이고 낙천적인 청년으로, 카난 마을의 처녀 샐리나와 서로 호감을 느끼고 있으면서도 기억을 되찾기 위한 여행을 선택한다. 그 뒤, 용의 둥지에서 빛의 전사들과 만나 행동을 같이 하게 되며, 이 결정은 그의 운명을 크게 바꾸어 놓는다.", "Un homme mystérieux originaire d’un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Desch, ayant perdu toute mémoire de son passé, est à la recherche de sa véritable identité. En dépit de son propre malheur, il garde une attitude chaleureuse et parvient même à trouver l’amour dans les bras de Salina, une femme venue de Canaan. Toutefois, il finit par abandonner cette dernière afin de découvrir la vérité sur ses origines. Ceci le conduit jusqu’au pic du dragon, où il rencontre les Guerriers de la lumière et se joint brièvement à eux. Il ne se doutait pas que son destin en serait changé à jamais.", "Ein mysteriöser Mann, von dem in den Überlieferungen der Krieger des Lichts die Rede ist. Desch hat seine Erinnerungen verloren und sich daher auf eine Reise der Selbstfindung begeben. Obwohl er an Gedächtnisverlust leidete, war er ein bemerkenswert optimistischer junger Mann, der auf der Suche nach seinen Erinnerungen auch Gefallen an einer Frau namens Salina from Canaan fand, die seine Gefühle erwiderte. Als er später beim Drachenberg auf die Krieger des Lichts traf, beschloss er, sich ihnen für eine Weile anzuschließen. Es stellte sich heraus, dass diese Begegnung große Auswirkungen auf sein Schicksal haben sollte.", "Un hombre misterioso que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Desch no recuerda su pasado y se encuentra en medio de un viaje en busca de su verdadera identidad. A pesar de su delicada situación, Desch es una persona bastante risueña. De hecho, llegó a estar envuelto en una relación romántica con Salina, una mujer de Canaan. Sin embargo, al final optó por abandonarla con el fin de conocer la verdad sobre sus orígenes. Esto le llevó a la Cima del Dragón, lugar donde conoció a los Guerreros de la Luz. Allí se unió a ellos, aunque poco sabía en aquel momento lo mucho que aquello cambiaría su vida."], "fusion": ["That feels good!<br>Who knows, maybe my memories might...<br>Nah, that'd be impossible.", "感覺很讚！<br>照這樣下去，連記憶也能……<br>不，那是不可能的吧。", "느낌 좋은데!<br>이 상태로 기억도…<br>그건 좀 아닌가.", "Quelle sensation exceptionnelle !<br>Qui sait, peut-être que mes souvenirs ont...<br>Non, c'est impossible.", "Das fühlt sich gut an!<br>Wer weiß, vielleicht sind meine Erinnerungen ...<br>Nein, das kann nicht sein.", "¡Se siente bien!<br>Quién sabe, a lo mejor puede que mis recuerdos...<br>No, eso sería imposible."], "summon": ["I have lost my memory.<br>All I am able to recall is my own name.", "其實我喪失記憶了。<br>除了名字以外什麼都想不起來。", "실은 나, 기억상실증이거든.<br>이름 말고는<br>아무것도 기억이 안 나.", "J'ai perdu la mémoire.<br>La seule chose dont je peux me rappeler, c'est mon prénom.", "Ich habe meine Erinnerung verloren.<br>Ich weiß nur meinen eigenen Namen.", "He perdido la memoria.<br>Lo único que puedo recordar es mi nombre."]}}}, "job": "Swordsman", "sex": "Male", "game": "FFIII", "rarity_max": 6, "names": ["Desch", "德修", "데쉬", "Desch", "Desch", "Desch"], "equip": [1, 2, 4, 7, 10, 13, 30, 40, 41, 50, 51, 60], "game_id": 10003, "rarity_min": 4, "tribe_id": 5, "id": "203000704", "job_id": 97}