{"TMR": ["EQUIP", 403042400], "name": "Aria", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 18, "type": "MAGIC", "id": 30090, "rarity": 4}, {"level": 18, "type": "MAGIC", "id": 30140, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 100180, "rarity": 4}, {"level": 11, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 72, "type": "MAGIC", "id": 30320, "rarity": 5}, {"level": 72, "type": "MAGIC", "id": 30330, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 211600, "rarity": 6}, {"level": 24, "type": "ABILITY", "id": 211620, "rarity": 6}, {"level": 41, "type": "ABILITY", "id": 211630, "rarity": 6}, {"level": 86, "type": "ABILITY", "id": 211640, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 211610, "rarity": 6}], "sex_id": 2, "entries": {"203000905": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 50, 0, 0, 0, 0], "stats": {"HP": [826, 2503, 240], "ATK": [27, 83, 16], "MP": [48, 144, 60], "MAG": [31, 95, 16], "SPR": [38, 114, 16], "DEF": [29, 88, 16]}, "magic_affinity": [6, 0, 6, 0], "ability_slots": 4, "limitburst_id": 203000905, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 592, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [79, 86, 93], "effect_frames": [77, 84, 91], "strings": {"evolution": ["It's okay.<br>There is still some light left.", "沒問題。<br>還留有光明。", "괜찮아.<br>아직, 빛이 남아 있어.", "Tout ira bien.<br>Il reste encore de la lumière.", "Es ist in gut.<br>Etwas Licht ist noch übrig.", "Está bien.<br>Todavía queda un poco de luz."], "affinity": ["I can feel a very warm light<br>coming from within you.<br>You're full of kindness and strength.", "從你的心中能夠感受到溫暖的光芒。<br>既溫柔、又堅強……", "당신의 마음에서<br>무척이나 따뜻한 빛이 느껴져.<br>상냥하고, 강한……", "Je sens une lumière très chaude émaner de toi.<br>Tu es d'une force et d'une gentillesse sans pareil !", "Ich spüre ein warmes Licht, das<br>von dir ausstrahlt.<br>Du bist voll Güte und Stärke.", "Siento una luz cálida<br>que sale de tu interior. Estás lleno de fuerza y de bondad."], "description": ["A young girl hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Aria is a priestess in service of the Water Crystal who met the Warriors of Light on the Surface World following Master Xande's flood of darkness and destruction. She eventually joins them in order to restore the Water Crystal to pristine condition, and is ultimately successful after an arduous journey. Unfortunately, one of Xande's minions named Kraken would suddenly confront them in battle, unleashing a powerful blast on her.", "異界有關光之戰士故事中登場的，侍奉水之水晶的巫女。魔王贊德引起的大地震導致陸地近乎被水淹沒，她就是在此時遇到了光之戰士們。為了恢復水之水晶的光芒，她與光之戰士一起前往水之神殿。在經歷各種磨難後，她雖成功地取回水晶的光輝，但卻受到贊德刺客克拉肯的突襲，中了詛咒之箭。", "이계에 전해 내려오는 빛의 전사 전승에 등장하는, 물의 크리스탈을 모시는 무녀. 마왕 잔데가 일으킨 대지진에 의해 육지 대부분이 물에 잠겨 버린 지상 세계에서 빛의 전사들과 만났다. 물의 크리스탈의 빛을 되찾기 위해 빛의 전사들과 함께 물의 신전을 향한 그녀는 고난 끝에 크리스탈의 빛을 되찾는 데 성공하지만, 갑자기 나타난 잔데의 자객 크라켄이 쏜 저주의 화살을 맞게 된다.", "Une jeune femme originaire d’un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Aria est une prêtresse au service du cristal d’Eau qui fit la rencontre des Guerriers de la lumière à la surface, suite à l’invocation de la vague de ténèbres par le maître Xande. Elle se joint aux Guerriers de la lumière afin de restaurer le cristal d’Eau, et voit ses efforts récompensés après une aventure longue et éprouvante. Hélas, Kraken, l’un des sbires de Xande, fait alors face aux Guerriers et frappe Aria d’un puissant rayon.", "Eine aus einer fernen Welt stammende Priesterin des Wasserkristalls, die in den Überlieferungen der Krieger des Lichts auftritt. Durch das von Magier Xande herbeigeführte schwere Erdbeben und die darauf folgende Überschwemmung großer Teile der Oberflächenwelt stieß sie auf die Krieger des Lichts. Um dem Wasserkristall seinen ursprünglichen Glanz zurückzubringen, bricht sie zusammen mit den Kriegern des Lichts zum Wassertempel auf. Nach heftigen Strapazen gelang es den Helden, den Kristall erneut zum Strahlen zu bringen. Aria wird jedoch im Kampf mit Kraken, einer von Xandes Schergen, von einem Angriff getroffen.", "Una joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Elia es una sacerdotisa al servicio del Cristal del Agua que conoció a los Guerreros de la Luz en el Mundo de la Superficie mientras seguía el rastro de oscuridad y destrucción del Maestro Zande. Elia acaba uniéndose a estos con el fin de restaurar el Cristal del Agua para que quede en perfecto estado. Tras muchas complicaciones, lo acaban consiguiendo. Lamentablemente, uno de los esbirros de Zande, Kraken, se enfrenta a ellos en combate y Elia acaba sufriendo un golpe demoledor."], "fusion": ["I feel I've grown stronger!<br>It's all thanks to you. Thank you.", "感覺好像變強了！<br>謝謝，這都是多虧了你喔。", "강해진 것 같아!<br>고마워, 당신 덕분이야.", "J'ai l'impression d'être devenu plus puissant !<br>Et c'est grâce à toi, merci.", "Ich fühle mich stärker!<br>Und das nur dank dir. Danke.", "¡Siento que soy más fuerte!<br>Y es todo gracias a ti. Gracias."], "summon": ["My name is Aria.<br>I am the Maiden of Water.", "我叫做艾麗婭，<br>是水之神殿的巫女。", "제 이름은 에리아.<br>물의 신전의 무녀입니다.", "Mon nom est Aria.<br>Je suis la prêtresse des eaux.", "Ich bin Elia.<br>Ich bin die Wassermaid.", "Me llamo Elia.<br>Soy la Doncella del Agua."]}}, "203000904": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 50, 0, 0, 0, 0], "stats": {"HP": [635, 1925, 210], "ATK": [21, 63, 14], "MP": [36, 110, 45], "MAG": [24, 73, 14], "SPR": [29, 87, 14], "DEF": [22, 67, 14]}, "magic_affinity": [5, 0, 5, 0], "ability_slots": 3, "limitburst_id": 203000904, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 8, "290020400": 25, "290050400": 8, "290050300": 15, "290030800": 13}}, "rarity": 4, "compendium_id": 591, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [79, 86, 93], "effect_frames": [77, 84, 91], "strings": {"evolution": null, "affinity": ["I can feel a very warm light<br>coming from within you.<br>You're full of kindness and strength.", "從你的心中能夠感受到溫暖的光芒。<br>既溫柔、又堅強……", "당신의 마음에서<br>무척이나 따뜻한 빛이 느껴져.<br>상냥하고, 강한……", "Je sens une lumière très chaude émaner de toi.<br>Tu es d'une force et d'une gentillesse sans pareil !", "Ich spüre ein warmes Licht, das<br>von dir ausstrahlt.<br>Du bist voll Güte und Stärke.", "Siento una luz cálida<br>que sale de tu interior. Estás lleno de fuerza y de bondad."], "description": ["A young girl hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Aria is a priestess in service of the Water Crystal. When Master Xande uses his powers to flood the world in darkness, the Warriors of Light offer Aria their aid aboard a wrecked ship on the Surface World. Aria then pleads for them to use the Water Crystal to return the world to normal in exchange for guiding them to the Temple of Water. She has no qualms about what dangers may befall her as long as she can complete her mission.", "異界有關光之戰士的故事中登場的少女。她是侍奉水之水晶的巫女。魔王贊德引發黑暗氾濫後，她在淹沒的遇難船上奄奄一息之際被光之戰士所救。之後，為了利用水之水晶的力量令大地恢復原樣，她希望光之戰士也能帶她去水之神殿。為了達成自己的使命，她不顧自身安危，擁有強烈意志。", "이계에 전해 내려오는 빛의 전사 전승에 등장하는 소녀. 물의 크리스탈을 모시는 무녀이기도 하다. 마왕 잔데의 힘에 의해 육지 대부분이 물에 잠겨 버린 지상 세계의 난파선에서, 쇠약해져 있던 그녀를 빛의 전사 일행이 구해주게 된다. 그 뒤, 물의 크리스탈의 힘으로 대지를 원래대로 돌려놓기 위해, 빛의 전사들에게 물의 신전에 함께 가 달라고 부탁한다. 자신의 사명을 완수하기 위해서는 위험도 마다하지 않는 굳센 의지의 소유자이다.", "Une jeune femme originaire d’un autre monde où la légende des cristaux et des Guerriers de la Lumière se transmet de génération en génération. Aria est une prêtresse au service du cristal d’Eau. Quand le maître Xande utilise ses pouvoirs pour plonger le monde dans les ténèbres, les Guerriers de la lumière offrent leur aide à Aria à bord d’une épave située à la surface. Aria les implore alors d’utiliser le cristal d’Eau pour rendre au monde sa forme originelle, en échange de quoi elle promet de les guider au Temple de l’eau. Les dangers qui se profilent à l’horizon ne la dissuadent en rien, et elle est déterminée à accomplir sa mission coûte que coûte.", "Ein junges Mädchen einer fernen Welt, das in den Überlieferungen der Krieger des Lichts eine Rolle spielt. Sie ist eine Priesterin, die dem Wasserkristall dient. Als durch das finstere Wirken des Magiers Xande der Großteil des Festlands in Wassermassen versank, wurde die entkräftete Aria in einem Schiffswrack aus der Oberflächenwelt von den Kriegern des Lichts gerettet. Daraufhin bat sie die Krieger des Lichts, sie zum Wassertempel zu begleiten, um das Land kraft des Wasserkristalls wieder in seinen ursprünglichen Zustand versetzen zu können. Ihr Wille ist so stark, dass sie angesichts jeglicher Gefahr keine Rücksicht auf ihr eigenes Wohl nimmt, um ihre Bestimmung zu erfüllen.", "Una joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Elia es una sacerdotisa al servicio del Cristal del Agua. Cuando el maestro Zande usa sus poderes para sumergir al mundo en la oscuridad, los Guerreros de la Luz le ofrecen a Elia un hueco a bordo de su barco fantasma en el Mundo de la Superficie. Ahí es cuando Elia les suplica que usen el Cristal del Agua para devolver el mundo a la normalidad a cambio de guiarles al Templo del Agua. Asimismo, Aria no siente el más mínimo reparo por los peligros que pueda correr su vida siempre y cuando logre completar su misión."], "fusion": ["I will use this power to save the crystals,<br>and then the world!", "我要利用這股力量拯救水晶……<br>並且拯救這個世界！", "이 힘은, 크리스탈을…<br>그리고 세계를 구하기 위해서!", "J'utiliserai ce pouvoir pour sauver les cristaux,<br>et le monde !", "Mit dieser Macht rette ich die Kristalle,<br>und dann die Welt!", "¡Usaré este poder para salvar los cristales,<br>y el mundo!"], "summon": ["...Wh-where am I?<br>Huh? What is it, this light coming from your hearts...!", "這……這裡是哪裡？<br>嗯？！在你們心中的<br>那道光芒是……", "……여, 여긴 어디죠?<br>어? 여러분 마음 속의<br>그 빛은……!", "... Où suis-je ? <br>Hein ? Quelle est cette lumière qui semble provenir de ton cœur... !", "... Wo-wo bin ich?<br>Wie? Was ist das für ein Licht in euren Herzen ...!", "...¿D-dónde estoy?<br>¿Eh? ¡¿Qué es... esta luz que sale de vuestros corazones?!"]}}, "203000906": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 50, 0, 0, 0, 0], "stats": {"HP": [1074, 3254, 390], "ATK": [36, 108, 26], "MP": [62, 188, 85], "MAG": [41, 124, 26], "SPR": [49, 149, 26], "DEF": [38, 115, 26]}, "magic_affinity": [7, 0, 7, 0], "ability_slots": 4, "limitburst_id": 203000906, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 593, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [79, 86, 93], "effect_frames": [77, 84, 91], "strings": {"evolution": ["Fight back the darkness,<br>and bring peace to this world<br>once again!", "驅散黑暗，<br>讓世界再次恢復和平！", "어둠을 물리치고,<br>다시금 이 세계에 평화를……!", "Combats les ténèbres,<br>et ramène la paix dans ce monde<br>encore une fois !", "Schlage die Dunkelheit zurück<br>und bringe der Welt<br>ein weiteres Mal den Frieden!", "¡Lucha contra la oscuridad<br>y devuelve la paz a este mundo<br>de nuevo!"], "affinity": ["I can feel a very warm light<br>coming from within you.<br>You're full of kindness and strength.", "從你的心中能夠感受到溫暖的光芒。<br>既溫柔、又堅強……", "당신의 마음에서<br>무척이나 따뜻한 빛이 느껴져.<br>상냥하고, 강한……", "Je sens une lumière très chaude émaner de toi.<br>Tu es d'une force et d'une gentillesse sans pareil !", "Ich spüre ein warmes Licht, das<br>von dir ausstrahlt.<br>Du bist voll Güte und Stärke.", "Siento una luz cálida<br>que sale de tu interior. Estás lleno de fuerza y de bondad."], "description": ["A young girl hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Aria is a priestess in service of the Water Crystal who set off to the Temple of Water on the Surface World with the Warriors of Light to restore the Water Crystal to pristine condition. She is ultimately successful after an arduous journey,  but suffers a powerful and fatal blast at the hands of one of Master Xande's minions, Kraken. As she breathed her last breath, she pleaded for the Warriors of Light to banish the darkness, and restore peace to the world.", "異界有關光之戰士故事中登場的，侍奉水之水晶的巫女。為了使淹沒的大地恢復生機、令水之水晶再現光芒，她與光之戰士們共同前往水之神殿。在經歷各種磨難後，她雖成功地取回水晶的光輝，但卻為了從魔王贊德的刺客克拉肯手中保護光之戰士而中了詛咒之箭，死前，她託付光之戰士們掃除世界上的黑暗。", "이계에 전해 내려오는 빛의 전사 전승에 등장하는, 물의 크리스탈을 모시는 무녀. 물에 잠긴 지상 세계의 대지를 소생시키기 위해, 물의 크리스탈의 빛을 되찾으려 빛의 전사들과 함께 물의 신전을 향한다. 고난 끝에 크리스탈의 빛을 되찾는 데 성공하지만, 마왕 잔데의 자객 크라켄이 쏜 저주의 화살에서 빛의 전사들을 감싸고, 세계를 침식하는 어둠을 물리쳐 달라는 말을 남기고 숨을 거둔다.", "Une jeune femme originaire d’un autre monde où la légende des cristaux et des Guerriers de la lumière se transmet de génération en génération. Aria est une prêtresse au service du cristal d’Eau. Accompagnée des Guerriers de la lumière, elle se rend au Temple de l’eau, situé à la surface, dans le but de restaurer le cristal d’Eau. Après une longue aventure, ses efforts sont récompensés, mais elle subit peu après un coup fatal des mains de l’un des sbires du maître Xande, Kraken. De ses derniers mots, elle implore aux Guerriers de la lumière de bannir les ténèbres et de rétablir la paix dans le monde.", "Eine aus einer fernen Welt stammende Priesterin des Wasserkristalls, die in den Überlieferungen der Krieger des Lichts auftritt. Um die überschwemmte Oberflächenwelt wiederzubeleben, bricht sie gemeinsam mit den Kriegern des Lichtes zum Wassertempel auf, damit der Wasserkristall sein Licht zurückerhalten kann. Nach heftigen Strapazen gelang es den Helden, den Kristall erneut zum Strahlen zu bringen. Als jedoch Kraken, einer der Schergen Xandes, zum Angriff ausholte, warf sich Aria schützend vor die Krieger des Lichts. Mit den letzten Atemzügen bat sie die Krieger, die Welt von der sie zerfressenden Dunkelheit zu entledigen und erlag dann ihren Verwundungen.", "Una joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. Elia es una sacerdotisa al servicio del Cristal del Agua. Asimismo, se marchó del Templo del Agua al Mundo de la Superficie acompañada por los Guerreros de la Luz con el objetivo de restaurar el Cristal del Agua hasta que quedase impoluto. Tras muchas dificultades, Elia sufrió un golpe fatal a manos de Kraken, uno de los esbirros de Zande. En su lecho de muerte, Elia les pidió a los Guerreros de la Luz que acabasen con la oscuridad y restaurasen la paz en el mundo."], "fusion": ["Having received so much power from you,<br>I feel that now I too can help<br>you out!", "既然從你那裡獲得了力量，<br>想必現在的我應該能幫上你的忙！", "당신에게 힘을 부여받은 지금이라면,<br>나도 당신들을 도울 수 있을 거야…!", "J'ai tellement reçu de toi,<br>je pense que je suis en mesure de t'aider maintenant !", "Da du mir so viel Macht verliehen hast,<br>kann ich dir jetzt helfen!", "Al haber recibido tanto poder de ti,<br>¡siento que ahora puedo<br>ayudarte!"], "summon": ["I am a maiden in service of the crystal.<br>It seems the crystals of this world, too,<br>are in danger.", "我是祀奉水晶的巫女。<br>這個世界的水晶也陷入了危機之中。", "저는 크리스탈을 모시는 무녀.<br>이 세계에도, 크리스탈에<br>위기가 닥친 것 같군요.", "Je suis une prêtresse au service du cristal.<br>Il semble que les cristaux de ce monde sont en danger.", "Ich bin eine Maid im Dienst des Kristalls.<br>Die Kristalle dieser Welt scheinen<br>ebenfalls in Gefahr zu sein.", "Soy una doncella al servicio de los cristales.<br>Parece que también están en peligro<br>los cristales de este mundo."]}}}, "job": "Water Priestess", "sex": "Female", "game": "FFIII", "rarity_max": 6, "names": ["Aria", "艾麗婭", "에리아", "Aria", "Aria", "Elia"], "equip": [5, 11, 15, 40, 50, 53, 60], "game_id": 10003, "rarity_min": 4, "tribe_id": 5, "id": "203000904", "job_id": 80}