{"TMR": ["EQUIP", 302003300], "name": "Onion Knight", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 101370, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 211380, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 211480, "rarity": 5}, {"level": 60, "type": "ABILITY", "id": 211390, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 100750, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 211420, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 211440, "rarity": 6}, {"level": 50, "type": "ABILITY", "id": 211400, "rarity": 6}, {"level": 87, "type": "ABILITY", "id": 101060, "rarity": 6}, {"level": 87, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 87, "type": "ABILITY", "id": 209530, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 100060, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 100090, "rarity": 6}, {"level": 95, "type": "ABILITY", "id": 211410, "rarity": 6}, {"level": 97, "type": "ABILITY", "id": 211430, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 211370, "rarity": 6}], "sex_id": 1, "entries": {"203000105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [396, 1200, 240], "ATK": [19, 58, 24], "MP": [20, 60, 40], "MAG": [14, 42, 16], "SPR": [15, 44, 16], "DEF": [13, 40, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 203000105, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 589, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [17, 27, 37], "effect_frames": [15, 25, 35], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I have had many friends who<br>have helped me out.<br>It's my turn now to help you!", "曾經有許多的夥伴支持著我。<br>現在換我來成為你的力量了！", "많은 동료가<br>나를 지탱해 줬어.<br>이번엔 내가 네 힘이 될 차례야!", "J'ai eu beaucoup d'amis qui<br>m'ont aidé.<br>C'est mon tour de t'aider désormais !", "Ich hatte viele Freunde,<br>die mir geholfen haben.<br>Nun ist es an mir, zu helfen!", "¡He tenido muchos amigos<br>que me han ayudado.<br>¡Ahora me toca a mí!"], "description": ["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of Light. The Onion Knight is an orphan who was raised along with three others by an elder in the village of Ur. When he goes to explore the Altar Cave one fateful day, the Wind Crystal enshrined within chooses him as one of four Warriors of Light destined to save the world. This task would send him on a journey where he could share hope with friends who would come and go, ridding the world of the darkness consuming it one step at a time.", "異界有關光之戰士的故事中登場的少年。由邊境烏爾村的長老扶養長大，是4名孤兒的其中ㄧ人。於探險途中的洞窟裡受到風之水晶的啟示，4人作為光之戰士踏上拯救世界的旅途。旅途中他們分別使用了從水晶中得到的各種希望之力，在經歷了眾多與同伴的相遇于分別之後，正面挑戰了欲顛覆世界的黑暗力量。", "이계에 전해 내려오는 빛의 전사 전승에 등장하는 소년. 변경의 마을 '울'의 촌장의 손에서 자란 4명의 고아 중 한 명이다. 탐색을 나간 동굴에서 바람의 크리스탈의 계시를 받고, 빛의 전사로서 4명이 함께 세계를 구하기 위한 여행을 떠났다. 여행 도중 크리스탈에게서 받은 여러가지 희망의 힘을 사용하여, 많은 동료들과의 만남과 헤어짐을 반복하며 세계를 덮쳐오는 어둠의 힘에 맞섰다.", "Un jeune homme originaire d’un autre monde où la légende des cristaux et des Guerriers de la Lumière se transmet de génération en génération. Le Chevalier Oignon est un orphelin qui a été élevé aux côtés de trois autres enfants par un sage du village d’Ur. Quand, un jour fatidique, il se rend à la grotte d’Altar, le cristal du Vent qui s’y trouve le désigne comme l’un des quatre Guerriers de la lumière destinés à sauver le monde. Cette tâche marque pour lui le début d’une aventure remplie d’espoir au côté de ses camarades, avec la seule intention de débarrasser le monde des ténèbres qui l’enveloppent, un monstre à la fois.", "Ein junger Mann aus einer fernen Welt, von dem in Überlieferungen zu den Kriegern des Lichts erzählt wird. Vom Ältesten im abgelegenen Dorf Ur aufgezogen, ist er eines von vier Waisenkindern. Als es ihn bei einer Expedition in eine Höhle verschlägt, empfing er dort von dem Windkristall eine Offenbarung und machte sich fortan als einer der vier Krieger des Lichts auf, um die Welt zu retten. Auf seiner Reise lernte er die ihm von dem Kristall verliehene Kraft der Hoffnung benutzen. Während sich im Laufe der Zeit das Kommen und Gehen vieler Freunde wiederholte, widersetzte sich der Zwiebelritter der Kraft der Dunkelheit, welche die Welt zu verschlingen drohte.", "Un joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. El Caballero Cebolla es un huérfano que crio un anciano de la aldea de Ur. Un fatídico día fue a explorar la Cueva del Altar y el Cristal del Viento que había allí lo eligió como uno de los cuatro Guerreros de la Luz que habrían de salvar el mundo. Esta misión lo llevaría a través de un viaje donde compartiría, a ratos, camino y esperanzas con varios amigos a lo largo de un mundo cada vez más consumido por la oscuridad."], "fusion": ["In order to use this much power,<br>one must have enough capacity in their soul!", "想要掌控這股力量，<br>看來還需要內心的器量呢！", "이 힘을 사용하기 위해서는,<br>마음의 캐퍼시티가<br>필요할 것 같군!", "Il faut de grandes facultés d'âme pour utiliser un tel pouvoir !", "Um so viel Kraft zu nutzen,<br>braucht man eine Seele, die stark genug ist!", "Para usar tanto poder,<br>¡hay que tener mucho espacio en el alma!"], "summon": ["O-o-ouch...<br>I-I fell into a hole in the ground!", "痛痛痛……<br>不小心掉到陷阱的坑洞裡啦！", "아야야야……<br>함정에 빠져 버렸다!", "A-aïe...<br>Je suis tombé dans un trou dans le sol.", "Autsch ...<br>Ich bin in ein Loch im Boden gefallen!", "A-a-auch...<br>¡M-me he caído en un agujero!"]}}, "203000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1202, 3642, 390], "ATK": [52, 158, 34], "MP": [53, 162, 65], "MAG": [39, 119, 26], "SPR": [41, 125, 26], "DEF": [40, 120, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 203000106, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 590, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [17, 27, 37], "effect_frames": [15, 25, 35], "strings": {"evolution": ["Alright!<br>That strengthened me up a bit.", "很好！<br>這樣應該有稍微變強吧？", "좋아!<br>이걸로 조금은 강해졌으려나?", "Super !<br>Cela m'a rendu plus fort... un peu.", "Also gut!<br>Das hat mich etwas gestärkt.", "¡Muy bien!<br>Eso me dio algo de fuerzas."], "affinity": ["I have had many friends who<br>have helped me out.<br>It's my turn now to help you!", "曾經有許多的夥伴支持著我。<br>現在換我來成為你的力量了！", "많은 동료가<br>나를 지탱해 줬어.<br>이번엔 내가 네 힘이 될 차례야!", "J'ai eu beaucoup d'amis qui<br>m'ont aidé.<br>C'est mon tour de t'aider désormais !", "Ich hatte viele Freunde,<br>die mir geholfen haben.<br>Nun ist es an mir, zu helfen!", "¡He tenido muchos amigos<br>que me han ayudado.<br>¡Ahora me toca a mí!"], "description": ["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of Light. The Onion Knight is one of four orphans chosen by the Wind Crystal as one of the Warriors of Light destined to save the world. On his journey to complete his mission, he meets a mysterious and amnesiac man named Desch, a priestess named Aria who serves the Water Crystal, the mages Doga and Unei, and many others. Together they would fight the darkness taking over and find whomever had unleashed it upon the world.", "異界有關光之戰士的故事中登場的少年，4名孤兒中的其中ㄧ人。受到風之水晶的啟示，為了將世界從黑暗氾濫中拯救出來，他以光之戰士身分展開了旅程。在旅途中，他受到喪失記憶的青年德修和侍奉水之水晶的巫女艾麗婭以及魔道師多加與烏內等人幫助，正式接近欲引起黑暗氾濫的人。", "이계에 전해 내려오는 빛의 전사 전승에 등장하는, 4명의 고아 중 한 명. 바람의 크리스탈의 계시를 받아, 어둠의 범람이 집어삼키려 하는 세계를 지키기 위해 빛의 전사로서 여행을 떠났다. 기억을 잃은 청년 데쉬와, 물의 크리스탈을 모시는 무녀 에리아, 마도사 도가와 우네 등 여러 동료와 함께 서로를 의지하면서 여행을 이어나가며, 어둠의 범람을 일으키려 하는 자들의 정체에 다가가게 된다.", "Un jeune homme originaire d’un autre monde où la légende des cristaux et des Guerriers de la Lumière se transmet de génération en génération. Le Chevalier Oignon est l’un des quatre orphelins choisis par le cristal du Vent pour endosser la responsabilité de Guerrier de la Lumière et sauver le monde. Au cours de son aventure, il fait la rencontre de Desch, un homme mystérieux souffrant d’amnésie, d’Aria, une prêtresse au service du cristal d’Eau, des mages Doga et Unei et de bien d’autres encore. Ensemble, ils luttent contre l’influence des ténèbres et cherchent le responsable de la calamité qui sévit en ce monde.", "Eines von vier Waisenkindern aus einer fernen Welt, von dem in den Überlieferungen der Krieger des Lichts erzählt wird. Als ihm der Windkristall seine Bestimmung als Krieger des Lichts offenbart, zieht er los, um die Welt vor den unersättlichen Wogen der Dunkelheit zu retten. Auf seinen Reisen lernt er so den jungen Mann Desch kennen, der sein Gedächtnis verloren hat und trifft die Priesterin Aria, die dem Wasserkristall dient. Er macht Bekanntschaft mit vielen weiteren Freunden, wie den Magiern Doga und Unei, und kommt dabei dem wahren Drahtzieher hinter den dunklen Wogen immer näher.", "Un joven que proviene de otro mundo donde circulan relatos sobre los cristales y los Guerreros de la Luz. El Caballero Cebolla es uno de los cuatro huérfanos que el Cristal del Viento eligió para convertirse en Guerrero de la Luz y salvar el mundo. A lo largo de su aventura, conoció a Desch, un hombre misterioso y un tanto amnésico, a una sacerdotisa que servía al Cristal del Agua y se llamaba Elia y, entre otros pocos, a los magos Doga y Une. Juntos lucharían contra la creciente oscuridad y encontrarían al responsable."], "fusion": ["I will not misuse this power<br>that you have given me!", "你所給我的這股力量，<br>絕對不會用在錯誤的地方！", "네게 받은 이 힘을,<br>그릇되게 사용하지 않겠어!", "Je ferai bon usage du pouvoir que tu viens de me donner !", "Ich werde die Macht nicht missbrauchen,<br>die du mir verliehen hast!", "¡Tendré mucho cuidado al usar<br>este poder que me has dado!"], "summon": ["So you received power from a talking crystal and decided to head out on a journey!?", "從會說話的水晶那裏獲得了力量<br>接著就開始了冒險的旅途！", "말하는 크리스탈의 힘을 받아서<br>여행을 떠나기로 했어!", "Alors comme ça, vous avez reçu du pouvoir de la part d'un cristal qui parle, et vous avez décidé de partir à l'aventure !?", "Ihr habt Macht von einem sprechenden Kristall empfangen und euch dann auf eine Reise begeben?", "Así que ¡¿obtuviste poder después de hablarle a un cristal y decidiste emprender una aventura?!"]}}}, "job": "Onion Knight", "sex": "Male", "game": "FFIII", "rarity_max": 6, "names": ["Onion Knight", "洋蔥劍士", "양파 검사", "Chevalier Oignon", "Zwiebelritter", "Caballero Cebolla"], "equip": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 13, 16, 30, 31, 40, 41, 50, 51, 52, 60], "game_id": 10003, "rarity_min": 5, "tribe_id": 5, "id": "203000105", "job_id": 111}