{"TMR": ["MATERIA", 504203380], "name": "Ingus", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10020, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20050, "rarity": 3}, {"level": 6, "type": "MAGIC", "id": 30010, "rarity": 3}, {"level": 8, "type": "MAGIC", "id": 20010, "rarity": 3}, {"level": 12, "type": "MAGIC", "id": 30020, "rarity": 3}, {"level": 18, "type": "MAGIC", "id": 30100, "rarity": 3}, {"level": 13, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 33, "type": "MAGIC", "id": 20120, "rarity": 4}, {"level": 35, "type": "MAGIC", "id": 20080, "rarity": 4}, {"level": 49, "type": "ABILITY", "id": 100110, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 10150, "rarity": 4}, {"level": 24, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 41, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 51, "type": "MAGIC", "id": 10110, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 202130, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 201170, "rarity": 5}], "sex_id": 1, "entries": {"203000505": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [799, 2421, 300], "ATK": [34, 102, 20], "MP": [43, 130, 50], "MAG": [30, 90, 20], "SPR": [29, 89, 20], "DEF": [30, 90, 20]}, "magic_affinity": [6, 6, 4, 0], "ability_slots": 4, "limitburst_id": 203000505, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 349, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [27, 55, 78], "effect_frames": [25, 53, 76], "strings": {"evolution": ["I can become even stronger.<br>Alright, just need to concentrate a bit harder.", "我還能變得更強。<br>好，那我要繼續鍛煉了！", "더 강해질 수 있구나.<br>좋아, 열심히 정진해야겠군.", "Je peux devenir encore plus fort.<br>Il suffit juste que je me concentre un peu plus.", "Ich kann immer noch stärker werden.<br>Ich muss mich nur noch mehr konzentrieren.", "Aún puedo hacerme más fuerte.<br>Vale, sólo necesitas concentrarte un poco más."], "affinity": ["I couldn't do anything on my own.<br>It's thanks to you that I've been able<br>to make it so far.", "僅憑我一人，什麼也沒做到。<br>全都是多虧了你，<br>我才走到了這一步。", "나 혼자선 아무것도 할 수 없었을 거야.<br>여기까지 올 수 있었던 건<br>전부 네 덕분이지.", "Je ne pouvais rien faire tout seul.<br>Et si aujourd'hui j'en suis là,<br>c'est grâce à vous.", "Allein hätte ich gar nichts bewirken können.<br>Nur dir verdanke ich es,<br>dass ich so viel erreicht habe.", "No podía hacer nada por mi mismo.<br>Pero gracias a ti he podido llegar hasta aquí."], "description": ["A young man hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Ingus was chosen as a Warrior of Light when he helped to rid Castle Sasune of the curse it had suffered from the Djinn. He then set off on a journey with Luneth, Arc, and Refia to save his country, his people, and the world from the darkness consuming it. Always calm and composed, Ingus never fails to supports his comrades whenever they find themselves in a predicament.", "異界有關光之戰士的故事中登場的青年。在成功解除了靈魔對薩斯恩城的詛咒之後，他被水晶選中，成為了光之戰士。為了拯救逐漸被黑暗籠罩的世界，也為了保護國家和深愛的人們，他下定決心和路涅斯、亞爾柯以及蕾菲雅一同踏上旅途。英格茲有著沉著冷靜的性格，因此無論遇到何種危機他都臨危不亂，而這一優點也支撐同伴度過了重重難關。", "이계에서 전해지는 빛의 전사 전설에 등장하는 청년. 어느 날 갑자기 사슨 성을 습격한 진의 저주를 무사히 푼 그는 크리스탈에 의해 빛의 전사로 선택받게 된다. 어둠이 드리워진 세계를 구하고, 소중한 나라와 사랑하는 사람들을 지키기 위해 루네스와 아르크, 레피아와 함께 여행을 떠나기로 한다. 원래 냉정한 성격인 잉그스는 그 어떤 위기에 부딪혀도 동요하는 일 없이 동료들을 끝까지 도왔다고 한다.", "Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Ingus fut choisi comme Guerrier de la lumière lorsqu'il aida à libérer le château Sasune de la malédiction du Djinn. Il partit ensuite en voyage aux côtés de Luneth, Arc et Refia afin de sauver son pays, son peuple, et le monde tout entier des ténèbres menaçant de les recouvrir. Toujours calme et posé, il ne manque jamais de venir en aide à ses compagnons lorsque ceux-ci sont en difficulté.", "Ein junger Mann aus einer Legende über die Krieger des Lichts in einer fernen Welt. Nachdem er den Fluch des Dschinns, der über Schloss Sasune lag, gebrochen hatte, wurde er von einem Kristall zum Krieger des Lichts erkoren. Er begab sich mit Luneth, Arc und Refia auf die Reise, um sein Land, die Menschen, die er liebte, und die ganze Welt vor der um sich greifenden Finsternis zu retten. Der stets ruhige und gefasste Ingus bot seinen Gefährten auch in den schlimmsten Situationen Rückhalt.", "Joven procedente de otro mundo donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Ingus fue elegido como Guerrero de Luz cuando ayudó a liberar al castillo Sasune de la maldición del jinn. A continuación, emprendió un viaje con Luneth, Arc y Refia para salvar a su país, a su gente y al mundo entero de la oscuridad que los consume. Ingus siempre se mantiene tranquilo y sosegado, y siempre está ahí para apoyar a sus compañeros cuando se encuentran en problemas."], "fusion": ["Regardless the situation,<br>as long as you keep your cool<br>there's nothing you can't overcome.", "無論有什麼困難，<br>只要冷靜判斷<br>就一定能撐過去。", "어떤 상황에서도<br>차분하게 대처하면<br>분명 빠져나갈 수 있을 거야.", "Tant que tu gardes la tête froide<br>quelle que soit la situation<br>rien n'est impossible.", "Egal wie schlimm die Lage aussieht,<br>solange man einen kühlen Kopf bewahrt,<br>findet man bestimmt einen Ausweg.", "Si mantienes la calma,<br>no hay nada que no puedas superar<br>sea cual sea la situación."], "summon": ["That smell... There's a battlefiled nearby.<br>This could be serious...", "這空氣……有戰場的味道，<br>不可小覷。", "이 공기… 전장의 냄새다.<br>예삿일이 아닌 모양이군.", "Cette odeur. Il y a une bataille en cours pas loin d'ici.<br>C'est sûrement très grave...", "Dieser Geruch ... Da muss ein Schlachtfeld in der Nähe sein.<br>Es könnte gefährlich werden.", "Esta atmósfera... estamos cerca de un campo de batalla.<br>Debemos de tener cuidado..."]}}, "203000504": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [614, 1862, 240], "ATK": [26, 78, 16], "MP": [33, 100, 40], "MAG": [23, 69, 16], "SPR": [22, 68, 16], "DEF": [23, 69, 16]}, "magic_affinity": [5, 5, 3, 0], "ability_slots": 3, "limitburst_id": 203000504, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290020500": 20, "290040400": 5, "290030200": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 348, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [27, 55, 78], "effect_frames": [25, 53, 76], "strings": {"evolution": ["How's this?<br>I hope I'm at least a little bit stronger.", "怎麼樣？<br>有沒有覺得我變強了點？", "어때?<br>전보다 조금은 더 강해졌을까?", "Qu'est-ce que c'est que ça ?<br>J'espère au moins que je suis devenu un peu plus fort.", "Was denkst du?<br>Bin ich zumindest ein bisschen stärker geworden?", "¿Así qué tal?<br>Espero haberme vuelto al menos un poco más fuerte."], "affinity": ["I couldn't do anything on my own.<br>It's thanks to you that I've been able<br>to make it so far.", "僅憑我一人，什麼也沒做到。<br>全都是多虧了你，<br>我才走到了這一步。", "나 혼자선 아무것도 할 수 없었을 거야.<br>여기까지 올 수 있었던 건<br>전부 네 덕분이지.", "Je ne pouvais rien faire tout seul.<br>Et si aujourd'hui j'en suis là,<br>c'est grâce à vous.", "Allein hätte ich gar nichts bewirken können.<br>Nur dir verdanke ich es,<br>dass ich so viel erreicht habe.", "No podía hacer nada por mi mismo.<br>Pero gracias a ti he podido llegar hasta aquí."], "description": ["A young man hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Ingus is a dutiful and responsible soldier beloved by many, including the King. He loves Princess Sara, and she loves him in return, but he never acts upon it knowing that their relationship is an impossibility considering their origins. Having finally lifted the curse inflicted upon the castle by the Djinn, he set off on a journey with Luneth, Arc, and Refia to save the world.", "異界有關光之戰士的故事中登場的青年。他是一名守護於薩斯恩城的士兵。冷靜且誠實的人格使他深受國王和眾人的信賴。他和莎拉公主相互傾心於對方，但是他過於死板，總是把主僕關係置於優先地位，因而2人的關係一直沒有實質性的進展。在解除了靈魔對薩斯恩城的詛咒之後，他和路涅斯、亞爾柯以及蕾菲雅一同踏上了拯救世界的旅途。", "이계에서 전해지는 빛의 전사 전설에 등장하는 청년. 사슨 성의 병사인 그는 냉정하고 성실한 인품으로 인해 왕을 비롯한 수많은 사람에게 사랑을 받았다. 특히 사라 공주와는 서로 사랑하는 사이였지만, 고지식한 잉그스가 신하로서의 입장을 우선하는 바람에 두 사람의 관계는 좀처럼 진전이 없는 모양이다. 어느 날 갑자기 성을 습격한 진의 저주를 무사히 푼 그는 루네스와 아르크, 레피아와 함께 세계를 구하기 위한 여행을 떠난다.", "Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Ingus est un soldat intègre et compétent respecté de tous, y compris du roi. Il est épris de la princesse Sara et cet amour est réciproque, mais il garde ses sentiments pour lui, conscient que leur union est impossible. Après avoir enfin levé la malédiction que le Djinn avait infligée aux habitants du château, il partit en voyage aux côtés de Luneth, Arc et Refia afin de sauver le monde.", "Ein junger Mann aus einer Legende über die Krieger des Lichts in einer fernen Welt. Ingus ist ein pflichtbewusster und aufrichtiger Soldat, der in Sasune hohes Ansehen genießt, auch beim König selbst. Er und Prinzessin Sara lieben einander, doch Ingus' Stellung als Untertan lässt ihn zögern, die Beziehung voranzubringen. Nachdem er den Fluch des Dschinns gebrochen hat, macht er sich mit Luneth, Arc und Refia auf die Reise, die Welt zu retten.", "Joven procedente de otro mundo donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Ingus responsable y solícito que se ha ganado el afecto de mucha gente, incluido el rey. Ama a la princesa Sara, y ella a él, pero debido a sus orígenes nunca osaría intentar nada, a sabiendas de que su relación es imposible. Cuando por fin consigue librar al castillo de la maldición del jinn, emprende un viaje con Luneth, Arc y Refia para salvar el mundo."], "fusion": ["To protect the world...<br>I guess in doing that I would be protecting Sasune, as well.", "我相信，守護<br>這個世界和守護<br>薩斯恩城密不可分。", "세계를 지키는 것.<br>그건 다시 말해 사슨을<br>지키는 것과 다름없을 것이다.", "Protéger le monde...<br>Je pense qu'en faisant ça je protégerai aussi Sasune.", "Die Welt retten ...<br>Nun, wenn ich das tue, ist Sasune auf jeden Fall auch gerettet.", "Proteger el mundo...<br>Supongo que al hacerlo protegería también a Sasune."], "summon": ["I am Ingus, warrior of Sasune.<br>I'm not very powerful, but I'll do whatever I can to help.", "我是薩斯恩士兵英格茲，<br>將盡微薄之力協助你。", "사슨의 병사, 잉그스다.<br>미력하나마 협력하도록 하지.", "Je suis Ingus, guerrier de Sasune.<br>Je ne suis pas très puissant, mais je ferai tout ce que je peux pour vous aider.", "Ich bin Ingus, Krieger von Sasune.<br>Ich tue, was ich kann, um euch zu helfen.", "Soy Ingus, guerrero de Sasune.<br>No seré poderoso, pero puedo ser de ayuda."]}}, "203000503": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [473, 1432, 180], "ATK": [20, 60, 12], "MP": [25, 76, 30], "MAG": [17, 53, 12], "SPR": [17, 52, 12], "DEF": [17, 53, 12]}, "magic_affinity": [4, 4, 2, 0], "ability_slots": 2, "limitburst_id": 203000503, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290010100": 25, "290030200": 5, "290020500": 10}}, "rarity": 3, "compendium_id": 347, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [27, 55, 78], "effect_frames": [25, 53, 76], "strings": {"evolution": null, "affinity": ["I couldn't do anything on my own.<br>It's thanks to you that I've been able<br>to make it so far.", "僅憑我一人，什麼也沒做到。<br>全都是多虧了你，<br>我才走到了這一步。", "나 혼자선 아무것도 할 수 없었을 거야.<br>여기까지 올 수 있었던 건<br>전부 네 덕분이지.", "Je ne pouvais rien faire tout seul.<br>Et si aujourd'hui j'en suis là,<br>c'est grâce à vous.", "Allein hätte ich gar nichts bewirken können.<br>Nur dir verdanke ich es,<br>dass ich so viel erreicht habe.", "No podía hacer nada por mi mismo.<br>Pero gracias a ti he podido llegar hasta aquí."], "description": ["A young man hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Ingus is an orphan who was raised as a loyal soldier of King Sasune's army. He is a levelheaded and honest young man who has won the trust of the King, and who has pledged his service to his country. Fortunately, he managed to escape the curse of the Djinn one day when he left the castle to train. Now he seeks his beloved, Princess Sara, who has gone missing, and hopes to free his people of the curse by heading to the Cave Altar with Luneth and the others.", "異界有關光之戰士的故事中登場的青年。他曾是一名孤兒，被薩斯恩王收養，並被培養成為優秀的士兵。他冷靜沉著且為人誠實，曾發誓為國盡忠，因而深受國王信賴。當靈魔用詛咒襲擊薩斯恩城時，英格茲恰好在城外，因而得以免受災禍。為了找到行蹤不明的莎拉公主，也為了解除靈魔的詛咒，英格茲決定與路涅斯一行人一同前往封印洞窟，", "이계에서 전해지는 빛의 전사 전설에 등장하는 청년. 고아였던 그는 사슨의 왕에게 거두어져 유능한 병사로 성장하였고, 냉정하고 성실한 인품으로 인해 왕의 신뢰도 두터웠으며 잉그스 본인도 나라에 충성을 맹세했다. 운 좋게 성으로부터 멀리 떨어져 있던 덕분에 진의 저주를 면할 수 있었던 잉그스는 행방이 묘연해진 연인 사라 공주를 찾아내고, 성에 걸린 저주를 풀기 위해 루네스 일행과 함께 봉인의 동굴로 향한다.", "Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Ingus est un orphelin élevé pour devenir un loyal soldat au service du roi Sasune. Honnête et réfléchi, il a juré fidélité envers son pays, et le roi lui accorde toute sa confiance. Par chance, il échappa à la malédiction du Djinn, s'étant éloigné du château pour s'entraîner. Il décida alors de se rendre à la caverne Altar en compagnie de Luneth et ses compagnons, afin de secourir les siens et retrouver sa chère princesse Sara, portée disparue.", "Ein junger Mann aus einer Legende über die Krieger des Lichts in einer fernen Welt. Der Waise Ingus wurde von König Sasune aufgenommen und zu einem loyalen Soldaten herangezogen. Dank seiner gefassten und aufrichtigen Art genießt er das volle Vertrauen des Königs. Da er an jenem schicksalhaften Tag zufällig nicht im Schloss war, entging er dem Fluch des Dschinns. Nun ist er auf der Suche nach seiner verschollenen Liebe, Prinzessin Sara, und begibt sich mit Luneth und den anderen zur Versiegelten Höhle, um den Fluch des Dschinns zu brechen.", "Joven procedente de otro mundo donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Ingus es un huérfano criado como leal soldado del ejército del rey Sasune. Su sensatez y honestidad le han valido el favor del rey y de todos aquellos que se ponen al servicio del país. Afortunadamente consigue eludir la maldición del jinn al encontrarse fuera del castillo entrenando. Ahora busca a su amada, la princesa Sara, que se encuentra en paradero desconocido, y se une al grupo de Luneth y los demás en su expedición a la Cueva del Altar aspirando liberar así a su gente."], "fusion": ["Sasune...<br>I wonder how Princess Sara is doing...", "薩斯恩城……<br>莎拉公主，都安然無恙嗎？", "사슨은…<br>사라 공주님은 무사하시겠지?", "Sasune...<br>Je me demande comment Princesse Sara se porte...", "Sasune ...<br>Ich frage mich, wie es Prinzessin Sara wohl geht ...", "Sasune...<br>Me pregunto cómo está la princesa Sara..."], "summon": ["If there are crystals here too,<br>could that mean the Warriors of Light are here, as well?", "這裡也有水晶，<br>那就是說明這個世界<br>也有被選中的光之戰士？", "크리스탈이 존재한다는 건,<br>선택 받은 빛의 전사가<br>이 세계에도 있다는 건가…?", "Si les cristaux sont là,<br>alors ça veut sûrement aussi dire que les guerriers de la Lumière sont là aussi, n'est-ce pas ?", "Wenn es in dieser Welt Kristalle gibt,<br>heißt das, dass es hier auch die Krieger des Lichts gibt?", "Si los cristales están presentes,<br>¿significa que también los Guerreros de la Luz?"]}}}, "job": "Red Wizard", "sex": "Male", "game": "FFIII", "rarity_max": 5, "names": ["Ingus", "英格茲", "잉그스", "Ingus", "Ingus", "Ingus"], "equip": [1, 2, 5, 6, 30, 40, 41, 50, 51, 53, 60], "game_id": 10003, "rarity_min": 3, "tribe_id": 5, "id": "203000503", "job_id": 72}