{"TMR": ["MATERIA", 504100750], "name": "Cloud of Darkness", "is_summonable": true, "skills": [{"level": 7, "type": "MAGIC", "id": 30020, "rarity": 3}, {"level": 19, "type": "MAGIC", "id": 30090, "rarity": 3}, {"level": 35, "type": "MAGIC", "id": 20100, "rarity": 3}, {"level": 14, "type": "ABILITY", "id": 201150, "rarity": 4}, {"level": 37, "type": "ABILITY", "id": 100080, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 101040, "rarity": 4}, {"level": 36, "type": "MAGIC", "id": 30320, "rarity": 5}, {"level": 58, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 200310, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 203260, "rarity": 6}, {"level": 24, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 38, "type": "ABILITY", "id": 203280, "rarity": 6}, {"level": 44, "type": "ABILITY", "id": 203290, "rarity": 6}, {"level": 70, "type": "ABILITY", "id": 203300, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 100090, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 203270, "rarity": 6}], "sex_id": 2, "entries": {"203000803": {"growth_pattern": 20, "status_resist": [10, 10, 10, 10, 10, 10, 10, 10], "element_resist": [50, 50, 50, 50, 50, 50, 50, 50], "stats": {"HP": [527, 1596, 150], "ATK": [23, 71, 14], "MP": [23, 70, 25], "MAG": [18, 55, 10], "SPR": [16, 48, 10], "DEF": [21, 63, 10]}, "magic_affinity": [0, 4, 4, 0], "ability_slots": 0, "limitburst_id": 203000803, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020900": 10, "290050300": 5, "290050200": 15, "290030400": 5, "290010200": 25}}, "rarity": 3, "compendium_id": 126, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [75], "effect_frames": [73], "strings": {"evolution": [null, null, null, null, null, null], "affinity": [null, null, null, null, null, null], "description": ["A being of destruction, hailing from another world where tales are passed down of the Crystals and the Warriors of Light. It lives in the hope of returning all the world to nothingness, and is said to appear when the balance between light and dark is upset. When an ancient civilization, far advanced for their time, exhausted the power of the light, the Cloud of Darkness came forth from the great flood of light as it ran amok. It attempted to fulfill its goal of returning the world to nothingness, but the Warriors of Light and the Warriors of Dark, both chosen by the Crystals, defeated it and returned the world to stability.", "異界有關水晶與光之戰士的故事中登場的破壞者，她為將一切歸還於虛無而生，傳言當光與暗失去平衡時便會現身。在繁榮的古代，人們肆意浪費光之力量導致其失去控制，使得她降臨於世間。雖然她恪守自己的使命，要將世界歸還於虛無，但被光之戰士與暗之戰士打敗，最終世界歸於平靜。", "크리스탈과 빛의 전사 이야기가 전해지는 이계의 파괴자. 모든 것을 무로 되돌리는 존재로, 빛과 어둠의 균형이 무너지면 나타난다고 한다. 일찍이 화려한 번영을 누린 고대인들이 빛의 힘을 낭비한 결과, 폭주하여 범람한 빛의 힘 속에서 탄생했다. 사명에 따라 세계를 무로 되돌리려 했으나, 크리스탈에 선택 받은 빛의 전사와 어둠의 전사의 활약으로 세계는 다시 안정을 찾았다고 한다.", "Un être de destruction, né dans un monde dont l'histoire est marquée par les Guerriers de la lumière et les cristaux. Il vit dans l'espoir de ramener le monde au néant, et on dit qu'il apparaît quand l'équilibre entre la lumière et les ténèbres est menacé. Lorsqu'une ancienne civilisation en avance sur son temps finit par épuiser la puissance de la lumière, le Nuage de Ténèbres apparut dans un flot de lumière pour tout détruire. Il tenta de réduire le monde à néant, mais les Guerriers de la lumière et les Guerriers des ténèbres choisis par les cristaux finirent par le vaincre et ramenèrent l'équilibre dans le monde.", "Wesen der Zerstörung aus einer anderen Welt, wo man sich die Geschichten der Kristalle und Krieger des Lichts erzählt. Lebt in der Hoffnung, die Welt ins Nichts zurückkehren lassen zu können und soll auftauchen, wenn Licht und Dunkelheit im Ungleichgewicht sind. Als eine alte, für ihre Zeit weit fortgeschrittene Zivilisation die Kraft des Lichts erschöpft hatte, stieg die Wolke der Dunkelheit aus der wütenden großen Flut aus Licht auf. Sie versuchte, die Welt ins Nichts zu holen, doch die Krieger des Lichts und die Krieger der Dunkelheit, beide von den Kristallen auserwählt, besiegten sie und stabilisierten die Welt wieder.", "Un ser destructivo originario de otro mundo, en el que se transmiten relatos sobre los cristales y los Guerreros de la Luz. Vive con la esperanza de reducir el mundo a la nada y se dice que aparece cuando se altera el equilibrio entre la luz y la oscuridad. Hubo una civilización antigua, muy avanzada para su época, que agotó el poder de la luz y la Nube de Oscuridad acompañó a la inundación de luz, fuera de control. Trató de cumplir su objetivo de reducirlo todo a la nada, pero los Guerreros de la Luz y de la Oscuridad, elegidos por los cristales, la derrotaron y devolvieron el equilibrio al mundo."], "fusion": ["Our power grows...and all for the better.<br>Now we will show you true destruction!", "力量越來越強……<br>好吧，<br>就讓你見識一下什麼叫破壞吧。", "힘이 넘친다…….<br>좋다.<br>그대에게 파괴를 보여주지.", "Notre puissance ne cesse de s'étendre... Nous nous ferons un plaisir de te démontrer la nature du néant !", "Unsere Macht wächst ...<br>Pass auf, wir zeigen dir, was<br>Zerstörung wirklich bedeutet!<br>", "Nuestro poder crece... y para bien.<br>¡Os enseñaremos lo que es verdadera destrucción!"], "summon": ["We are the Cloud of Darkness, keeper of the balance between the light and the dark.<br>You intrigue us.", "我是暗黑之雲。<br>負責維持光與暗的均衡。<br>有意思，就讓我與你一同上路吧。", "나는 빛과 어둠의 균형을 유지하는 자,<br>어둠의 구름이니라.<br>재미있군. 이 몸과 함께 가고자 하느냐?", "Nous sommes le Nuage de Ténèbres, gardien de l'équilibre entre la lumière et l'obscurité.<br>Tu nous intrigues.", "Wir sind die Wolke der Dunkelheit, Hüter des Gleichgewichts von Licht und Schatten.<br>Du machst uns neugierig.", "Somos la Nube de Oscuridad, guardianes del equilibrio entre luz y oscuridad.<br>Nos intrigáis."]}}, "203000804": {"growth_pattern": 20, "status_resist": [10, 10, 10, 10, 10, 10, 10, 10], "element_resist": [50, 50, 50, 50, 50, 50, 50, 50], "stats": {"HP": [679, 2059, 210], "ATK": [30, 92, 18], "MP": [30, 90, 35], "MAG": [23, 71, 14], "SPR": [20, 61, 14], "DEF": [27, 82, 14]}, "magic_affinity": [0, 6, 5, 0], "ability_slots": 0, "limitburst_id": 203000804, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290030400": 10, "290040400": 5, "290050400": 5, "290020900": 20}}, "rarity": 4, "compendium_id": 127, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [75], "effect_frames": [73], "strings": {"evolution": ["This great flood of power...<br>We can feel the strength filling us...!", "噢噢，<br>強大的力量在我的體內氾濫……<br>逐漸充滿我的全身……", "오오……<br>강대한 힘의 범람이여…….<br>갈증이 채워지는구나…….", "Quel déluge de puissance ! ... Nous la sentons remplir tout notre être !", "Diese Flut der Macht ...<br>Die Kraft füllt uns völlig aus!", "Esta gran ola de poder...<br>¡Podemos sentir cómo nos llena la fuerza!"], "affinity": [null, null, null, null, null, null], "description": ["A being of destruction, hailing from another world where tales are passed down of the Crystals and the Warriors of Light. It appeared when an advanced civilization exhausted the power of the light, but then was sealed away by the Warriors of Light and the Warriors of Dark. But when the power-hungry wizard Xande calls on the power of darkness some one thousand years later in pursuit of eternal life and control over all the world, the Cloud of Darkness is woken once more. And in order to finally return both the World of Light and the World of Darkness to nothingness, it strikes down the Warriors of Light who would stand in its way.", "異界有關水晶與光之戰士的故事中登場的破壞者，在繁榮的古代，人們肆意浪費光之力量致使她降臨於世間，隨後被光與暗的戰士們封印。誰曾想1000年後，魔道士贊德尋求永遠的生命，並想霸佔世界的全部，由此引發暗之力量氾濫，她也因此而再次覺醒。她決定這次一定要將光與暗的世界歸於虛無，用壓倒性的力量阻擋住光之戰士們前進的道路。", "크리스탈과 빛의 전사 이야기가 전해지는 이계의 파괴자. 일찍이 화려한 번영을 누린 고대인들이 빛의 힘을 낭비한 탓에 나타났으며, 한 번은 빛과 어둠의 전사들에게 봉인 당했다. 그러나 천 년이 지난 후, 마도사 잔데가 영원한 생명과 세계의 지배권을 얻기 위해 어둠의 힘을 폭주시키자 다시 눈을 떴다. 그리고 이번에야말로 빛과 어둠의 세계를 무로 되돌리기 위해 빛의 전사들을 힘으로 압도했다.", "Un être de destruction, né dans un monde dont l'histoire est marquée par les Guerriers de la lumière et les cristaux. Il est apparu lorsqu'une ancienne civilisation a fini par épuiser la puissance de la lumière, mais a ensuite été scellé par les Guerriers de la lumière et les Guerriers des ténèbres. Mille ans plus tard, quand le sorcier Xande invoque la puissance des ténèbres pour recevoir la vie éternelle et dominer le monde, le Nuage de Ténèbres s'éveille à nouveau. Pour ramener le Monde de la lumière et le Monde des ténèbres au néant, il est prêt à affronter tous les Guerriers de la lumière qui se dresseront sur son chemin.", "Wesen der Zerstörung aus einer anderen Welt, in der man sich die Geschichten der Kristalle und der Krieger des Lichts erzählt. Tauchte auf, als eine alte Zivilisation die Kraft des Lichts erschöpft hatte, wurde dann jedoch von den Kriegern des Lichts und den Kriegern der Dunkelheit versiegelt. Als dann aber der machthungrige Hexer Xande einige tausend Jahre später die dunkle Macht beschwört, um die Weltherschafft und ewiges Leben zu erlangen, wird die Wolke der Dunkelheit erneut erweckt. Um endlich sowohl die Welt des Lichts als auch die Welt der Dunkelheit ins Nichts zu führen, streckt sie die Krieger des Lichts nieder.", "Un ser destructivo originario de otro mundo, en el que se transmiten relatos sobre los cristales y los Guerreros de la Luz. La Nube de Oscuridad apareció cuando una civilización avanzada agotó el poder de la luz, pero los Guerreros de la Luz y de la Oscuridad sellaron a la criatura. La Nube de Oscuridad volvió a despertar mil años más tarde, cuando Zande, un mago ansioso de poder, invocó el poder de la oscuridad en busca de la vida eterna y el control del mundo. Para reducir a la nada al Mundo de la Luz y al de la Oscuridad, la Nube de Oscuridad derrota a los Guerreros de la Luz, que se interponen en su camino."], "fusion": ["Hahaha!<br>Your hope...your despair...we will use it all<br>to power your destruction!", "哈哈哈哈……<br>將希望與絕望都一併吞噬，<br>讓它們成為我的力量吧。", "하하하…….<br>희망도 절망도 모두 집어삼켜<br>내 힘으로 바꾸어 주마.", "Hahaha ! L'espoir... et même le désespoir, nous absorberons tout et gagnerons davantage de puissance destructrice !", "Deine Hoffnung und Verzweiflung,<br>die Nahrung für Flammen der Zerstörung!", "¡Ja, ja, ja!<br> Vuestra esperanza... y vuestra desesperación... ¡alimentarán vuestra destrucción!"], "summon": ["We are neither light nor darkness, but a limitless void.<br>Still, you would peer within?", "我的力量既不是光，又不是暗，<br>而是徹底的虛無……<br>你想見識一下我的力量嗎？", "내 힘은 빛도 어둠도 아니다.<br>한없이 압도적인 '무'…….<br>보고 싶은가?", "Nous ne sommes ni lumière, ni ténèbres, mais le néant absolu. Malgré cela, tu désires regarder à l'intérieur ?", "Wir sind weder Licht noch Schatten, sondern grenzenloses Nichts.<br>Möchtest du dennoch einen Blick riskieren?", "No somos luz ni oscuridad, sino un vacío sin límite.<br>¿Aun así quieres echar un vistazo?"]}}, "203000805": {"growth_pattern": 20, "status_resist": [10, 10, 10, 10, 10, 10, 10, 10], "element_resist": [50, 50, 50, 50, 50, 50, 50, 50], "stats": {"HP": [849, 2574, 240], "ATK": [38, 115, 24], "MP": [37, 113, 40], "MAG": [29, 89, 16], "SPR": [25, 77, 16], "DEF": [34, 102, 16]}, "magic_affinity": [0, 8, 6, 0], "ability_slots": 0, "limitburst_id": 203000805, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 5, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 128, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [75], "effect_frames": [73], "strings": {"evolution": ["Complete destruction.<br>That is our true power.<br>As you shall soon witness...", "完全的破壞，<br>那就是我真正的力量。<br>就也讓你們見識一下吧。", "완전한 파괴.<br>그것이 이 몸의 진정한 힘이다.<br>너희에게도 보여주마.", "La destruction totale.<br>Voilà notre véritable pouvoir.<br>Comme tu le découvriras bientôt...", "Völlige Vernichtung.<br>Das ist unsere wahre Macht.<br>Bald wirst du sehen ...", "Destrucción total.<br>Ese es nuestro verdadero poder.<br>Del que pronto seréis testigos..."], "affinity": ["We will return this world to the Void.<br>That is all we exist for.<br>And yet you would fight beside us?", "將世界歸於虛無，我就是為此而生。<br>你明知如此還願與我在一起，<br>真是怪人。", "나는 세계를 '무'로 되돌리기 위해<br>태어난 존재이거늘,<br>어찌하여 나를 내치지 않는 것이냐?", "Nous engloutirons ce monde et le ramènerons au Néant. C'est notre unique raison d'être. Pourquoi persistes-tu donc à faire appel à nous ?", "Unser einziges Ziel ist es,<br>die Welt ins Nichts zurückzuführen.<br>Und dennoch kämpfst du an unserer Seite?", "Devolveremos este mundo a El Vacío.<br>Ese es el motivo de nuestra existencia.<br>¿Y, aun así, quieres luchar a nuestro lado?"], "description": ["A being of destruction, hailing from another world where tales are passed down of the Crystals and the Warriors of Light. It lives in the hope of returning all the world to nothingness, and is said to appear when the balance between light and dark is upset. When the wizard Xande floods the world with darkness, it awakens from its thousand-year-long sleep and strikes down the Warriors of Light who oppose it. But the Warriors of Dark sacrifice themselves to weaken it, giving the Warriors of Light one last chance to take on the Cloud of Darkness and defeat it once more.", "異界有關水晶與光之戰士的故事中登場的破壞者，當光與暗失去平衡時便會現身，她的使命便是將一切歸還於虛無。魔道師贊德引發暗之力量氾濫，導致她從1000年的沉睡中甦醒過來，用壓倒性的力量阻擋住光之戰士們前進的道路。最後，暗之四戰士捨身削弱了她的力量，光之四戰士與她展開了殊死戰鬥，最終再次將她打敗。", "크리스탈과 빛의 전사 이야기가 전해지는 이계의 파괴자. 빛과 어둠의 균형이 무너질 때 나타나 모든 존재를 무로 되돌리는 사명을 띤다. 마도사 잔데가 어둠의 힘을 폭주시키자 천 년의 잠에서 깨어나 빛의 전사들을 압도했다. 그러나 어둠의 4전사들의 목숨을 건 공격을 받아 힘이 약해졌고, 이어서 빛의 4전사와 사투를 벌인 끝에 다시 한 번 쓰러졌다.", "Un être de destruction, né dans un monde dont l'histoire est marquée par les Guerriers de la lumière et les cristaux. Son seul but est de réduire le monde à néant, et l'on dit qu'il apparaît lorsque l'équilibre entre la lumière et les ténèbres est menacé. Quand le sorcier Xande plonge le monde dans les ténèbres, il sort de son sommeil de mille ans pour frapper tous les Guerriers de la lumière qui se dressent contre lui. Les Guerriers des ténèbres se sacrifient pour l'affaiblir et offrent aux Guerriers de la lumière une chance unique de vaincre le Nuage de Ténèbres.", "Wesen der Zerstörung aus einer anderen Welt, in der man sich die Geschichten der Kristalle erzählt. Lebt in der Hoffnung, alle Welten zurück ins Nichts zu führen, und soll erscheinen, wenn die Balance von Licht und Dunkelheit gestört ist. Als der Hexer Xande die Welt mit Dunkelheit flutet, erwacht es aus seinem tausend Jahre langen Schlaf und streckt die Krieger des Lichts nieder. Doch die Krieger der Dunkelheit opfern sich, um sie zu schwächen, was den Kriegern des Lichts eine letzte Chance gibt, die Wolke der Dunkelheit anzugreifen und zu besiegen.", "Un ser destructivo originario de otro mundo, en el que se transmiten relatos sobre los cristales y los Guerreros de la Luz. Vive con la esperanza de reducir el mundo a la nada y se dice que aparece cuando se altera el equilibrio entre la luz y la oscuridad. Cuando el mago Zande sume al mundo en la oscuridad, la Nube de Oscuridad despierta de su sueño milenario y derrota a los Guerreros de la Luz. Sin embargo, los Guerreros de la Oscuridad se sacrifican para debilitarla y dan a los Guerreros de la Luz una última oportunidad para superarla y derrotarla una vez más."], "fusion": ["The stronger the light, the darker the shadows grow.<br>That is the way of the world.", "<br>光越強<br>影也就越暗，<br>這就是這個世界的法則……", "<br>빛이 밝아지면<br>어둠 또한 짙어지는 법.<br>그것이 세상의 이치일지니…….", "Plus vive est la lumière, plus grandes sont les ombres.<br>Telle est la loi qui dicte le monde.", "Je heller das Licht, desto dunkler<br>die Schatten. Das ist der Lauf der<br>Welt.", "Cuanto más fuerte es la luz, más oscuras las sombras.<br>Así es el mundo."], "summon": ["We are the keeper of balance.<br>You would seek the power of destruction, greedy mortal?", "我是執掌均衡的人……<br>你來向我尋求破壞之力嗎？<br>真是個貪心的人。", "나는 균형을 다스린다…….<br>파멸의 힘을 원하다니,<br>탐욕스러운 자들이로고.", "Nous sommes le gardien de l'équilibre.<br>Qui es-tu pour désirer le pouvoir de la destruction, misérable insecte ?", "Wir sind Hüter des Gleichgewichts.<br>Dennoch strebst du nach Vernichtung? Törichter Sterblicher.", "Somos el guardián del equilibrio.<br>¿Anhelas el poder de la destrucción, codicioso mortal?"]}}, "203000806": {"growth_pattern": 30, "status_resist": [30, 30, 30, 30, 30, 30, 30, 30], "element_resist": [50, 50, 50, 50, 50, 50, 50, 50], "stats": {"HP": [1104, 3346, 390], "ATK": [49, 149, 34], "MP": [48, 146, 65], "MAG": [38, 115, 26], "SPR": [33, 100, 26], "DEF": [44, 132, 26]}, "magic_affinity": [0, 8, 7, 0], "ability_slots": 4, "limitburst_id": 203000806, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 329, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [75], "effect_frames": [73], "strings": {"evolution": ["I tire of waiting.<br>I shall cover you all in both light and darkness!", "我都等得不耐煩了，<br>看我將光芒與黑暗一同吞噬。", "기다렸다. 자, 빛도 어둠도 모조리 뒤덮어 주지.", "Nous sommes las d'attendre.<br>Il est temps de recouvrir la lumière et les ténèbres.", "Ich bin des Wartens überdrüssig.<br>Es ist Zeit, sowohl Licht als auch Finsternis zu verschlingen!", "Me estoy cansando de esperar.<br>¡Os voy a cubrir a todos tanto de luz como de oscuridad!"], "affinity": ["We will return this world to the Void.<br>That is all we exist for.<br>And yet you would fight beside us?", "將世界歸於虛無，我就是為此而生。<br>你明知如此還願與我在一起，<br>真是怪人。", "나는 세계를 '무'로 되돌리기 위해<br>태어난 존재이거늘,<br>그걸 알면서도 나와 함께하겠다니 별난 존재로구나.", "Nous ferons retourner ce monde dans le Néant.<br>C'est notre seul raison d'être.<br>Et vous voulez malgré tout nous combattre ?", "Unser einziges Ziel ist es,<br>die Welt ins Nichts zurückzuführen.<br>Und dennoch kämpfst du an unserer Seite?", "Devolveremos este mundo a El Vacío.<br>Ese es el motivo de nuestra existencia.<br>¿Y, aun así, quieres luchar a nuestro lado?"], "description": ["A being of destruction, hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Once the balance of light and darkness was disrupted, the Cloud of Darkness emerged to return all the world to nothingness. Having awakened from its thousand-year-long sleep, it is believed to have also appeared when light had consumed the world long before, and again when the darkness brought upon by Master Xande ravaged the same. An emissary of the Void, the Cloud of Darkness cannot be defeated unless both light and darkness are used against it.", "異界有關水晶與光之戰士的故事中登場的破壞者。當光與暗失去平衡時，她便會現身將一切歸還於虛無，因而並不能稱其為邪惡的魔物。她的每次現身都是為了完成自身的使命，不管是1000年前光之氾濫時，還是由魔王贊德引發的暗之氾濫時，無不如此。她幾乎就是自然規律的象征，因此只有同時用光之力和暗之力才能將其擊倒。", "크리스탈과 빛의 전사 이야기가 전해지는 이계의 파괴자. 빛과 어둠의 균형이 무너진 세계를 무로 되돌리는 역할을 맡고 있지만, 결코 사악한 마물이 아니다. 천 년 전에 일어난 빛의 범람 때도, 마왕 잔데가 일으킨 어둠의 범람 때도 자신의 사명을 다하기 위해 나타났을 뿐이다. 그야말로 자연의 섭리라고 할 수 있는 존재이기 때문에 빛과 어둠의 힘을 합치지 않으면 쓰러트리는 것조차 불가능하다고 한다.", "Un être de destruction venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Lorsque l'équilibre entre lumière et ténèbres est rompu, le Nuage de Ténèbres s'éveille de son profond sommeil afin de ramener le monde au néant. On raconte qu'il était apparu lorsque la lumière avait consumé le monde il y a mille ans, et il en fit de même lorsque les actions de Xande provoquèrent le déferlement des ténèbres. Émissaire du Néant, le Nuage de Ténèbres ne peut être vaincu que par l'union de la lumière et des ténèbres.", "Eine Entität der Vernichtung aus einer Legende über die Krieger des Lichts in einer fernen Welt. Die Wolke der Dunkelheit erscheint, um die Welt wieder ins Nichts zurückzuführen, wenn die Balance zwischen Licht und Dunkelheit verloren gegangen ist. So war es 1000 Jahre zuvor, als das Licht die Oberhand gewann, und so war es auch, als Xande die Welt mit Dunkelheit überflutete. Sie ist keine Kreatur des Bösen, sondern eine Naturgewalt, und kann daher nur bezwungen werden, wenn die Kräfte von Licht und Finsternis vereint sind.", "Un ente de destrucción procedente de otro mundo donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Cuando el equilibrio entre la luz y la oscuridad se alteró, surgió la Nube de Oscuridad para reducir el mundo a la nada. Acaba de despertar de su sueño milenario, y se cree que también apareció hace mucho tiempo, cuando la luz consumió a la oscuridad, y también cuando el maestro Zande sumió al mundo en oscuridad. La única forma de derrotar a la Nube de Oscuridad, emisaria del Vacío, es combinando luz y oscuridad a la vez contra ella."], "fusion": ["The stronger I become,<br>the closer this world gets to the Void!", "我的力量越強，<br>世界就會越接近虛無……", "내 힘이 강해질수록<br>세계 또한 무를 향해 나아간다…!", "Plus ma force augmente<br>et plus ce monde se rapproche du Néant !", "Je stärker ich werde,<br>desto näher rückt die Welt an das Nichts!", "¡Cuanto más poder obtengo,<br>más se acerca este mundo al Vacío!"], "summon": ["There is none who can stop me.<br>The Void is unstoppable...", "誰也無法阻止我，<br>虛無是無法被消滅的……", "그 누구도 날 막을 순 없다.<br>무는 불멸이니라…", "Personne ne peut m'arrêter.<br>Le Néant est inarrêtable...", "Niemand kann uns aufhalten.<br>Das Nichts ist unauslöschlich ...", "No hay nadie que pueda detenerme.<br>El Vacío es inevitable..."]}}}, "job": "Ravager", "sex": "Female", "game": "FFIII", "rarity_max": 6, "names": ["Cloud of Darkness", "暗黑之雲", "어둠의 구름", "Nuage de Ténèbres", "Wolke der Dunkelheit", "Nube de Oscuridad"], "equip": [5, 6, 13, 15, 40, 50, 53, 60], "game_id": 10003, "rarity_min": 3, "tribe_id": 12, "id": "203000803", "job_id": 43}