{"TMR": ["EQUIP", 409008000], "name": "Luneth", "is_summonable": true, "skills": [{"level": 15, "type": "ABILITY", "id": 101200, "rarity": 5}, {"level": 32, "type": "ABILITY", "id": 203330, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 203390, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 203340, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 203310, "rarity": 6}, {"level": 41, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 100090, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 203320, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 101370, "rarity": 6}], "sex_id": 1, "entries": {"203000206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1196, 3625, 390], "ATK": [48, 146, 34], "MP": [51, 155, 65], "MAG": [38, 115, 26], "SPR": [39, 117, 26], "DEF": [42, 127, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 203000206, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 319, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [27, 43, 77], "effect_frames": [22, 38, 72], "strings": {"evolution": ["Alright!<br>I can tell our adventures are gonna get even better!", "太棒啦！<br>這下冒險就會更加有趣啦！", "야호!<br>이걸로 모험을 더욱 즐길 수 있겠다!", "Super !<br>Je peux te dire qu'avec ça, notre aventure va être encore plus palpitante !", "Klasse!<br>Unser Abenteuer wird immer besser und besser!", "¡Muy bien!<br>¡Estoy convencido de que nuestras aventuras van a ser todavía mejores!"], "affinity": ["I've finally gotten used to this world.<br>Must be from hanging around with you!", "終於開始習慣這個世界了。<br>這也是多虧了和你一起旅行！", "이 세계에도 꽤 익숙해졌네.<br>너와 함께한 여행 덕분인가 봐!", "J'ai enfin réussi à me fondre dans ce monde.<br>C'est sûrement grâce à vous !", "Ich habe mich schon ganz gut an diese Welt gewöhnt.<br>Wir sind schließlich schon eine ganze Weile zusammen unterwegs!", "Por fin me he acostumbrado a este mundo.<br>¡Debe de ser de pasar tanto tiempo contigo!"], "description": ["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Luneth, who saved the neighboring village of Kazus and Castle Sasune from the cursed place upon them by the Djinn, set off on a journey as one of the chosen Warriors of Light to save the world with his childhood friend Arc, the blacksmith's adopted daughter Refia, and Castle Sasune's soldier Ingus. As they wandered from place to place, they searched for the source of the darkness enveloping the world, eventually closing in on the secret surrounding their birth.", "異界有關光之戰士的故事中登場的少年。路涅斯在解除靈魔詛咒，拯救了鄰村卡茲斯和薩斯恩城後，作為被水晶選中的光之戰士，和從小一起長大的亞爾柯、鍛冶店養女蕾菲雅以及在薩斯恩城服役的士兵英格茲結伴，踏上了拯救世界的旅途。他們在周遊世界各地，尋找氾濫的黑暗想要覆蓋世界的原因時，恰恰也在接近自己出生的秘密。", "이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 이웃 마을 카즈스와 사슨 성을 습격한 진의 저주를 푼 루네스는 형제처럼 자란 아르크, 대장장이의 양녀 레피아, 사슨 성의 병사 잉그스와 함께 크리스탈에게 선택받은 빛의 전사로서 세계를 구하기 위한 여행을 떠난다. 각지를 돌며 세계를 뒤덮으려 하는 어둠의 범람의 원인을 조사하던 중 루네스 일행은 자신들도 모르는 사이에 출생의 비밀에 다가가게 된다.", "Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Après avoir sauvé le village de Kazus et le château Sasune de la malédiction du Djinn, Luneth partit en voyage en tant que Guerrier de la lumière afin de sauver le monde, accompagné de son ami d'enfance Arc, de la fille adoptive du forgeron Refia, et du soldat du château Sasune Ingus. Ils cherchèrent partout la source des ténèbres menaçant de recouvrir le monde, jusqu'à découvrir le secret entourant leurs naissances.", "Ein Junge aus einer Legende über die Krieger des Lichts in einer fernen Welt. Nachdem Luneth das Nachbardorf Kazus und das Schloss Sasune vom Fluch eines wütenden Dschinns befreit hatte, machte er sich als einer der auserwählten Krieger des Lichts auf die Reise, um die Welt zu retten. Die anderen im Bunde waren sein Kindheitsfreund Arc, Refia, die Ziehtochter des Schmieds, sowie Ingus, ein Soldat Sasunes. Während sie von Ort zu Ort reisten, um den Ursprung der wachsenden Dunkelheit in der Welt zu finden, kamen sie allmählich auch dem Geheimnis ihrer eigenen Herkunft auf die Spur.", "Joven procedente de otro mundo, donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Luneth, que salvó la aldea vecina de Kazus y el castillo Sasune de la maldición del jinn, se embarcó como uno de los Guerreros de la Luz elegidos para salvar al mundo en un viaje acompañado de su amigo de la infancia, Arc, la hija adoptada del herrero, Refia y el soldado del castillo Sasune, Ingus. Juntos recorrieron el mundo en busca del origen de la oscuridad que lo envolvía todo, y al final desentrañaron el secreto de su nacimiento."], "fusion": ["I can't believe us orphans were<br>selected by the Warrior of Light.<br>I wonder if there was some special reason?", "我們是孤兒，<br>卻被選為光之戰士。<br>有什麼特別的理由嗎？", "고아였던 우리가<br>빛의 전사로 선택 받게 되다니.<br>무슨 특별한 이유라도 있나?", "J'ai du mal à croire que des orphelins comment nous aient été choisis par le Guerrier de la Lumière.<br>Y aurait-il une raison particulière ?", "Dass ausgerechnet Waisenkinder wie wir als<br>Krieger des Lichts ausgewählt wurden ...<br>Ich frage mich, was dahintersteckt?", "No me puedo creer que el Guerrero de la Luz<br> haya elegido a unos huérfanos como nosotros.<br>¿Será por algo en especial?"], "summon": ["I am Luneth.<br>I came to this world by the guidance of the crystals.", "我叫路涅斯，<br>被水晶指引<br>來到了這個世界。", "내 이름은 루네스.<br>크리스탈의 인도로<br>이 세계에 왔어.", "Moi c'est Luneth.<br>Je suis venu dans ce monde grâce aux cristaux.", "Ich bin Luneth.<br>Die Kristalle haben mich in diese Welt geführt.", "Soy Luneth.<br>Los cristales me guiaron a este mundo."]}}, "203000205": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [926, 2807, 240], "ATK": [37, 112, 24], "MP": [39, 119, 40], "MAG": [29, 88, 16], "SPR": [30, 90, 16], "DEF": [32, 97, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 203000205, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 318, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [27, 43, 77], "effect_frames": [22, 38, 72], "strings": {"evolution": null, "affinity": ["I've finally gotten used to this world.<br>Must be from hanging around with you!", "終於開始習慣這個世界了。<br>這也是多虧了和你一起旅行！", "이 세계에도 꽤 익숙해졌네.<br>너와 함께한 여행 덕분인가 봐!", "J'ai enfin réussi à me fondre dans ce monde.<br>C'est sûrement grâce à vous !", "Ich habe mich schon ganz gut an diese Welt gewöhnt.<br>Wir sind schließlich schon eine ganze Weile zusammen unterwegs!", "Por fin me he acostumbrado a este mundo.<br>¡Debe de ser de pasar tanto tiempo contigo!"], "description": ["A young boy hailing from another world where tales are passed down of the Crystals and the Warriors of Light. Like Arc, Luneth is an orphan raised by Elder Topapa in the village of Ur. A very active boy with a strong sense of morality, he is definitely a leader type figure amongst the other children of the village. However, his recklessness can prove to be his weakness at times. On a fateful day, Luneth went to explore the Altar Cave and received a revelation from the Crystal enshrined within. Incredulous, yet willing, he then set off on a journey to save the world.", "異界有關光之戰士的故事中登場的少年。他是一名孤兒，和境遇相同的亞爾柯一起，被烏爾村的村長托帕帕收養。他性格活潑，具有很強的正義感，同村的孩子們也很佩服他。美中不足的是，他時而犯糊塗。有一天，路涅斯不小心走進了祭壇洞窟中，發現了安置在深處的水晶並得到了啟示。於是，受到啟示的路涅斯抱著滿心疑惑踏上了拯救世界的旅途。", "이계에서 전해지는 빛의 전사 전설에 등장하는 소년. 고아였던 그는 같은 처지인 아르크와 함께 울 마을의 촌장인 토파파 밑에서 자랐다. 활발하고 정의감이 강하여 마을 아이들 사이에서도 두각을 나타냈으나, 살짝 순진한 점이 옥에 티이기도 하다. 제단의 동굴에서 길을 잃은 루네스는 동굴 안쪽에 안치되어 있던 크리스탈의 계시를 받게 되고, 반신반의하면서도 세계를 구하기 위한 여행을 떠난다.", "Un jeune homme venu d'un monde où se transmet la légende des Cristaux et des Guerriers de la lumière. Tout comme Arc, Luneth est un orphelin élevé par Grand Topapa dans le village d'Ur. Énergique et doté d'un fort sens moral, il fait office de meneur parmi les autres enfants du village. Cependant, son imprudence peut aussi être sa plus grande faiblesse. Un jour, Luneth partit explorer la caverne Altar et entendit la voix du cristal logé à l'intérieur. Perplexe mais volontaire, il partit alors en voyage afin de sauver le monde.", "Ein Junge aus einer Legende über die Krieger des Lichts in einer fernen Welt. Ebenso wie Arc ist Luneth ein Waise, der von Topapa im Dorf Ur aufgezogen wurde. Mit seinem Tatendrang und Sinn für Gerechtigkeit ist er so etwas wie der Anführer der übrigen Kinder im Dorf, das Denken allerdings ist nicht unbedingt seine Stärke. Eines schicksalhaften Tages verirrte er sich in die Altarhöhle, wo er von dem dort aufbewahrten Kristall eine Offenbarung empfing. Daraufhin machte er sich, noch unsicher, was er von der Sache halten solle, auf die Reise, um die Welt zu retten.", "Joven procedente de otro mundo, donde se transmiten los relatos de los cristales y los Guerreros de la Luz. Al igual que Arc, Luneth es otro huérfano criado por el Anciano Topapa en la aldea de Ur. Es un chico muy activo con un marcado sentido moralidad, lo que lo convirtió en un modelo a seguir para casi todos los demás niños de aldea. Su impulsividad, no obstante, puede ser su punto débil en más de una ocasión. El destino quiso que un día en que Luneth había salido a explorar la Cueva del Altar, el cristal que se encuentra en su interior le ofreciese una revelación. Sin terminar de creérselo del todo, pero decidido, se lanzó a un viaje para salvar al mundo."], "fusion": ["I've no idea the difference<br>between light and dark...<br>I just feel there's something I must do!", "突然和我說什麼光明又黑暗的，<br>我根本聽不懂啊……<br>但我感覺必須要做點什麼才行！", "뜬금없이 빛이랑 어둠이 어쩌고 저쩌고 해도<br>전혀 이해가 되지 않지만…<br>넋 놓고 있을 때가 아니라는 것만은 분명해!", "Ces histoires de lumière et de ténèbres ne me parlent pas vraiment...<br>J'ai toutefois le sentiment de devoir faire quelque chose !", "Ich habe keine Ahnung, was dieses ganze<br>Gerede von Licht und Dunkelheit soll ...<br>Aber ich weiß, dass ich handeln muss!", "No tengo ni idea de cuál es la diferencia<br>entre luz y oscuridad...<br>¡tan solo sé que tengo que hacer algo!"], "summon": ["I give up.<br>I mean, what am I even doing here?", "糟糕，<br>好像來到了一個<br>不得了的地方呢。", "야단났군.<br>엄청난 곳에 와 버린 것 같은데.", "J'abandonne.<br>Enfin, qu'est-ce que je fais encore ici ?", "Oh je.<br>Wo bin ich denn jetzt schon wieder gelandet?", "Me rindo.<br>Al fin de cabos, ¿qué estoy haciendo aquí?"]}}}, "job": "Warrior", "sex": "Male", "game": "FFIII", "rarity_max": 6, "names": ["Luneth", "路涅斯", "루네스", "Luneth", "Luneth", "Luneth"], "equip": [1, 2, 3, 4, 30, 40, 41, 50, 51, 52, 60], "game_id": 10003, "rarity_min": 5, "tribe_id": 5, "id": "203000205", "job_id": 5}