{"TMR": ["EQUIP", 404002800], "name": "Studious Dragoon Kain", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200270, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 16, "type": "ABILITY", "id": 101050, "rarity": 5}, {"level": 20, "type": "ABILITY", "id": 223530, "rarity": 5}, {"level": 33, "type": "ABILITY", "id": 101460, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 223520, "rarity": 5}, {"level": 54, "type": "ABILITY", "id": 202430, "rarity": 5}, {"level": 60, "type": "ABILITY", "id": 223510, "rarity": 5}, {"level": 73, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 223560, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 223550, "rarity": 6}, {"level": 20, "type": "ABILITY", "id": 223500, "rarity": 6}, {"level": 33, "type": "ABILITY", "id": 202870, "rarity": 6}, {"level": 40, "type": "ABILITY", "id": 223490, "rarity": 6}, {"level": 49, "type": "ABILITY", "id": 202860, "rarity": 6}, {"level": 60, "type": "ABILITY", "id": 223480, "rarity": 6}, {"level": 80, "type": "ABILITY", "id": 223540, "rarity": 6}, {"level": 86, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 208880, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 223470, "rarity": 6}], "sex_id": 1, "entries": {"204001606": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1205, 3653, 390], "ATK": [51, 155, 34], "MP": [51, 155, 65], "MAG": [38, 115, 26], "SPR": [39, 119, 26], "DEF": [45, 135, 26]}, "magic_affinity": [4, 0, 0, 0], "ability_slots": 4, "limitburst_id": 204001606, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 878, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [39], "effect_frames": [37], "strings": {"evolution": ["I feel like I can end it now.<br>I must repay this favor!", "能夠就這樣結束了吧。<br>必須回報這項恩德！", "이대로 끝내진 않아.<br>이 빚을 갚아야만 해……!", "J'ai l'impression de pouvoir mettre fin à tout cela, à présent.<br>C'est à toi que je le dois !", "Ich kann es zu Ende bringen.<br>Ich muss diesen Gefallen erwidern.", "Creo que puedo terminarlo ahora.<br>¡Tengo que devolver el favor!"], "affinity": ["I won't betray you any more.<br>I swear on my pride as a dragoon.", "我以龍騎士的榮耀發誓。<br>今後絕對不會再背叛你了。", "나는 두 번 다시 널 배신하지 않겠다.<br>용기사의 긍지에 걸고 맹세하겠어.", "Je ne te trahirai plus.<br>Je le jure sur mon honneur de dragonnier.", "Ich werde dich nie wieder hintergehen.<br>Ich schwöre es bei meinem Stolz als Dragoner.", "¡Nunca te volveré a traicionar!<br>Lo juro por mi orgullo de dragontina."], "description": ["A young dragoon who appears in the tales of a blue planet watched over by two moons. Kain is a proud dragoon whose dignity will not allow him to fully express his emotions. He is in love with his childhood friend Rosa, but knowing that she loves Cecil instead has lead him to keep it a secret the entire time. Golbez sees this as the perfect weapon to manipulate Kain, resulting in the dragoon's betrayal of Cecil and company. Once Kain finally returns to his senses, he fights alongside his friends whilst his feelings of guilt still haunt him.", "在有兩個月亮的藍星異界的故事中登場的龍騎士，擁有極強的自尊心，因此很不善於表達自己的感情。雖然心儀青梅竹馬羅莎，但由於羅莎喜歡的是塞西爾，使得他選擇了讓賢。沒想到這種感情被高貝扎鑽了空子，結果受到操縱成為了塞西爾等人的敵人。在取回自我後，他雖然對過去自己的行動懷有罪惡感，但還是決定與塞西爾等人共同戰鬥。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 청년. 긍지 높은 용기사이지만, 자존심이 높은 나머지 자신을 드러내는 것이 서툴다. 소꿉친구인 로자에게 품은 연심도, 그녀가 사랑하는 것은 세실이었기 때문에 그저 숨겨왔을 뿐이었다. 하지만 그 마음을 골베자에게 이용당해 조종당하게 되어, 세실과 적대하기에 이른다. 정신을 되찾은 뒤에는, 자신의 행동에 죄책감을 느끼며 함께 싸우게 되었다.", "Un jeune dragonnier qui apparaît dans divers récits d'une planète bleue surplombée par deux lunes. Kaïn est un dragonnier orgueilleux et digne, à tel point qu'il se trouve souvent incapable d'exprimer ses émotions. Il est épris de son amie d'enfance, Rosa. L'amour que cette dernière porte à Cécil l'a néanmoins forcé à dissimuler ses sentiments. Aux yeux de Golbez, cet amour caché représente l'outil parfait pour manipuler Kaïn, ce qui mène à la trahison du dragonnier envers Cécil et ses compagnons. Lorsque Kaïn revient enfin à la raison, il se range aux côtés de ses camarades et se bat avec eux, désormais hanté par un profond sentiment de culpabilité.", "Ein junger Dragoner, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Kain ist ein stolzer Dragoner und seine Würde gestattet ihm nicht, seine Gefühle auszudrücken. Er ist in seine Jugendfreundin Rosa verliebt, doch da sie Cecil liebt, verbirgt er seine Gefühle. Für Golbez war dies die perfekte Möglichkeit, um Kain zu manipulieren, sodass dieser Cecil und dessen Begleiter hinterging. Als Kain wieder zur Besinnung kam, kämpfte er an der Seite seiner Freunde, während ihn tiefe Schuldgefühle plagten.", "Un joven dragontino que aparece en las historias de un planeta con dos lunas. Kain es un dragontino tan orgulloso que tiene bastantes problemas a la hora de expresar sus sentimientos. Está enamorado de Rosa, su amiga de la infancia, pero, como sabe que ella está enamorada de Cecil, se decanta por no sacar a la luz su secreto. Golbez, por su parte, ve ahí la oportunidad perfecta para manipular a Kain, y esto acaba provocando que Kain traicione a Cecil y compañía. Cuando Kain consigue recobrar el juicio, vuelve a luchar junto a sus amigos mientras que los sentimientos de culpabilidad no dejan de consumirle."], "fusion": ["I was just being controlled!<br>I wanted Rosa by my side...", "不只是單單被操控！<br>我，想要一直待在羅莎身邊......", "조종당한 것만이 아니야!<br>난, 로자를<br>내 곁에 두고 싶었어……", "On me contrôlait !<br>Je voulais que Rosa soit mienne...", "Ich wurde kontrolliert.<br>Ich wollte Rosa an meiner Seite haben ...", "¡Me estaban controlando!<br>Quería a Roas de mi parte..."], "summon": ["You need my power?<br>Well, okay then.<br>I'll show you what a dragoon's made of.", "需要我的力量？<br>可以。<br>讓你見識一下龍騎士的特技吧。", "내 힘이 필요하다고?<br>좋지.<br>용기사의 기술을 보여 주마.", "Tu as besoin de ma puissance ?<br>Bien, dans ce cas...<br>Je vais te montrer ce dont est capable un dragonnier.", "Du brauchst meine Kraft?<br>Warum nicht. Ich werde dir zeigen aus welchem Holz Dragoner geschnitzt sind.", "¿Necesitas mi ayuda?<br>Pues vale.<br>Te voy a enseñar de lo que estamos hechos los dragontinos."]}}, "204001605": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [927, 2810, 240], "ATK": [39, 119, 24], "MP": [39, 119, 40], "MAG": [29, 88, 16], "SPR": [30, 91, 16], "DEF": [34, 103, 16]}, "magic_affinity": [3, 0, 0, 0], "ability_slots": 4, "limitburst_id": 204001605, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 10, "290060000": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 877, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [39], "effect_frames": [37], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I won't betray you any more.<br>I swear on my pride as a dragoon.", "我以龍騎士的榮耀發誓。<br>今後絕對不會再背叛你了。", "나는 두 번 다시 널 배신하지 않겠다.<br>용기사의 긍지에 걸고 맹세하겠어.", "Je ne te trahirai plus.<br>Je le jure sur mon honneur de dragonnier.", "Ich werde dich nie wieder hintergehen.<br>Ich schwöre es bei meinem Stolz als Dragoner.", "¡Nunca te volveré a traicionar!<br>Lo juro por mi orgullo de dragontina."], "description": ["A young dragoon who appears in the tales of a blue planet watched over by two moons. Kain is the commander of the Kingdom of Baron's elite squadron known as the Dragoons. Not only is he Cecil's best friend, but also his amicable rival. He is extremely proud and has a strong sense of justice, but lacks the ability to express his emotions well. Disappointed with the unjust actions of the king, both him and Cecil leave Baron and go their separate ways. However, upon reuniting with one another he challenges Cecil to a duel, and continues behaving rather strangely henceforth.", "在有兩個月亮的藍星異界的故事中登場的龍騎士，他是巴隆王國引以為豪的精銳部隊「龍騎士團」的隊長。與塞西爾既是好朋友，又是競爭對手。他為人高潔正直，但不善於表達自己的感情。由於不滿國王的暴行，他和塞西爾一同叛變，但兩人也因此分道揚鑣。與塞西爾再會後，他卻向塞西爾提出决鬥，隨後也重複著各種令人莫名其妙的行動。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 용기사 청년. 바론 왕국이 자랑하는 정예 부대 '용기사단'의 대장으로, 세실의 친구이자 훌륭한 라이벌이기도 하다. 정의감이 투철하며 잔정도 많지만, 자신의 감정을 드러내는 것에 서툴다. 왕의 비정한 처사에 세실과 함께 나라를 등졌지만, 곧 뿔뿔이 흩어지고 말았다. 그 뒤, 재회한 세실에게 일대일 승부를 거는 등 이해 불가능한 행동을 일삼게 된다.", "Un jeune dragonnier qui apparaît dans divers récits d'une planète bleue surplombée par deux lunes. Kaïn est le commandant des dragonniers, l'escadron d'élite du Royaume de Baron. Il est l'ami d'enfance de Cécil, mais aussi son rival de toujours. Il se distingue par son immense fierté et son grand sens de la justice, mais éprouve quelques difficultés à exprimer ses émotions. Désappointé par les actions injustes du roi, il quitte Baron et à l'instar de Cécil, décide de forger son propre chemin. Quand les deux hommes se retrouvent, Kaïn défie Cécil en combat singulier et, à compter de ce jour, se comporte fort étrangement.", "Ein junger Dragoner, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Kain ist der Kommandant der Dragoner, der Eliteschwadron des Königreichs Baron. Er ist nicht nur Cecils bester Freund, sondern auch sein freundschaftlicher Rivale. Er ist sehr stolz und verfügt über einen starken Sinn für Gerechtigkeit, kein seine Gefühle aber nur schwer ausdrücken. Von den ungerechten Taten des Königs enttäuscht, verlassen Cecil und er Baron und gehen getrennter Wege. Als sie sich wieder treffen, fordert er Cecil zu einem Duell heraus und verhält sich seltsam.", "Un joven dragontino que aparece en las historias de un planeta con dos lunas. Kain es el comandante de los dragontinos, el escuadrón de élite del Reino de Baronia. Además del mejor amigo de Cecil, Kain también es su rival más afable. Se trata de una persona orgullosa que posee un estricto sentido de la justicia, pero que es incapaz de expresar sus sentimientos apropiadamente. Más tarde, disgustados por las injusticias llevadas a cabo por el rey, Cecil y Kain deciden abandonar Baronia y acaban separándose. Sin embargo, cuando se vuelven a reencontrar, Kain desafía a Cecil a un duelo y, a partir de ahí, sigue comportándose de una forma bastante extraña."], "fusion": ["Cecil, please forgive me...<br>For what I have done...", "原諒我，塞西爾……<br>無論我做了什麼……", "세실, 용서해다오……<br>난 대체 무슨 짓을……", "Cecil, pardonne-moi...<br>Pour tout ce que j'ai fait...", "Cecil, bitte vergib mir ...<br>Was ich getan habe ...", "Cecil, perdóname...<br>Por lo que he hecho."], "summon": ["Can't bear to see it, eh?<br>Leave it to me.", "看不下去了。<br>讓我來吧。", "차마 눈 뜨고 볼 수가 없군.<br>내게 맡겨라.", "Ça gâche la vue, pas vrai ?<br>Laisse-moi faire.", "Schau nicht hin.<br>Überlass das mir.", "No lo soportas, ¿verdad?<br>Déjamelo a mí."]}}}, "job": "Dragoon", "sex": "Male", "game": "FFIV", "rarity_max": 6, "names": ["Studious Dragoon Kain", "極致龍騎士凱因", "궁극의 용기사 카인", "Kaïn, dragonnier studieux", "Strebsamer Dragoner Kain", "Kain élite draconarius"], "equip": [1, 2, 4, 8, 10, 12, 15, 30, 31, 40, 41, 51, 52, 60], "game_id": 10004, "rarity_min": 5, "tribe_id": 5, "id": "204001605", "job_id": 2}