{"TMR": ["MATERIA", 504100060], "name": "Tellah", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20080, "rarity": 3}, {"level": 3, "type": "MAGIC", "id": 20090, "rarity": 3}, {"level": 21, "type": "MAGIC", "id": 20100, "rarity": 3}, {"level": 40, "type": "MAGIC", "id": 20190, "rarity": 3}, {"level": 19, "type": "MAGIC", "id": 20180, "rarity": 4}, {"level": 36, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 42, "type": "MAGIC", "id": 20200, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 100110, "rarity": 4}, {"level": 57, "type": "MAGIC", "id": 20210, "rarity": 5}, {"level": 68, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 75, "type": "MAGIC", "id": 10100, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 201660, "rarity": 5}], "sex_id": 1, "entries": {"204000503": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [413, 1253, 150], "ATK": [15, 44, 10], "MP": [25, 76, 25], "MAG": [21, 65, 14], "SPR": [20, 62, 10], "DEF": [15, 46, 10]}, "magic_affinity": [5, 6, 3, 0], "ability_slots": 2, "limitburst_id": 204000503, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290030300": 5, "290050300": 5, "290050200": 15, "290010100": 25, "290020300": 10}}, "rarity": 3, "compendium_id": 224, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [31], "effect_frames": [29], "strings": {"evolution": null, "affinity": ["Hah! There's nothing like the sight of brave<br>youngsters to breathe life back into an old man!", "看到有骨氣的年輕人，<br>自己也會振作起來。<br>仿佛回到了年輕的時候！", "기개 있는 젊은이를 보고 있자니<br>나도 기운이 나는군.<br>마치 젊어진 것 만 같은 기분이야!", "Ha ! Rien ne vaut de jeunes compagnons<br>pour redonner vie à un vieillard !", "Ha! Wenn ich euch so zusehe, fühle ich mich selbst<br>gleich wieder wie ein junger Hüpfer!", "¡Ja! ¡Nada como ver a jovenzuelos valientes<br>para devolver la vida a un viejo!"], "description": ["A wizened old mage whose story is told in tales of a distant blue planet where two moons rise in the sky. Known as the Great Sage of Mysidia for his prodigious arcane knowledge, he tragically brought great destruction to his homeland when his pursuit of forbidden learning released magical energies that ran amok, causing terrible casualties among his fellow mages. To atone for his crimes, he exiled himself from Mysidia, taking up residence in the far-flung desert town of Kaipo.", "在有兩個月亮的藍星異界的故事中登場的老魔道士，他過去曾經因為修得所有魔法而成為遠近聞名的「賢者」。但是，他住在故鄉密西迪亞期間，因接連解除了禁忌的古代魔法的封印，導致超過極限的魔法失去控制，使很多魔道士受了傷。此後，他為了懲戒自己而離開密西迪亞，搬到了邊境附近的凱波村生活。", "두 개의 달이 존재하는 이계인 푸른 별의 이야기에 등장하는 노마도사. 한때는 모든 마법을 습득한 '현자'로서 명성을 떨쳤다. 그러나 고향 미시디아에 살던 무렵에 금지된 고대 마법의 봉인을 잇달아 푼 결과 한계를 뛰어넘은 마법이 폭주, 수많은 마도사를 다치게 했다. 그 후 자신이 저지른 죄를 속죄하기 위해 미시디아를 떠나 변두리 마을 카이포에서 생활했다.", "Un vieux mage dont l'histoire se déroule sur une lointaine planète bleue où deux lunes brillent dans le ciel. Autrefois surnommé le Grand Sage de Mysidia en l'honneur de ses vastes connaissances, il se mit un jour à mener des recherches sur une magie interdite. Ses actions provoquèrent une déferlante d'énergie magique incontrôlable qui détruisit la ville et blessa de nombreux mages. En guise de rédemption, il s'exila à tout jamais de Mysidia et partit s'isoler dans le village désertique de Kaïpo.", "Ein greiser Magier, dessen Legende in einer fernen Welt, in der die Nacht von zwei Monden erhellt wird, wohl bekannt ist. Ehemals der Große Weise von Mysidia genannt, brachte er großes Unheil über sein Heimatland, als er auf der Suche nach verbotenem Wissen eine magische Katastrophe auslöste, die auch zahlreiche Opfer unter den Magiern forderte. Um Buße zu tun, ließ er Mysidia hinter sich und begab sich ins Exil nach Kaipo, einer abgelegenen Wüstensiedlung.", "Un viejo mago decrépito de quien se habla en las historias de un lejano planeta azul con dos lunas en el cielo. Se le conocía como el Gran Mago de Mysidia por su profundo conocimiento del arcano, pero trajo la desgracia a su tierra cuando, buscando sabiduría prohibida, liberó energías mágicas que se desbocaron y provocó graves bajas entre los magos. Para pagar por sus crímenes, se exilió de Mysidia y se instaló en la remota ciudad del desierto de Kaipo."], "fusion": ["Anna...<br>I pray you'll forgive this foolish<br>old man...", "安娜啊……<br>只因為沒得到我的同意，你就……", "안나……<br>내가 네 뜻을 들어주지 않은 탓에…….", "Anna...<br>Puisses-tu pardonner<br>le vieux sot qui te sert de père...", "Anna ...<br>Alles nur wegen der<br>Sturheit eines alten Mannes ...", "Ana...<br>Por favor, perdona a<br>este viejo loco..."], "summon": ["Once they called me the Great Sage of Mysidia.<br>I might be old, but I still<br>have a few tricks up my sleeve!", "過去大家都叫我「賢者」，<br>現在雖然有點老糊塗了，<br>但多少也能幫到你一些吧。", "나는 일찍이 '현자'라 불린 자.<br>내 비록 나이는 먹었지만<br>분명 도움이 될 게야.", "On m'appelait autrefois<br>le Grand Sage de Mysidia.<br>Malgré mon âge, je peux t'être utile !", "Man nannte mich den Großen Weisen von Mysidia.<br>Ich mag alt sein, aber ich habe<br>immer noch ein paar Tricks auf Lager!", "Una vez me llamaron Gran Mago de Misidia.<br>Puede que sea viejo, ¡pero aún<br>guardo un par de trucos en la manga!"]}}, "204000504": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [537, 1628, 210], "ATK": [19, 58, 14], "MP": [33, 99, 35], "MAG": [28, 85, 18], "SPR": [27, 81, 14], "DEF": [20, 60, 14]}, "magic_affinity": [6, 7, 4, 0], "ability_slots": 3, "limitburst_id": 204000504, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290040300": 5, "290030300": 10, "290020300": 20, "290050400": 5}}, "rarity": 4, "compendium_id": 225, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [31], "effect_frames": [29], "strings": {"evolution": ["Could it be? How strange!<br>It's starting to come back to me...", "哦哦，感覺好像要想起些什麼……<br>竟然會有這麼神奇的事情！", "오오, 무언가 기억이 날 듯 하구나……!<br>이처럼 신기한 일도 다 있군!", "Se pourrait-il que... ? Incroyable !<br>Des souvenirs me reviennent !", "Meine Erinnerungen kehren zurück!<br>Ist das möglich ...?", "¿Cómo? ¡Qué extraño!<br>Parece que vuelve a mí..."], "affinity": ["Hah! There's nothing like the sight of brave<br>youngsters to breathe life back into an old man!", "看到有骨氣的年輕人，<br>自己也會振作起來。<br>仿佛回到了年輕的時候！", "기개 있는 젊은이를 보고 있자니<br>나도 기운이 나는군.<br>마치 젊어진 것 만 같은 기분이야!", "Ha ! Rien ne vaut de jeunes compagnons<br>pour redonner vie à un vieillard !", "Ha! Wenn ich euch so zusehe, fühle ich mich selbst<br>gleich wieder wie ein junger Hüpfer!", "¡Ja! ¡Nada como ver a jovenzuelos valientes<br>para devolver la vida a un viejo!"], "description": ["A wizened old mage whose story is told in tales of a distant blue planet where two moons rise in the sky. Once revered as the Great Sage of Mysidia for his knowledge of ancient and forbidden magicks, in his advanced years his addled brain remembers few of the incantations that once made him a force to be reckoned with. Leaving behind his homeland of Mysidia after a tragedy, he lived a quiet life in the desert town of Kaipo. When his dear daughter Anna eloped with a wandering minstrel, the old man could take no more, and made for Damcyan to deliver a stern telling-off to the spoony bard who stole his daughter away.", "在有兩個月亮的藍星異界的故事中登場的老魔道士，他曾經是遠近聞名的「賢者」，修得了包括禁忌古代魔法在內的所有魔法，但隨著年齡越來越大，他遺忘了不少魔法。他離開故鄉密西迪亞，搬到了邊境附近的凱波村生活，但得知獨生女安娜跟隨她心愛的吟遊詩人私奔至商業之國達姆希安後，他又跑出村子去追趕女兒。", "두 개의 달이 존재하는 이계인 푸른 별의 이야기에 등장하는 노마도사. 한때는 '현자'로서 명성을 떨치며 금지된 고대 마법을 포함한 모든 마법을 습득했지만, 워낙 고령인 탓에 많은 마법을 잊고 말았다. 고향 미시디아를 떠나 변두리 마을 카이포에서 조용히 살고 있었으나, 외동딸인 안나가 연인인 음유시인과 함께 상업국가 담시안으로 사랑의 도피를 한 바람에 그녀를 쫓아 마을을 떠났다.", "Un vieux mage dont l'histoire se déroule sur une lointaine planète bleue où deux lunes brillent dans le ciel. Il était autrefois respecté pour ses vastes connaissances en magies anciennes et interdites, mais avec le temps, sa mémoire défaillante oublia nombre des incantations qui le rendaient si redoutable dans sa jeunesse. Suite à une tragédie, il quitta sa ville natale et entama une vie paisible dans le village isolé de Kaïpo. Cependant, lorsque sa fille Anna s'enfuit avec un ménestrel itinérant, le vieil homme se rendit aussitôt à Damcyan afin de sermonner l'énergumène qui avait osé voler la prunelle de ses yeux.", "Ein uralter Magier, dessen Legende in einer fernen Welt, in der die Nacht von zwei Monden erhellt wird, wohl bekannt ist. Ehemals der Große Weise von Mysidia genannt, doch in späteren Jahren verblieb in seinem greisen Geist nur noch wenig von dem magischen Wissen, das ihm einst so immense Macht verliehen hatte. Nach einem tragischen Vorkommnis kehrte er seiner Heimat Mysidia den Rücken und lebte von da an in der Wüstensiedlung Kaipo. Als seine einzige Tochter Anna mit einem wandernden Barden nach Damcyan durchbrannte, machte er sich auf, um sie zu suchen.", "Un viejo mago decrépito de quien se habla en las historias de un lejano planeta azul con dos lunas en el cielo. El fatigado cerebro de quien una vez fue conocido como el Gran Mago de Mysidia por su conocimiento de las magias antiguas y prohibidas, ahora apenas recuerda algunos de los hechizos que le hicieron un nombre. Dejó atrás Mysidia, su patria, para llevar una vida tranquila en la ciudad del desierto de Kaipo. Cuando su amada hija Ana se fugó con un bardo ambulante, no lo pudo soportar y partió hacia Damcyan para hablar muy seriamente con el embobado bardo que le había robado a su hija."], "fusion": ["I will get revenge for my Anna,<br>even if it means my own demise!", "就算身體毀滅了，<br>安娜的這個仇<br>我也一定要報！", "설사 내 목숨이 다하더라도<br>안나의 원수만은<br>내 손으로 갚아야 한다!", "Je vengerai mon Anna,<br>même si je dois y laisser la vie !", "Und wenn es das Letzte ist, was ich tue,<br>ich muss Rache nehmen für Anna!", "¡Vengaré a mi Ana,<br>aunque caiga en el intento!"], "summon": ["The forbidden magic, meteor.<br>Does it lie hidden in this world?", "被封印了的傳說中的魔法——隕石，<br>原來沉睡在這個世界啊……", "봉인된 전설의 마법, 메테오.<br>이 세계에 잠들어 있는가……?", "Le sort interdit, Météore...<br>Serait-il caché en ce monde ?", "Meteo, der verbotene Zauber.<br>Ob er in dieser Welt verborgen liegt?", "La magia prohibida, Meteo.<br>¿Yacerá escondida en este mundo?"]}}, "204000505": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [699, 2117, 240], "ATK": [25, 75, 16], "MP": [43, 129, 40], "MAG": [36, 110, 24], "SPR": [35, 105, 16], "DEF": [26, 78, 16]}, "magic_affinity": [7, 8, 5, 0], "ability_slots": 4, "limitburst_id": 204000505, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 226, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [31], "effect_frames": [29], "strings": {"evolution": ["These powers...<br>It would seem this old man's<br>only begun to fight!", "過去的力量都恢復了？<br>看來我這個老頭子還有很多用武之地啊！", "예전의 힘이 돌아온 건가……?<br>이 늙은이도 아직<br>쓸모가 있는 모양이구먼!", "Ces pouvoirs...<br>Il semblerait que je ne sois pas<br>encore prêt de prendre ma retraite !", "Diese Kraft ...<br>Sieht so aus, als gehörte ich<br>doch noch nicht zum alten Eisen!", "Este poder...<br>¡Parece que este vejestorio<br>acaba de empezar a pelear!"], "affinity": ["Hah! There's nothing like the sight of brave<br>youngsters to breathe life back into an old man!", "看到有骨氣的年輕人，<br>自己也會振作起來。<br>仿佛回到了年輕的時候！", "기개 있는 젊은이를 보고 있자니<br>나도 기운이 나는군.<br>마치 젊어진 것 만 같은 기분이야!", "Ha ! Rien ne vaut de jeunes compagnons<br>pour redonner vie à un vieillard !", "Ha! Wenn ich euch so zusehe, fühle ich mich selbst<br>gleich wieder wie ein junger Hüpfer!", "¡Ja! ¡Nada como ver a jovenzuelos valientes<br>para devolver la vida a un viejo!"], "description": ["A wizened old mage whose story is told in tales of a distant blue planet where two moons rise in the sky. Searching for his daughter Anna, who had fled their town with the bard she loved, he met Cecil and his companions. He arrived in Damcyan only to witness his beloved daughter giving her life to protect her lover from an attack from Golbez's army. After unleashing his anger and sadness on the spoony bard whom he deemed responsible for his daughter's death, he then channeled that fury into a quest for revenge against the true villain, Golbez.", "在有兩個月亮的藍星異界的故事中登場的老魔道士，過去曾經因為修得所有魔法而成為遠近聞名的「賢者」。在追趕和戀人私奔的獨生女安娜的路上，他遇到了塞西爾等人。他最終在達姆希安見到了安娜，可是在高貝扎軍隊的襲擊中，安娜為了掩護戀人吉爾伯特而喪命。泰拉強烈指責吉爾伯特沒能保護好安娜，並發誓要向高貝扎復仇。", "두 개의 달이 존재하는 이계인 푸른 별의 이야기에 등장하는 노마도사. 한때는 '현자'로서 명성을 떨쳤다. 연인과 함께 마을을 뛰쳐나간 외동딸 안나를 뒤쫓던 중 세실 일행과 만나게 된다. 마침내 도착한 담시안에서 안나를 발견하지만, 그녀는 골베자군의 공격으로부터 연인인 길버트를 감싸고 목숨을 잃고 만다. 테라는 딸을 지키지 못한 길버트를 격하게 책망하며 골베자에게 복수할 것을 다짐했다.", "Un vieux mage dont l'histoire se déroule sur une lointaine planète bleue où deux lunes brillent dans le ciel. Alors qu'il était à la recherche de sa fille Anna, qui avait fui leur village avec un ménestrel dont elle était éprise, il fit la rencontre de Cécil et ses compagnons. Lorsqu'ils arrivèrent à Damcyan, il vit avec effroi sa fille adorée perdre la vie en protégeant son cher et tendre d'un assaut de l'armée de Golbez. Après avoir laissé libre cours à sa colère et sa détresse envers le barde qu'il jugeait responsable, il décida d'employer sa soif de vengeance afin de punir le véritable ennemi, Golbez.", "Ein greiser Magier, dessen Legende in einer fernen Welt, in der die Nacht von zwei Monden erhellt wird, wohl bekannt ist. Auf der Suche nach seiner Tochter Anna, die mit einem Barden durchgebrannt war, traf er auf Cecil und dessen Gefährten. Er schlug sich bis nach Damcyan durch, nur um mit ansehen zu müssen, wie seine Tochter ihr Leben opferte, um ihren Geliebten Edward vor Golbez' Schergen zu schützen. Nachdem Tellah seinen Zorn an Edward ausgelassen hatte, machte er sich auf, um Rache an Golbez zu nehmen.", "Un viejo mago decrépito de quien se habla en las historias de un lejano planeta azul con dos lunas en el cielo. Mientras buscaba a su hija Ana, que se había fugado de la aldea con el bardo al que amaba, se encontró con Cecil y sus compañeros. Llegó a Damcyan para ver como su hija daba su vida por proteger a su amado de un ataque del ejército de Golbez. Tras descargar su rabia y tristeza con el bardo atontado a quien responsabilizaba de la muerte de su hija, canalizó su rabia en la búsqueda de la venganza contra Golbez, el verdadero villano."], "fusion": ["What's this?<br>Is this the knowledge and strength<br>of my youth...or something greater?", "力量在逐漸甦醒。<br>感覺和年輕的時候差不多……<br>不，可能比那時候還要強。", "조금씩 힘이 되돌아 오는구먼.<br>마치 젊은 시절처럼……<br>아니, 그 이상일 지도 모르겠어.", "Que se passe-t-il ?<br>On dirait que les connaissances et la force de ma jeunesse me reviennent. <br>Ou est-ce une force plus grande encore ?", "Meine Kraft kehrt langsam zurück ...<br>Wie in meiner Jugend.<br>Oder sogar ... noch mehr!", "¿Qué es esto?<br>¿Es la sabiduría y la fuerza<br>de mi juventud...? ¿O algo mayor?"], "summon": ["Seems a tough road lies ahead.<br>But no matter!<br>My magic will show the way!", "看樣子將會是一場艱苦的旅行啊。<br>不過不用擔心！<br>有我的魔法在呢！", "가혹한 여행이 되겠구먼.<br>하지만 걱정하지 말게!<br>내 마법이 함께할 테니!", "La route promet d'être ardue.<br>Mais sois sans crainte !<br>Ma magie te montrera la voie !", "Eine lange Reise liegt vor uns.<br>Doch keine Sorge!<br>Meine Magie weist uns den Weg.", "Parece que nos espera un duro camino.<br>¡No hay problema!<br>¡Mi magia indicará el camino!"]}}}, "job": "Sage", "sex": "Male", "game": "FFIV", "rarity_max": 5, "names": ["Tellah", "泰拉", "테라", "Tellah", "Tellah", "Tellah"], "equip": [5, 6, 40, 50, 53, 60], "game_id": 10004, "rarity_min": 3, "tribe_id": 5, "id": "204000503", "job_id": 54}