{"TMR": ["EQUIP", 405004600], "name": "Edward", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200410, "rarity": 3}, {"level": 23, "type": "ABILITY", "id": 200810, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 200840, "rarity": 3}, {"level": 8, "type": "ABILITY", "id": 200820, "rarity": 4}, {"level": 28, "type": "ABILITY", "id": 200830, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 200930, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 101150, "rarity": 5}, {"level": 16, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 34, "type": "ABILITY", "id": 223620, "rarity": 5}, {"level": 65, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 223610, "rarity": 5}], "sex_id": 1, "entries": {"204000603": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [400, 1212, 180], "ATK": [15, 44, 12], "MP": [22, 67, 30], "MAG": [19, 58, 12], "SPR": [21, 63, 12], "DEF": [17, 51, 12]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 204000603, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020700": 10, "290050300": 5, "290050200": 15, "290030100": 5, "290010200": 25}}, "rarity": 3, "compendium_id": 882, "attack_damage": [[33, 33, 34]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [62, 72, 82], "effect_frames": [55, 60, 70, 80], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Won't you let me create a new song for you all? I'm sure it'll be a good one.", "能讓我製作<br>歌頌你們的曲子嗎？<br>一定能譜出很棒的曲子。", "너희의 노래를<br>만들 수 있게 해 주겠어?<br>분명 멋진 노래를 만들 수 있을 거야.", "Tu me laisserais créer une nouvelle chanson pour vous tous ? Tu verras, elle sera formidable.", "Willst du mich nicht ein Lied für euch alle dichten lassen? Ich bin mir sicher, es wird ein gutes.", "¿Me vais a dejar que os componga una canción? Estoy seguro de que va a ser genial."], "description": ["The crown prince of the merchant nation of Damcyan who appears in the tales of a blue planet watched over by two moons. Edward is in line to become the seventh king of Damcyan, and although kind hearted, is sensitive and cowardly in nature. As a member of the royal family, he is both a businessman and a bard. However, his strong disinterest in politics lead him to conceal his identity and wander from place to place as a simple bard instead. During his travels he meets a young woman named Anna, and the two fall in love.", "在有兩個月亮的藍星異界的故事中登場的商業國家達姆希安的王子。雖身為第七代王位繼承者，但他溫柔謙和，有時甚至膽小怕事。達姆希安王族有商人和吟遊詩人兩副面孔，但吉爾伯特對生意沒有什麼興趣，因此隱藏身份，以吟遊詩人的身份流浪諸國。在旅途中，他和一位叫安娜的女性邂逅，墜入愛河。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 상업 국가 담시안의 왕자. 제7대 왕위계승자이지만 상냥하고 느긋하며 심약하고 겁많은 성격이다. 담시안의 왕족은 대대로 상인과 음유시인의 두 가지 얼굴을 가지지만, 상업이나 정치에는 좀처럼 흥미가 없었던 길버트는 신분을 숨긴 채 음유시인으로서 여러 나라를 방랑했다. 그리고 여행 도중, 안나라는 여성을 만나 사랑에 빠지게 된다.", "Le prince héritier de la nation marchande de Damcyan qui apparaît dans divers récits d’une planète bleue surplombée par deux lunes. Edward est en passe de devenir le septième roi de Damcyan. En dépit de sa bonté, il souffre souvent de sa propre couardise et susceptibilité. En tant que membre de la famille royale, il est à la fois un homme d’affaires et un barde. L’indifférence dont il fait cependant preuve vis-à-vis de la politique l’incite souvent à dissimuler son identité pour voyager en simple barde. Durant ses voyages, il rencontre une jeune femme nommée Anna, et les deux tombent amoureux.", "Der Kronprinz der Handelsnation Damcyan, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Edward soll eigentlich der siebte König von Damcyan werden und ist ein gutherziger, aber auch sensibler und ängstlicher Mensch. Als Mitglied der Königsfamilie ist er Geschäftsmann und Barde. Doch da er sich nicht für Politik interessiert, zieht er lieber unerkannt als einfacher Barde von Ort zu Ort. Dabei trifft er eine junge Frau namens Anna und verliebt sich.", "El príncipe heredero de la nación mercante de Damcyan que aparece en las historias de un planeta con dos lunas. Gilberto es el heredero de la corona, por lo que en el futuro se convertirá en el séptimo rey de Damcyan. Se trata de una persona bondadosa, pero también sensible y cobarde. Como miembro de la familia real, tiene dotes de empresario y de bardo. Sin embargo, su falta de interés por la política le ha hecho ocultar su identidad y deambular de sitio en sitio haciéndose pasar por un simple bardo. Durante estos viajes, conoció a una joven que se llamaba Anna. Ambos acabaron enamorados."], "fusion": ["Anna, I will fight!<br>But as brave as I might be,<br>what is it I should do...", "安娜，我會奮戰的！<br>但是說到勇氣……<br>我該怎麼做才好呢……", "싸우겠어!<br>하지만 용기를 내라고 해도……<br>나는 어떻게 해야 할지 모르겠어……", "Je vais me battre, Anna !<br>Mais j'ai beau être courageux,<br>je ne sais pas ce que je suis censé faire...", "Anna, ich werde kämpfen.<br>Aber auch wenn ich mutig bin ...<br>Was soll ich tun ...?", "¡Ana, quiero luchar!<br>Pero, sin importar lo valiente que sea,<br>qué es lo que tengo que hacer..."], "summon": ["Wow!<br>Where am I?<br>How on earth did I...", "哇！<br>這、這裡是？<br>我，到底……", "우와악!<br>여, 여기는……?<br>나는, 대체……", "Ouah !<br>Où suis-je ?<br>Comment suis-je arrivé ici...", "Woah!<br>Wo bin ich?<br>Wie bin ich hier nur ...?", "¡Guau!<br>¿Dónde estoy?<br>¿Cómo diantres he..."]}}, "204000605": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [677, 2050, 300], "ATK": [25, 76, 20], "MP": [38, 115, 50], "MAG": [33, 99, 20], "SPR": [36, 109, 20], "DEF": [29, 88, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 204000605, "attack_count": 33, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 884, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [62, 72, 82], "effect_frames": [55, 60, 70, 80], "strings": {"evolution": ["There are still things that even I can do.<br>Anna, watch over me!", "還有我能夠做的事呀。<br>安娜，你在<br><br>天上守護著我們吧！", "내게도 아직 할 수 있는 일이 있어.<br>안나, 당신은<br>하늘에서 날 지켜봐 줘……!", "Il existe encore des choses que même moi peux faire.<br>Veille sur moi, Anna !", "Es gibt Dinge, die sogar ich tun kann.<br>Anna, wache über mich.", "Hay cosas que hasta yo puedo hacer.<br>¡Ana, cuida de mí!"], "affinity": ["Won't you let me create a new song for you all? I'm sure it'll be a good one.", "能讓我製作<br>歌頌你們的曲子嗎？<br>一定能譜出很棒的曲子。", "너희의 노래를<br>만들 수 있게 해 주겠어?<br>분명 멋진 노래를 만들 수 있을 거야.", "Tu me laisserais créer une nouvelle chanson pour vous tous ? Tu verras, elle sera formidable.", "Willst du mich nicht ein Lied für euch alle dichten lassen? Ich bin mir sicher, es wird ein gutes.", "¿Me vais a dejar que os componga una canción? Estoy seguro de que va a ser genial."], "description": ["The crown prince of the merchant nation of Damcyan who appears in the tales of a blue planet watched over by two moons. Edward hated the world, but did fall in love with a young woman named Anna whilst wandering the land as a bard. Unfortunately Anna is eventually caught in a skirmish against the Red Wings, and loses her life in the process. While lost in his despair he meets Cecil, ultimately joining him after receiving a good scolding from him. During their travels together he learns to summon his courage, and eventually grows enough as a person to risk his own life to save his comrades.", "在有兩個月亮的藍星異界的故事中登場的商業國家達姆希安的王子。他厭惡世俗，以吟遊詩人的身份周遊列國。在旅途中和安娜相遇，墜入愛河。但是安娜在一場轟炸中喪了命。在失意中和塞西爾相遇，並受到他的激勵，後與之同行。在旅途中，他不斷成長，成為了一個有勇氣的夥伴。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 상업 국가 담시안의 왕자. 속세를 싫어하며, 음유시인으로서 여러 나라를 방랑하던 도중 안나라는 여성과 사랑에 빠지게 된다. 그러나 안나는 '붉은 날개'의 폭격에 휘말려 목숨을 잃고, 절망의 늪에 빠진 길버트를 세실 일행이 질타하여 함께 동행하게 된다. 여행을 계속해 나가며 용기를 배워, 자신의 안전보다 동료를 우선시할 정도로 성장하게 되었다.", "Le prince héritier de la nation marchande de Damcyan qui apparaît dans divers récits d’une planète bleue surplombée par deux lunes. Edward haïssait le monde entier, mais tomba amoureux d’une jeune femme nommée Anna alors qu’il parcourait le pays en simple barde. Au plus grand malheur du couple, Anna se retrouve prise au milieu d’une rixe contre les Ailes Rouges et y perd la vie. Edward, qui est alors perdu dans un profond désespoir, fait la rencontre de Cecil et se joint à son groupe, mais pas avant que celui-ci ne lui inflige une sévère correction. Au cours de leurs voyages ensemble, le prince héritier découvre son propre courage et finit même par risquer sa vie pour sauver celle de ses compagnons.", "Der Kronprinz der Handelsnation Damcyan, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Edward hasste die Welt, verliebte sich aber in eine junge Frau namens Anna, als er die Lande als Barde durchstreifte. Unglücklicherweise geriet Anna in ein Gefecht gegen die Rotschwingen und verlor dabei ihr Leben. Als die Verzweiflung ihn zu übermannen drohte, traf er auf Cecil und schloss sich ihm an, nachdem ihm dieser die Leviten gelesen hatte. Auf ihren gemeinsamen Reisen lernte er, mutiger zu werden und auch sein Leben für seine Kameraden zu riskieren.", "El príncipe heredero de la nación mercante de Damcyan que aparece en las historias de un planeta con dos lunas. Gilberto estaba en contra del mundo, pero acabó enamorándose de una muchacha, Ana, durante uno de sus viajes como bardo. Desgraciadamente, Anna murió en una refriega contra los Alas Rojas. Sumido en la desesperación, Gilberto conoció a Cecil y acabó uniéndose a él tras recibir una buena reprimenda. Durante sus viajes, aprendió a controlarse y ser valiente, y, al final, maduró hasta el punto de ser capaz de arriesgar su vida por la de sus compañeros."], "fusion": ["I will become stronger...<br>I will not lose another loved one, again!", "我也變強了……<br>希望任誰都不再失去所愛的人！", "나도 강해지겠어……<br>더는 누구도 사랑하는 사람을<br>잃지 않도록……!", "Je deviendrai plus fort...<br>Plus jamais je ne laisserai mourir un être qui m'est cher !", "Ich werde stärker ...<br>Ich werde nie wieder jemanden verlieren, den ich liebe!", "Me haré más fuerte...<br>¡No pienso perder a ningún otro ser querido! ¡Nunca más!"], "summon": ["Cecil!<br>It is thanks to your teachings that I have become this strong.", "塞西爾！<br>因為你傳授的勇氣，<br>而讓我變得更加強大。", "세실……!<br>너에게 배운 용기로<br>나는 강해질 수 있었어.", "Cecil !<br>C'est grâce à tes conseils que je suis devenu si fort !", "Cecil!<br>Nur weil du mir beigebracht hast, mutig zu sein, konnte ich so stark werden.", "¡Cecil!<br>Gracias a tus enseñanzas me he puesto así de fuerte."]}}, "204000604": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [520, 1576, 240], "ATK": [19, 58, 16], "MP": [29, 88, 40], "MAG": [25, 76, 16], "SPR": [27, 83, 16], "DEF": [22, 67, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 204000604, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 5, "290020700": 20, "290050300": 10, "290050400": 5, "290030100": 10}}, "rarity": 4, "compendium_id": 883, "attack_damage": [[33, 33, 34]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [62, 72, 82], "effect_frames": [55, 60, 70, 80], "strings": {"evolution": ["I wonder if I am also brave...<br>Maybe I am also capable<br>of supporting my friends...", "我是否也有勇氣呢……<br>像這樣的我，<br>也能支持同伴？", "내게도 용기란 게 있을까……<br>이런 나도<br>동료를 도울 수 있는 걸까……?", "Si je suis courageux...<br>Alors peut-être que je suis capable<br>de venir en aide à mes amis.", "Wenn ich mutig bin ...<br>Kann ich vielleicht sogar<br>meine Freunde unterstützen ...", "Si supuestamente soy valiente..<br>Quizás también sea capaz<br>de ayudar a mis amigos..."], "affinity": ["Won't you let me create a new song for you all? I'm sure it'll be a good one.", "能讓我製作<br>歌頌你們的曲子嗎？<br>一定能譜出很棒的曲子。", "너희의 노래를<br>만들 수 있게 해 주겠어?<br>분명 멋진 노래를 만들 수 있을 거야.", "Tu me laisserais créer une nouvelle chanson pour vous tous ? Tu verras, elle sera formidable.", "Willst du mich nicht ein Lied für euch alle dichten lassen? Ich bin mir sicher, es wird ein gutes.", "¿Me vais a dejar que os componga una canción? Estoy seguro de que va a ser genial."], "description": ["A young man who appears in the tales of a blue planet watched over by two moons. Edward is the crown prince of Damcyan, but chooses to wander the land as a simple bard. During his travels he meets a young woman named Anna, and although the two fall in love, her father Tellah refuses to approve of their union. Determined to be together, they decide to vanish without a trace and make their way to Damcyan. Sadly they are attacked by the Red Wings of Baron, who mean to steal the Fire Crystal, and Anna loses her life protecting Edward from harm.", "在有兩個月亮的藍星異界的故事中登場的青年。他是商業國家達姆希安的王子，以吟遊詩人的身份周遊列國。在旅途中，和一位叫安娜的女性墜入愛河，但她的父親拒絕接受二人的關係，於是他們決定私奔。在回到達姆希安時，二人遭遇了尋求火之水晶的敵人的襲擊，安娜為保護他而喪命。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 청년. 상업 국가 담시안의 왕자로, 음유시인으로서 여러 나라를 방랑하고 있었다. 여행 도중 안나라는 여성을 만나 사랑에 빠지지만, 그녀의 아버지 테라에게 사이를 인정받지 못했다. 결국 사랑의 도피를 하여 마을을 떠나 모국인 담시안에 다다랐지만, 불의 크리스탈을 원하는 '붉은 날개'의 습격을 받게 되고 안나는 길버트를 감싸다 목숨을 잃고 만다.", "Un jeune homme qui apparaît dans divers récits d’une planète bleue surplombée par deux lunes. Edward est le prince héritier de Damcyan, mais préfère parcourir le pays en simple barde qu’il est. Durant ses voyages, il rencontre une jeune femme nommée Anna. Les deux tombent amoureux, mais Tellah, le père de sa bien-aimée, refuse de reconnaître leur union. Déterminés à vivre leur vie ensemble, ils décident de disparaître sans laisser la moindre trace et partent en direction de Damcyan. Le couple est malheureusement attaqué par les Ailes Rouges de Baron, une brigade militaire qui cherche à s’emparer du cristal de feu. Anna périt en protégeant Edward.", "Ein junger Mann, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Edward ist zwar der Kronprinz von Damcyan, doch er zieht lieber als einfacher Barde durch das Land. Auf seinen Reisen trifft er eine junge Frau namens Anna. Die beiden verlieben sich, doch ihr Vater Tellah verweigert den beiden seinen Segen. Da die sie zusammenbleiben wollen, verschwinden sie spurlos und gehen nach Damcyan. Unglücklicherweise werden sie von den Rotschwingen angegriffen, die den Feuerkristall stehlen wollen, und Anna verliert ihr Leben, als sie Edward beschützt.", "El príncipe heredero de la nación mercante de Damcyan que aparece en las historias de un planeta con dos lunas. Gilberto es el heredero de la corona, pero prefiere deambular por ahí haciéndose pasar por un bardo. A lo largo de sus viajes, conoce a Anna y ambos se acaban enamorando. Sin embargo, Tellah, el padre de la joven, se opone a la relación. Empeñados en seguir juntos, los jóvenes deciden marcharse sin dejar rastro camino a Damcyan. Desgraciadamente, los Alas Rojas de Baronia, que quieren hacerse con el cristal de fuego, les atacan y Ana pierde la vida intentando proteger a Gilberto."], "fusion": ["Anna...<br>I feel I understand now.<br>I understand what bravery is.", "安娜……<br>我好像理解了。<br>所謂勇氣到底是什麼……", "안나……<br>이제야 알 것 같아.<br>용기라는 게 대체 무엇인지……", "Anna...<br>Je crois que je comprends, à présent.<br>Je saisis enfin le sens du mot courage.", "Anna ...<br>Ich verstehe es langsam.<br>Ich weiß jetzt, was Mut ist.", "Ana...<br>Ya lo entiendo.<br>Ya sé lo que significa tener coraje."], "summon": ["I'll try and do my very best as long as you feel my songs can be of use to you all...", "我的歌聲<br>能幫助你們的話……<br>我會盡全力的……", "내 노래가<br>그대들의 도움이 된다면……<br>최선을 다해 볼게……", "Je ferai de mon mieux, tant que mes chansons te sembleront être utiles...", "Solange meine Lieder euch von Nutzen sind, werde ich euch so gut helfen wie ich nur kann ...", "Me esforzaré al máximo si creéis que mis canciones os pueden servir..."]}}}, "job": "Bard", "sex": "Male", "game": "FFIV", "rarity_max": 5, "names": ["Edward", "吉爾伯特", "길버트", "Edward", "Edward", "Gilberto"], "equip": [5, 6, 7, 11, 13, 30, 40, 50, 53, 60], "game_id": 10004, "rarity_min": 3, "tribe_id": 5, "id": "204000603", "job_id": 37}