{"TMR": ["MATERIA", 504020430], "name": "Golbez", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20070, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20080, "rarity": 3}, {"level": 18, "type": "MAGIC", "id": 20160, "rarity": 3}, {"level": 31, "type": "MAGIC", "id": 20190, "rarity": 3}, {"level": 9, "type": "MAGIC", "id": 20150, "rarity": 4}, {"level": 24, "type": "MAGIC", "id": 20180, "rarity": 4}, {"level": 52, "type": "MAGIC", "id": 20210, "rarity": 4}, {"level": 52, "type": "MAGIC", "id": 20200, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 20220, "rarity": 4}, {"level": 46, "type": "ABILITY", "id": 201460, "rarity": 5}, {"level": 73, "type": "MAGIC", "id": 20260, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 100210, "rarity": 5}], "sex_id": 1, "entries": {"204001404": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [721, 2186, 210], "ATK": [23, 70, 14], "MP": [37, 112, 35], "MAG": [29, 87, 18], "SPR": [29, 87, 14], "DEF": [22, 68, 14]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 3, "limitburst_id": 204001404, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290040200": 5, "290030300": 10, "290020300": 20, "290050400": 5}}, "rarity": 4, "compendium_id": 181, "attack_damage": [[33, 33, 34]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [63, 68, 73], "effect_frames": [61, 66, 71, 61], "strings": {"evolution": ["I cannot...perish!<br>No matter what happens to me...I will see my ambition realized!", "我是不會死的……<br>不管發生什麼，<br>我都要達成我的野心！", "나는 죽지 않는다……!<br>어떠한 일이 있어도<br>반드시 야망을 이루고 말리라!", "Je ne peux... disparaître !<br>Quoi qu'il arrive... j'accomplirai mes desseins !", "Ich darf nicht ... sterben!<br>Egal was geschieht ... ich halte durch bis zum Ende!", "¡No puedo... perecer!<br>Pase lo que pase... ¡mi ambición se hará realidad!"], "affinity": ["I was once consumed by evil myself.<br>There is nothing I can say now to defend myself.<br>Let me repay my debts in sweat and blood.", "我曾被邪惡控制了身體，<br>如今千言萬語也不夠贖罪，<br>只有用行動來證明一切。", "난 한때 사악한 사념에 사로잡혔지.<br>그러니 지금은 아무 말도 않겠다.<br>오직 행동으로 증명할 뿐.", "Je me suis laissé séduire par le Mal, autrefois... Aucun mot ni excuse ne lavera mes crimes, alors je compte bien me racheter par les actes !", "Ich war einst selbst im Bann des Bösen.<br>Das kann ich nicht leugnen.<br>Aber lass mich meine Schuld durch Taten begleichen.", "Antaño la maldad me consumió.<br>No puedo defender lo indefendible.<br>Permíteme que pague mis deudas con sudor y sangre."], "description": ["A mage from a different world who tried to destroy a certain blue planet with two moons. This mysterious man, concealed in black armor, stands opposed to Cecil and his allies in their battle over the Crystals' fate. He commands the Archfiends, and uses underhanded methods to try to throw Cecil, and the world, into confusion, including controlling Kain and having him kidnap Cecil's beloved Rosa. In truth, he is a son of the Lunarian Kluya—as well as Cecil's elder brother. Twisted by the dark will of Zemus, who is behind all of the troubles befalling the Blue Planet, he does whatever he must to fulfill Zemus's cruel wishes.", "想要侵蝕有兩個月亮的藍星的異界魔道士，他全身被黑色甲胄包裹，為了搶奪水晶而與塞西爾等人為敵。他不僅將四天王收於麾下，還操控凱因、綁架羅莎為人質，用盡了卑鄙的手段，企圖將世界捲入混亂的漩渦。然而他的真實身份是月之民庫魯雅的兒子，也就是塞西爾的親哥哥。他被真正的幕後黑手澤姆斯的邪惡思念所操控，才會按照其意願行事。", "두 개의 달이 뜨는 푸른 별을 병들게 하려던 이계의 마도사. 검은 갑옷을 입은 의문의 남자로, 크리스탈을 차지하기 위해 세실 일행과 맞섰다. 카인을 조종하고 로자를 인질로 삼는 등, 온갖 비열한 수단을 이용해 세계를 혼란에 빠뜨렸다. 그의 정체는 달의 주민 클루야의 아들이자 세실의 친형으로, 실은 배후에 있던 제무스의 사악한 사념에 조종당하고 있었다.", "Un mage venu d'un autre monde qui a tenté de détruire la planète bleue aux deux lunes. Cet homme mystérieux, caché sous une armure noire, s'oppose à Cécil et ses alliés dans leur lutte pour protéger les cristaux. Il dirige les seigneurs élémentaires, et fait preuve de sournoiseries pour vaincre Cécil et plonger le monde dans le chaos. Il va ainsi manipuler Kaïn et le pousser à enlever Rosa, la bien-aimée de Cécil. En vérité, il est le fils du sélénite Kluya et le frère de Cécil. Corrompu par les ténèbres de Zémus, qui œuvre pour détruire la Planète bleue, il ne recule devant rien pour satisfaire les désirs de son maître.", "Magier aus einer anderen Welt, der einen blauen Planeten mit zwei Monden zerstören wollte. Dieser in dunkler Rüstung versteckte Mann steht Cecil und seinen Verbündeten im Kampf um das Schicksal der Kristalle gegenüber. Befehligt die Elementarfürsten und nutzt hinterlistige Methoden, um die Welt in Wirrnis zu stürzen; so kontrolliert er Kain und lässt ihn Cecils geliebte Rosa entführen. In Wahrheit ist er der Sohn des Lunariers Kluya und Cecils älterer Bruder. Beeinflusst durch den dunklen Willen von Zemus, tut er alles, um dessen grausame Wünsche zu erfüllen.", "Un mago de un mundo diferente que trató de destruir un planeta azul con dos lunas. Este hombre misterioso oculto tras una armadura negra se opone a Cecil y sus aliados en la lucha por el destino de los cristales. Comanda a los Archidiablos y usa métodos turbios para tratar de confundir a Cecil y el mundo, incluso controlar a Kain para que rapte a Rosa, el amor de Cecil. En realidad, Golbez es hijo del lunario Kluya y por tanto el hermano mayor de Cecil. La mala voluntad de Zemus, el autor de los problemas que acosan al planeta azul, lo pervierte para que haga lo necesario para cumplir sus crueles deseos."], "fusion": ["I will not allow you to look down on me.<br>Do not think me so weak.<br>I will show you my true strength yet.", "不要小看我，<br>我的實力還遠遠不止這些！", "날 과소평가하지 마라.<br>내 진정한 마법은<br>겨우 이 정도로 그치지 않는다.", "Je ne tolérerai pas que tu me prennes de haut.<br>Ne me sous-estime pas.<br>Tu n'as pas encore vu toute l'étendue de ma puissance.", "Du hältst mich für schwach.<br>Aber du wirst meine wahre Kraft<br>noch kennenlernen.", "No permitiré que me menosprecies.<br>No creas que soy tan débil.<br>Te mostraré mi verdadera fuerza."], "summon": ["You think that you can control my power?<br>Well, I suppose we shall see...won't we?", "就憑你們能夠駕馭得住我的力量嗎？<br>就讓我來試驗一下吧。", "너희가 내 힘을<br>감당할 수 있을까?<br>어디 한번 시험해보겠다.", "Tu penses pouvoir contrôler mon pouvoir ?<br>Eh bien, c'est ce que nous allons voir...", "Du glaubst, du kannst meine Kraft bändigen?<br>Nun, wir werden sehen ...", "¿Crees que puedes controlar mi poder?<br>Bueno, eso ya lo veremos... ¿No crees?"]}}, "204001405": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [892, 2703, 240], "ATK": [29, 88, 16], "MP": [46, 140, 40], "MAG": [36, 109, 24], "SPR": [36, 108, 16], "DEF": [28, 85, 16]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 204001405, "attack_count": 33, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 182, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [63, 68, 73], "effect_frames": [61, 66, 71, 61], "strings": {"evolution": ["What came over me?<br>Why was I filled with...so much hatred?", "……我為什麼會被憎惡之情所控制了呢……", "……어째서 나는<br>그토록 거대한 증오에<br>사로잡혀 있었던 것인가…….", "Que m'est-il arrivé ?<br>Pourquoi étais-je envahi par... la haine ?", "Wie ist mir geschehen?<br>Woher kam auf einmal ... dieser ganze Hass?", "¿Qué me pasó?<br>¿Por qué me consumió... el odio?"], "affinity": ["I was once consumed by evil myself.<br>There is nothing I can say now to defend myself.<br>Let me repay my debts in sweat and blood.", "我曾被邪惡控制了身體，<br>如今千言萬語也不夠贖罪，<br>只有用行動來證明一切。", "난 한때 사악한 사념에 사로잡혔지.<br>그러니 지금은 아무 말도 않겠다.<br>오직 행동으로 증명할 뿐.", "Je me suis laissé séduire par le Mal, autrefois... Aucun mot ni excuse ne lavera mes crimes, alors je compte bien me racheter par les actes !", "Ich war einst selbst im Bann des Bösen.<br>Das kann ich nicht leugnen.<br>Aber lass mich meine Schuld durch Blut begleichen.", "Antaño la maldad me consumió.<br>No puedo defender lo indefendible.<br>Permíteme que pague mis deudas con sudor y sangre."], "description": ["A mage from a different world who tried to destroy a certain blue planet with two moons. He is in fact Cecil's elder brother, and was being controlled by an evil Lunarian named Zemus, who directed him to destroy the Crystals. After a long struggle, Golbez finally regained control of his mind and chose to join his brother in the fight against Zemus. With the aid of their uncle, Fusoya, he defeats their enemy—only to be faced with Zeromus, an even fouler monster birthed from Zemus's remains. Struck down by Zeromus's darkness, Golbez must entrust the final battle to his brother, Cecil.", "想要侵蝕有兩個月亮的藍星的異界魔道士，他的真實身份是塞西爾的親哥哥,他被月之民澤姆斯的邪惡思念所操控，在他的指示下到處破壞水晶。經歷了無數次的戰鬥後，他終於取回了自我，選擇與澤姆斯戰鬥。雖然他與伯父福索雅一同打敗了敵人，但奔湧而上的仇恨使澤姆斯變成了完完全全的黑暗物質澤羅姆斯。他最終敗下陣來，將勝利的希望託付給了弟弟塞西爾。", "두 개의 달이 뜨는 푸른 별을 병들게 하려던 이계의 마도사. 세실의 형이지만 달의 주민 제무스의 사악한 사념에 조종당해 크리스탈을 파괴하고 다녔다. 수많은 전투 끝에 자아를 되찾은 그는 제무스와 결판을 내기로 한다. 이에 큰아버지 후수야와 힘을 합쳐 제무스를 쓰러뜨렸으나, 부풀어 오른 증오에서 태어난 완전암흑물질 '제로무스'에 치명상을 입고 동생 세실에게 뒷일을 맡겼다.", "Un mage venu d'un autre monde qui a tenté de détruire la planète bleue aux deux lunes. Il est en réalité le frère de Cécil et est manipulé par Zémus, un sélénite diabolique qui le pousse à détruire les cristaux. Après une longue lutte, Golbez parvient à reprendre le contrôle de son esprit et choisit de rejoindre son frère dans son combat contre Zémus. Grâce à son oncle Fusoya, il bat son ennemi, mais se retrouve face à Zéromus, un monstre encore plus terrifiant né de la dépouille de Zémus. Frappé par les ténèbres de Zéromus, Golbez laisse son frère Cécil mener le combat final.", "Magier aus einer anderen Welt, der versuchte, einen Planeten mit zwei Monden zu zerstören. Cecils älterer Bruder, wurde von einem bösartigen Lunarier namens Zemus kontrolliert, der ihm die Zerstörung der Kristalle befahl. Nach langem Kampf erlangte Golbez endlich wieder Kontrolle über seinen Geist und schloss sich seinem Bruder im Kampf gegen Zemus an. Sie besiegten ihren Feind - nur um auf Vollstrecker Zeromus zu treffen, einem noch übleren Monster. Niedergestreckt durch Zeromus Dunkelheit, muss Golbez den letzten Kampf seinem Bruder Cecil überlassen.", "Un mago de un mundo diferente que trató de destruir un planeta azul con dos lunas. En realidad es el hermano mayor de Cecil y lo manipulaba un lunario vil llamado Zemus, que lo controló para destruir los cristales. A costa de luchar, Golbez pudo recuperar el control de su mente y optó por unirse a su hermano para luchar contra Zemus. Con la ayuda de su tío, Fusoya, derrota al enemigo, pero el resultado es aún peor, ya que de los restos de Zemus nace Zeromus, un monstruo atroz. Vencido por la oscuridad de Zeromus, Golbez debe encomendar la última batalla a su hermano Cecil."], "fusion": ["Moon above, grant me power.<br>The true strength I need to gain victory<br>over evil and hatred!", "月亮啊，借給我力量。<br>讓我能夠戰勝邪惡與憎惡，<br>讓我得到真正的強大。", "달이여, 내게 힘을 빌려다오.<br>악을, 증오를 이겨낼 수 있는<br>진정한 힘을…….", "Ô Lune, prête-moi ton pouvoir ! Aide-moi à vaincre le mal et la haine !", "Mond am Himmel, leih mir Kraft!<br>Die Kraft die ich brauche, um über den Hass und das Böse zu siegen!", "¡Luna del cielo, dame poder!<br>¡La fuerza para alzarme con la victoria sobre el mal y el odio!"], "summon": ["You seek my power?<br>So be it! Use it as you will!", "需要我的力量？<br>好吧！盡情使用吧！", "내 힘을 원하는가?<br>좋다!<br>마음껏 휘둘러봐라!", "Tu désires mon pouvoir ?<br>Qu'il en soit ainsi ! Fais en ce que tu veux !", "Du benötigst meine Kraft?<br>So sei es! Tob dich aus!", "¿Buscas mi poder?<br>¡Que así sea! Utilízalo como prefieras."]}}, "204001403": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [568, 1721, 150], "ATK": [18, 55, 10], "MP": [29, 87, 25], "MAG": [22, 68, 14], "SPR": [22, 67, 10], "DEF": [17, 53, 10]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 2, "limitburst_id": 204001403, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290030300": 5, "290050300": 5, "290050200": 15, "290010100": 25, "290020300": 10}}, "rarity": 3, "compendium_id": 180, "attack_damage": [[33, 33, 34]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [63, 68, 73], "effect_frames": [61, 66, 71, 61], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I was once consumed by evil myself.<br>There is nothing I can say now to defend myself.<br>Let me repay my debts in sweat and blood.", "我曾被邪惡控制了身體，<br>如今千言萬語也不夠贖罪，<br>只有用行動來證明一切。", "난 한때 사악한 사념에 사로잡혔지.<br>그러니 지금은 아무 말도 않겠다.<br>오직 행동으로 증명할 뿐.", "Je me suis laissé séduire par le Mal, autrefois... Aucun mot ni excuse ne lavera mes crimes, alors je compte bien me racheter par les actes !", "Ich war einst selbst im Bann des Bösen.<br>Das kann ich nicht leugnen.<br>Aber lass mich meine Schuld durch Blut begleichen.", "Antaño la maldad me consumió.<br>No puedo defender lo indefendible.<br>Permíteme que pague mis deudas con sudor y sangre."], "description": ["A mage from a different world who tried to destroy a certain blue planet with two moons. He controls the armies of Baron from the shadows in order to seize the Crystals that lie in each land, and drives Baron to commit terrible atrocities. Beneath him serve the four Archfiends: Scarmiglione of earth, Cagnazzo of water, Barbariccia of wind, and Rubicante of fire. But his own power is also great, and he uses many cruel tactics in his various confrontations with Cecil, including controlling Cecil's best friend, Kain, with the darkness that lay hidden in the dragoon's heart.", "想要侵蝕有兩個月亮的藍星的異界魔道士，他為了奪取散落在世界各地的水晶而暗中支配巴隆軍，犯下了許多滔天的罪行。他不光將土之斯卡米留尼、水之凱納槽、風之巴爾巴莉希亞與炎之盧比坎特這四天王收作手下，自身也會使用強力的魔法。他甚至會操縱人心，卑鄙地利用凱因心中的黑暗面去和塞西爾等人對抗。", "두 개의 달이 뜨는 푸른 별을 병들게 하려던 이계의 마도사. 각지에 흩어진 크리스탈을 손에 넣고자 바론군을 뒤에서 조종해 잔인무도한 행위를 거듭했다. 땅의 스카르밀료네, 물의 카이나초, 바람의 바르바리시아, 불의 루비칸테 등 강력한 사천왕을 거느리며, 본인도 강력한 마법을 구사한다. 그뿐만 아니라 카인이 품은 어두운 마음을 이용해 그를 조종하는 등, 온갖 비열한 방법으로 세실 일행과 여러 차례 충돌했다.", "Un mage venu d'un autre monde qui a tenté de détruire la planète bleue aux deux lunes. Il contrôle l'armée de Baron pour s'emparer des cristaux cachés dans chaque pays, et n'hésite pas à pousser Baron aux pires atrocités. Sa puissance est terrifiante, et il s'entoure de quatre seigneurs élémentaires : Scarmiglione de la terre, Cagnazzo de l'eau, Barbariccia du vent et Rubicante du feu. Il ne recule devant aucune cruauté pour combattre Cécil, et ira jusqu'à manipuler son meilleur ami Kaïn en exploitant les ténèbres tapies dans le cœur du dragonnier.", "Magier aus einer anderen Welt, der einen blauen Planeten mit zwei Monden zerstören wollte. Er kontrolliert aus den Schatten heraus die Armeen Barons, um an die Kristalle zu kommen, die sich in jedem Land befinden, und bringt Baron dazu, schreckliche Grausamkeiten zu begehen. Ihm dienen die vier Elementarfürsten Scarmiglione der Erde, Cagnazzo des Wassers, Barbarizia des Windes und Rubicante des Feuers. Doch seine eigene Macht ist ebenfalls groß, und er nutzt in seinen Konfrontationen mit Cecil viele grausame Taktiken, wie etwa Cecils besten Freund Kain zu kontrollieren.", "Un mago de un mundo diferente que trató de destruir un planeta azul con dos lunas. Controla el ejército de Baronia desde la sombra para capturar los cristales que hay en cada país e impulsa a su nación a cometer atrocidades terribles. Cuenta con los cuatro Archidiablos: Scarmiglione de la tierra, Cagnazzo del agua, Barbariccia del viento y Rubicanti del fuego. Golbez también es poderoso y usa varias tácticas crueles en los enfrentamientos contra Cecil, incluso controlar a Kain, su mejor amigo, aprovechando la oscuridad que yace en el corazón del dragontino."], "fusion": ["This power is reminiscent of the crystals...<br>I can feel my strength growing.", "這力量好似水晶之力……<br>我能夠感到它在我的體內增加……", "크리스탈과 비슷한 힘인가…….<br>더 강해진 게 실감이 되는군…….", "Ce pouvoir m'évoque celui des cristaux...<br>Je sens ma force grandir...", "Diese Kraft erinnert mich an die Kristalle.<br>Ich fühle, wie meine Kraft wächst.", "Este poder me recuerda a los cristales...<br>Siento que mi fuerza aumenta."], "summon": ["Just how much power do you possess?<br>I have no business with insects.<br>Show me your true strength!", "我最討厭弱小的螻蟻，<br>希望你的力量能夠取悅我一陣。", "네 힘은 고작 그 정도냐?<br>벌레 따위에는 관심 없다.<br>날 조금이라도 즐겁게 해봐라.", "Je veux savoir si tu es fort ou pas !<br>Je n'ai pas de temps à perdre avec un vulgaire insecte.<br>Montre-moi de quoi tu es capable !", "Wie stark bist du eigentlich?<br>Ich habe kein Interesse an Würmern.<br>Zeig mir deine ganze Kraft!", "¿Pero cuánto poder posees?<br>Yo no hago tratos con insectos.<br>¡Muéstrame tu verdadera fuerza!"]}}}, "job": "Mage", "sex": "Male", "game": "FFIV", "rarity_max": 5, "names": ["Golbez", "高貝扎", "골베자", "Golbez", "Golbez", "Golbez"], "equip": [2, 3, 6, 15, 30, 31, 41, 51, 52, 60], "game_id": 10004, "rarity_min": 3, "tribe_id": 5, "id": "204001403", "job_id": 19}