{"TMR": ["EQUIP", 312001100], "name": "Rosa", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200390, "rarity": 4}, {"level": 7, "type": "MAGIC", "id": 10090, "rarity": 4}, {"level": 12, "type": "MAGIC", "id": 10140, "rarity": 4}, {"level": 21, "type": "MAGIC", "id": 10150, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 100050, "rarity": 4}, {"level": 46, "type": "ABILITY", "id": 202890, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 10200, "rarity": 4}, {"level": 16, "type": "MAGIC", "id": 10110, "rarity": 5}, {"level": 36, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 100180, "rarity": 5}, {"level": 62, "type": "ABILITY", "id": 202880, "rarity": 5}, {"level": 71, "type": "ABILITY", "id": 101420, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 200190, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 223650, "rarity": 6}, {"level": 24, "type": "MAGIC", "id": 10190, "rarity": 6}, {"level": 40, "type": "MAGIC", "id": 10300, "rarity": 6}, {"level": 40, "type": "MAGIC", "id": 10320, "rarity": 6}, {"level": 40, "type": "MAGIC", "id": 10340, "rarity": 6}, {"level": 40, "type": "MAGIC", "id": 10360, "rarity": 6}, {"level": 56, "type": "ABILITY", "id": 223640, "rarity": 6}, {"level": 75, "type": "ABILITY", "id": 223660, "rarity": 6}, {"level": 82, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 88, "type": "MAGIC", "id": 10210, "rarity": 6}, {"level": 94, "type": "MAGIC", "id": 10180, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 223630, "rarity": 6}], "sex_id": 2, "entries": {"204000304": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [574, 1738, 210], "ATK": [22, 67, 14], "MP": [39, 118, 45], "MAG": [23, 71, 14], "SPR": [33, 99, 14], "DEF": [22, 68, 14]}, "magic_affinity": [7, 0, 0, 0], "ability_slots": 3, "limitburst_id": 204000304, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 8, "290020400": 25, "290050400": 5, "290050300": 10, "290030800": 13}}, "rarity": 4, "compendium_id": 292, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [80], "effect_frames": [75, 1], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I am happy you find me reliable!<br>I would like to continue using my magic to mend your wounds.", "你願意依靠我，我感到十分開心！<br>今後我也會用魔法來治癒你的。", "날 의지해줘서 기뻐!<br>원한다면 앞으로도 내 마법으로<br>네 상처를 치유해줄게.", "Je suis heureux que tu me fasses confiance !<br>Je continuerai d'utiliser ma magie pour soigner tes blessures.", "Schön, dass du mich schätzt!<br>Ich möchte mit meiner Magie gerne weiter deine Wunden heilen.", "¡Me hace tan feliz serte de ayuda! Ojalá mi magia siga pudiendo curarte las heridas."], "description": ["A white mage who appears in the tales of a blue planet watched over by two moons. Rosa was an expert archer possessed of great beauty and grace, but who had eyes only for her childhood friend Cecil. When informed that Cecil had perished during a mission to vanquish a certain Eidolon, she refused to accept it and left Baron in search of him. Alas, she was stricken with desert fever and collapsed in the outskirts of Kaipo.", "在有兩個月亮的藍星異界的故事中登場的白魔道士，她是一名遠近聞名的弓箭高手，既美麗又賢淑，還十分有主見，一心一意愛著青梅竹馬塞西爾。當她聽說塞西爾在討伐幻獸的任務中戰死，不相信這個消息的她甚至獨自離開了巴隆去尋找塞西爾，但卻在達姆希安沙漠發高燒倒下了。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 백마도사. 활의 명수로도 유명하다. 아름답고 정숙하면서도 강한 의지를 가진 여성. 오랜 친구인 세실을 한결같이 사랑해왔다. 세실이 환수토벌 임무 중에 죽었다는 소식이 들려오자 그 사실을 받아들이지 못하고 세실을 찾기 위해 홀로 바론을 뛰쳐나왔다. 그 결과 담시안 사막에서 열병에 걸려 쓰러지고 만다.", "Une mage blanche qui apparaît dans les contes d'une planète bleue possédant deux lunes. Rosa est une archère hors pair d'une grande beauté et d'une grâce sans pareille, mais n'a d'yeux que pour Cécil, son ami d'enfance. Lorsqu'elle apprit que Cécil avait périt en mission dans un combat à mort contre un certain Éon, elle refusa de voir la vérité et quitta Baron pour partir à sa recherche. Malheureusement, elle contracta la fièvre du désert à la suite de quoi elle fit un malaise à la périphérie de Kaïpo.", "Eine Weißmagierin, die in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Rosa ist eine meisterhafte Bogenschützin von großer Schönheit und Anmut, doch sie hat nur Augen für ihren Kindheitsfreund Cecil. Als sie erfuhr, dass Cecil während eines Auftrages, einen bestimmten Beschwörbaren zu überwinden, umgekommen war, weigerte sie sich, es zu glauben, und verließ Baron für die Suche nach ihm. Leider führte dies zu ihrem Wüstenfieber und einem Zusammenbruch an den Rändern von Kaipo.", "Una maga blanca que aparece en las historias de un planeta azul con dos lunas. Rosa es una arquera experta que desborda belleza y gracia, pero que está prendada de su amigo de la infancia Cecil. Después de conocer que Cecil había fallecido durante una misión para acabar con un cierto eidolón, esta se negó a aceptarlo y dejó Baronia para ir en su busca. Desgraciadamente esto desembocó en ella contrayendo fiebre del desierto a las afueras de Kaipo."], "fusion": ["Please, I beg of you.<br>Help my prayers reach the heavens...", "拜託了，<br>將我的祈禱傳達給上天……", "제발 부탁이야.<br>내 기도여, 하늘에 닿아줘…….", "Je vous en prie. Faites que mes prière atteignent le Paradis…", "Bitte, ich flehe dich an.<br>Hilf, dass meine Gebete die Himmel erreichen ...", "Por favor, te lo ruego.<br>Haz que mis plegarias lleguen al cielo..."], "summon": ["Cecil... Please, Cecil... Be alive!<br>Oh, my apologies.<br>I believe I was having a nightmare.", "塞西爾，你不要死……<br>啊，對不起，我做噩夢了……", "죽지 마, 세실……!<br>아, 미안.<br>악몽을 꾸는 바람에…….", "Cécil… Je t'en prie Cécil… Sois en vie !<br>Oh, veuillez me pardonner.<br>Je crois que je faisais un rêve.", "Cecil... bitte, Cecil... Sei am Leben!<br>Oh, verzeihung.<br>Ich hatte einen Alptraum.", "Cecil, por favor Cecil... ¡Sigue vivo! Uy, perdón. Creo haber tenido una pesadilla."]}}, "204000305": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [746, 2260, 240], "ATK": [29, 88, 16], "MP": [50, 153, 60], "MAG": [31, 93, 16], "SPR": [43, 129, 16], "DEF": [29, 89, 16]}, "magic_affinity": [8, 0, 0, 0], "ability_slots": 4, "limitburst_id": 204000305, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 293, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [80], "effect_frames": [75, 1], "strings": {"evolution": ["I will face any peril to be with my loved ones. I have made my choice!", "只要是和心愛的人在一起，<br>我不懼怕任何危險。<br>我已經做好覺悟了！", "사랑하는 사람과 함께할 수 있다면<br>그 어떤 위험이 닥쳐와도 상관없어.<br>각오는 이미 되어 있으니까!", "Je braverais n'importe quel péril pour être avec ceux que j'aime. J'ai fait mon choix.", "Für meine Liebsten stelle ich mich jeder Gefahr. Ich habe mich entschieden!", "¡Me enfrentaré a cualquier peligro si es por aquellos a los que amo!<br>¡No me echaré atrás!"], "affinity": ["I am happy you find me reliable!<br>I would like to continue using my magic to mend your wounds.", "你願意依靠我，我感到十分開心！<br>今後我也會用魔法來治癒你的。", "날 의지해줘서 기뻐!<br>원한다면 앞으로도 내 마법으로<br>네 상처를 치유해줄게.", "Je suis heureux que tu me fasses confiance !<br>Je continuerai d'utiliser ma magie pour soigner tes blessures.", "Schön, dass du mich schätzt!<br>Ich möchte mit meiner Magie gerne weiter deine Wunden heilen.", "¡Me hace tan feliz serte de ayuda! Ojalá mi magia siga pudiendo curarte las heridas."], "description": ["A white mage who appears in the tales of a blue planet watched over by two moons. Rosa left the kingdom of Baron in search of Cecil, who had failed to return from an Eidolon-slaying mission. However, this resulted in her falling ill with desert fever, and eventually she collapsed. Once Cecil and his comrades managed to cure Rosa's illness using a sand pearl, the recovering Rosa begged to stay by Cecil's side and convinced him that they ought to travel together. No matter what peril they encountered, her restorative magic and skill with the bow allowed the party to press onward.", "在有兩個月亮的藍星異界的故事中登場的女性白魔道士，她心繫前去討伐幻獸未歸的塞西爾，獨自離開了巴隆，結果卻在達姆希安沙漠發高燒倒下了。塞西爾等人用「沙漠之光」將她救活後，她決心要跟在塞西爾身旁，與塞西爾一起旅行。每當遇到危險，她都會用拿手的弓箭本領與治癒之力支持夥伴們。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 백마도사 여성. 환수토벌 임무에서 돌아오지 않는 세실이 걱정되어 바론 왕국을 뛰쳐나온 로자는 담시안 사막에서 열병에 걸려 쓰러지고 만다. 세실 일행이 입수한 '사막의 빛' 덕분에 건강을 되찾은 후에는 세실의 곁을 지키고자 여행에 동행하기로 한다. 그 후에도 여러 차례 위험한 상황에 부딪히지만, 뛰어난 활 실력과 치유의 힘으로 동료들을 지원했다.", "Une mage blanche qui apparaît dans les contes d'une planète bleue possédant deux lunes. Rosa quitta le Royaume de Baron pour partir à la recherche de Cécil, qui n'est jamais revenu d'une mission où il aurait dû se débarrasser d'un certain Éon. Malheureusement, elle contracta la fièvre du désert sur le chemin et fut sujette à des pertes se connaissance. Cécil et ses amis parvinrent toutefois à la guérir en utilisant une Perle des sables. Une fois rétablie, Rosa supplia Cécil de la laisser rester à ses côtés et le convint de partir ensemble. Ses techniques à l'arc et sa magie curative sont d'un grand soutien pour le groupe quelle que soit la situation.", "Eine Weißmagierin, die in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Rosa verließ das Königreich Baron auf der Suche nach Cecil, der bei dem Auftrag, einen Beschwörbaren zu vernichten, scheiterte. Dies führte bei ihr zum Ausbruch von Wüstenfieber und zum Zusammenbruch. Nachdem Cecil und seine Kameraden sie mit der Sandperle heilten, überzeugte Rose Cecil, mit ihr aufzubrechen. Egal, wie gefahrvoll die Situation war, ihr Geschick mit dem Bogen und ihre Heilungsmagie halfen der Gruppe, vorwärts zu dringen.", "Una maga blanca que aparece en las historias de un planeta azul con dos lunas. Rosa dejó el Reino de Baronia en busca de Cecil, quién nunca regresó de su misión de acabar con un eidolón. Sin embargo, esto la hace caer enferma a causa de fiebre del desierto. Después de que Cecil y sus compañeros consiguiesen curar la enfermedad de Rosa usando la Perla de arena, esta rogó a Cecil que la dejara unirse al grupo. Sin importar cuan peligroso su viaje se volviera, sus habilidades con el arco y con la magia curativa siempre fueron el pilar principal del grupo."], "fusion": ["You have my thanks!<br>I shall not waste the power you've granted me. I will protect everyone!", "謝謝！<br>我不會浪費掉這份力量的。<br>一定會保護好大家！", "고마워!<br>네게 받은 힘을 헛되이 하진 않을게.<br>반드시 모두를 지켜내겠어!", "Vous avez toute ma gratitude ! Le pouvoir que vous m'avez donné ne sera pas utilisé en vain. Je protègerai tout le monde !", "Ich danke dir!<br>Ich werde die von dir gewährten Kräfte nicht vergeuden und alle beschützen!", "¡Te doy las gracias!<br>No malgastaré este poder que me has dado. ¡Protegeré a todos!"], "summon": ["I do not know how much aid I will be able to provide, but please...<br>Allow me to stay with you till the end!", "雖然不知道我能幫上多少忙<br>求求你，請帶上我吧！", "내 힘이 도움이 될지는<br>모르겠지만…….<br>부탁이야, 마지막까지 함께하고 싶어!", "Je ne sais pas jusqu'à quel point je serai en mesure de vous aider, mais permettez-moi de rester avec vous jusqu'au bout.", "Ich weiß nicht, wie gut ich euch helfen kann, aber bitte ...<br>Lasst mich bis zum Ende bleiben!", "No se de cuanta ayuda te podré ser, pero por favor... Ayúdame a seguir contigo hasta el final."]}}}, "job": "White Mage", "sex": "Female", "game": "FFIV", "rarity_max": 5, "names": ["Rosa", "羅莎", "로자", "Rosa", "Rosa", "Rosa"], "equip": [1, 5, 6, 7, 11, 12, 40, 50, 53, 60], "game_id": 10004, "rarity_min": 4, "tribe_id": 5, "id": "204000304", "job_id": 23}