{"TMR": ["EQUIP", 303001500], "name": "Dark Knight Cecil", "is_summonable": true, "skills": [{"level": 3, "type": "ABILITY", "id": 200210, "rarity": 5}, {"level": 3, "type": "ABILITY", "id": 101470, "rarity": 5}, {"level": 10, "type": "ABILITY", "id": 200170, "rarity": 5}, {"level": 20, "type": "ABILITY", "id": 910017, "rarity": 5}, {"level": 56, "type": "ABILITY", "id": 200670, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 101410, "rarity": 5}, {"level": 76, "type": "ABILITY", "id": 202940, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 202790, "rarity": 6}, {"level": 15, "type": "ABILITY", "id": 100090, "rarity": 6}, {"level": 31, "type": "ABILITY", "id": 202820, "rarity": 6}, {"level": 50, "type": "ABILITY", "id": 100140, "rarity": 6}, {"level": 62, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 82, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 93, "type": "ABILITY", "id": 202810, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 202800, "rarity": 6}], "sex_id": 1, "entries": {"204000115": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 50], "stats": {"HP": [942, 2854, 240], "ATK": [39, 119, 24], "MP": [37, 111, 40], "MAG": [29, 89, 16], "SPR": [30, 90, 16], "DEF": [31, 94, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 204000115, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 294, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [48], "effect_frames": [43], "strings": {"evolution": null, "affinity": ["If my powers as a dark knight can aid you in your endeavors, then allow me to continue fighting with you!", "如果我的暗黑劍能夠成為你的力量……<br>那就讓我們今後也一起戰鬥吧！", "내 암흑검이<br>너희의 도움이 된다면…….<br>앞으로도 함께 싸우자!", "Si mes pouvoirs de chevalier noir peuvent vous aider dans votre quête, alors laissez-moi vous accompagner !", "Wenn meine Kraft als Dunkelritter von Nutzen ist, dann erlaube mir, weiter mit dir zu kämpfen!", "Si mis poderes de caballero oscuros te son de utilidad, ¡entonces permite que siga luchando a tu lado!"], "description": ["A dark knight who appears in the tales of a blue planet watched over by two moons. Cecil came to regret his part in the mission to seize a Crystal from innocent people by order of the king. However, while yet mired in these uneasy contemplations, he was soon ordered to go on another mission, this time to deliver a special item to the summoner village of Mist. After Cecil and his good friend Kain arrived at Mist, they both watched the village burn to the ground courtesy of an incendiary bomb—the very item they had delivered.", "在有兩個月亮的藍星異界的故事中登場的暗黑騎士青年，他聽從國王的命令，從手無寸鐵的人們手中搶奪水晶，為此他感到十分自責。而在這時，他接到的新的任務是去召喚士們生活的迷霧村送炸彈戒指。與好友凱因一同造訪迷霧村的塞西爾目睹了自己送來的戒指燒毀全村的景象。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 암흑기사 청년. 세실은 아무리 왕의 명령이라고 해도 저항하지 않는 사람들에게서 크리스탈을 빼앗은 자신의 행위에 계속 고뇌해왔다. 그런 그에게 내려진 새로운 임무는 소환사들이 사는 미스트 마을에 봄의 반지를 전달하는 것. 친구 카인과 함께 미스트 마을을 찾은 세실은 자신이 가지고 온 반지가 마을을 불태우는 광경을 목격하게 된다.", "Un chevalier noir qui apparaît dans les contes d'une planète bleue possédant deux lunes. Cécil finit par regretter d'avoir participé à une mission visant à s'emparé d'un cristal détenu par des gens innocents sur les ordres du roi. Il ne fallut pas attendre bien longtemps pour que le roi envoye le déjà très tourmenté Cécil à Mist apporter la bague de Cornaline à l'invocateur du village. Une fois arrivés à Mist, Cécil et son ami Kaïn furent témoins de l'incendie qui rasa le village de la carte à cause de l'anneau qu'ils avaient apporté avec eux.", "Ein Dunkelritter, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Cecil bereute seinen Anteil an einem Auftrag, auf Befehl des Königs einen Kristall von Unschuldigen zu erbeuten. Doch inmitten seiner Zweifel sollte er einen weiteren Auftrag ausführen, diesmal ging es um die Lieferung eines Bombenrings an ein Dorf von Beschwörern. Nachdem Cecil und sein Freund Kain dort ankamen, mussten sie zusehen, wie das Dorf aufgrund des Bombenringes abbrannte.", "Un caballero oscuro que aparece en las historias de un planeta azul con dos lunas. Cecil acabó arrepintiéndose de tomar parte en la misión de arrebatarles su Cristal a un grupo de gente indefensa por orden del rey. Aun así y entre emociones enfrentadas, poco después se le fue ordenado que fuese a llevar un anillo bomba al pueblo invocador de Mist. Después de que Cecil y su buen amigo Kain llegasen a Mist, estos pudieron contemplar al pueblo arder en llamas por culpa del anillo que ellos habían portado."], "fusion": ["I wish to use this power to aid others, even if my powers as a dark knight make them uneasy...", "即使這力量是覆滿負面力量的暗黑劍，<br>我也想用它來守護他人……", "이 힘은 누군가를 지키기 위해 쓰고 싶어.<br>비록 부정의 힘이 깃든 암흑검이라 할지라도.", "J'aimerais pouvoir utiliser ce pouvoir pour aider les autres, même s'ils n'acceptent pas le fait que je sois un chevalier noir.", "Ich möchte mit dieser Kraft andere beschützen, selbst wenn sie etwas gegen Dunkelritter haben.", "Quiero usar este poder para ayudar a los demás, aunque no toleren mi poder de caballero oscuro."], "summon": ["I am a dark knight.<br>The dark power I possess may not suffice to face true evil...", "我是暗黑騎士，<br>這份力量也許無法與真正的罪惡抗衡……", "나는 암흑기사다.<br>이 힘으로는 진정한 악과<br>맞서 싸울 수 없을지도 몰라…….", "Je suis un chevalier noir..<br>Le pouvoir obscure que je possède ne suffira sans doute pas pour faire face au mal absolu…", "Ich bin ein Dunkelritter.<br>Gegen das Böse ist meine Kraft vielleicht nicht geeignet ...", "Soy un caballeo oscuro. Puede que este poder no sea suficiente para combatir el mal..."]}}, "204000116": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 50], "stats": {"HP": [1225, 3711, 390], "ATK": [51, 155, 34], "MP": [48, 145, 65], "MAG": [38, 116, 26], "SPR": [39, 117, 26], "DEF": [41, 123, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 204000116, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 295, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [48], "effect_frames": [43], "strings": {"evolution": ["I have no intention of allowing the darkness to consume me. I shall not commit vile acts, no matter who gives the order!", "我並不打算讓黑暗吞噬我。<br>如果讓我去做卑鄙之事，<br>不論是誰的命令我都不會聽從的！", "나는 마음까지 암흑에 물들지 않았어.<br>그 누구의 명령이라 할지라도<br>비열한 행위는 절대 하지 않겠다!", "Je n'ai aucune intention de laisser les ténèbres me consummer. Jamais je n'encouragerai la traîtrise, même si on m'en donnait l'ordre !", "Die Dunkelheit wird mich nicht verschlingen. Nie werde ich den Verrat bestärken, egal, wer es mir befiehlt!", "No tengo la mínima intención de dejar que la oscuridad me consuma. ¡No seré cómplice de traición alguna, da igual de quién de la orden!"], "affinity": ["If my powers as a dark knight can aid you in your endeavors, then allow me to continue fighting with you!", "如果我的暗黑劍能夠成為你的力量……<br>那就讓我們今後也一起戰鬥吧！", "내 암흑검이<br>너희의 도움이 된다면…….<br>앞으로도 함께 싸우자!", "Si mes pouvoirs de chevalier noir peuvent vous aider dans votre quête, alors laissez-moi vous accompagner !", "Wenn meine Kraft als Dunkelritter von Nutzen ist, dann erlaube mir, weiter mit dir zu kämpfen!", "Si mis poderes de caballero oscuros te son de utilidad, ¡entonces permite que siga luchando a tu lado!"], "description": ["A dark knight who appears in the tales of a blue planet watched over by two moons. At first forming doubts about the king of Baron's unjust deeds toward surrounding lands, then witnessing firsthand the destruction of the summoner village Mist by an incendiary bomb the king himself had ordered sent there, Cecil decided to defect from his country. He was also forced to part ways with his loyal friend Kain, who had accompanied him to Mist. However, Cecil did befriend a survivor of the village named Rydia, and together they set off to the oasis town of Kaipo.", "在有兩個月亮的藍星異界的故事中登場的暗黑騎士青年，對侵略他國的巴隆王的行徑懷抱疑問的塞西爾，奉命前去召喚士們的迷霧村送炸彈戒指，沒想到卻目睹了自己送來的戒指燒毀全村的景象。他因此下定決心離開祖國，並與一同造訪迷霧村的好友凱因分道揚鑣。隨後他帶著村中倖存的少女莉迪亞前往綠洲之村凱波。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 암흑기사 청년. 침략을 일삼는 바론 왕의 폭정에 의문을 품고 있던 세실은 왕의 명령으로 전달한 봄의 반지가 소환사들이 사는 미스트 마을을 불태우는 광경을 목격하고 마침내 조국을 버리기로 결의한다. 함께 미스트 마을을 찾은 친구 카인과 생이별을 하게 된 세실은 마을의 유일한 생존자인 소녀 리디아를 데리고 오아시스 마을 카이포로 향한다.", "Un chevalier noir qui apparaît dans les contes d'une planète bleue possédant deux lunes. Cécil décida de déserter son pays lorsqu'il se rendit compte que son roi s'était sans doute rendu couplable d'actes meurtriers à l'encontre d'autres pays et surtout lorsqu'il fut témoin de l'incendie qui ravagea Mist provoqué par la bague de Cornaline qu'il avait lui-même apporté sous les ordres de son roi. Il fut contraint de couper court à l'amitié qu'il entretenait avec Kaïn, qui l'avait aussi accompagné à Mist. Toutefois, Cécil se lia d'amitié avec Rydia, une survivante du village et ils partirent tous les deux pour la ville de Kaïpo.", "Ein Dunkelritter, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Nachdem er den König von Baron der Verbrechen gegenüber anderen Ländern verdächtigte und ein Dorf von Beschwörern durch seine Schuld abbrannte, desertierte Cecil. Er musste sich von seinem loyalen Freund Kain trennen, der ihn begleitet hatte. Dann aber freundete sich Cecil mit einer überlebenden Beschwörerin namens Rydia an und zusammen brachen sie zur Oasenstadt Kaipo auf.", "Un caballero oscuro que aparece en las historias de un planeta azul con dos lunas. Tras perder la fe en el Rey de Baronia por sus actos cometidos hacia otros países y haber visto el pueblo de Mist hacerse cenizas por un anillo bomba que el rey le había ordenado entregar en él, Cecil toma la determinación de abandonar su país. Esto le forzó a dejar atrás a su amigo Kain, quién también presenció lo ocurrido en Mist. Sin embargo Cecil tuvo la compañía de Rydia, una joven superviviente del pueblo, en su travesía hasta el  pueblo oasis de Kaipo."], "fusion": ["The day will come when I will have to stay true to my heart. I can feel it.", "我感覺到，<br>總有一天，<br>我不得不面對我自己。", "머지않아 자기 자신과<br>마주해야 할 때가 올 거야.<br>그런 예감이 들어.", "Un jour viendra où je devrai faire face à mes sentiments. Je le sens.", "Eines Tages werde ich auf mein Herz hören müssen. Ich kann es fühlen.", "Llegará el día en el que deberé ser fiel a mis sentimientos. Lo presiento."], "summon": ["I shall never forget the atrocities I have committed. I shall wear this burden along with my armor, and press forth.", "我絕不會忘記自己犯下的罪行。<br>我會背負著它們，與這身鎧甲一起前進。", "자신이 범한 잘못은<br>절대 잊지 않아.<br>이 갑옷과 함께 짊어지고 나아갈 거야.", "Je n'oublirai jamais les atrocités que j'ai commises. Je porterai ce fardeau avec mon armure, et continuerai d'avancer.", "Ich werde meine Untaten nie vergessen. Ich werde meine Bürde wie meine Rüstung tragen, und weiter gehen.", "Jamás olvidaré las atrocidades que he cometido. Soportaré este peso junto a mi armadura y seguiré adelante."]}}}, "job": "Dark Knight", "sex": "Male", "game": "FFIV", "rarity_max": 6, "names": ["Dark Knight Cecil", "暗黑騎士塞西爾", "암흑기사 세실", "Cécil (chev. noir)", "Dunkelritter Cecil", "Cecil oscuro"], "equip": [1, 2, 3, 4, 10, 30, 31, 41, 51, 52, 60], "game_id": 10004, "rarity_min": 5, "tribe_id": 5, "id": "204000115", "job_id": 68}