{"TMR": ["MATERIA", 504101010], "name": "King Giott", "is_summonable": false, "skills": [{"level": 16, "type": "ABILITY", "id": 101030, "rarity": 2}, {"level": 25, "type": "ABILITY", "id": 200580, "rarity": 2}, {"level": 9, "type": "ABILITY", "id": 200210, "rarity": 3}, {"level": 27, "type": "ABILITY", "id": 100070, "rarity": 3}, {"level": 38, "type": "ABILITY", "id": 101340, "rarity": 3}], "sex_id": 1, "entries": {"204001303": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [446, 1353, 720], "ATK": [20, 61, 36], "MP": [16, 48, 90], "MAG": [11, 33, 36], "SPR": [12, 35, 36], "DEF": [17, 51, 36]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 1, "limitburst_id": 204001303, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 3, "compendium_id": 52, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [25], "effect_frames": [23], "strings": {"evolution": ["Our beloved homeland gives us strength.<br>Behold the power of the dwarves!", "我感受到了大地母親的力量！<br>你就放心依靠我吧，<br>我會用矮人的力量保護你的！", "자비로운 대지의 힘이 느껴진다!<br>언제든지 말만 하게.<br>드워프의 힘을 보여줄 테니!", "Nous tirons notre force de notre chère patrie !<br>Ne sous-estimez pas la grandeur des nains !", "Unser geliebtes Heimatland gibt uns Kraft.<br>Fürchtet die Macht der Zwerge!", "Nuestra amada patria nos da fuerzas.<br>¡Contemplad el poder de los enanos!"], "affinity": ["With dwarven technology and your power...<br>We'll be as strong as a hundred men!", "只要有矮人的技術，<br>再加上你們的力量……<br>我們就可以以一敵百了！", "드워프의 기술력과<br>너희의 힘이 뭉쳤으니<br>두려울 것이 없구나!!", "En combinant notre technologie et vos talents... nous serons aussi puissants qu'un régiment !", "Mit zwergischer Ingenieurskunst und deiner Stärke ...<br>Nicht hundert Mann könnten es mit uns aufnehmen!", "Con la tecnología enana y tu poder...<br>¡Seremos como cien hombres!"], "description": ["King of the Dwarves in a faraway world where two moons rise in the sky, he rules the Underworld with a steady hand and dotes endlessly on his daughter Luca. He leads his prized tank battalion in an endeavor to protect the Crystal from Golbez and the Red Wings, but the battle proves a trying one. United with Cecil and his friends by a common goal, he spares no effort in lending the heroes his aid.", "在有兩個月亮的藍星異界的故事中登場的矮人之王，他是個悠然自得的統治者，對獨生女露卡疼愛有加。為奪取暗之水晶，高貝扎率領赤翼隊襲擊地下世界，他率領引以為豪的矮人戰車隊前去應戰。在陷入苦戰之時，他遇到了來到此地的塞西爾等人，在保護水晶這一共同目標的指引下，幾人決定聯手戰鬥。此場戰鬥之後，他也在各方面幫助著塞西爾等人。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 드워프 왕. 침착하고 여유로운 통치자이며, 외동딸 루카를 끔찍이 사랑한다. 골베자의 '붉은 날개'가 어둠의 크리스탈을 노리고 쳐들어오자, 드워프 전차부대를 이끌고 맞서 싸웠다. 전투는 고전을 면치 못했으나, 마침 찾아온 세실 일행과 손잡고 크리스탈을 지키기 위해 힘을 합쳐 싸웠다. 그 후에도 물심양면으로 세실 일행을 지원했다고 전한다.", "Roi des Nains dans un monde reculé où deux lunes brillent dans le ciel. Il dirige le monde souterrain d'une main ferme et veille attentivement sur sa fille Luca. Il mène son précieux bataillon de chars contre Golbez et ses Ailes Rouges dans une lutte pour protéger le cristal, mais le combat est éprouvant. Uni dans un but commun avec Cécil et ses amis, il donne son maximum pour aider les héros.", "König der Zwerge in einer fernen Welt mit zwei Monden. Er herrscht mit starker Hand über die Unterwelt und liebt seine Tochter Luca abgöttisch. Mit seinem Panzerbataillon versucht er, den Kristall vor Golbez und den Rotschwingen zu schützen, doch der Kampf ist hart. Mit Cecil und dessen Freunden durch dasselbe Ziel vereint, lässt er nichts unversucht, um die Helden zu unterstützen.", "Rey de los enanos de un mundo distante en cuyo cielo se alzan dos lunas. Giott gobierna el Inframundo con puño firme y mima sin límite a su hija Luca. Lidera su apreciado batallón de tanques en su empeño por proteger el cristal frente a Golbez y las Alas Rojas, pero la batalla es dura. Comparte objetivo con Cecil y sus amigos y no escatima esfuerzos para ayudar a los héroes."], "fusion": ["Mark me!<br>While I yet stand,<br>those villains shall not do as they please!", "走著瞧吧！<br>只要我還活著一天，<br>就不會讓你們胡作非為！", "두고 보게!<br>내 눈에 흙이 들어가기 전에는<br>멋대로 날뛰게 두지 않을 것이야!", "Écoute-moi ! Tant que je serai en vie, je ne laisserai pas ces gredins agir comme bon leur semble !", "Solange ich lebe, werde ich<br>diesen Schurken niemals<br>freie Hand lassen!", "¡Escuchad!<br>¡Mientras siga en pie, esos malvados no se saldrán con la suya!"], "summon": ["Leave the battle to me!<br>We dwarves have only begun to fight!", "是時候讓你們見識一下矮人的實力了！<br>就全交給我吧！", "드워프의 힘을<br>보여줄 때가 왔군!<br>나만 믿게나!", "Laissez-moi faire !<br>Les nains sont nés pour le combat !", "Verlass dich auf mich!<br>Die Zeit ist reif, die Macht der Zwerge zu beweisen!", "¡Dejadme a mí la batalla!<br>¡Los enanos apenas hemos empezado a luchar!"]}}, "204001302": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [331, 1004, 570], "ATK": [15, 45, 26], "MP": [12, 36, 65], "MAG": [8, 25, 26], "SPR": [9, 26, 26], "DEF": [13, 38, 26]}, "magic_affinity": [0, 1, 0, 0], "ability_slots": 0, "limitburst_id": 204001302, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 750, "materials": {"290050100": 10, "290050200": 1, "290010000": 3, "290020100": 1}}, "rarity": 2, "compendium_id": 51, "attack_damage": [[100]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [25], "effect_frames": [23], "strings": {"evolution": [null, null, null, null, null, null], "affinity": [null, null, null, null, null, null], "description": ["King of the Dwarves in a faraway world where two moons rise in the sky. Ruler of the Underworld, his castle is home to a crystal, guarded by a mighty army. Particularly proud of his battalion of tanks, said to be a match for even the mighty airships of the Red Wings of Baron, he fights bravely with Cecil and his comrades to protect the crystal. After the passing of his wife, the Queen, he dotes on his daughter Luca with the love of two parents.", "在有兩個月亮的藍星異界的故事中登場的矮人之王，統治著地下的世界。為了保護城中的暗之水晶，他傾注了大量的軍力，其中最厲害的要數矮人戰車隊，其威力可與軍事國家巴隆的飛空艇團赤翼隊相匹敵。由於王妃已過世，他對獨生女露卡疼愛有加，為保護地下世界的水晶，他決定與塞西爾等人共同戰鬥。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 드워프 왕. 지하세계를 다스리며, 성에 보관된 어둠의 크리스탈을 지키기 위해 군비 증강에 힘을 쏟았다. 특히 드워프 전차부대의 화력은 군사국가 바론이 자랑하는 비공정단 '붉은 날개'와 비교해도 손색이 없었다. 지하세계의 크리스탈을 지키기 위해 세실 일행과 손잡고 싸웠다. 외동딸 루카를 세상을 떠난 왕비의 몫까지 아낀다.", "Roi des Nains dans un monde reculé où deux lunes brillent dans le ciel. Maître du monde souterrain, son château abrite un cristal gardé par une puissante armée. Particulièrement fier de son bataillon de chars capables de faire jeu égal avec la flotte des Ailes Rouges de Baron, il lutte vaillamment avec Cécil et ses amis pour protéger le cristal. Après la mort de son épouse, la reine, il tâche de donner à sa fille Luca l'amour de deux parents.", "König der Zwerge in einer fernen Welt mit zwei Monden. Als Herrscher der Unterwelt ist sein Schloss Heimat eines Kristalls, beschützt von einer mächtigen Armee. Besonders stolz ist er auf sein Panzerbattaillon, das es angeblich sogar mit den Luftschiffen der Rotschwingen aufnehmen kann. Kämpft mutig mit Cecil und seinen Genossen zum Schutz des Kristalls. Nach dem Tod seiner Frau kümmert er sich mit der Liebe beider Eltern um seine Tochter Luca.", "Rey de los enanos de un mundo distante en cuyo cielo se alzan dos lunas. Giott gobierna el Inframundo y aloja un cristal en su castillo, que protege con un poderoso ejército. Lucha con valor junto a Cecil y sus camaradas para proteger dicho cristal y se siente orgulloso de su batallón de tanques, que rivalizan con los barcos voladores de las Alas Rojas de Baronia. Tras la muerte de la reina, mima a su hija Luca por los dos."], "fusion": ["Fear not!<br>Even if we no longer have tanks,<br>I still have my hammer!", "不要擔心！<br>就算沒有戰車隊，<br>我手中也有這把大鎚！", "걱정 말게나!<br>전차부대가 없더라도<br>이 망치 하나만 있으면 충분하네!", "Ne crains rien ! Nous n'avons peut-être plus nos tanks, mais il me reste encore mon fidèle marteau !", "Selbst wenn wir keine Panzer haben,<br>bleibt mir immer noch mein Hammer!<br>", "¡No temáis!<br>¡Aunque no tengamos tanques, aún dispongo de mi martillo!"], "summon": ["I am Giott, king of the dwarves!<br>Let us fight for this land that gave us life!", "我是矮人之王，喬特！<br>讓我們為了大地母親一起戰鬥吧！", "나는 드워프의 왕, 지오트이니라!<br>자비로운 대지를 위해<br>함께 싸우겠네!", "Je suis Giotto, roi des nains !<br>Luttons ensemble pour cette terre qui nous a donné vie !", "Ich bin Giot, König der Zwerge!<br>Lasst uns kämpfen für das Land, das uns gebar!", "¡Soy Giott, rey de los enanos!<br>¡Luchemos por la tierra que nos dio la vida!"]}}}, "job": "Warrior", "sex": "Male", "game": "FFIV", "rarity_max": 3, "names": ["King Giott", "喬特", "지오트 왕", "Giotto", "König Giott", "Rey Giott"], "equip": [8, 9, 15, 30, 31, 40, 41, 50, 51, 52, 60], "game_id": 10004, "rarity_min": 2, "tribe_id": 5, "id": "204001302", "job_id": 5}