{"TMR": ["MATERIA", 504221690], "name": "Yang", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200200, "rarity": 4}, {"level": 30, "type": "ABILITY", "id": 200120, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 200230, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 214100, "rarity": 5}, {"level": 25, "type": "ABILITY", "id": 223590, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 100030, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 100090, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 223790, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 223600, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 211340, "rarity": 6}, {"level": 75, "type": "ABILITY", "id": 223570, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 223580, "rarity": 6}], "sex_id": 1, "entries": {"204000704": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [731, 2215, 210], "ATK": [29, 88, 18], "MP": [22, 66, 35], "MAG": [15, 46, 14], "SPR": [23, 69, 14], "DEF": [23, 70, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 204000704, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 15, "290040400": 8, "290050400": 8, "290030100": 13, "290020100": 25}}, "rarity": 4, "compendium_id": 879, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [20, 39], "effect_frames": [18, 37], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Thank you for taking care of me.<br>I look forward to continuing to fight alongside you.", "受你照顧了。<br>接下來也一起戰鬥吧。", "당신에겐 신세를 졌소.<br>앞으로도 함께 싸워나갑시다.", "Merci de t'occuper de moi.<br>Me battre à tes côtés est toujours un plaisir.", "Danke, dass du dich um mich kümmerst.<br> Ich freue mich darauf, an deiner Seite kämpfen zu können.", "Gracias por cuidar de mí.<br>Me muero por seguir luchando a tu lado."], "description": ["A monk who appears in the tales of a blue planet watched over by two moons. Yang is a man of dignity and honor, and a monk hailing from the kingdom of Fabul. He meets Cecil atop Mt. Hobs and learns that he is being persecuted by his motherland, convincing Yang to join forces with him in order to protect Fabul's Crystal. Unfortunately, all of their fighting proves to be in vain and the Crystal is stolen regardless. Resolved to recover the stolen Crystal, his journey leads to an encounter with Leviathan that causes Rydia to fall from their ship. Yang then jumps into the water hoping to rescue her.", "在有兩個月亮的藍星異界的故事中登場的武僧。他重視禮節和仁義，在法布爾國擔任僧兵長。從塞西爾口中得知祖國受到威脅時，為了保衛自己國家的水晶而與其共同戰鬥。儘管奮力戰鬥，可水晶仍被奪去。為了重新奪回水晶踏上旅程，在途中遭遇利維坦，為拯救落水的莉迪亞而跳入海中。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 몽크 승려. 예절과 도리를 중요시하는 인물로, 파불 국에서 수도승병대 대장을 맡고 있다. 호브스 산에서 만난 세실로부터, 조국이 위험에 처했다는 사실을 듣고 크리스탈을 지키기 위해 함께 싸웠다. 분전도 헛되이 패퇴하여 크리스탈을 빼앗기고, 그것을 되찾기 위해 떠난 여행 도중 리바이어선과 만나 배에서 추락한 리디아를 구하기 위해 바다에 뛰어들었다.", "Un moine qui apparaît dans divers récits d’une planète bleue surplombée par deux lunes. Yang est un homme digne et honorable, et un moine originaire du royaume de Fabul. Il fait la rencontre de Cecil au sommet du mont Hobs, lequel lui révèle les persécutions de son pays natal et le convainc de se joindre à son groupe dans le but de protéger le cristal de Fabul. Hélas, la lutte de ces braves guerriers s’avère vaine lorsque le cristal est dérobé malgré leurs efforts. Déterminé à recouvrer le cristal volé, il part à l’aventure et ne peut que regarder pendant que Rydia est renversée par-dessus bord de leur navire par Léviathan. Yang, espérant sauver le mage blanc, plonge sans hésiter.", "Ein Mönch, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Yang ist ein Mann von Würde und Ehre und stammt aus dem Königreich Fabul. Er trifft Cecil am Gipfel des Berges Hobs und erfährt, dass dieser von seinem Vaterland verfolgt wird, sodass sich Yang ihm anschließt, um den Kristall von Fabul zu beschützen. Leider sind alle Mühen vergebens und der Kristall wird trotzdem gestohlen. Als sie den gestohlenen Kristall zurückholen wollen, stoßen sie auf Leviathan und Rydia stürzt vom Schiff ins Meer. Yang spring ihr in die Fluten nach, um sie zu retten.", "Un monje que aparece en las historias de un planeta con dos lunas. Yang es un hombre digno y correcto que proviene del Reino de Fabul. Conoce a Cecil en la cima del Monte Hobs y, allí, se entera de que está siendo perseguido por su propio país. Además, Cecil le convence para que le ayude a proteger el cristal de Fabul. Desgraciadamente, todos sus esfuerzos acaban siendo en vano, pues les acaban robando el cristal de todas formas. Aun así, decidido a recuperar el cristal robado, su viaje le lleva a encontrarse con Leviatán. Durante el encuentro, Rydia cae por la borda y Yang salta del barco con la esperanza de poder rescatarla."], "fusion": ["I am in your debt.<br>Thanks to you, I have been saved.", "……十分感謝。<br>因為你我得救了。", "……고맙군.<br>덕분에 살았소.", "J'ai une dette envers toi.<br>C'est grâce à toi que j'ai pu vivre.", "Ich stehe in deiner Schuld.<br>Dank dir wurde ich gerettet.", "Estoy en deuda contigo.<br>Gracias a ti, estoy vivo."], "summon": ["It is a pleasure to meet you.<br>I am Yang, head of the monks of Fabul.", "初次見面。<br>我是法布爾的武僧長，楊。", "처음 뵙겠소이다.<br>나는 파불의<br>몽크 부대장, 얀이라고 하오.", "C'est un plaisir de faire ta connaissance.<br>Je m'appelle Yang, je suis le chef des moines de Fabul.", "Es ist eine Ehre, dich kennenzulernen.<br>Ich bin Yang, Mönchgroßmeister aus Fabul.", "Encantado de conocerte.<br>Soy Yang, líder de los monjes de Fabul."]}}, "204000705": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [950, 2880, 240], "ATK": [38, 115, 24], "MP": [28, 86, 40], "MAG": [20, 61, 16], "SPR": [30, 90, 16], "DEF": [30, 92, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 204000705, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060000": 10, "290060100": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 880, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [20, 39], "effect_frames": [18, 37], "strings": {"evolution": ["You'll never catch the tiger if you refuse to enter its den... Or so they say.", "不入虎穴，焉得虎子嗎……", "호랑이 굴에 들어가지 않으면<br>호랑이를 잡을 수 없다…… 는 건가.", "Tu ne captureras jamais un tigre sans t'aventurer dans son antre... Ou un truc du genre.", "Den Tiger kann man nicht fangen, wenn man seine Höhle nicht betritt ... Oder so ähnlich.", "Nunca atraparás al tigre si no te atreves a adentrarte en su guarida... O eso dicen."], "affinity": ["Thank you for taking care of me.<br>I look forward to continuing to fight alongside you.", "受你照顧了。<br>接下來也一起戰鬥吧。", "당신에겐 신세를 졌소.<br>앞으로도 함께 싸워나갑시다.", "Merci de t'occuper de moi.<br>Me battre à tes côtés est toujours un plaisir.", "Danke, dass du dich um mich kümmerst.<br> Ich freue mich darauf, an deiner Seite kämpfen zu können.", "Gracias por cuidar de mí.<br>Me muero por seguir luchando a tu lado."], "description": ["A monk who appears in the tales of a blue planet watched over by two moons. Yang was on his way to Baron in order to retrieve Fabul's stolen Crystal when he suffered an accident that caused him to lose his memory. When Baron's military forces find him afterwards, they take him in as one of their own. Once he finally comes back to his senses, Yang attempts to continue his efforts to foil Golbez's plans. However, the Super Cannon in the Tower of Babil has been activated, and he chooses to remain behind to absorb the blast himself.", "在有兩個月亮的藍星異界的故事中登場的武僧。為奪回祖國法布爾的水晶而趕赴巴隆，但途中遭遇事故，喪失了記憶，隨後被巴隆軍操控。在重拾自我之後，為阻止高貝扎的野心而奮戰，但在巴別塔為阻止巨砲爆炸而留在了操控室，被捲入大爆炸中。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 몽크 승려. 빼앗긴 조국 파불의 크리스탈을 되찾기 위해 바론 왕국으로 향하지만, 사고를 당해 기억을 잃어버려 바론 군에게 조종당하게 된다. 정신을 차린 뒤에는 골베자의 야망을 저지하기 위해 싸웠지만, 바빌 탑에서 폭발 직전의 거대포를 막기 위해 조작실에 남아 대폭발에 휘말리고 말았다.", "Un moine qui apparaît dans divers récits d’une planète bleue surplombée par deux lunes. Yang était en chemin vers Baron, où il comptait récupérer le cristal volé de Fabul lorsqu’il fut victime d’un accident qui sapa tous ses souvenirs. Quand l’armée de Baron le trouve un peu plus tard, les soldats le prennent au sein de leurs propres rangs. Une fois sa mémoire revenue, Yang tente de contrecarrer les desseins de Golbez. Peu après, lorsque le super canon de la Tour de Babil est activé, il choisit cependant de se sacrifier et absorbe le rayon avec son propre corps.", "Ein Mönch, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Yang war auf seinem Weg zu Baron, um Fabuls gestohlenen Kristall zurückzuholen, als er einen Unfall hatte und er sein Gedächtnis verlor. Als Baron Streitkräfte ihn später finden, denken sie, er wäre einer von ihnen. Als seine Erinnerung zurückkehrt, versucht Yang wieder, die Pläne von Golbez zu durchkreuzen. Als die Superkanone im Turm von Babil aktiviert wird, bleibt er zurück, um die Zerstörung zu absorbieren.", "Un monje que aparece en las historias de un planeta con dos lunas. Yang se encontraba de camino a Baronia para recuperar el cristal de Fabul robado cuando sufrió un accidente que le hizo perder la memoria. Más tarde, cuando los soldados de Baronia le encontraron, fue aceptado entre ellos. Sin embargo, cuando Yang volvió a recordarlo todo, continuó con su intento de frustrar los planes de Golbez. A pesar de ello, el supercañón de la Torre de Babel ya había sido activado, por lo que decidió quedarse para absorber toda la explosión con su propio cuerpo."], "fusion": ["I will pull the enemy...<br>Let's fight!", "我來吸引敵人……<br>戰鬥吧！", "내가 적을 유인하여……<br>깨부수겠다!", "Je vais distraire l'ennemi...<br>En garde !", "Ich werde den Gegner anlocken ...<br>Lass uns kämpfen!", "Yo me encargo de atraer al enemigo...<br>¡Y a luchar!"], "summon": ["So I see...<br>I shall aid you in the fight ahead.", "有隱情的呀……<br>讓我助你一臂之力吧。", "사정이 있는 건가……<br>가세하겠소.", "Je vois...<br>Tu peux compter sur moi pour les combats à venir.", "...So ist das also.<br>Dann werde ich dir voll und ganz zur Seite stehen.", "Ya veo...<br>Te ayudaré en las batallas que están por venir."]}}, "204000706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1236, 3744, 390], "ATK": [50, 150, 34], "MP": [37, 112, 65], "MAG": [26, 80, 26], "SPR": [39, 117, 26], "DEF": [40, 120, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 204000706, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 881, "attack_damage": [[50, 50]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [20, 39], "effect_frames": [18, 37], "strings": {"evolution": ["The world's fate depends on this!<br>I cannot afford to rest!", "這可是關乎世界的命運！<br>我絕對不能休息！", "세계의 운명이 걸려 있다!<br>나 혼자 자고 있을 수는 없지!", "Je ne peux pas me permettre de lambiner !<br>Le destin du monde en dépend !", "Das Schicksal der Welt hängt davon ab.<br>Ich darf nicht nachlassen!", "¡El destino del mundo depende de esto!<br>¡No puedo descansar!"], "affinity": ["Thank you for taking care of me.<br>I look forward to continuing to fight alongside you.", "受你照顧了。<br>接下來也一起戰鬥吧。", "당신에겐 신세를 졌소.<br>앞으로도 함께 싸워나갑시다.", "Merci de t'occuper de moi.<br>Me battre à tes côtés est toujours un plaisir.", "Danke, dass du dich um mich kümmerst.<br> Ich freue mich darauf, an deiner Seite kämpfen zu können.", "Gracias por cuidar de mí.<br>Me muero por seguir luchando a tu lado."], "description": ["A monk who appears in the tales of a blue planet watched over by two moons. Yang joins forces with Cecil to protect the Crystals from Golbez, but ends up being enveloped by a blast from the Super Cannon in an effort to save the Dwarves from annihilation. Although many presume him dead, Yang barely escapes with his life and ultimately survives thanks to the Sylphs that find him and nurse him back to health. Stuck in a comatose state for a while, his wife channels all of her love into a whack from her frying pan and manages to finally wake him.", "在有兩個月亮的藍星異界的故事中登場的武僧。為從高貝扎手中保護水晶而和塞西爾共同戰鬥，但為了從巨砲的大爆炸中保護矮人時，被捲入烈焰中。儘管被認為無法倖存，但在風精靈們的悉心照料之下，存活了下來。在長時間失去意識後，愛妻用平底鍋將他打醒。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 몽크 승려. 골베자의 손에서 크리스탈을 지키기 위해 세실과 함께 싸웠지만, 거대포로부터 드워프들을 지키기 위해 대폭발에 말려들고 만다. 생존이 절망적인 상황이었으나, 실프들의 지극한 간호로 간신히 목숨을 건질 수 있었다. 오랜 시간 의식을 잃고 있었지만, 아내의 사랑이 담긴 프라이팬에 얻어맞고 눈을 뜬다.", "Un moine qui apparaît dans divers récits d’une planète bleue surplombée par deux lunes. Yang se joint au groupe de Cecil dans l’espoir de protéger les cristaux de l’influence de Golbez, mais donne sa vie pour sauver les Nains en absorbant le rayon tiré par le super canon. Présumé mort par ses camarades, Yang parvient en réalité à survivre de justesse grâce à l’aide des Sylphes, qui le découvrent inconscient et le remettent sur pied. Plongé dans un long coma, il est finalement réveillé par sa femme lorsque celle-ci lui assène un coup de poêle dans laquelle elle a insufflé tout son amour.", "Ein Mönch, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Yang schließt sich Cecil an, um die Kristalle vor Golbez zu beschützen, gerät aber in eine Explosion der Superkanone, als er die Zwerge vor deren Vernichtung bewahren möchte. Obwohl ihn viele für tot halten, konnte Yang entkommen und überlebt dank der Sylphen, die ihn fanden und pflegten. Nachdem er eine ganze Weile in einem komatösen Zustand verbracht hatte, bündelte seine Frau all ihre Liebe in einen Schlag mit der Bratpfanne, um ihn endgültig aufzuwecken.", "Un monje que aparece en las historias de un planeta con dos lunas. Yang se une a Cecil para evitar que los cristales caigan en manos de Golbez, aunque acaba recibiendo el impacto del supercañón con el fin de salvar a los enanos de la extinción. Muchos lo dan por muerto, pero, en realidad, Yang sale con vida, y sobrevive gracias a la ayuda de las sílfides que, tras dar con él, lo cuidan hasta que recupera la salud. Yang está en coma durante un tiempo, pero su mujer consigue concentrar todo su amor en un golpe de sartén que acaba consiguiendo que se despierte."], "fusion": ["Oh no!<br>Time to practice!<br>Let's go!", "哎呀，不行！<br>練習的時間到了！<br>走吧！", "어이쿠, 이런!<br>연습 시간이로군!<br>가자!", "Oh non !<br>C'est l'heure de s'entraîner !<br>Allons-y !", "Oh nein!<br>Zeit fürs Training.<br>Los!", "¡Oh, no!<br>¡Hora de practicar!<br>¡Vamos!"], "summon": ["...Excuse me!<br>I can take it from here!", "……抱歉！<br>這裡由我接手！", "……실례하겠소!<br>여긴 내가 맡지!", "Bonjour, bonjour !<br>Je prends le relais !", "...Verzeihung!<br>Ab hier übernehme ich!", "... ¡Perdona!<br>¡A partir de aquí, me encargo yo!"]}}}, "job": "Monk", "sex": "Male", "game": "FFIV", "rarity_max": 6, "names": ["Yang", "楊", "얀", "Yang", "Yang", "Yang"], "equip": [9, 16, 40, 50, 60], "game_id": 10004, "rarity_min": 4, "tribe_id": 5, "id": "204000704", "job_id": 9}