{"TMR": ["EQUIP", 409006900], "name": "Edge", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200180, "rarity": 3}, {"level": 16, "type": "ABILITY", "id": 201020, "rarity": 3}, {"level": 36, "type": "ABILITY", "id": 200010, "rarity": 3}, {"level": 6, "type": "ABILITY", "id": 202900, "rarity": 4}, {"level": 25, "type": "ABILITY", "id": 101040, "rarity": 4}, {"level": 34, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 200940, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 200990, "rarity": 4}, {"level": 53, "type": "ABILITY", "id": 201000, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 201010, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 200950, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 200970, "rarity": 4}, {"level": 12, "type": "ABILITY", "id": 101350, "rarity": 5}, {"level": 50, "type": "ABILITY", "id": 201620, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 202920, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 201030, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 202930, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 202910, "rarity": 5}], "sex_id": 1, "entries": {"204001103": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [498, 1510, 180], "ATK": [22, 66, 12], "MP": [22, 66, 30], "MAG": [17, 53, 12], "SPR": [15, 46, 12], "DEF": [17, 50, 12]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 204001103, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290020200": 10, "290010000": 25, "290030200": 5}}, "rarity": 3, "compendium_id": 296, "attack_damage": [[33, 33, 34]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [41, 76, 104], "effect_frames": [33, 68, 96], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["People could grow stronger if they chose to fight together. I truly believe that!", "人類只要團結起來就會變得十分強大。<br>我對此深信不疑！", "인간은 말이야,<br>힘을 합치면 합칠수록 강해지지.<br>난 그리 믿고 있어!", "Les hommes sont plus forts lorsqu'ils combattent ensemble. J'en suis sincèrement convaincu !", "Menschen werden stärker, wenn sie gemeinsam kämpfen. Daran glaube ich!", "La humanidad sería más fuerte si todos lucháramos unidos. ¡Lo creo y lo mantengo!"], "description": ["A man who appears in the tales of a blue planet watched over by two moons. Edge was the prince of Eblan, a nation rich in the ancient tradition of ninja; an art that Edge himself used in battle. He was rude, hotheaded, and stubborn, and his subordinates often bore the brunt of his rashness. However, his straightforward personality and strong will were admired by many, who adoringly called him \"Young Highness.\"", "在有兩個月亮的藍星異界的故事中登場的男性，是世代傳承忍者奧義的小國艾布拉納的王子，擅長使用忍術進行戰鬥。他說話沒有分寸，想到什麼就馬上付諸於行動，經常因此搞得家臣們不知所措。但他率真、不屈不撓的性格使他深受他人愛戴，也被人稱為「王子殿下」。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 남성. 닌자의 오의가 전해지는 작은 나라 에브라나의 왕자이며, 자신 또한 인술을 사용해 싸운다. 입이 험하고 앞뒤 생각 없이 행동하는 사나이로 신하들은 그런 그에게 항상 휘둘린다. 하지만 올곧은 성격과 한번 결심한 것은 절대 굽히지 않는 불굴의 정신으로 인해 많은 사람들에게 사랑받고 있으며 '도련님'이라는 애칭으로 불린다.", "Un homme qui apparaît dans les contes d'une planète bleue possédant deux lunes. Edge est le prince d'Elbana, une nation bercée de culture ninja, aptitudes dont il n'hésite pas à se servir en combat. Il est vulgaire, impétueux, borné et a pour habitude de maltraiter des subordonnés. Toutefois, sa franchise et sa volonté sans failles font l'adoration de tous au point que certaines  personnes le surnomment \"Sa jeune Altesse\".", "Ein Mann, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Edge ist der Prinz von Eblan, einer Nation reich an alter Ninjakultur und an Können, das er im Kampf einsetzt. Er ist grob, hitzköpfig und stur, sodass er seine Untergebenen oft schlecht behandelt. Seine offene Persönlichkeit jedoch und sein starker Wille werden von vielen bewundert, die ihn „Junge Hoheit“ nennen.", "Un hombre que aparece en las historias de un planeta azul con dos lunas. Edge es el príncipe de Eblan, una nación rica en la antigua cultura ninja y es maestro de sus artes de combate. Es maleducado, impetuoso y tozudo, lo que hace que los que le sirven acaben sufriendo las consecuencias. Sin embargo su personalidad franca y su voluntad de hierro son objeto de admiración de aquellos que le llaman con cariño \"su joven majestad\"."], "fusion": ["Well, this feels rather strange.<br>Did it make me stronger?", "好奇怪的感覺啊，<br>這是說明我變強了嗎？", "오, 이상한 느낌인걸.<br>이걸로 정말 강해진 건가?", "Eh bien, je me sens un peu bizarre. Suis-je devenu plus fort ?", "Nun, das fühlt sich seltsam an.<br>Bin ich jetzt stärker?", "Qué sensación más rara.<br>¿Me he hecho más fuerte?"], "summon": ["I am Edge, prince of Eblan!<br>I will teach you the ways of the ninja!", "我是艾布拉納的王子，艾吉大人！<br>就讓你們看看忍者的奧義吧！", "나는 에브라나의 왕자, 엣지 님이다!<br>특별히 닌자의 오의를 보여주지!", "Je suis Edge, prince d'Éblana !<br>Je vous enseignerai la voie du ninja !", "Ich bin Edge, Prince von Eblan!<br>Ich werde euch den Weg des Ninjas lehren!", "¡Soy Edge, príncipe de Eblan! ¡Yo te enseñaré el camino del ninja!"]}}, "204001105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [842, 2552, 300], "ATK": [37, 113, 20], "MP": [37, 113, 50], "MAG": [30, 91, 20], "SPR": [26, 78, 20], "DEF": [28, 86, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 204001105, "attack_count": 33, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 298, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [41, 76, 104], "effect_frames": [33, 68, 96], "strings": {"evolution": ["I cannot lie to my own heart!<br>I will embrace my anger and hatred...and they'll rocket me to the top!", "我不會對自己的內心撒謊！<br>將憤怒與悲傷全都收歸心底，<br>我要向著更高更遠前進！", "나는 자신의 마음을 부정하지 않겠어!<br>분노도 증오도 전부 끌어안고<br>더욱 높은 경지에 오르고 말 테다!", "Je ne peux pas me mentir à moi-même !<br>J'accepterai ma colère et ma haine, et je ferai en sorte d'être à nouveau le meilleur !", "Ich kann mein Herz nicht belügen!<br>Ich werde Zorn und Wut umarmen und erneut nach oben steigen!", "¡No puedo engañar a mi propio corazón! ¡Asumiré toda mi ira y mi odio para llegar con ellos a lo más alto!"], "affinity": ["People could grow stronger if they chose to fight together. I truly believe that!", "人類只要團結起來就會變得十分強大。<br>我對此深信不疑！", "인간은 말이야,<br>힘을 합치면 합칠수록 강해지지.<br>난 그리 믿고 있어!", "Les hommes sont plus forts lorsqu'ils combattent ensemble. J'en suis sincèrement convaincu !", "Menschen werden stärker, wenn sie gemeinsam kämpfen. Daran glaube ich!", "La humanidad sería más fuerte si todos lucháramos unidos. ¡Lo creo y lo mantengo!"], "description": ["The prince of Eblan, who appears in the tales of a blue planet watched over by two moons. Edge's home was destroyed by Rubicante, one of Golbez's Archfiends, which prompted him to infiltrate the enemy's stronghold, seeking revenge for the fate of his lost countrymen. Once inside the Tower of Babil, he underwent many terrible trials, including doing battle against his own grotesquely transformed parents. However, he successfully defeated Rubicante, and later continued helping Cecil and his other comrades in their quest to stop Golbez from realizing his ambitions.", "在有兩個月亮的藍星異界的故事中登場的艾布拉納王國的王子，他的故鄉被高貝扎四大天王之一的盧比坎特摧毀，為了復仇，他前往敵人的大本營。在巴別塔中，他經歷了與面目全非的雙親戰鬥等多個試煉，最後終於打敗了盧比坎特。那以後，為了阻止高貝扎的野心，他繼續與塞西爾等人共同戰鬥。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 에브라나 왕국의 왕자. 골베자 사천왕의 한 명인 루비칸테에게 고향이 멸망하자 동포의 원수를 갚기 위해 적의 본거지로 향했다. 그렇게 쳐들어간 바빌 탑에서는 완전히 변해버린 부모와 싸우게 되는 등 수많은 시련에 부딪히면서도 루비칸테를 물리치는 데 성공한다. 그 후에는 골베자의 야망을 저지하기 위해 세실 일행과 함께 싸웠다.", "Le prince d'Elbana qui apparaît dans les contes d'une planète bleue possédant deux lunes. Rubicante, un des seigneurs élémentaires de Golbez, détruisit son village ce qui le poussa à pénétrer les fortifications ennemis en quête de vengeance pour tout ses compatriotes morts dans l'attaque. À la Tour de Babel, Edge dut passer maintes épreuves comme celle où il dut se battre contre une forme physiquement transformée de ses propres parents. Il décida ensuite de rejoindre Cécil et sa bande dans le but d'arrêter les agissements de Golbez.", "Der Prinz von Eblan, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Edge meisterte die Ninjakunst seiner Vorfahren. Sein Zuhause wurde von Rubicante zerstört, einem von Golbez Untergebenen, was ihn dazu brachte, aus Rache die Festung seines Feindes zu infiltrieren. Am Turm von Babel angelangt, musste er viele Prüfungen überstehen, unter anderem den Kampf gegen seine verwandelten Eltern. Er besiegte Rubicante jedoch und half später Cecil und seinen Kameraden, Golbez von der Umsetzung seiner Pläne abzuhalten.", "Un hombre que aparece en las historias de un planeta azul con dos lunas. El hogar de Edge fue arrasado por Rubicante, uno de los Archidiablos de Golbez, lo que le hizo infiltrarse en la fortaleza enemiga en busca de venganza por sus compatriotas caídos. Tuvo que superar múltiples retos en la Torre de Babel, entre los que se incluye combatir contra sus padres ya fallecidos. A pesar de ello, consiguió derrotar a Rubicante para mas tarde unirse a Cecil y sus compañeros en su misión de poner punto y final a las ambiciones de Golbez."], "fusion": ["I will use this power to protect my country, my comrades, and her!", "我要用這力量保護國家、保護同伴，<br>還要保護那個傢伙！", "이 힘으로 조국은 물론 동료도,<br>그 녀석도 지키겠어!", "J'utiliserai ce pouvoir pour protéger mon pays, mes camarades et elle aussi !", "Mit dieser Kraft beschütze ich meine Heimat, meine Kameraden, und sie!", "¡Con este poder protegeré a mi país, a mi pueblo y a aquella chica!"], "summon": ["Excuse me, have you seen a beautiful green-haired girl around here?<br>Her name is Rydia.<br>Do you happen to know her?", "你見過一個綠頭髮的漂亮的女孩子嗎？<br>她叫莉迪亞。", "이봐, 혹시 녹색 머리의 미인을<br>못 봤어?<br>리디아라는 이름인데 말이야.", "Excusez-moi, avez-vous vu une belle jeune fille aux cheveux verts ?<br>Elle s'appelle Rydia.<br>Vous la connaissez ?", "Habt ihr ein schönes, grünhaariges Mädchen hier gesehen?<br>Sie heißt Rydia.<br>kennt ihr sie?", "Oye perdona, ¿has visto a una preciosidad de pelo verde por aquí? Se llama Rydia. ¿No la conocerás por algún casual?"]}}, "204001104": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [648, 1963, 240], "ATK": [28, 86, 16], "MP": [28, 86, 40], "MAG": [23, 70, 16], "SPR": [20, 60, 16], "DEF": [22, 66, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 204001104, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290040200": 5, "290020200": 20, "290030200": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 297, "attack_damage": [[33, 33, 34]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [41, 76, 104], "effect_frames": [33, 68, 96], "strings": {"evolution": ["Father, Mother...please watch over me. I will become much stronger, you'll see!", "老爸，老媽……請你們守護我，<br>我會變得更強的！", "아버지, 어머니…… 지켜봐 줘.<br>나는 더욱 강해질 거야!", "Père, mère… Je vous en prie, veillez sur moi. Vous verrez, je deviendrai bien plus puissant.", "Vater, Mutter ... Bitte wacht über mich. Ich werde viel stärker, ihr werdet sehen!", "Padre, madre... miradme, estéis donde estéis. Me volveré aún más fuerte, ¡lo prometo!"], "affinity": ["People could grow stronger if they chose to fight together. I truly believe that!", "人類只要團結起來就會變得十分強大。<br>我對此深信不疑！", "인간은 말이야,<br>힘을 합치면 합칠수록 강해지지.<br>난 그리 믿고 있어!", "Les hommes sont plus forts lorsqu'ils combattent ensemble. J'en suis sincèrement convaincu !", "Menschen werden stärker, wenn sie gemeinsam kämpfen. Daran glaube ich!", "La humanidad sería más fuerte si todos lucháramos unidos. ¡Lo creo y lo mantengo!"], "description": ["The prince of Eblan, who appears in the tales of a blue planet watched over by two moons. Edge had mastered the ninja techniques inherited from his ancestors. His home was destroyed by Rubicante, one of Golbez's Archfiends, and thus he sought vengeance by following him, alone, to the Tower of Babil. There he met Cecil, whom at first he refused to join, as he was still obsessed with revenge. However, the obstinacy he showed in the beginning began to wane as he traveled with Cecil, gradually giving way to a more mature and sensitive personality.", "在有兩個月亮的藍星異界的故事中登場的艾布拉納王國的王子，善於使用從先祖那裡傳承下來的忍術。他的故鄉被高貝扎四大天王之一的盧比坎特摧毀，為了復仇他隻身前往巴別塔，並在途中結識了塞西爾等人。最開始他被復仇沖昏了頭腦，表現得十分頑固，但在與塞西爾等人一起旅行的過程中，他漸漸克服了自己弱小的缺點，漸漸成熟了起來。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 에브라나 왕국의 왕자. 조상 대대로 전해 내려오는 닌자의 기술을 습득했다. 골베자 사천왕의 한 명인 루비칸테에게 멸망한 고향의 복수를 하기 위해 홀로 바빌 탑으로 향하던 도중, 세실 일행을 만나게 된다. 처음에는 복수심에 사로잡혀 평소보다 더욱 완고하게 굴었지만, 세실 일행과 여행하면서 자신의 나약함과 미숙함을 극복한다.", "Le prince d'Elbana qui apparaît dans les contes d'une planète bleue possédant deux lunes. Edge maîtrise les arts ninja transmis de génération en génération par membres de son clan. Ivre de vengeance, il suivit seul Rubicante jusqu'à la Tour de Babel, après que celui-ci eut détruit son village. Il y rencontra Cécil qu'il refuse de rejoindre au départ tant sa soif de vengence était grande. Mais, au contact de Cécil, son obstination finit par décliner laissant place à un côté plus fragile de sa personnalité.", "Der Prinz von Eblan, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Edge meisterte die Ninjakunst seiner Vorfahren. Sein Zuhause wurde von Rubicante zerstört, einem von Golbez Untergebenen, und darum verfolgte er ihn alleine aus Rache bis zum Turm von Babel. Dort traf er Cecil, dem er sich zunächst nicht anschließen wollte, doch seine Sturheit schwand mit der Zeit und es zeigte sich eine sanftere Seite an ihm, während er mit Cecil reiste.", "Un hombre que aparece en las historias de un planeta azul con dos lunas. Edge ha dominado las artes ninja heredadas de sus antepasados. Su hogar fue destruido por Rubicante, uno de los Archidiablos de Golbez, lo que le lleva a aventurarse solo a la Torre de Babel en su busca. Allí se encuentra con Cecil, al que en un momento se negó a unirse por sus deseos ciegos de venganza. Sin embargo la obstinación que mostró antaño comenzó a menguar y aprendió a madurar con el tiempo al pasar tiempo junto a Cecil."], "fusion": ["Have I become even lighter on my feet? Very well, now leave the rest to me!", "身體又變輕了，<br>好啦，接下來就全交給我吧！", "몸이 더욱 가벼워진 것 같군.<br>좋았어, 앞으로는<br>이 몸만 믿으라고!", "Je me sens plus léger ! Allez, laisse-moi me charger du reste !", "Ich glaube, ich bin jetzt leichter! Sehr gut, überlass alles andere  nur mir!", "¡Me siento más raudo y liviano! Venga vamos, ¡yo me encargaré del resto!"], "summon": ["My apologies for the wait!<br>I will punish all evildoers who cross our path!", "久等啦！<br>幹壞事的傢伙<br>就交給艾吉大人來處理吧！", "기다렸지!<br>내게 맡겨.<br>악당은 이 엣지 님이 물리쳐 주지!", "Toutes mes excuses pour l'attente.<br>Je punirai tous les scélérats qui croiseront notre route !", "Entschuldigt die Verspätung!<br>Ich bestrafe alle Schurken auf unserem Weg!", "¡Perdona por la espera! ¡Yo castigaré a los malvados que se crucen en nuestro camino!"]}}}, "job": "Ninja", "sex": "Male", "game": "FFIV", "rarity_max": 5, "names": ["Edge", "艾吉", "엣지", "Edge", "Edge", "Edge"], "equip": [1, 2, 4, 13, 16, 40, 50, 51, 60], "game_id": 10004, "rarity_min": 3, "tribe_id": 5, "id": "204001113", "job_id": 47}