{"TMR": ["MATERIA", 504221680], "name": "Pure Summoner Rydia", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20210, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 12, "type": "MAGIC", "id": 20260, "rarity": 5}, {"level": 16, "type": "MAGIC", "id": 20190, "rarity": 5}, {"level": 16, "type": "MAGIC", "id": 20160, "rarity": 5}, {"level": 23, "type": "MAGIC", "id": 10110, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 223400, "rarity": 5}, {"level": 48, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 52, "type": "MAGIC", "id": 20280, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 100190, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 223420, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 100200, "rarity": 5}, {"level": 74, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 74, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 223450, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 223460, "rarity": 6}, {"level": 14, "type": "ABILITY", "id": 100060, "rarity": 6}, {"level": 25, "type": "MAGIC", "id": 10100, "rarity": 6}, {"level": 38, "type": "ABILITY", "id": 223440, "rarity": 6}, {"level": 47, "type": "MAGIC", "id": 20400, "rarity": 6}, {"level": 49, "type": "MAGIC", "id": 20390, "rarity": 6}, {"level": 50, "type": "MAGIC", "id": 20350, "rarity": 6}, {"level": 64, "type": "ABILITY", "id": 100210, "rarity": 6}, {"level": 73, "type": "ABILITY", "id": 100120, "rarity": 6}, {"level": 80, "type": "ABILITY", "id": 200160, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 223430, "rarity": 6}, {"level": 99, "type": "MAGIC", "id": 20430, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 223390, "rarity": 6}], "sex_id": 2, "entries": {"204001505": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [835, 2530, 240], "ATK": [20, 60, 16], "MP": [48, 146, 40], "MAG": [38, 116, 24], "SPR": [35, 107, 16], "DEF": [28, 86, 16]}, "magic_affinity": [6, 7, 0, 0], "ability_slots": 4, "limitburst_id": 204001505, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 20, "290060100": 10, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 875, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [38], "effect_frames": [36], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I am not alone...<br>I might fight for the sake of my friends!", "我才不是孤獨一人……<br>為了大家我也要挺身戰鬥才行！", "나는 혼자가 아니야……<br>모두를 위해서라도 싸워나가야 해!", "Je ne suis pas seule...<br>Je me battrai pour mes amis !", "Ich bin nicht alleine ...<br>Ich muss für das Schicksal aller kämpfen!", "No estoy sola...<br>¡Lucharé por mis amigos!"], "description": ["A young girl who appears in the tales of a blue planet watched over by two moons. Rydia is a summoner from the village of Mist. She lost her mother and loved ones when the King of Baron, driven by his fear of the Eidolons' power, ordered the village be destroyed. Although she initially hated Cecil, blaming him for the destruction of her home, his kindness gradually compels her to open up to him. Whilst holding on to the painful memories of her loss, she continues growing as a summoner with the help of Cecil and Rosa.", "在有兩個月亮的藍星異界的故事中登場的少女。在迷霧村和召喚士們一起生活。巴隆王因恐懼幻獸之力而燒毀了她的村子，她也因此失去了母親和同伴。最開始時她極度憎恨為村子帶來災難的塞西爾，但之後被塞西爾的溫柔所觸動，最終對他敞開了心扉。在旅途中她一邊將失去故鄉的悲痛深藏於心中，一邊作為召喚士支持著塞西爾與羅莎等人。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 소녀. 미스트 마을에서 소환사들과 함께 살아가고 있었지만, 환수의 힘을 두려워한 바론 왕의 책략에 의해 마을이 불타고, 그로 인해 어머니와 동료들을 잃어버리고 만다. 처음에는 마을 멸망의 원인이 된 세실을 증오했으나, 점차 그의 상냥함을 접하며 마음을 열게 된다. 그 뒤 고향을 잃어버린 마음의 상처를 안고서도 세실과 로자를 도와 소환사로서 성장해 나간다.", "Une jeune femme qui apparaît dans divers récits d’une planète bleue surplombée par deux lunes. Rydia est une invocatrice originaire du village de Mist. Elle perdit sa mère et ses proches quand le roi de Baron, poussé par sa crainte des Éons et de leur puissance, en ordonna la destruction. En dépit de la haine qu’elle voua premièrement à Cécil, inculpant le chevalier noir pour la destruction de son village, la gentillesse de ce dernier finit par l’inciter à lui faire confiance. Bien que déterminée à ne jamais oublier les douloureux souvenirs de sa famille défunte, elle perfectionne sans cesse ses talents d’invocatrice, notamment grâce au soutien que lui apportent Cécil et Rosa.", "Ein junges Mädchen, das in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Rydia ist eine Beschwörerin aus dem Dorf Nebel. Sie verlor ihre Mutter und weitere geliebte Menschen, als König Baron befahl, das Dorf zu zerstören, da er die Kraft der Beschwörbaren fürchtete. Obwohl sie Cecil ursprünglich hasste und für die Zerstörung ihrer Heimat verantwortlich machte, öffnet sie sich ihm langsam, da er ein freundlicher und gütiger Mensch ist. Trotz der schmerzlichen Erinnerungen ihres Verlusts entwickelt sie sich mit der Hilfe von Cecil und Rosa zu einer immer besseren Beschwörerin.", "Una joven invocadora que aparece en las historias de un planeta azul con dos lunas. Rydia es una invocadora de la aldea de Mist que perdió a su madre y a sus seres queridos cuando el rey de Baronia, impulsado por el miedo que le infundía el poder de los eidolones, ordenó que se destruyese la aldea. Además, aunque al principio odiaba a Cecil y le echaba la culpa de que su hogar hubiese sido destruido, la bondad de este acabó haciendo que Rydia se acabase abriendo. Por otra parte, sin olvidar los dolorosos recuerdos de su pérdida, continúa siendo una invocadora con la ayuda de Cecil y Rosa."], "fusion": ["I hate fire!<br>It's because of fire that my village...", "我討厭火焰！<br>我的村莊就是因為火焰才……", "불은 싫어!<br>우리 마을은 불 때문에……", "Je déteste le feu !<br>C'est à cause des flammes que mon village...", "Ich hasse Feuer!<br>Wegen des Feuers in meinem Dorf ...", "¡Odio el fuego!<br>Por culpa del fuego mi pueblo..."], "summon": ["Who are you?<br>Don't come any closer!<br>I hate you! I hate you all!", "你、是誰？<br>不要靠近我！<br>我！我最討厭大家了！", "당신은 누구……?<br>가까이 오지 마!<br>싫어! 다들 정말 싫어!", "Qui es-tu ?<br>N'approche pas !<br>Je te déteste ! Je vous déteste tous !", "Wer bist du?!<br>Komm nicht näher!<br>Ich hasse euch! Ich hasse euch alle!", "¿Quién eres?<br>¡No te me acerques!<br>¡Te odio! ¡Os odio a todos!"]}}, "204001506": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1085, 3289, 390], "ATK": [26, 78, 26], "MP": [63, 190, 65], "MAG": [50, 152, 34], "SPR": [46, 140, 26], "DEF": [37, 112, 26]}, "magic_affinity": [7, 8, 0, 0], "ability_slots": 4, "limitburst_id": 204001506, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 876, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [38], "effect_frames": [36], "strings": {"evolution": ["It is never okay to cry...<br>I must become stronger!", "不能永遠哭泣……<br>必須變強才行！", "언제까지고 울고 있어선 안 돼……<br>강해져야만 해!", "Pleurer est un signe de faiblesse... Je dois devenir plus forte !", "Jammern hilft nicht ...<br>Ich muss stärker werden.", "Llorar no está bien...<br>¡Tengo que ser más fuerte!"], "affinity": ["I am not alone...<br>I might fight for the sake of my friends!", "我才不是孤獨一人……<br>為了大家我也要挺身戰鬥才行！", "나는 혼자가 아니야……<br>모두를 위해서라도 싸워나가야 해!", "Je ne suis pas seule...<br>Je me battrai pour mes amis !", "Ich bin nicht alleine ...<br>Ich muss für das Schicksal aller kämpfen!", "No estoy sola...<br>¡Lucharé por mis amigos!"], "description": ["A young girl who appears in the tales of a blue planet watched over by two moons. Rydia is a young summoner with a pure and honest heart. She began her journey with Cecil and the others after her home of Mist was destroyed at the command of the King of Baron, who feared the power of the Eidolons. During their travels together, the Eidolon Leviathan swallows Rydia whole and her friends believe her dead. Unbeknownst to them, however, she ends up in the Feymarch where she grows into an adult in but a short period of time. When Cecil and company see themselves in great peril, Rydia rescues them with her newly improved skills in magic.", "在有兩個月亮的藍星異界的故事中登場的召喚士，是一個擁有純潔心靈的少女。巴隆王因恐懼幻獸之力而燒毀了她的村子，那以後她便與塞西爾等人一起行動。在旅途中她被幻獸王利維坦吞噬，實質上是進入了與普通世界時間流逝速度不同的幻獸界，只用了極短的時間就成長為了大人。在塞西爾等人遇到危急之時她及時趕到，用成長後的魔法之力救助了同伴們。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 소환사로, 순수하고 올곧은 마음을 지닌 소녀. 환수의 힘을 두려워한 바론 왕에 의해 고향 미스트 마을은 불타버리고, 이후 세실 일행과 같이 움직이게 된다. 여행 도중 환수왕 리바이어선에게 잡아먹혀 생사 불명이 되지만, 시간의 흐름이 다른 환수계에서 단기간에 어른으로 성장하게 된다. 세실 일행이 위기에 봉착했을 때, 보다 강해진 마법의 힘으로 동료들을 구해냈다.", "Une jeune femme qui apparaît dans divers récits d’une planète bleue surplombée par deux lunes. Rydia est une jeune invocatrice dotée d’un cœur pur et honnête. Elle entama son voyage aux côtés de Cécil et de ses compagnons après que son village natal de Mist fut détruit par ordre du roi de Baron, celui-ci craignant le pouvoir des Éons. Au cours de leur voyage, Rydia disparaît, avalée par la chimère Léviathan. Elle est alors présumée morte par ses amis. En réalité, l’invocatrice est transportée dans la lisière des mondes, où elle grandit jusqu’à l’âge adulte à un rythme accéléré. Ce n’est que quand Cécil et ses compagnons se trouvent en péril que Rydia refait surface et les sauve à l’aide de ses nouveaux pouvoirs.", "Ein junges Mädchen, das in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Rydia ist eine Beschwörerin mit reinem und ehrlichem Herzen. Sie begann ihre Reise mit Cecil und den anderen, nachdem ihre Heimat Nebel auf Geheiß von König Baron zerstört wurde, der die Kraft der Beschwörbaren fürchtete. Auf ihren Reisen wird Rydia vom Beschwörbaren Leviathan lebendig verschluckt und ihr Freunde halten sie für tot. Sie wissen nicht, dass sie ins Land der Beschwörbaren gerät und dort innerhalb kurzer Zeit zu einer Erwachsenen heranwächst. Als Cecil und seine Kameraden in große Bedrängnis geraten, eilt Rydia ihnen mit ihren verbesserten magischen Kräften zu Hilfe.", "Una joven invocadora que aparece en las historias de un planeta azul con dos lunas. Rydia es una joven invocadora de corazón puro. Inició su viaje junto a Cecil y el resto después de que Mist, su hogar, acabase destruido bajo las órdenes del rey de Baronia, que tenía miedo del poder de los eidolones. Durante sus viajes, el leviatán eidolón se tragó a Rydia, por lo que sus amigos la dieron por muerta. Sin embargo, sin que nadie lo supiera,  Rydia acaba en el Limbo donde se hizo adulta en muy poco tiempo. Por otra parte, cuando Cecil y sus compañeros se encuentran ante un gran peligro, Rydia consigue rescatarlos con sus nuevas habilidades mágicas."], "fusion": ["Fire is scary...<br>Still, I must be strong...", "火好可怕…...<br>但是，不提起勇氣可不行……", "불은 무서워……<br>하지만, 용기를 내야 해……", "Le feu est effrayant...<br>Mais je dois rester forte...", "Feuer macht mir Angst ...<br>Trotzdem muss ich stark sein ...", "El fuego da miedo...<br>Aun así, tengo que ser fuerte..."], "summon": ["*Sob* *sob*<br>My mother's dragon...", "嗚嗚......<br>母親的龍……", "으에엥…… 으아앙……<br>엄마 드래곤이……", "Snif... Snif...<br>Le dragon de ma mère...", "*Schnüff*, *Schnüff*<br>Der Drache meiner Mutter ...", "*Sob* *sob*<br>Mi madre es un dragón..."]}}}, "job": "Evoker", "sex": "Female", "game": "FFIV", "rarity_max": 6, "names": ["Pure Summoner Rydia", "無瑕召喚士莉迪亞", "순수의 소환사 리디아", "Rydia, pure invocatrice", "Reine Beschwörerin Rydia", "Rydia invocadora pura"], "equip": [1, 5, 6, 7, 12, 40, 50, 53, 60], "game_id": 10004, "rarity_min": 5, "tribe_id": 5, "id": "204001505", "job_id": 18}