{"TMR": ["EQUIP", 303002000], "name": "Cecil", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 101170, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10020, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 10010, "rarity": 3}, {"level": 14, "type": "MAGIC", "id": 30090, "rarity": 3}, {"level": 33, "type": "MAGIC", "id": 30140, "rarity": 3}, {"level": 19, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 51, "type": "MAGIC", "id": 10130, "rarity": 4}, {"level": 25, "type": "ABILITY", "id": 100130, "rarity": 5}, {"level": 54, "type": "ABILITY", "id": 101070, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 101180, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 202830, "rarity": 6}, {"level": 20, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 101240, "rarity": 6}, {"level": 40, "type": "MAGIC", "id": 10160, "rarity": 6}, {"level": 48, "type": "ABILITY", "id": 100080, "rarity": 6}, {"level": 82, "type": "ABILITY", "id": 200460, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 100140, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 202840, "rarity": 6}], "sex_id": 1, "entries": {"204000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 50, 0], "stats": {"HP": [1201, 3640, 390], "ATK": [42, 126, 26], "MP": [47, 143, 65], "MAG": [36, 110, 26], "SPR": [38, 114, 26], "DEF": [47, 141, 34]}, "magic_affinity": [7, 0, 6, 0], "ability_slots": 4, "limitburst_id": 204000106, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 299, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [22, 66], "effect_frames": [19, 63], "strings": {"evolution": ["Justice and retribution are but trifling things. There are victories of greater worth. That mysterious, yet familiar voice spoke thus...", "一個熟悉的聲音對我說……<br>有些事情比起正義、比起做正確的事還要重要。", "정의보다, 올바른 것보다도<br>더욱 소중한 것이 있다.<br>그 그리운 목소리는 내게 그리 말했지…….", "La justice et le châtiment sont des choses bien futiles. Il y a des victoires bien plus importantes que ça. C'est ce que m'a dit cette voix mystérieuse mais familière…", "Gerechtigkeit und Genugtuung sind unbedeutend ... Es gibt Größeres. Diese mysteriöse, doch vertraute Stimme sprach davon ...", "Hay algo más importante que la justicia y la rectitud. Es lo que me dijo aquella voz misteriosa..."], "affinity": ["I would be honored to fight beside you.<br>On my honor as a paladin, I swear to aid you in this campaign!", "能與你並肩戰鬥是我的榮幸。<br>我要賭上聖騎士的聖劍之名，<br>今後也與你共同前進！", "너와 함께 싸우게 되어 자랑스럽다.<br>성기사의 검에 맹세코<br>앞으로도 믿음으로 함께하겠어!", "Je serais honoré de combattre à vos côtés..<br>Je vous aiderai dans votre quête. Je le jure sur mon honneur de paladin.", "Es ist mir eine Ehre, mit dir zu kämpfen.<br>Ich schwöre bei meinem Schwert, dir immer zur Seite zu stehen!", "Será un honor luchar a vuestro lado.<br>¡Juro por mi honor de paladín ayudaros en este cometido!"], "description": ["A paladin who appears in the tales of a blue planet watched over by two moons. It was not until Cecil reached a turning point on Mount Ordeals that he finally laid to rest the doubts that had been clouding his mind. Upon reaching the summit, a mysterious voice calling him \"my son\" bade him cast off his past as a dark knight. Cecil vanquished his former self and was miraculously transformed into a paladin.", "在有兩個月亮的藍星異界的故事中登場的聖騎士，他一直在煩惱自己用負面力量戰鬥是否是正確的。然而給煩惱的塞西爾帶來轉機的，則是試煉之山。他在山頂的祠堂聽見了一個神秘的聲音，叫他與過去的自己告別。被這個叫自己為「兒子」的聲音所引導，塞西爾戰勝了身為暗黑騎士的自己，成功變為了聖騎士。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 성기사. 어둠의 힘을 이용해 싸우는 자신의 전투 방식에 항상 고뇌하던 세실에게 있어 시련의 산에서의 사건은 일생일대의 전환점이 되었다. 산 정상의 사당을 찾은 그에게 지금까지의 자신과 결별하라며 수수께끼의 목소리가 말을 걸어온 것이다. 세실은 자신을 '아들' 이라고 부르는 그 목소리에 이끌려 암흑기사로서의 자신을 극복하고 훌륭히 팔라딘으로서 다시 태어난다.", "Un paladin qui apparaît dans les contes d'une planète bleue possédant deux lunes. Ce n'est qu'une fois arrivé au sommet du Mont du Supplice que Cécil réussit à se débarasser des doutes qui obscurcissaient son esprit. Il entendit alors une voix étrange semblant l'appeler \"mon fils\" et lui demandant de faire table rase de son passé de chevalier noir, ce qu'il fit et se transforma miraculeusement en paladin.", "Ein Paladin, der in den Geschichten eines blauen Planeten mit zwei Monden auftaucht. Erst auf dem Gipfel des Bergs der Märtyrer konnte er endlich seine Selbstzweifel auflösen. Als er den Gipfel erreichte, nannte ihn eine mysteriöse Stimme „mein Sohn“ und befahl ihm, seine Vergangenheit als Dunkelritter hinter sich zu lassen, und wurde zu einem Paladin.", "Un paladín que aparece en las historias de un planeta azul con dos lunas. Fue en el Monte Ordalía en donde Cecil vio la luz y desterró todas las dudas que habían nublado su mente. Al llegar a la cima pudo oír una voz misteriosa llamándole \"hijo mío\" que le dio instrucciones de dejar a atrás su pasado como caballero oscuro y le adjudicó el don de convertirse en paladín."], "fusion": ["I am not alone.<br>That must be the reason behind this surge of power.", "我並不是一個人，<br>因此才會湧出這麼多的力量。", "나는 혼자가 아니야.<br>그러니까 이렇게 힘이 샘솟는 거야.", "Je ne suis pas seul ! C'est sûrement de là que vient ce pouvoir soudain.", "Ich bin nicht alleine.<br>Das muss der Grund für diese Kraftwelle sein.", "No estoy solo.<br>Y es por ello que he adquirido este fuente de poder."], "summon": ["As long as you follow a righteous path,<br>I shall serve as your shield!", "只要你們還在正確的道路上前進，<br>我就會成為你們堅實的盾牌。", "너희가 올바른 길을 걷는 한<br>나는 너희의 방패가 되겠다!", "Tant que vous suivrez le chemin de la justice,<br>je serai votre bouclier !", "Solange ihr rechtschaffen bleibt,<br>diene ich euch als Schild!", "Yo te serviré de escudo, siempre que sigas un camino justo."]}}, "204000104": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 50, 0], "stats": {"HP": [739, 2240, 210], "ATK": [26, 78, 14], "MP": [29, 88, 35], "MAG": [22, 68, 14], "SPR": [23, 70, 14], "DEF": [29, 87, 18]}, "magic_affinity": [5, 0, 4, 0], "ability_slots": 2, "limitburst_id": 204000104, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040100": 5, "290050300": 10, "290030100": 10, "290020000": 20, "290050400": 5}}, "rarity": 4, "compendium_id": 130, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [22, 66], "effect_frames": [19, 63], "strings": {"evolution": ["I must atone for the wrongs I have committed.<br>For this reason and more, I must continue to grow stronger...", "我要為從前<br>犯下的錯誤贖罪，<br>為此我需要變得更加強大……", "과거의 잘못을<br>바로잡기 위해서는<br>강해져야만 해…….", "Je dois expier les fautes que j'ai commises...<br>C'est l'une des raisons pour lesquelles je veux devenir plus fort.", "Ich muss für meine Fehltritte Buße tun.<br>Und dafür muss ich noch stärker werden ...", "Debo pagar por los errores que he cometido.<br>Por esa y otras razones, debo seguir haciéndome más fuerte..."], "affinity": null, "description": ["A knight who appears in the tales of a blue planet watched over by two moons. He served as a Dark Knight in the great military forces of the kingdom of Baron, but ultimately found himself unable to obey the cruel orders of his king, who sought the Crystals for himself. After turning his back on his kingdom, he sets out with a new group of allies—including his beloved Rosa, and Rydia, a girl he met in the village of Mist—to try to stop Golbez, his replacement in the Red Wings, from gaining the Crystals. Through this journey, he finally lets go of his doubts and is reborn as a sacred Paladin.", "在有兩個月亮的藍星異界的故事中登場的騎士，他曾是軍事大國巴隆的暗黑騎士，由於對國王為尋求水晶而不惜犯下罪惡的行徑感到不滿而揭竿起義。他與心愛的女性羅莎還有在迷霧村相遇的少女莉迪亞等人一同踏上旅途，發誓要從赤翼隊的新隊長高貝扎手中保護水晶。在旅途中他告別了迷惘的自己，轉變成了聖騎士。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 기사. 군사대국 바론의 암흑기사였으나 크리스탈을 얻기 위해 왕이 자행한 잔인무도한 행위에 회의를 느끼고 나라를 떠났다. 사랑하는 여인 로자와 미스트 마을에서 만난 소녀 리디아 등, 많은 동료와 함께 붉은 날개의 새 대장 골베자로부터 크리스탈을 지키기 위한 여행을 떠났다. 그리고 마침내 마음속 갈등을 정리한 그는 성기사 팔라딘으로 전직한다.", "Un chevalier qui apparaît dans les récits d'une planète bleue bercée par deux lunes. Il est le Chevalier noir de la grande armée du royaume de Baron, mais se retrouve forcé d'obéir aux ordres cruels de son roi, prêt à tout pour s'emparer des cristaux. Après avoir quitté son royaume, il parcourt le monde avec de nouveaux alliés, dont sa bien-aimée Rosa et Rydia, une jeune fille qu'il avait rencontrée à Mist. Il cherche à empêcher Golbez, le nouveau capitaine des Ailes Rouges, de mettre la main sur les cristaux. Au fil de son périple, il se débarrasse de ses doutes et devient un paladin sacré.", "Ritter, der in den Erzählungen eines Planeten mit zwei Monden vorkommt. Er dient in den militärischen Truppen des Königreiches Baron als Dunkelritter, sieht sich jedoch nicht mehr in der Lage, den grausamen Befehlen seines Königs Folge zu leisten, der selbst nach den Kristallen strebt. Nachdem er sich vom Königreich abgewandt hat, beginnt er mit neuen Verbündeten - seiner geliebten Rosa und Rydia, einem Mädchen, das er im Dorf Nebel traf - Golbez, seinen Nachfolger bei den Rotschwingen, daran zu hindern, die Kristalle zu erlangen. Wird als heiliger Paladin wiedergeboren.", "Servía como caballero oscuro en Baronia, pero llegó el día en que se sintió incapaz de obedecer las órdenes crueles de su rey. Tras girar la espalda a su reino, Cecil parte con su querida Rosa, y Rydia, una chica que conoció en la aldea de Mist. Junto a ellos, intenta evitar que Golbez consiga los cristales. Gracias a este viaje, resuelve sus dudas y renace como paladín sagrado."], "fusion": ["The dark sword...<br>Never again will I lift it!<br>I will not depend on those dark arts!", "暗黑劍……<br>我不會再依賴它的力量了！", "암흑검…….<br>나는 두 번 다시<br>그 힘에는 기대지 않겠어!", "L'épée noire...<br>Plus jamais je ne la brandirai !<br>Plus jamais je n'userai de ces arcanes maléfiques !", "Das dunkle Schwert ...<br>Nie wieder rühre ich es an!<br>Ich darf mich nicht auf dunkle<br>Mächte stützen.", "La espada oscura...<br>¡Nunca más la blandiré!<br>¡No dependeré de esas artes oscuras!"], "summon": ["If you have something, someone you would protect...I would offer my aid. Let me journey with you.", "你有想要守護的東西吧？<br>那就由我來幫助你吧。<br>讓我們一起前進。", "너도 누군가를 지키고 싶지?<br>내가 힘을 빌려줄 테니<br>함께 가자고.", "S'il y a quelque chose ou quelqu'un que tu souhaites protéger, alors je t'offre mon aide. Laisse-moi t'accompagner.", "Du willst etwas mit deinem Leben verteidigen? Dann werde ich dich begleiten.", "Si tienes algo o a alguien a quien proteger... te ofrezco mi ayuda. Permíteme viajar contigo."]}}, "204000105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 50, 0], "stats": {"HP": [924, 2800, 240], "ATK": [32, 97, 16], "MP": [36, 110, 40], "MAG": [28, 85, 16], "SPR": [29, 88, 16], "DEF": [36, 109, 24]}, "magic_affinity": [6, 0, 5, 0], "ability_slots": 3, "limitburst_id": 204000105, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 131, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [22, 66], "effect_frames": [19, 63], "strings": {"evolution": ["I mustn't lose!<br>I cannot let down the people who have stood with me!", "我不能輸！<br>為了支持我的大夥，<br>我要用聖騎士的劍戰鬥到最後！", "질 수 없다!<br>내게 도움을 준 모든 이를 위해<br>성기사의 검을 높이 들겠어!", "Je ne peux pas perdre !<br>Je n'ai pas le droit d'abandonner tous ceux qui m'ont soutenu !", "Ich darf nicht verlieren!<br>Ich kann die, die an meiner Seite standen, nicht im Stich lassen!", "¡No puedo perder!<br>¡No puedo decepcionar a quienes han estado a mi lado!"], "affinity": ["I would be honored to fight beside you.<br>On my honor as a paladin, I swear to aid you in this campaign!", "能和你並肩戰鬥，我感到十分自豪。<br>我向聖騎士的劍發誓，<br>今後也將與你共進退！", "너와 함께 싸우게 되어 자랑스럽다.<br>성기사의 검에 맹세코<br>앞으로도 믿음으로 함께하겠어!", "C'est un honneur pour moi que me battre à tes côtés. Tu peux compter sur mon soutien infaillible, je t'en fais le serment !", "Es ist mir eine Ehre, mit dir zu kämpfen.<br>Ich schwöre bei meinem Schwert, dir immer zur Seite zu stehen!", "Será un honor luchar a vuestro lado.<br>¡Juro por mi honor de paladín ayudaros en este cometido!"], "description": ["A knight who appears in the tales of a blue planet watched over by two moons. While journeying to protect the Crystals from the sorcerer Golbez, he experiences betrayal from his closest friend, the forging of new friendships, and the pain of final farewells. He grows stronger throughout these trials, even after the shock of learning his true identity as a descendant of the Lunarians and the brother of none other than Golbez himself. With the support of his allies, who have shared so many joys and pains with him, he commits himself fully to the battle for the future of the Blue Planet.", "在有兩個月亮的藍星異界的故事中登場的聖騎士，為從魔道士高貝扎手中保護水晶而踏上旅途。在旅途中他與同伴們相遇、別離，隨後又經歷了摯友凱因的背叛，這都使他有了顯著的成長。在得知自己其實是月民、敵人高貝扎其實是自己親哥哥之後，他十分動搖，但在一路上同甘共苦的同伴們的支持下，他勇敢投身於保護藍星的戰鬥當中。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 성기사. 마도사 골베자로부터 크리스탈을 지키기 위해 여행하던 중 다양한 만남과 이별, 친구 카인의 배신을 겪으며 더욱 듬직하게 성장한다. 자신이 달의 주민의 혈통이라는 것과 그간 적대했던 골베자가 친형이라는 사실을 알고 심하게 동요했지만, 고락을 함께한 동료들의 도움으로 마음을 다잡고 푸른 별을 구하기 위한 싸움에 몸을 던진다.", "Un chevalier qui apparaît dans les récits d'une planète bleue bercée par deux lunes. Durant sa quête pour protéger les cristaux contre le sorcier Golbez, il est trahi par son meilleur ami, noue de nouvelles amitiés et découvre la douleur des derniers adieux. Ces épreuves le renforcent et lui permettent d'accepter sa véritable identité : il est le descendant des Sélénites et le frère de Golbez. Grâce au soutien de ses compagnons, avec qui il a partagé des joies et des peines, il choisit de se consacrer entièrement au combat pour l'avenir de la Planète bleue.", "Ein Ritter, der in den Erzählungen eines blauen Planeten mit zwei Monden vorkommt. Auf seiner Reise zum Schutz der Kristalle vor Magier Golbez wird er von seinem engsten Freund hintergangen, schließt neue Freundschaften und erlebt den Schmerz endgültiger Abschiede. Durch diese Prüfungen wird er stärker; selbst nach dem Schock über seine wahre Identität als Nachfahre der Lunarier und Bruder von niemand anderem als Golbez selbst. Mit Hilfe seiner Verbündeten, die so viel Glück und Leid mit ihm teilten, verschreibt er sich völlig dem Kampf um die Zukunft des blauen Planeten.", "Un caballero que aparece en los relatos de un planeta azul custodiado por dos lunas. Durante su aventura para proteger los cristales del hechicero Golbez, Cecil vive la traición de su mejor amigo, forja nuevas amistades y experimenta el dolor de perder a alguien querido. Estas pruebas lo fortalecen, incluso la conmoción al descubrir que en realidad es descendiente de los lunarios y que además es hermano del mismísimo Golbez. Con la ayuda de los aliados con los que ha compartido tantas alegrías y tristezas, se compromete por completo a luchar por el futuro del planeta azul."], "fusion": ["I feel as though I have the<br>blessing of the moon itself...<br>Now is the time!", "我感覺月光在保護著我們。<br>讓我們前進吧。", "달빛이 우리를<br>지켜주는 것 같구나.<br>자, 어서 전진하자.", "J'ai la sensation d'avoir reçu la bénédiction de la lune elle-même... Continuons notre route !", "Mir ist, als hätte ich den Segen des<br>Mondes selbst ... Die Zeit ist<br>gekommen!", "Siento como si me hubiera bendecido la propia luna. ¡Es el momento!"], "summon": ["Were it not for my friends, I would have been lost long ago. Now it is my turn to help you.", "沒有同伴幫忙，<br>我也不可能戰鬥到最後。<br>這次就換我來幫助你吧。", "동료들이 없었다면<br>나는 허무하게 죽었을 거야.<br>이번에는 내가 널 도와주겠어.", "C'est grâce à mes amis que j'ai pu voir la lumière et continuer le combat. À présent, c'est à mon tour de t'aider.", "Ohne meine Freunde wäre ich damals verloren gewesen. Jetzt ist es an mir, dir zu helfen.", "Si no fuera por mis amigos, me habría perdido hace tiempo. Ahora me toca a mí ayudarte."]}}, "204000103": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 50, 0], "stats": {"HP": [573, 1736, 150], "ATK": [20, 60, 10], "MP": [22, 68, 25], "MAG": [17, 53, 10], "SPR": [18, 55, 10], "DEF": [22, 68, 14]}, "magic_affinity": [4, 0, 3, 0], "ability_slots": 2, "limitburst_id": 204000103, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290030100": 5, "290050200": 15, "290010000": 25, "290020000": 10}}, "rarity": 3, "compendium_id": 129, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [22, 66], "effect_frames": [19, 63], "strings": {"evolution": null, "affinity": null, "description": ["A knight who appears in the tales of a blue planet watched over by two moons. He is a Dark Knight, an elite warrior within the great military forces of the kingdom of Baron, and serves as captain of the Red Wings, Baron's airship fleet. He is a serious man, and suffers from grave doubts about the cruel actions his king demands in pursuit of the Crystals, and his own choice to wield the power of darkness. When he reveals these doubts to the king, he is stripped of his duty as captain of the Red Wings. Filled with despair, he sets out to Mist Valley to subjugate the Eidolons which live there—the last order he will ever take from his king.", "在有兩個月亮的藍星異界的故事中登場的騎士，他既是軍事大國巴隆的暗黑騎士，又是飛空艇團赤翼隊的隊長。他為人認真耿直，對國王為尋求水晶而不惜犯下罪惡的行徑感到不滿，同時也為使用負面力量揮舞暗黑劍的自己感到疑惑。他的迷惘被國王看穿，解除了他赤翼隊隊長的職務，在失意之際他前往迷霧洞窟討伐幻獸。", "두 개의 달이 존재하는 이계인 푸른 별 이야기에 등장하는 기사. 군사대국 바론의 정예 '암흑기사'이자 비공정단 '붉은 날개'의 대장을 맡고 있었다. 성격이 지극히 곧아서, 크리스탈을 얻기 위해 자행된 왕의 잔인무도한 행위와 어둠의 힘을 무기로 쓰는 자신의 삶에 의문을 품고 있었다. 하지만 그런 그의 갈등을 눈치챈 왕에 의해 대장 자리에서 해임되고, 실의에 빠진 채 환수를 토벌하기 위해 미스트 동굴로 향했다.", "Un chevalier qui apparaît dans les récits d'une planète bleue bercée par deux lunes. C'est un Chevalier noir, un guerrier d'élite de l'armée du royaume de Baron. Il est capitaine des Ailes Rouges, la flotte aérienne de Baron. C'est un homme réfléchi, qui doute peu à peu des ordres du roi pour trouver les cristaux et s'interroge sur le chemin qu'il emprunte vers les ténèbres. Lorsqu'il fait part de ses incertitudes au roi, il est déchu de ses fonctions de capitaine des Ailes Rouges. Désespéré, il part vers la vallée des brumes pour y terrasser les Eidolons, dernière mission qu'il accepte de son roi.", "Ein Ritter, der in den Erzählungen eines blauen Planeten mit zwei Monden vorkommt. Der Dunkelritter, ein Elitekrieger der Kriegstruppen des Königreiches Baron, dient als Kommandant der Rotschwingen, Barons Luftschiffflotte. Er ist ein ernster Mann, der stark an den grausamen Dingen zweifelt, die sein König verlangt, um an die Kristalle zu gelangen - und daran, dass er selbst sich für die dunkle Macht entschieden hat. Als er diese Zweifel dem König offenbart, wird er seines Amtes enthoben. Verzweifelt macht er sich auf zum Dorf Nebel, um die dortigen Beschwörer zu unterwerfen - der letzte Befehl des Königs, dem er jemals folgen wird.", "Caballero oscuro y capitán de las Alas Rojas de Baronia. Cecil es un hombre sensato que tiene serias dudas sobre las crueles acciones de su rey para conseguir los cristales y sobre su decisión de blandir el poder oscuro. Cuando revela esta indecisión al rey, le relevan de su deber como capitán de las Alas Rojas. Desesperado, parte hacia el valle de Mist para subyugar a los eidolones que lo habitan..."], "fusion": ["I will take the path I believe in.<br>Even if I must turn against my king.<br>I cannot lie to myself!", "我要貫徹我所相信的道路。<br>即使會背叛祖國，<br>我也不會對自己的心說謊！", "나는 내 신념을 관철하겠다.<br>그 결과 조국을 배신하게 될지언정<br>스스로를 기만하고 싶진 않아!", "Je suivrai la voie en laquelle je crois.<br>Même si cela doit m'amener à trahir mon roi.<br>Jamais je ne me mentirai !", "Ich muss mir selbst treu bleiben.<br>Auch, wenn es Hochverrat bedeutet!<br>Ich kann keine Lüge leben.", "Tomaré el camino en el que creo.<br>Incluso si debo enfrentarme a mi rey.<br>¡Debo ser honesto!"], "summon": ["If you need help, I will offer my blade.<br>Such is the duty of a knight.", "如果你需要我的力量，<br>那麼就讓我來幫助你吧。<br>作為騎士，這是我應該做的。", "내 힘이 필요하다면<br>얼마든지 돕겠다.<br>그것은 기사의 사명이니까.", "Si tu as besoin de mon aide, je t'offrirai ma lame sans hésiter.<br>Tel est le devoir d'un chevalier.", "Wenn du Hilfe brauchst, stehe ich dir bei.<br>Das ist meine Pflicht als Ritter.", "Si necesitas ayuda, te ofrezco mi espada.<br>Es mi deber como caballero."]}}}, "job": "Paladin", "sex": "Male", "game": "FFIV", "rarity_max": 6, "names": ["Cecil", "塞西爾", "세실", "Cécil", "Cecil", "Cecil"], "equip": [1, 2, 3, 4, 8, 10, 30, 31, 41, 50, 51, 52, 60], "game_id": 10004, "rarity_min": 3, "tribe_id": 5, "id": "204000103", "job_id": 3}