{"TMR": ["MATERIA", 504010210], "name": "Exdeath", "is_summonable": true, "skills": [{"level": 4, "type": "MAGIC", "id": 20150, "rarity": 3}, {"level": 13, "type": "MAGIC", "id": 20190, "rarity": 3}, {"level": 34, "type": "MAGIC", "id": 10130, "rarity": 3}, {"level": 26, "type": "MAGIC", "id": 20200, "rarity": 4}, {"level": 26, "type": "MAGIC", "id": 20210, "rarity": 4}, {"level": 26, "type": "MAGIC", "id": 20220, "rarity": 4}, {"level": 41, "type": "MAGIC", "id": 30200, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 30220, "rarity": 4}, {"level": 20, "type": "ABILITY", "id": 100120, "rarity": 5}, {"level": 53, "type": "MAGIC", "id": 20270, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 100730, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 203900, "rarity": 6}, {"level": 32, "type": "ABILITY", "id": 203920, "rarity": 6}, {"level": 50, "type": "MAGIC", "id": 20430, "rarity": 6}, {"level": 65, "type": "ABILITY", "id": 100050, "rarity": 6}, {"level": 80, "type": "ABILITY", "id": 200160, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 203910, "rarity": 6}], "sex_id": 1, "entries": {"205000703": {"growth_pattern": 20, "status_resist": [10, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, -50, 0], "stats": {"HP": [491, 1489, 150], "ATK": [18, 56, 10], "MP": [30, 90, 35], "MAG": [23, 69, 10], "SPR": [19, 59, 10], "DEF": [17, 52, 10]}, "magic_affinity": [5, 6, 3, 0], "ability_slots": 2, "limitburst_id": 205000703, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290010100": 25, "290020300": 10, "290030400": 5}}, "rarity": 3, "compendium_id": 117, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [44], "effect_frames": [42], "strings": {"evolution": [null, null, null, null, null, null], "affinity": [null, null, null, null, null, null], "description": ["A warlock who hails from a world where the Crystals shine with light. It is said that he was born, some five centuries before the tale begins, when all the malevolent souls trapped within the Great Forest of Moore took root in a single tree. He was defeated once by the Warriors of Dawn, and sealed away in the world also occupied by Bartz and his allies. But he was able to destroy the Crystals, which were weakened from overuse, and return to his former strength. His ultimate goal is to return the two split worlds to one, and seize the power of the Void, which lies in the Interdimensional Rift.", "水晶閃耀的異界故事中登場的魔道士，由500年前寄宿在慕亞大森林的一棵樹中的邪惡之心所生。曾一度被曉之四戰士打敗，封印在了巴茲等人所居住的世界中，然而由於人類濫用水晶導致水晶之力衰弱，他趁機破壞掉了水晶，再次復活。他渴望著一分為二的世界的夾縫中的虛無之力，企圖將世界再次合二為一。", "크리스탈이 빛나는 이계 이야기에 등장하는 마도사. 500년 전, 무어 대삼림에 모인 사악한 마음이 한 그루의 나무에 깃들어 탄생했다. 한번은 새벽의 4전사들에게 패해 버츠 일행이 사는 세계에 봉인되었으나, 인간에게 혹사당해 힘이 약해진 크리스탈을 파괴하고 부활하는 데 성공했다. 둘로 나뉜 세계의 틈새에 있는 '공허'의 힘을 얻기 위해 세계를 다시 하나로 합치고자 했다.", "Un sorcier venu d'un monde où les cristaux brillent de mille feux. On raconte qu'il est né cinq siècles avant le début de cette histoire, alors que toutes les âmes malveillantes emprisonnées dans la Grande forêt de Mua avaient élu domicile dans un même arbre. Il fut un jour vaincu par les Guerriers de l'aube et scellé dans le monde occupé par Bartz et ses alliés. Il parvint à détruire les cristaux affaiblis après avoir tant servi, et regagna sa force d'antan. Son objectif était de réunir les deux mondes et de capturer le pouvoir du Néant piégé dans la fissure interdimensionnelle.", "Warlock aus einer anderen Welt, in der die Kristalle Licht ausstrahlten. Man sagt, er wurde fünf Jahrhunderte vor Beginn der Erzählung geboren, als alle bösartigen Seelen, die im Wald von Moore gefangen waren, ihren Platz in einem einzigen Baum fanden. Wurde von den Kriegern des Lichts besiegt und in die Welt eingeschlossen, die auch von Bartz bewohnt wird. Er konnte jedoch die Kristalle zerstören und so zu früherer Stärke zurückkehren. Sein ultimatives Ziel ist es, die geteilte Welt wieder zu vereinen und die Kraft des Nichts zu nutzen, die sich im interdimensionalen Riss befindet.", "Un brujo originario de un mundo donde los cristales brillan. Se dice que Exdeath nació unos cinco siglos antes del inicio del relato, cuando todas las almas malvadas atrapadas en el Gran Bosque de Moore arraigaron en un único árbol. Los Guerreros del Alba lo derrotaron y lo sellaron en el mundo ocupado por Bartz y sus aliados. Sin embargo, Exdeath pudo destruir los cristales porque estaban debilitados por el exceso de uso y recuperó su antigua fuerza. Su objetivo final es fusionar los dos mundos divididos y capturar el poder del Vacío, que se encuentra en la Grieta Interdimensional."], "fusion": ["Evil will take on a life of its own,<br>in whatever host it can find.<br>Yes, even in a solitary tree...", "邪惡之心可以寄宿在任何事物上。<br>沒錯，<br>即使是一棵樹，也沒問題……", "사악한 마음은 어디에나 깃든다.<br>그래, 예를 들자면<br>저 한 그루 나무에도 말이지…….", "Le Mal existe en tout être. Oui, on le trouverait même dans un arbre...", "Das Böse lauert überall.<br>Ja, sogar in einem Baum ...<br>", "La maldad toma vida en cualquier huésped que encuentra.<br>Sí, incluso en un árbol solitario."], "summon": ["I have been reborn!<br>Mwahahaha!<br>And now I shall remake the world in my image!", "我又復活了！<br>哈哈哈哈……<br>就讓世界回歸它原有的樣子吧。", "내가 부활했도다!<br>하하하……<br>이 세계를 올바른 모습으로 되돌려주마.", "Je suis de retour !<br>Mouahahaha !<br>Et à présent, je vais refaire le<br>monde à mon image !", "Ich bin auferstanden!<br>Wahaha!<br>Und nun werde ich die Welt nach meinem Ebenbilde neu erschaffen!", "¡He renacido!<br>¡Mua, ja, ja, ja!<br>¡Y ahora reharé el mundo a mi imagen!"]}}, "205000705": {"growth_pattern": 20, "status_resist": [10, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, -50, 0], "stats": {"HP": [792, 2401, 240], "ATK": [30, 90, 16], "MP": [48, 145, 60], "MAG": [37, 112, 16], "SPR": [31, 95, 16], "DEF": [28, 84, 16]}, "magic_affinity": [7, 8, 5, 0], "ability_slots": 4, "limitburst_id": 205000705, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 119, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [44], "effect_frames": [42], "strings": {"evolution": ["Mwahahaha!<br>With this new strength of mine, perhaps I could even defeat...you!", "哈哈哈哈哈！<br>就憑你們能夠打敗擁有此等力量的我嗎？", "하하하!<br>이 거대한 힘을 얻은 나를<br>네놈들이 통제할 수 있을까?", "Mouahahaha <br>J'ai acquis une telle force que je pourrais vaincre n'importe qui...même vous !", "Wahahaha!<br>Mit so viel neuer Kraft könnte ich wohl sogar ... dich besiegen!", "¡Ja, ja, ja, ja!<br>Con esta nueva fuerza que tengo, ¡podría vencerte incluso a ti!"], "affinity": ["The world shall inevitably be mine.<br>Until that day, I do not mind taking part in this...diversion.", "世界最終會落入我的手中。<br>就把這些戰鬥<br>當做是那之前的余興好了……", "머지않아 세계는 내 것이 된다.<br>그때까지 여흥을 즐긴다 생각하면<br>썩 나쁘지 않지…….", "Un jour, le monde sera à moi. C'est inévitable. En attendant, je ne dis pas non à un peu de... distraction.", "Eines Tages wird die Welt mein sein.<br>Aber zwischenzeitlich werde ich mich dieser ... Zerstreuung widmen.", "Antes o después el mundo será mío.<br>Hasta entonces, no me importa participar en esta... distracción."], "description": ["A warlock who hails from a world where the Crystals shine with light and who claimed for himself the power of the Void. He is a creature born from countless malevolent souls, which gathered and took root in a single tree. By bringing together two previously-separated worlds, he seized the power of the Void. With it, he began wiping towns and villages from the map. But in the end, even Exdeath himself is consumed by the Void's massive power, losing himself and becoming Neo Exdeath. As Neo Exdeath, he desires the utter destruction of everything: all memory, all life, all worlds, and even himself. He is struck down by Bartz and his allies.", "水晶閃耀的異界故事中登場的渴望虛無的魔道士，由寄宿在一棵樹中的邪惡之心所生。他將一分為二的世界再次合二為一，以此獲得了虛無之力，那以後不斷摧毀著村落城鎮，最後連他自己也被那強大的力量所吞噬，變成了新生艾克斯迪司。他渴望著將所有的記憶、存在、次元以及自身抹消，為此向巴茲等人襲來。", "크리스탈이 빛나는 이계 이야기에 등장하는 마도사. 사악한 마음이 한 그루의 나무에 깃들어 탄생했다. 둘로 나뉜 세계를 하나로 합쳐 '공허'의 힘을 얻은 후 마을과 도시를 차례로 소멸시켰으나, 결국 강력한 '공허'의 힘을 제어하지 못해 네오 엑스데스로 변질되었다. 모든 기억과 존재, 차원, 그리고 자신마저 영원히 소멸하기 바라며 버츠 일행을 공격했다.", "Un sorcier venu d'un monde où les cristaux brillent de mille feux et qui rêve de s'emparer du Pouvoir du Néant. C'est un être né des âmes malveillantes réunies et installées dans un même arbre. En rassemblant les deux mondes divisés, il parvient à capturer le pouvoir du Néant et commence à rayer de la carte tous les villages existants. Finalement, Exdeath est lui aussi dévoré par la puissance du Néant et renaît en tant que Néo-Exdeath. Sous cette nouvelle forme, il cherche à tout anéantir : les souvenirs, la vie, les mondes et même lui. Il est arrêté par Bartz et ses compagnons.", "Warlock aus einer Welt, in der die Kristalle Licht ausstrahlten. Wurde aus zahllosen bösartigen Seelen geboren, welche sich in einem einzelnen Baum vereinten. Indem er die zwei bisher getrennten Welten einte, erhielt er die Kraft des Nichts. Damit begann er, Dörfer und Städte von der Karte auszuradieren. Schließlich wird er jedoch selbst von der großen Kraft des Nichts verschluckt - er verliert sich selbst und wird zu Neo Exdeath. Als Neo Exdeath ist es sein Wunsch, alles zu zerstören: Alle Erinnerung, alles Leben, alle Welten und sogar sich selbst. Er wird von Bartz und dessen Verbündeten besiegt.", "Un brujo, originario de un mundo donde los cristales brillan, que quería el poder del Vacío. Es una criatura nacida de incontables almas malvadas que se reunieron y arraigaron en un único árbol. Al unir dos mundos anteriormente separados, obtuvo el poder del Vacío, que empezó a usar para borrar del mapa a pueblos y aldeas. Al final, el poder masivo del Vacío consume al mismo Exdeath, que se convierte en Neo Exdeath, un ser que desea la destrucción total de los recuerdos, de la vida, de los mundos e incluso de sí mismo. Bartz y sus aliados lo vencieron."], "fusion": ["Are you sure it is wise to grant me so much power?<br>I might turn it against you someday...", "你竟然放心給我這麼多的力量。<br>小心我背叛你哦。", "내게 이렇게 큰 힘을<br>바쳐도 괜찮겠나?<br>도리어 너희를 위협할지 모르는 일이거늘.", "N'as-tu jamais songé aux risques de m'offrir un tel pouvoir ? Qui sait, je pourrais peut-être m'en servir contre toi...", "Wagst du es, mir so viel Macht anzuvertrauen?<br>Ich könnte sie irgendwann gegen dich wenden.", "¿Seguro que es sensato concederme tanto poder? Podría volverlo contra ti algún día..."], "summon": ["I seek the power of the Void.<br>I will obliterate any who stand in my way!", "我所追求的是虛無之力……<br>阻礙我的人全都要滅亡！", "내가 원하는 것은 '무'의 힘…….<br>방해하는 자에게는<br>죽음을 내리리라!", "Je recherche le pouvoir du Néant.<br>Tous ceux qui me feront obstacle seront anéantis !", "Ich suche die Macht des Nichts!<br>Wer mich hindern will, wird ausgelöscht!", "Busco el poder del Vacío.<br>¡Eliminaré a quien se entrometa en mi camino!"]}}, "205000704": {"growth_pattern": 20, "status_resist": [10, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, -50, 0], "stats": {"HP": [634, 1921, 210], "ATK": [24, 72, 14], "MP": [38, 116, 45], "MAG": [29, 89, 14], "SPR": [25, 76, 14], "DEF": [22, 67, 14]}, "magic_affinity": [6, 7, 4, 0], "ability_slots": 3, "limitburst_id": 205000704, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040100": 5, "290050300": 10, "290030400": 10, "290020300": 20, "290050400": 5}}, "rarity": 4, "compendium_id": 118, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [44], "effect_frames": [42], "strings": {"evolution": ["Power wells within me...!<br>I cannot be defeated by anger or hatred!", "力量湧了上來……<br>憤怒與憎惡都無法將我打倒！", "힘이 넘친다……!<br>분노와 증오만으로는<br>나를 쓰러뜨릴 수 없을 것이다!", "Le pouvoir afflue en moi... !<br>Ni la colère, ni la haine ne pourront triompher de moi !", "Macht brandet in mir ...!<br>Zorn und Hass können mich nicht bezwingen!", "El poder brota en mi interior...<br>¡La rabia o el odio no pueden vencerme!"], "affinity": [null, null, null, null, null, null], "description": ["A warlock who hails from a world where the Crystals shine with light. It is said that he was born when countless malevolent souls gathered and took root in a single tree. He craves the power of the Void in the Interdimensional Rift. To obtain it, he will destroy the Crystals in every land and return the two worlds, divided a thousand years earlier, to one. After he achieves this sinister goal, towns and villages begin disappearing at a horrifying rate. But in the end, even Exdeath himself is consumed by the massive power of the Void.", "水晶閃耀的異界故事中登場的魔道士，由寄宿在一棵樹中的邪惡之心所生。他渴望著次元夾縫中的虛無之力，破壞散落在世界各地的水晶，企圖將1000年前一分為二的世界再次合二為一。在得到虛無之力之後，他不斷摧毀著村落城鎮，最後連他自己也被那強大的力量所吞噬。", "크리스탈이 빛나는 이계 이야기에 등장하는 마도사. 사악한 마음이 한 그루의 나무에 깃들어 탄생한 존재로, 차원의 틈새에 봉인된 '공허'의 힘을 갈망하였다. 그는 이를 얻기 위해 천 년 전에 둘로 나뉜 세계를 하나로 합치려는 계획을 세우고, 각지에 흩어져 있는 크리스탈을 파괴했다. '공허'의 힘을 손에 넣은 후에는 마을과 도시를 차례로 소멸시켰으나, 결국 힘을 제어하지 못해 스스로 파멸했다.", "Un sorcier venu d'un monde où les cristaux brillent de mille feux. On dit qu'il a pris vie lorsque toutes les âmes malveillantes se sont rassemblées sur un même arbre. Il rêve de s'emparer du Pouvoir du Néant piégé dans la fissure interdimensionnelle. Pour cela, il doit détruire les cristaux de chaque pays et rassembler les deux mondes divisés mille ans plus tôt. Son sinistre objectif atteint, les villes et villages disparaissent peu à peu. À la fin, Exdeath lui-même finit dévoré par la puissance incontrôlable du Néant.", "Warlock aus einer anderen Welt, in der die Kristalle Licht ausstrahlten. Man sagt, er wurde geboren, als zahllose bösartige Seelen sich in einem einzigen Baum vereinten. Strebt nach der Kraft des Nichts, die sich im überdimensionalen Riss befindet. Zerstört Kristalle aller Länder, um sie zu erhalten und die beiden Welten wiederzuvereinen, die tausend Jahre zuvor getrennt wurden. Nach Erreichen seines Ziels beginnen Städte und Dörfer rasend schnell zu verschwinden. Letztlich jedoch wird sogar Exdeath selbst von der Kraft des Nichts verschluckt.", "Un brujo originario de un mundo donde los cristales brillan. Se dice que Exdeath nació cuando incontables almas malvadas arraigaron en un único árbol. Anhela el poder del Vacío, que se encuentra en la Grieta Interdimensional. Para obtenerlo, destruirá los cristales de todos los países y volverá a unir los dos mundos, divididos hace mil años. Tras conseguir su siniestro objetivo, empiezan a desaparecer pueblos y aldeas a un ritmo aterrador. Al final, el poder masivo del Vacío acaba consumiendo al mismo Exdeath."], "fusion": ["Mwahahaha!<br>What invigorating power!<br>With this, I have no need of the Void!", "哈哈哈哈……<br>太爽快了，<br>簡直與虛無之力不分上下。", "하하하…….<br>참으로 좋은 기분이군.<br>'무'에도 뒤지지 않는 힘이구나.", "Mouahahaha !<br>Quel pouvoir saisissant !<br>Avec cela, le Néant ne m'est plus d'aucune utilité !", "Welch belebende Kraft!<br>Nun habe ich für das Nichts keine<br>Verwendung mehr!", "¡Ja, ja, ja!<br>¡Qué poder tan estimulante!<br>¡Con él, ya no necesito el Vacío!"], "summon": ["All who oppose me will be consumed by my power! Take care not to get in the way...", "用我的魔力埋葬一切阻礙！<br>你可要小心，不要被捲入其中。", "앞을 가로막는 자는<br>내 마력으로 제거해주마!<br>휘말리지 않게 알아서 조심해라.", "Tous ceux qui s'opposeront à moi seront annihilés par mon pouvoir ! Prends garde à ne pas te mettre en travers de mon chemin...", "Ich verschlinge jeden, der sich mir in den Weg stellt! Komm mir besser nicht in die Quere ...", "¡Quien se oponga será consumido por mi poder! Guardaos de cruzaros en mi camino..."]}}, "205000706": {"growth_pattern": 30, "status_resist": [10, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, -50, 0], "stats": {"HP": [1030, 3121, 390], "ATK": [39, 117, 26], "MP": [62, 188, 85], "MAG": [48, 145, 26], "SPR": [41, 123, 26], "DEF": [36, 109, 26]}, "magic_affinity": [8, 8, 6, 0], "ability_slots": 4, "limitburst_id": 205000706, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 369, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [44], "effect_frames": [42], "strings": {"evolution": ["Ha ha ha ha!<br>I have been waiting for this.<br>The power of the Void is mine!", "哈哈哈……<br>我就是在等待這個時刻……<br>這次我一定要把虛無之力弄到手！", "하하하…<br>이 때를 기다리고 있었다…<br>지금이야말로 '무'의 힘을 손에 넣을 때로다!", "Ha ha ha ha !<br>J'attendais ça avec impatience.<br>Le pouvoir du Néant est miens !", "Hahahaha!<br>Lange habe ich auf diesen Moment gewartet.<br>Die Macht des Nichts ist mein!", "¡Ja, ja, ja, ja!<br>Llevaba mucho tiempo esperando esto.<br>¡El poder del Vacío al fin es mío!"], "affinity": ["The world shall inevitably be mine.<br>Until that day, I do not mind taking part in this...diversion.", "世界最終會落入我的手中。<br>就把這些戰鬥<br>當做是那之前的餘興好了……", "머지않아 세계는 내 것이 된다.<br>그때까지 여흥을 즐긴다 생각하면<br>썩 나쁘지 않지……", "Le monde finira tôt ou tard sous mon contrôle.<br>En attendant, je ne suis pas contre prendre un peu de bon temps.", "Eines Tages wird die Welt mein sein.<br>Aber zwischenzeitlich werde ich mich dieser... Zerstreuung widmen.", "Antes o después el mundo será mío.<br>Hasta entonces, no me importa participar en esta... distracción."], "description": ["A warlock who hails from a world where the Crystals shine with light and who claimed for himself the power of the Void. He is a creature born from countless malevolent souls that gathered and took root in a single tree in the Great Forest of Moore, who came to desire ruling the world through the power of the Void. However, the Void would eventually prove too powerful for him to control, and he was consumed by it--just like the warlock-king Enuo before him.", "水晶閃耀的異界故事中登場的渴望虛無的魔道士。由寄宿在慕亞大森林的一棵樹中的邪惡之心所生，他取得了封印在次元夾縫的虛無之力，並企圖支配世界。可是，他與曾經同樣得到虛無之力企圖支配世界的魔道士恩歐一樣，最終反被得到手的虛無之力吞噬了。", "크리스탈이 빛나는 이계 이야기에 등장하는 '무'를 갈망하는 마도사. 무어의 대삼림에 있던 한 그루의 나무에 사악한 마음이 깃들어 탄생한 존재로, 차원의 틈새에 봉인된 '무'의 힘으로 세계를 지배하려 했다. 그러나 일찍이 '무'의 힘을 이용해 세계를 자신의 것으로 만들려 했던 사악한 마도사 에누오와 마찬가지로, 손에 넣었을 터인 '무'에 의해 스스로가 삼켜지는 말로를 걷게 된다.", "Un sorcier venu d'un monde où les cristaux brillent de mille feux et qui rêve de s'emparer du pouvoir du Néant. C'est un être né des âmes malveillantes réunies et installées dans un même arbre, dans la grande forêt de Mua, qui désire dominer le monde avec le pouvoir du Néant. Cependant, il finira par se faire engloutir par le Néant, trop puissant pour être contrôlé, tout comme le roi-sorcier Énuo avant lui.", "Ein Warlock, der in einer Erzählung über Kristalle in einer anderen Welt vorkommt. Er dürstete nach der Macht des Nichts. Exdeath wurde aus einem uralten Baum im Großen Wald von Moore geboren, in dem sich zahllose böse Seelen versammelt hatten. Mit der im interdimensionalen Riss versiegelten Macht des Nichts plante er, die Welt zu unterwerfen. Letztendlich war diese Macht jedoch zu groß für ihn, und wie schon der diabolische Warlock Enuo zuvor, wurde er vom Nichts verschlungen.", "Brujo originario de un mundo donde los cristales brillan, que reclamó para sí el poder del Vacío. Es una criatura nacida de incontables almas malvadas que se reunieron y arraigaron en un único árbol del Gran Bosque de Moore, donde comenzaron a ansiar controlar el mundo mediante el poder del Vacío. El poder del vacío, sin embargo, terminaría siendo demasiado poderoso para poder controlarlo, y terminó consumiéndolo del mismo modo que al rey brujo Enuo antes que a él."], "fusion": ["Ha ha ha ha!<br>All shall kneel to my power!", "哈哈哈！<br>屈服於我的力量吧！", "하하하!<br>내 힘 앞에 무릎 꿇어라!", "Ha ha ha ha !<br>Vous vous prosternerez tous devant mon pouvoir !", "Hahahaha!<br>Neige dein Haupt vor meiner Stärke!", "¡Ja, ja, ja, ja!<br>¡Todos se inclinarán ante mi poder!"], "summon": ["The power to devour all...<br>Soon, it will be mine.", "能夠吞噬一切的最強之力……<br>馬上就要成為我的東西了。", "모든 것을 집어삼키는 최강의 힘…<br>머지않아 내 것이 될 것이다.", "Le pouvoir de tout engloutir...<br>Sera bientôt mien.", "Die ultimative, alles verschlingende Macht ...<br>Bald wird sie mein sein!", "El poder devora a todos...<br>Y pronto será mío."]}}}, "job": "Dark Mage", "sex": "Male", "game": "FFV", "rarity_max": 6, "names": ["Exdeath", "艾克斯迪司", "엑스데스", "Exdeath", "Exdeath", "Exdeath"], "equip": [1, 2, 5, 6, 15, 30, 31, 41, 51, 52, 60], "game_id": 10005, "rarity_min": 3, "tribe_id": 5, "id": "205000703", "job_id": 20}