{"TMR": ["MATERIA", 504020220], "name": "Krile", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10010, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20030, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20050, "rarity": 3}, {"level": 12, "type": "MAGIC", "id": 10020, "rarity": 3}, {"level": 23, "type": "MAGIC", "id": 20100, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 200130, "rarity": 3}, {"level": 31, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 45, "type": "MAGIC", "id": 20120, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 200150, "rarity": 4}, {"level": 19, "type": "MAGIC", "id": 20160, "rarity": 5}, {"level": 39, "type": "MAGIC", "id": 10130, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 54, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 65, "type": "MAGIC", "id": 20240, "rarity": 5}, {"level": 71, "type": "ABILITY", "id": 202130, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 203960, "rarity": 5}], "sex_id": 2, "entries": {"205000503": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [422, 1280, 240], "ATK": [17, 50, 16], "MP": [25, 76, 60], "MAG": [21, 63, 16], "SPR": [18, 56, 16], "DEF": [17, 51, 16]}, "magic_affinity": [4, 4, 4, 0], "ability_slots": 3, "limitburst_id": 205000503, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 3, "290050200": 10, "290010100": 20, "290030200": 3, "290020500": 8}}, "rarity": 3, "compendium_id": 89, "attack_damage": [[100]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [45], "effect_frames": [43], "strings": {"evolution": null, "affinity": null, "description": ["A young girl whose story is told in a tale of crystals, from another world. Princess of Bal in the Second World, she is the granddaughter of Galuf, who lovingly raised her after the disappearance of her parents. Fearing for her grandfather after he set off to protect the crystal, she rides a meteorite and travels to Bartz's world on her own, a brave act which awakens Galuf's long-lost memories.", "異界有關水晶的故事中登場的少女，她是第2世界巴爾國的公主，也是加拉夫的孫女。在她剛出生後雙親就下落不明，靠祖父將她培養成人。她心繫為保護水晶而踏上旅途的加拉夫的安危，隻身一人乘坐隕石來到巴茲等人的世界。她的這番行動也成為了喚醒加拉夫記憶的契機。", "이계에서 전해지는 크리스탈 이야기에 등장하는 소녀. 제2세계에 있는 발 왕국의 공주이자 가라프의 손녀. 태어나자마자 부모가 실종되어 할아버지의 사랑을 독차지하고 자랐다. 크리스탈을 지키기 위해 떠난 가라프가 걱정이 되어, 홀로 운석을 타고 버츠 일행이 사는 세계로 찾아왔다. 이런 열정적인 행동이 결국 가라프가 잃어버린 기억을 되찾는 계기가 되었다.", "Une jeune fille dont l'histoire est narrée dans un conte de cristal venu d'un autre monde. Princesse de Bal du Deuxième Monde, elle est la petite-fille de Galuf qui l'a élevée avec amour après la mort de ses parents. Craignant pour la vie de son grand-père parti protéger les cristaux, elle chevauche une météorite et part rejoindre le monde de Bartz, un acte courageux qui ravivera des souvenirs anciens chez Galuf.", "Junges Mädchen, dessen Geschichte in einer Sage von Kristallen aus einer anderen Welt erzählt wird. Prinzessin von Bal in der Zweiten Welt und Enkelin von Galuf, der sie nach dem Verschwinden ihrer Eltern aufzog. Reist ihrem Großvater aus Sorge auf einem Meteoriten in die Welt von Bartz hinterher; eine mutige Tat, durch die sie Galufs verlorene Erinnerung zurückerlangt.", "Krile es la princesa de Bal, en el Segundo Mundo, y la nieta de Galuf, que la crió con amor tras la desaparición de sus padres. Como Krile teme por su abuelo, cuando parte para proteger el cristal, decide montar en un meteorito y viajar al mundo de Bartz en persona, un acto valiente que despierta los recuerdos olvidados de Galuf."], "fusion": ["If there are any creatures you want to<br>talk to, I'd be happy to interpret for you!", "如果你想和動物交談了，<br>就來跟我說！<br>我來幫你翻譯！", "동물이랑 얘기하고 싶으면<br>나한테 말만 해!<br>내가 대신 전달해줄게!", "Si jamais tu as envie de parler avec des créatures, je serais ravie de servir d'interprète !", "Wenn du mit Kreaturen sprechen<br>willst, spiele ich den Dolmetscher<br>für dich!", "Si quieres hablar con alguna criatura, ¡estaré encantada de hacerte de intérprete!"], "summon": ["Hi! I'm Krile!<br>I want to fight with you, too!", "你好呀！<br>我是可露兒！<br>我會和你一起戰鬥的！", "만나서 반가워!<br>난 쿠루루라고 해!<br>나도 함께 싸울게!", "Salut ! Je m'appelle Krile !<br>Moi aussi, je veux me battre<br>à tes côtés !", "Hallo! Ich bin Krile!<br>Ich will auch mit dir kämpfen!", "¡Hola! ¡Soy Krile!<br>¡Yo también quiero luchar contigo!"]}}, "205000505": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [708, 2146, 390], "ATK": [27, 83, 26], "MP": [42, 127, 85], "MAG": [35, 105, 26], "SPR": [31, 94, 26], "DEF": [28, 85, 26]}, "magic_affinity": [6, 6, 6, 0], "ability_slots": 4, "limitburst_id": 205000505, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 370, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [45], "effect_frames": [43], "strings": {"evolution": ["I'll do my best!<br>If I don't, my grandfather would laugh at me.", "我也會加油的！<br>不打起精神來，<br>可是會被爺爺笑話的。", "나도 열심히 할게!<br>정신 똑바로 차리지 않으면<br>할아버지를 뵐 면목이 없으니까.", "Je vais faire de mon mieux !<br>Autrement, mon grand-père se moquerait de moi.", "Ich geb mein Bestes!<br>Nicht, dass Opa mich noch auslacht ...", "¡Lo haré lo mejor que pueda!<br>Si no, mi abuelo se reiría de mí."], "affinity": ["You can count on me for anything!<br>I'll do my best to help out!", "你可以<br>再多依賴我一些哦！<br>今後也讓我們一起加油吧！", "내게 부탁할 일이 있으면<br>언제든지 말해. 알겠지?<br>앞으로도 같이 열심히 하자!", "Tu peux compter sur moi pour n'importe quoi !<br>je ferai de mon mieux pour vous aider !", "Du kannst mir alles anvertrauen!<br>Ich gebe immer mein Bestes für dich!", "¡Cuenta conmigo para lo que sea!<br>¡Haré lo que pueda por ayudar!"], "description": ["A young girl whose story is told in a tale of crystals, from another world. Krile is granddaughter to Galuf, one of the Warriors of Dawn, and princess of the kingdom of Bal. She joined Bartz and his companions after her grandfather fell in battle at the hands of Exdeath. Having the ability to understand animals and the sort, she is said to have helped facilitate communication between Bartz and his partner Boko, Lenna and her family's wind drakes, and Faris and her sea dragon Syldra.", "異界有關水晶的故事中登場的少女，是曉之四戰士之一的加拉夫的孫女，同時也是巴爾國的公主。她繼承了在與艾克斯迪司激戰中喪命的加拉夫的意志與技能，並加入了巴茲一行人。她活用與動物相互溝通的能力，將巴茲的夥伴波可、與蕾娜形同家人的飛龍還有法利斯的好友希爾德拉的思念傳達給了他們。", "이계에 전해지는 크리스탈 이야기에 등장하는 소녀. 새벽의 4전사 중 한 명인 가라프의 손녀로, 발 왕국의 공주이기도 하다. 엑스데스와의 격전 끝에 목숨을 잃은 가라프의 유지와 기술을 이어받은 그녀는 그 후 버츠 일행과 행동을 함께 했다. 동물과 의사소통을 할 수 있는 능력을 살려 버츠의 파트너 보코와, 레나의 가족이나 다름없는 존재인 비룡, 파리스의 벗 실드라와 같은 동물들의 마음을 동료들에게 전하는 역할을 도맡았다고 한다.", "Une jeune fille dont l'histoire est narrée dans un conte de cristal venu d'un autre monde. Krile est la petite-fille de Galuf, l'un des Guerriers de l'aube, ainsi que la princesse du royaume de Bal. Elle rejoignit Bartz et ses compagnons après que son grand-père fut tombé au combat face à Exdeath. Capable de comprendre les animaux et leurs intentions, on dit qu'elle servait d'interprète entre Bartz et son partenaire Boko, Lenna et les dragons de vent de sa famille, ainsi que Faris et son dragon de mer Syldra.", "Ein Mädchen, das in einer Erzählung über Kristalle in einer anderen Welt vorkommt. Krile ist die Enkelin von Galuf, eines der Krieger der Morgendämmerung, und Prinzessin des Königreichs Bal. Sie schloss sich Bartz' Gefährten an, nachdem ihr Großvater im Kampf gegen Exdeath gefallen war. Mit ihrer Fähigkeit, die Sprache der Tiere zu verstehen, diente sie der Gruppe als Mittler zwischen Bartz und Boko, Lenna und den Winddrachen sowie Faris und Syldra.", "Joven cuya historia forma parte de un relato de otro mundo sobre los cristales. Krile es nieta de Galuf, uno de los Guerreros del Alba, y princesa del reino de Bal. Se alió con Bartz y sus compañeros cuando su abuelo pereció en combate contra Exdeath. Posee la capacidad de comprender a los animales, y se dice que contribuyó a que pudieran comunicarse Bartz con su compañero Boko, Lenna con los dragones de viento de su familia y Faris con su dragón de mar Syldra."], "fusion": ["How warm...<br>I can remember my grandfather...", "好溫暖……<br>然我想起了<br>我的爺爺。", "따뜻해…<br>할아버지의 품속이<br>생각난다.", "Quelle chaleur...<br>Ça me rappelle mon grand-père...", "Diese Wärme ...<br>Das erinnert mich an Opa ...", "Qué cálido...<br>Recuerdo a mi abuelo..."], "summon": ["I'm not lonely or anything.<br>Isn't that right, grandfather?", "我不是孤身一人，<br>對吧，爺爺？", "난 혼자가 아니야.<br>내 말이 맞지, 할아버지?", "Tu te trompes, je ne suis pas seule.<br>J'ai pas raison grand-père ?", "Ich bin niemals allein.<br>Stimmt's, Opa?", "Te equivocas, no estoy solo.<br>¿Estoy en lo correcto, abuelo?"]}}, "205000504": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [545, 1651, 390], "ATK": [21, 64, 26], "MP": [32, 98, 85], "MAG": [27, 81, 26], "SPR": [24, 73, 26], "DEF": [22, 66, 26]}, "magic_affinity": [5, 5, 5, 0], "ability_slots": 4, "limitburst_id": 205000504, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 5, "290050300": 10, "290020500": 20, "290030200": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 90, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [45], "effect_frames": [43], "strings": {"evolution": ["Grandpa, give me strength...<br>I want to protect the Crystals, too!", "爺爺，<br>借給我力量吧！<br>我想要守護水晶的光輝！", "할아버지,<br>제게 힘을 빌려주세요……!<br>크리스탈의 빛을 지키고 싶어요!", "Grand-père, donne-moi ta force... Moi aussi, je veux protéger les cristaux !", "Opa, hilf mir ...<br>Ich will die Kristalle auch beschützen können!", "Abuelo, dame fuerzas...<br>¡Yo también quiero proteger los cristales!"], "affinity": ["You can count on me for anything!<br>I'll do my best to help out!", "你可以再多依賴我一些哦！<br>今後也讓我們一起加油吧！", "내게 부탁할 일이 있으면<br>언제든지 말해. 알겠지?<br>앞으로도 같이 열심히 하자!", "Tu peux compter sur moi, je t'assure !<br>Je ferai de mon mieux pour me rendre utile !", "Du kannst jederzeit auf mich zählen!<br>Ich gebe immer mein Bestes für dich!", "¡Cuenta conmigo para lo que sea!<br>¡Haré lo que pueda por ayudar!"], "description": ["A young girl whose story is told in a tale of crystals, from another world. Princess of Bal in the Second World and granddaughter to Galuf, she loses her last remaining blood relative when her grandfather falls in battle to Exdeath. Though grieving his loss, she seems to inherit his power and his purpose, joining Bartz and his friends on their quest. With her curious ability to converse with wind drakes, moogles and other creatures, she proves an invaluable ally to her companions.", "異界有關水晶的故事中登場的少女，第2世界巴爾國的公主。她的祖父加拉夫在與艾克斯迪司的戰鬥中喪命。失去了唯一的親人後，她每天都鬱鬱寡歡，但最後決定要繼承祖父的遺志，與巴茲等人共同戰鬥。她生來能夠與飛龍及莫古利等動物交談，這不可思議的力量多次在危急關頭發揮作用，救助同伴。", "이계에서 전해지는 크리스탈 이야기에 등장하는 소녀. 제2세계에 있는 발 왕국의 공주이다. 유일한 혈육이었던 할아버지 가라프가 엑스데스와 사투 끝에 목숨을 잃자 깊은 슬픔에 빠졌으나, 곧 가라프의 힘과 유지를 이어받아 버츠 일행과 함께 싸우기로 했다. 비룡이나 모그리 같은 동물과 대화할 수 있는 능력을 타고났으며, 이 신비한 힘으로 위기에 빠진 동료를 여러 차례 구했다고 한다.", "Une jeune fille dont l'histoire est narrée dans un conte de cristal venu d'un autre monde. Princesse de Bal dans le Deuxième Monde et petite-fille de Galuf, elle perd le dernier membre de sa famille quand son grand-père tombe au combat face à Exdeath. Malgré son chagrin, elle semble avoir hérité de sa force et de sa volonté, et rejoint Bartz et ses amis dans leur quête. Capable de parler aux drakes, aux mogs et à d'autres créatures, elle se révèle être une alliée de taille pour ses compagnons.", "Ein junges Mädchen, dessen Geschichte in einer Sage von Kristallen aus einer fernen Welt erzählt wird. Prinzessin von Bal in der Zweiten Welt und Enkelin von Galuf. Verliert ihren letzten lebenden Verwandten, als dieser im Kampf gegen Exdeath fällt. Scheint dessen Kraft und Ziele geerbt zu haben und schließt sich Bartz und seinen Freunden an. Ihre seltsame Fähigkeit, mit Winddrachen, Mogrys und anderen Kreaturen sprechen zu können, macht sie zum unverzichtbaren Verbündeten.", "Una joven cuya historia forma parte de un relato de otro mundo sobre los cristales. Krile es la princesa de Bal, en el Segundo Mundo, y la nieta de Galuf. Pierde a su último pariente sanguíneo al morir su abuelo en la batalla contra Exdeath. Aunque lamenta la pérdida, parece heredar su fuerza y voluntad y se une a la aventura de Bartz y sus amigos. Tiene la curiosa habilidad de hablar con los dracos, los moguri y otras criaturas, por lo que resulta una compañera muy valiosa."], "fusion": ["Hey, I'm grandpa's little girl!<br>I'm as good at fighting as anyone!", "我也是爺爺的孫女嘛！<br>會好好地戰鬥的！", "날 키워 주신 건<br>우리 훌륭한 할아버지야.<br>그러니 얼마든지 싸울 수 있어!", "Tu connais mon grand-père ?<br>Alors tu dois savoir que je sais me défendre !", "Weißt du, wer mein Opa ist?<br>Mir macht so schnell keiner was vor!", "¡Ey, soy el ojito derecho de mi abuelo!<br>¡Tan buena en combate como cualquiera!"], "summon": ["A voice called me here...at least I think it did.<br>Maybe I can help you?", "我聽到一個奇妙的聲音在呼喚我。<br>不知我能不能成為你的力量。", "신비한 목소리에 이끌려<br>여기까지 왔어.<br>내가 도움이 될까?", "Une voix m'a amenée jusqu'ici...<br>Du moins, c'est ce que je pense.<br>Qui sait, je peux peut-être aider ?", "Eine Stimme hat mich hergerufen ... glaub ich.<br>Kann ich dir irgendwie helfen?", "Juraría... que una voz me ha traído aquí...<br>A lo mejor puedo ayudarte."]}}}, "job": "Red Mage", "sex": "Female", "game": "FFV", "rarity_max": 5, "names": ["Krile", "可露兒", "쿠루루", "Krile", "Krile", "Krile"], "equip": [1, 2, 5, 15, 30, 40, 41, 50, 51, 53, 60], "game_id": 10005, "rarity_min": 3, "tribe_id": 5, "id": "205000503", "job_id": 31}