{"TMR": ["MATERIA", 504020170], "name": "Galuf", "is_summonable": true, "skills": [{"level": 5, "type": "MAGIC", "id": 20080, "rarity": 3}, {"level": 18, "type": "MAGIC", "id": 20090, "rarity": 3}, {"level": 20, "type": "ABILITY", "id": 100130, "rarity": 3}, {"level": 34, "type": "MAGIC", "id": 20100, "rarity": 3}, {"level": 11, "type": "ABILITY", "id": 200120, "rarity": 4}, {"level": 49, "type": "ABILITY", "id": 200220, "rarity": 4}, {"level": 55, "type": "ABILITY", "id": 200470, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 101470, "rarity": 4}, {"level": 8, "type": "MAGIC", "id": 20200, "rarity": 5}, {"level": 19, "type": "MAGIC", "id": 20210, "rarity": 5}, {"level": 40, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 101340, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 201130, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 201140, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 203970, "rarity": 5}], "sex_id": 1, "entries": {"205000305": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [912, 2765, 450], "ATK": [35, 105, 30], "MP": [40, 122, 75], "MAG": [34, 104, 30], "SPR": [28, 85, 30], "DEF": [29, 89, 30]}, "magic_affinity": [5, 6, 0, 0], "ability_slots": 4, "limitburst_id": 205000305, "attack_count": 40, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 371, "attack_damage": [[40, 60]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [23, 46], "effect_frames": [21, 44], "strings": {"evolution": ["The attitude of a ruler, I have not.<br>As a Warrior of Dawn,<br>I shall fight alongside you!", "我可不是當國王的料，<br>還是讓我作為一名曉之戰士<br>與你並肩戰鬥吧！", "왕의 자리는 내 성미에 맞지 않아서 말일세.<br>그러니 새벽의 전사로서<br>함께 싸우도록 하겠네!", "Je ne suis pas fait pour régner.<br>Je me battrai donc à vos côtés<br>en tant que Guerrier de l'Aube !", "Das Leben als König liegt mir einfach nicht.<br>Ich werde als Krieger der Morgendämmerung<br>an eurer Seite kämpfen!", "La actitud de un gobernante no la tengo.<br>Como Guerrero del Alba,<br>¡lucharé a tu lado!"], "affinity": ["When I look at you young people, it brings me back to my younger days.<br>How long it has been...", "看著你們<br>就想起了過去的我。<br>真是令人懷念啊……", "자네들을 보고 있자니<br>옛 동료들이 생각나는군.<br>그때가 참 그립다네……", "Lorsque je vous regarde, vous les jeunes, j'ai l'impression d'avoir à nouveau vingt ans.<br>C'était il y a combien d'années déjà... ?", "Wenn ich euch junge Leute sehe, muss ich an früher denken.<br>Wie die Zeit vergeht...", "Cuando os miro, me acuerdo de cuando yo también era joven.<br>Hace ya tanto..."], "description": ["An old warrior from another world who appears in the tales of the Crystals. Galuf was one of the four original Warriors of Dawn who first sealed the warlock Exdeath. However, the seal eventually broke freeing Exdeath in the process, which lead Galuf to seek the help of Bartz and his friends in another world. Determined to protect his comrades and family, he lost his life facing Exdeath in battle. His will now lives on in his granddaughter Krile, whom he continues supporting in spirit.", "異界有關水晶的故事中登場的巴爾國的老王，曾是封印暗黑魔道士艾克斯迪司的曉之四戰士之一。他為了阻止打破封印完全復活的艾克斯迪司的野心，與巴茲等人共同奮戰。雖然他為了保護同伴和家人，隻身去挑戰艾克斯迪司失去了性命，但他的心念卻繼承給了其孫女可露兒，今後也一直支撐著她。", "이계에 전해지는 크리스탈 이야기에 등장하는 발 왕국의 노왕. 일찍이 암흑마도사 엑스데스를 봉인한 '새벽의 4전사' 중 한 명이다. 봉인을 풀고 부활한 엑스데스의 야망을 저지하기 위해 다른 세계에서 만난 버츠 일행과 함께 분투했다. 동료와 가족을 지키기 위해 홀로 엑스데스에게 도전해, 그 생명을 전부 불태우고 숨을 거두었으나 그의 의지는 손녀인 쿠루루에게 계승되어 그녀를 끝까지 지탱해주었다.", "Un vieux guerrier venu d'un autre monde qui apparaît dans l'histoire des cristaux. Galuf fut l'un des quatre Guerriers de l'aube, les premiers à sceller le sorcier Exdeath. Cependant, le sceau d'Exdeath se brisa et il fut libéré, ce qui poussa Galuf à demander l'aide de Bartz et ses amis dans un autre monde. Déterminé à protéger ses camarades et sa famille, il perdit la vie dans un combat face à Exdeath. Il repose désormais dans le cœur de sa petite-fille Krile, qu'il continue de soutenir spirituellement.", "Ein alter Recke, der in einer Erzählung über Kristalle in einer anderen Welt vorkommt. Galuf war einer der ursprünglichen Krieger der Morgendämmerung, die Exdeath zum ersten Mal bezwungen hatten. Nachdem Exdeath aus seinem Gefängnis entkommen konnte, ersuchte Galuf Bartz und dessen Freunde in einer anderen Welt um Hilfe. Er opferte sich schließlich, um seine Freunde und Familie vor Exdeath zu schützen. Sein Geist lebte jedoch im Herzen seiner Enkelin Krile weiter.", "Viejo guerrero que forma parte de un relato de otro mundo sobre los cristales. Galuf fue uno de los Guerreros del Alba originales que consiguieron sellar al brujo Exdeath. Desgraciadamente, el sello terminó rompiéndose y el brujo recobró la libertad, lo que propició que Galuf buscase la ayuda de Bartz y sus amigos en otro mundo. Decidido a proteger a sus compañeros y amigos a toda costa, perdió la vida enfrentándose a Exdeath. Su voluntad ahora reside en su nieta Krile, a quien sigue apoyando en espíritu."], "fusion": ["All is fine.<br>I'll join ya!<br>These beasts are nothing to me.", "不用擔心。<br>老朽在此，<br>魔物不足為懼。", "걱정 말게나.<br>내가 도와주겠네.<br>마물 따윈 상대도 안 될 걸세.", "Ne t'inquiète pas. Tout ira bien.<br>J'vais m'joindre à vous !<br>Ces bêtes ne sont rien pour moi.", "Macht euch keine Sorgen.<br>Ich passe auf euch auf!<br>Die paar Monster sind ein Klacks für mich.", "No pasa nada.<br>¡Me uniré a vosotros!<br>Estas bestias no son rival para mí."], "summon": ["Above being the King of Bal,<br>I am your ally!<br>Feel free to call me Galuf.", "我雖是巴爾國的國王，<br>但更是你們的同伴！<br>叫我加拉夫就好。", "나는  발 왕국의 국왕이기 이전에,<br>자네들의 동료일세!<br>아무쪼록 가라프라 불러주게나.", "Avant d'être le roi de Bal,<br>je suis ton allié !<br>Tu peux m'appeler Galuf.", "Ich mag der König von Bal sein,<br>aber mehr als alles andere bin ich euer Freund.<br>Nennt mich einfach Galuf.", "Además de ser el rey de Bal,<br>¡soy tu aliado!<br>Llámame Galuf."]}}, "205000304": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [702, 2127, 450], "ATK": [27, 81, 30], "MP": [31, 94, 75], "MAG": [26, 80, 30], "SPR": [22, 66, 30], "DEF": [23, 69, 30]}, "magic_affinity": [4, 5, 0, 0], "ability_slots": 4, "limitburst_id": 205000304, "attack_count": 40, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290030000": 10, "290030800": 5, "290020100": 20}}, "rarity": 4, "compendium_id": 184, "attack_damage": [[40, 60]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [23, 46], "effect_frames": [21, 44], "strings": {"evolution": ["I won't lose to you younglings yet!<br>I'll show you how real warriors were made in the old days!", "我還能戰鬥下去！<br>還不輸給年輕人！<br>就讓你們見識一下戰士的志氣吧！", "아직 멀었네!<br>젊은것들한테 질 순 없지!<br>전사의 의지를 얕보지 말게나!", "Je ne me laisserai pas vaincre par une bande de jeunots ! Vous allez voir de quel bois se chauffent les vrais guerriers !", "Ich lasse mich von euch Grünschnäbeln nicht vorführen!<br>Ich zeige euch, was man damals einen echten Krieger nannte!", "¡No pienso perder contra vosotros, chavales!<br>¡Vais a ver de qué pasta estaban hechos los guerreros de antaño!"], "affinity": ["When I look at you young people, it brings me back to my younger days.<br>How long it has been...", "看著你們就想起了過去的我。<br>真是令人懷念啊……", "자네들을 보고 있자니<br>옛 동료들이 생각나네그려.<br>그때가 참 그립구먼…….", "Quand je vois des jeunes gens comme vous, ça me rappelle le bon vieux temps.<br>Tout ça ne me rajeunit pas...", "Wenn ich euch jungen Leute sehe, muss ich an früher denken.<br>Wie die Zeit vergeht...", "Cuando os miro, me acuerdo de cuando yo también era joven.<br>Hace ya tanto..."], "description": ["An old warrior from another world who appears in the tales of the Crystals. He was the king of Bal in the Second World, and one of the Warriors of Dawn who formerly sealed away Exdeath. Unable to defeat Exdeath in a contest of strength, the Warriors had little choice but to seal him in the First World. Galuf has been haunted ever since by the fear that he left another world infected with the seeds of destruction. His love for peace and for his comrades is beyond compare, and inspires him to take on Exdeath in one-on-one combat, in order to save Bartz and the other Warriors of Light in the Great Forest of Moore.", "異界有關水晶的故事中登場的老戰士，他是第2世界巴爾城的國王，也是與暗黑魔道士艾克斯迪司戰鬥過的曉之四戰士的一員。當時他沒能徹底打敗艾克斯迪司，只得把他封印在第1世界中。他一直對給別的世界帶去災難一事感到後悔。他熱愛和平，珍惜同伴。在慕亞大森林為了救助巴茲等人，他單身匹馬去與艾克斯迪司戰鬥。", "이계에서 전해지는 크리스탈 이야기에 등장하는 늙은 전사. 제2세계에 있는 발 성의 왕이자 과거에 암흑마도사 엑스데스와 싸웠던 '새벽의 4전사'이다. 힘이 부족해 엑스데스를 완전히 처치하지 못하고 제1세계에 재앙을 떠넘긴 일을 줄곧 후회했다. 누구보다 평화와 동료를 사랑했으며, 무어 대삼림에서는 버츠 일행을 구하기 위해 엑스데스와 일대일로 싸웠다.", "Un vieux guerrier venu d'un autre monde qui apparaît dans l'histoire des cristaux. Il était roi de Bal dans le Deuxième Monde, et l'un des quatre Guerriers de l'aube qui avaient affronté Exdeath. Incapables de le vaincre, les guerriers avaient dû se résoudre à le sceller dans le Premier Monde. Galuf est resté hanté par cet échec et par la crainte qu'un nouveau monde ne soit corrompu par les graines de la destruction. Son amour pour ses compagnons et son désir de paix l'amèneront à affronter Exdeath en duel pour sauver Bartz et les Guerriers de la lumière dans la Grande forêt de Mua.", "Ein Krieger aus einer anderen Welt, der in der Erzählung der Kristalle vorkommt. Er war König von Bal in der Zweiten Welt und einer der Krieger der Morgendämmerung, die Exdeath einst einschlossen. Nicht in der Lage, Exdeath zu besiegen, blieb den Kriegern nichts anderes übrig, als ihn in der Ersten Welt einzuschließen. Galuf wird seitdem von der Angst heimgesucht, dass er die andere Welt mit der Saat der Zerstörung zurückließ. Seine Liebe zum Frieden und seinen Kameraden verleiht ihm die Kraft, gegen Exdeath anzutreten, um Bartz und die anderen Krieger des Lichts im großen Wald von Moore zu retten.", "Un antiguo guerrero de otro mundo que aparece en los relatos de los cristales. Era el rey de Bal, en el Segundo Mundo, y uno de los Guerreros del Alba que sellaron a Exdeath en el pasado. Incapaces de vencer a Exdeath por la fuerza, los guerreros no tuvieron otra opción que sellarlo en el Primer Mundo. Desde entonces, Galuf vive con el miedo de haber infectado otro mundo con las semillas de la destrucción. Su amor por la paz y sus camaradas es incomparable y le anima a combatir uno contra uno contra Exdeath para salvar a Bartz y los otros Guerreros de la Luz en el Gran Bosque de Moore."], "fusion": ["I've got to pick up the pace a bit or<br>Krile will scold me again!<br>I won't let you young'uns leave me behind!", "我也要更努力才行啊，<br>不然又會被可露兒說教了！<br>你可不要拋下我啊！", "더 열심히 하지 않으면<br>쿠루루한테 잔소리 듣게 생겼구먼!<br>날 버리고 가지 말게나!", "Je dois faire plus d'efforts, ou je vais encore me faire réprimander par Krile !<br>Pas question de laisser les jeunes prendre de l'avance sur moi !", "Ich muss mich ein wenig sputen, sonst wird Krile wieder böse!<br>Ich lass mich von Jungspunden nicht abhängen!", "Tengo que darme prisa o Krile me reñirá otra vez.<br>¡Jovenzuelos, no me dejaréis atrás!"], "summon": ["I am Galuf, King of Bal!<br>My hair may be gray, but I'm a Warrior of Dawn all the same!", "我是巴爾國的加拉夫！<br>別看我這把年紀了，<br>我可是曉之四戰士之一，厲害得很！", "나는 발 왕국의 가라프일세!<br>왕년에는 새벽의 4전사로 이름을 떨쳤지!<br>좋은 활약을 보여주겠네!", "Je suis Galuf, roi de Bal !<br>Mes cheveux gris ont beau trahir mon âge, je n'en reste pas moins un Guerrier de l'Aube !", "Ich bin Galuf, König von Bal!<br>Ich mag alt sein, doch ich bin immer noch ein Krieger der Morgendämmerung!", "¡Soy Galuf, rey de Bal!<br>Puede que mi pelo sea canoso, ¡pero sigo siendo un Guerrero del Alba!"]}}, "205000303": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [540, 1636, 300], "ATK": [20, 62, 20], "MP": [24, 72, 50], "MAG": [20, 62, 20], "SPR": [17, 51, 20], "DEF": [17, 53, 20]}, "magic_affinity": [3, 4, 0, 0], "ability_slots": 3, "limitburst_id": 205000303, "attack_count": 40, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 3, "290050200": 10, "290030000": 3, "290010000": 20, "290020100": 8}}, "rarity": 3, "compendium_id": 183, "attack_damage": [[40, 60]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [23, 46], "effect_frames": [21, 44], "strings": {"evolution": ["I remember!<br>I was one of the Dawn Warriors!<br>I finally remember everything!", "對啊，<br>我全想起來了！<br>我是曉之四戰士！", "그래.<br>나는 새벽의 4전사……!<br>드디어 모든 게 생각났네!", "Je me souviens maintenant !<br>J'étais l'un des Guerriers de l'Aube !<br>J'ai enfin retrouvé la mémoire !", "Ich erinnere mich!<br>Ich war einer der Krieger der Morgendämmerung!<br>Endlich fällt mir alles wieder ein!", "¡Lo recuerdo!<br>¡Era uno de los Guerreros del Alba!<br>¡Por fin lo recuerdo todo!"], "affinity": ["When I look at you young people, it brings me back to my younger days.<br>How long it has been...", "看著你們就想起了過去的我。<br>真是令人懷念啊……", "자네들을 보고 있자니<br>옛 동료들이 생각나네그려.<br>그때가 참 그립구먼…….", "Quand je vois des jeunes gens comme vous, ça me rappelle le bon vieux temps.<br>Tout ça ne me rajeunit pas...", "Wenn ich euch jungen Leute sehe, muss ich an früher denken.<br>Wie die Zeit vergeht...", "Cuando os miro, me acuerdo de cuando yo también era joven.<br>Hace ya tanto..."], "description": ["An old warrior from another world who appears in the tales of the Crystals. He first met Bartz and his allies in the aftermath of a meteorite strike. At that time, he had no memory of his identity, save his own name and his duty to protect the Crystals. As he journeys with the others, though, he recalls more and more of his past life. He remembers that he comes from a different world than the one Bartz and the others live in. And there, he had been one of the four Warriors of Dawn, who sealed the warlock Exdeath in the past after a desperate struggle.", "異界有關水晶的故事中登場的老戰士，在隕石墜落的地方與巴茲等人相遇，但他在那時就已經失去了記憶，只記得自己的名字和保護水晶的使命。隨著旅行的進行，他慢慢恢復了記憶，想起了自己是第2世界的人，曾經與暗黑魔道士艾克斯迪司戰鬥並將其封印，是曉之四戰士的一員。", "이계에서 전해지는 크리스탈 이야기에 등장하는 늙은 전사. 운석이 떨어진 곳에서 버츠 일행과 처음 만났을 때는 기억을 잃은 상태였으며, 크리스탈을 지켜야 한다는 사명 외에는 아무것도 기억하지 못했다. 하지만 여행을 하면서 점차 기억을 되찾았고, 자신이 버츠 일행이 사는 세계와는 다른 '제2세계'에서 왔으며, 일찍이 암흑마도사 엑스데스를 봉인한 '새벽의 4전사'라는 기억을 되살렸다.", "Un vieux guerrier venu d'un autre monde qui apparaît dans l'histoire des cristaux. Il a rencontré Bartz et des compagnons après la chute de la météorite. À cette époque, il ne se souvenait plus de rien, à l'exception de son nom et de son devoir de protéger les cristaux. La mémoire lui revient peu à peu alors qu'il voyage avec ses nouveaux alliés. Il se souvient qu'il vient d'un autre monde que celui-ci, et qu'il était l'un des quatre Guerriers de l'aube qui avaient scellé le sorcier Exdeath après un combat acharné.", "Krieger aus einer anderen Welt, der in der Erzählung der Kristalle vorkommt. Trifft das erste Mal während der Nachwehen eines Meteoriteneinschlages auf Bartz. Zu jener Zeit erinnert er sich nicht an seine Identität - nur an seinen Namen und seine Pflicht, die Kristalle zu schützen. Auf der Reise erinnert er sich immer mehr an seine Vergangenheit. Ihm fällt ein, dass er aus einer anderen Welt stammt. Dort war er einer der Krieger der Morgendämmerung, der in der Vergangenheit den Warlock Exdeath nach einem verzweifelten Kampf versiegelte.", "Un antiguo guerrero de otro mundo que aparece en los relatos de los cristales. Se topó por primera vez con Bartz y sus aliados tras la caída del meteorito. En aquel momento no sabía su identidad, solo su nombre y que debía proteger los cristales. A medida que avanza el viaje con los demás, va recordando más cosas de su vida pasada, como que proviene de un mundo diferente de aquel en el que viven Bartz y los demás. En ese mundo, fue uno de los cuatro Guerreros del Alba que sellaron al brujo Exdeath en el pasado tras una desesperada batalla."], "fusion": ["What a warm feeling...<br>It reminds me of the crystals' power.", "好溫暖啊，<br>讓我想起了水晶的力量。", "이것 참 따스하구려.<br>딱 크리스탈의 힘이<br>생각나는구먼.", "Quelle douce sensation...<br>Elle me rappelle le pouvoir des cristaux...", "Dieses warme Gefühl erinnert<br>mich an die Macht der Kristalle.", "Qué sensación tan cálida...<br>Me recuerda al poder de los cristales."], "summon": ["I am not from this world!<br>...Wait, why do I feel like I've said this before?", "……我不是這個世界的人！<br>咦？總覺得這句話我以前也說過……", "나는 이 세상 사람이 아니라네!<br>……잠깐, 전에도 똑같은 말을<br>한 적이 있는 것 같은데……?", "Je ne viens pas de ce monde !<br>C'est étrange, j'ai l'impression d'avoir déjà dit cela par le passé... ?", "Ich bin nicht von dieser Welt!<br>... Moment, mir ist, als hätte ich das schon einmal gesagt ...", "No pertenezco a este mundo.<br>Espera... ¿Por qué me suena haberlo dicho ya?"]}}}, "job": "Warrior", "sex": "Male", "game": "FFV", "rarity_max": 5, "names": ["Galuf", "加拉夫", "가라프", "Galuf", "Galuf", "Galuf"], "equip": [1, 2, 16, 30, 31, 40, 41, 50, 51, 52, 60], "game_id": 10005, "rarity_min": 3, "tribe_id": 5, "id": "205000303", "job_id": 5}