{"TMR": ["MATERIA", 504101200], "name": "Sabin", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200230, "rarity": 3}, {"level": 18, "type": "ABILITY", "id": 200220, "rarity": 3}, {"level": 37, "type": "ABILITY", "id": 200210, "rarity": 3}, {"level": 25, "type": "ABILITY", "id": 200240, "rarity": 4}, {"level": 47, "type": "ABILITY", "id": 100020, "rarity": 4}, {"level": 56, "type": "ABILITY", "id": 101380, "rarity": 4}], "sex_id": 1, "entries": {"206000403": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [576, 1744, 240], "ATK": [23, 70, 24], "MP": [20, 61, 40], "MAG": [16, 47, 16], "SPR": [15, 45, 16], "DEF": [21, 64, 16]}, "magic_affinity": [1, 1, 0, 0], "ability_slots": 1, "limitburst_id": 206000403, "attack_count": 15, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 3, "290050200": 10, "290010000": 20, "290030100": 3, "290020100": 8}}, "rarity": 3, "compendium_id": 85, "attack_damage": [[15, 15, 25, 45]], "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [11, 29, 51, 87], "effect_frames": [9, 27, 49, 85], "strings": {"evolution": null, "affinity": null, "description": ["A youth whose story is sung in a tale of espers and humans, told in a distant world. Twin brother to Edgar, prince of Figaro, his distaste for the struggle of succession led him to leave his homeland at the age of seventeen. Strict training under the martial artist Duncan transformed a boy into a man strong of body and passionate of mind, and after reuniting with his brother at Mt. Kolts, he swears to join the fight against their common foe, the Empire.", "異界有關幻獸與人的故事中登場的青年，是費加羅國王埃德加的雙胞胎弟弟。由於厭惡王位紛爭，他在17歲時離開王宮，拜格鬥家鄧肯為師進行修行。他不光擁有強壯的肉體，同時也是個熱血男兒，打心底看不慣帝國的惡行。在科爾茲山與哥哥再會後，他聽聞帝國背信棄義解除了與祖國的同盟，由此決定加入反抗帝國的隊伍。", "이계에서 전해지는 환수와 인간 이야기에 등장하는 청년. 피가로 국왕 에드가의 쌍둥이 동생이지만 왕위계승권을 둘러싼 분쟁을 피해 17세 때 성을 떠났으며, 그 후 격투가 던컨의 제자로 들어가 수행을 쌓았다. 단련된 육체를 가진 혈기 왕성한 사나이로, 이전부터 제국의 악행을 혐오했다. 콜츠 산에서 만난 형에게서 조국이 제국과의 동맹을 파기했다는 소식을 듣고 형과 함께 제국과 맞서 싸우기로 했다.", "Un jeune garçon venu d'un conte d'humains et de chimères, dans un monde reculé. Frère jumeau d'Edgar, prince de Figaro, son dégoût pour les luttes de succession l'a poussé à quitter son pays à l'âge de dix-sept ans. Un entraînement strict sous l'égide du maître en arts martiaux Duncan l'a transformé en un homme puissant à l'esprit fougueux. Après avoir retrouvé son frère au mont Koltz, il jure de rejoindre le combat contre leur ennemi commun, l'Empire.", "Junger Mann, dessen Geschichte in einer Sage von Espern und Menschen aus einer fernen Welt erzählt wird. Zwillingsbruder von Edgar, Prinz von Figaro. Da er nicht um den Thron kämpfen wollte, verließ er mit siebzehn Jahren sein Heimatland. Ein strenges Training unter dem Kämpfer Duncan machte ihn zu einem starken und leidenschaftlichen Mann. Nachdem er in den Kolts-Bergen mit seinem Bruder wiedervereint wird, schließt er sich dem Kampf gegen das Imperium an.", "Es el hermano gemelo de Edgar, el príncipe de Fígaro. Como a Sabin no le gustaba la lucha por la sucesión, decidió abandonar su hogar con diecisiete años. El duro entrenamiento del maestro de artes marciales Duncan hizo que Sabin se convirtiera en un hombre fuerte de mente apasionada. Al reunirse de nuevo con su hermano en el monte Koltz, jura unirse a la lucha contra el Imperio, su enemigo común."], "fusion": ["Dinner time!<br>I'm gonna eat till I burst!", "開飯！開飯啦！<br>快上來好酒好肉！<br>我要吃到站不起來為止！", "자, 밥 먹고 하자!<br>있는 대로 다 가져와!<br>배고파 죽겠어~!", "À la bouffe !<br>Je vais manger à m'en faire exploser le bide !", "Zeit zum Futtern! Ich werde mich<br>vollstopfen, bis ich platze!", "¡A cenar!<br>¡Voy a comer hasta reventar!"], "summon": ["I'm Sabin of Figaro! Now, who's ready to crush some skulls?", "我是來自費加羅國的馬修。<br>別客氣，就讓我來幫幫你吧！", "난 피가로에서 온 매시다.<br>이왕 이렇게 된 거<br>내가 좀 도와줄게!", "Je suis Sabin de Figaro ! <br>Alors, qui est prêt pour la<br>castagne ?", "Ich bin Sabin von Figaro! Also, mischen wir den Laden auf!", "¡Soy Sabin de Fígaro! ¿Quién se apunta a dar leña?"]}}, "206000404": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [743, 2250, 390], "ATK": [30, 90, 34], "MP": [26, 79, 65], "MAG": [20, 61, 26], "SPR": [19, 58, 26], "DEF": [27, 82, 26]}, "magic_affinity": [2, 2, 0, 0], "ability_slots": 2, "limitburst_id": 206000404, "attack_count": 15, "magical_resist": 0, "awakening": null, "rarity": 4, "compendium_id": 86, "attack_damage": [[15, 15, 25, 45]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [11, 29, 51, 87], "effect_frames": [9, 27, 49, 85], "strings": {"evolution": ["The earth tried to swallow me up once or twice, but I just pried its jaws open and climbed back out!", "就算是掉進龜裂的地縫中，<br>我也會用力量將地縫撬開！", "설사 갈라진 대지에<br>빠진다 해도<br>내 힘으로 열어젖히리!", "Même si la terre se fendait en deux pour m'avaler tout cru, je serais assez fort pour écarter sa mâchoire à mains nues !", "Selbst wenn die Erde mich verschlingen wollte, mit dieser Kraft würde ich ihr Maul aufstemmen und ihr entrinnen!", "¡La tierra ha intentado tragarme una o dos veces, pero le abrí las fauces y salí de allí!"], "affinity": ["Gahaha!<br>What do you say? Want to go train in the mountains with me?", "哈哈哈！<br>怎麼樣，要不要和我一起去山裡修煉啊？", "으하하하!<br>어때? 나와 함께 산에 들어가서<br>육체를 단련해볼 생각은 없어?", "Mouahaha !<br>Alors ? Ça ne te dirait pas de t'entraîner dans la montagne avec moi ?", "Hahaha!<br>Wie sieht's aus? Kommst du mit in die Berge zum Trainieren?", "¡Ja, ja, ja!<br>¿Qué me dices? ¿Hace un entrenamiento en las montañas?"], "description": ["A youth whose story is sung in a tale of espers and humans, told in a distant world. Twin brother to Edgar, prince of Figaro, he left his homeland behind amidst the struggle for succession after the death of their father the king. Grateful to his brother for allowing him his freedom, he devoted himself to training in the martial arts, hoping to gain the strength needed to protect Edgar from further harm. Possessing a strong sense of justice that does not waver even after the world falls into ruin, he reunites with his lost teacher Duncan and masters his ultimate technique: the Phantom Rush.", "異界有關幻獸與人的故事中登場的青年，是費加羅國王埃德加的雙胞胎弟弟。由於厭惡王位紛爭，他離開王宮去外面修行。他很感謝給予自己自由的哥哥，因此決定用在修行中獲得的力量來支持哥哥。在世界崩潰後，他也不改懲惡揚善的態度，並與本以為已經去世的師父鄧肯再會，習得了究極奧義「夢幻鬥舞」。", "이계에서 전해지는 환수와 인간 이야기에 등장하는 청년. 피가로 국왕 에드가의 쌍둥이 동생이다. 왕위를 둘러싼 권력 다툼을 피해 성을 뛰쳐나갔다. 자유를 선택할 수 있게 해준 형을 위해 수행으로 얻은 힘을 쓰기로 마음먹었다고 한다. 세계가 붕괴한 후에도 악을 증오하고 정의를 관철하는 삶은 변함이 없었으며, 죽은 줄 알았던 스승 던컨과 만나 궁극 오의 '몽환투무'를 전수받았다.", "Un jeune garçon venu d'un conte d'humains et de chimères, dans un monde reculé. Frère jumeau d'Edgar, le prince de Figaro, il a quitté son royaume en proie aux luttes de succession après la mort du roi, son père. Grâce à son frère qui l'a laissé prendre sa liberté, il se consacre à l'étude des arts martiaux dans l'espoir d'avoir la force nécessaire pour protéger Edgar des menaces. Doté d'un sens de la justice indéfectible malgré le chaos qui règne dans son monde, il retrouve Duncan, son maître disparu et apprend sa technique ultime : la rixe évanescente.", "Junger Mann, dessen Geschichte in einer Sage von Espern und Menschen aus einer fernen Welt erzählt wird. Zwillingsbruder Edgars, Prinz von Figaro. Da er nach dem Tod des Vaters nicht um den Thron kämpfen wollte, verließ er mit siebzehn Jahren sein Heimatland. Er ist seinem Bruder dankbar für die Freiheit, durch die er sich der Kampfkunst widmen kann, mit der er auch ihn beschützen möchte. Besitzt einen starken Gerechtigkeitssinn, der auch nicht schwand, als die Welt ins Chaos fiel. Er trifft erneut auf seinen verschwundenen Lehrer und meistert die ultimative Meta-Fertigkeit: den Phantomstoß.", "Hermano gemelo de Edgar, el príncipe de Fígaro. Sabin dejó su patria durante la lucha de sucesión al morir su padre, el rey. Se centró en perfeccionar las artes marciales con la esperanza de conseguir la fuerza necesaria para proteger a Edgar de daños futuros. El gran sentido de la justicia de Sabin no flaquea ni siquiera durante el fin del mundo y domina su técnica definitiva: la estampida espectral."], "fusion": ["I don't care who my enemy is!<br>I'm gonna smash 'em with a blitz!", "哈哈哈哈！<br>不管敵人是誰<br>我都會用必殺技把他解決掉！", "으하하하!<br>누구든지 다 덤벼!<br>내 필살기로 한 방에 날려주마!", "Qu'importe mon adversaire,<br>je le réduirai en bouillie en deux temps trois mouvements !", "Mir egal, wie der Kerl heißt!<br>Ich mach ihn einfach platt!", "¡Me da igual quienes sean enemigos!<br>¡Los aplastaré con una técnica!"], "summon": ["Why don't we go together? I'm not big on philosophy or politics, but I can more than hold my own in a fight!", "要一起走嗎？<br>雖然我不明白什麼大道理，<br>不過論力量，我是不會輸給任何人的！", "같이 가줄까?<br>복잡한 건 모르겠지만<br>힘 하나는 둘째가라면 서럽다고!", "Et si on faisait un bout de chemin ensemble ? Je ne suis pas vraiment un intellectuel, mais les combats, ça me connaît !", "Wir sollten zusammenbleiben! Ich bin nicht die hellste Leuchte, aber im Kampf macht mir keiner was vor!", "¿Por qué no vamos juntos? No tengo ni idea de filosofía o política, ¡pero me defiendo de sobra en la batalla!"]}}}, "job": "Monk", "sex": "Male", "game": "FFVI", "rarity_max": 4, "names": ["Sabin", "馬修", "매시", "Sabin", "Sabin", "Sabin"], "equip": [16, 40, 50, 60], "game_id": 10006, "rarity_min": 3, "tribe_id": 5, "id": "206000403", "job_id": 9}