{"TMR": ["EQUIP", 405001500], "name": "Celes", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 201470, "rarity": 3}, {"level": 8, "type": "MAGIC", "id": 20020, "rarity": 3}, {"level": 8, "type": "MAGIC", "id": 10020, "rarity": 3}, {"level": 22, "type": "ABILITY", "id": 100100, "rarity": 3}, {"level": 13, "type": "MAGIC", "id": 10050, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 201140, "rarity": 4}, {"level": 48, "type": "MAGIC", "id": 20090, "rarity": 4}, {"level": 52, "type": "MAGIC", "id": 30220, "rarity": 4}, {"level": 18, "type": "MAGIC", "id": 10010, "rarity": 5}, {"level": 26, "type": "MAGIC", "id": 30090, "rarity": 5}, {"level": 40, "type": "MAGIC", "id": 30140, "rarity": 5}, {"level": 72, "type": "MAGIC", "id": 20210, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 200460, "rarity": 5}], "sex_id": 2, "entries": {"206000703": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [453, 1372, 150], "ATK": [19, 59, 10], "MP": [22, 68, 35], "MAG": [20, 62, 10], "SPR": [18, 54, 10], "DEF": [16, 49, 10]}, "magic_affinity": [5, 6, 3, 0], "ability_slots": 2, "limitburst_id": 206000703, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290010100": 25, "290030400": 5, "290020500": 10}}, "rarity": 3, "compendium_id": 206, "attack_damage": [[50, 50]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [17, 53], "effect_frames": [15, 51], "strings": {"evolution": null, "affinity": ["I have friends who trust me, and that trust I shall never betray.<br>My sword is yours, in good faith.", "我有信賴著我的同伴，<br>因此我絕對不會背叛這份信賴。<br>我要將這把劍託付與你。", "날 믿어주는 동료들이 있다면<br>그 마음에는 반드시 보답하겠다.<br>내 목숨을 당신에게 맡기겠어.", "Mes amis croient en moi, et pour rien au monde, ne trahirai-je leur confiance. Mon épée est à ton service.", "Ich habe Freunde, die mir vertrauen, und diese werde ich nie verraten.<br>Mein Schwert gehört dir.", "Tengo amigos que confían en mi y jamás los traicionaré.<br>Mi espada es tuya y a ti me encomiendo."], "description": ["A woman from another world who had a role to play in the war against the espers. She served as a top general in the Gestahlian Empire, tasked with many important missions, including the invasion of Maranda. As a child, she was implanted with magic by Cid, and raised to be a peerless force in battle. She wields her unnatural magic with ease, and her sword even seals the magic of others, making her one of the empire's greatest weapons, whose record of success in battle speaks for itself.", "異界有關幻獸與人的故事中登場的女性，她是格斯塔拉帝國的將軍，小時候被希德博士植入了魔導之力，作為魔導戰士接受精英教育。她能夠操縱常人無法使用的魔法，還駕馭了能夠封印對方魔法的魔封劍。利用這些力量，她在攻打馬蘭達國中立下了赫赫戰功，被人們稱為常勝將軍。", "이계에서 전해지는 환수와 인간 이야기에 등장하는 여인. 가스트라 제국의 장군이다. 어릴 때 시드 박사에게 마도의 힘을 이식 받고 마도전사 영재교육을 받았다. 보통 사람은 사용할 수 없는 마법을 다루며, 상대의 마법을 흡수하는 '마봉검'도 사용한다. 이 능력 덕분에 마란다 왕국 공략전을 지휘하는 등 수많은 무공을 세워 '상승장군'이라는 별명을 얻는다.", "Une femme d'un autre monde qui a joué un rôle dans la guerre contre les chimères. Elle était général de l'empire de Gestahl, chargée de missions cruciales comme l'invasion de Maranda. Enfant, elle avait été imprégnée de magie par Cid, et élevée pour devenir une guerrière redoutable. Elle utilise ses pouvoirs artificiels avec aisance et son épée peut même annihiler la magie de ses rivaux. Elle est ainsi l'une des meilleures armes de l'Empire, et ses maintes victoires au combat le prouvent bien.", "Eine Frau aus einer anderen Welt, die eine Rolle im Krieg gegen die Esper spielt. Sie dient als oberste Generalin dem Reich Gestahl und ist mit wichtigen Missionen wie der Invasion Marandas beauftragt. Als Kind wurde ihr von Cid Magie eingepflanzt und sie wurde zu einer beispiellosen Kämpferin aufgezogen. Sie führt ihre Magie mit Leichtigkeit aus und ihr Schwert kann sogar die Magie anderer versiegeln. Dies macht sie zu einer der größten Waffen des Imperiums.", "Una mujer de otro mundo que participó en la guerra contra los espers. Era la general de más rango del Imperio de Gestahl y se le encomendaron muchas misiones importantes, incluida la invasión de Maranda. De niña, Cid le imbuyó magia y la criaron para que fuera inigualable en la batalla. Usa esa magia antinatural con facilidad e incluso puede sellar la de otros con su espada, por lo que Celes resulta una de las mejores armas del imperio con un historial de éxitos que habla por sí solo."], "fusion": ["My past is behind me...<br>I have nothing to do with the Empire now!", "我已經和過去的自己告別了，<br>已經和帝國沒有任何關係了。", "난 이미 예전과는 달라.<br>이제 제국과는 아무 상관도 없어.", "J'ai tiré un trait sur le passé. <br>Je n'ai plus rien à voir avec l'Empire désormais !", "Was vorbei ist, ist vorbei.<br>Ich habe nichts mehr mit dem Imperium zu tun!", "Mi pasado queda atrás...<br>¡Ahora no tengo nada que ver con el Imperio!"], "summon": ["I am a Magitek Knight, genetically enhanced to serve the Empire. Are you friend or foe? I can see it in your eyes...", "我的身體中被人工植入魔導之力，<br>是帝國的人造魔導士。<br>至於我是敵是友，就由你自己來分辨吧。", "나는 마도의 힘을 이식 받은<br>제국의 인조 마도사다.<br>적인지 아군인지는 네가 직접 확인해라.", "Je suis une guerrière magitech, modifiée génétiquement pour servir l'Empire. Es-tu ami ou ennemi ? Laisse-moi le lire dans tes yeux...", "Ich bin ein Magitek-Ritter, künstlich erschaffen, um dem Imperium zu dienen. Bist du Freund oder Feind?", "Soy un caballero Magitec, mejorado genéticamente para servir al Imperio. ¿Eres amigo o enemigo? Lo veo en tus ojos..."]}}, "206000704": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [588, 1783, 210], "ATK": [25, 77, 14], "MP": [29, 88, 45], "MAG": [26, 80, 14], "SPR": [23, 70, 14], "DEF": [21, 63, 14]}, "magic_affinity": [6, 7, 4, 0], "ability_slots": 3, "limitburst_id": 206000704, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040300": 5, "290050300": 10, "290020500": 20, "290050400": 5, "290030400": 10}}, "rarity": 4, "compendium_id": 207, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [17, 53], "effect_frames": [15, 51], "strings": {"evolution": ["What is this power?<br>Is it magic? No... This is something different.", "這力量是……魔導之力？<br>不，和魔導之力不一樣。", "이 힘은……?<br>마도의 힘…… 아냐, 뭔가 달라.", "Quel est ce pouvoir ?<br>Est-ce de la magie ? Non... C'est quelque chose de différent.", "Was ist das für eine Kraft?<br>Magie? Nein ... Es ist etwas anderes.", "¿Qué es este poder?<br>¿Es magia? No... Es otra cosa."], "affinity": ["I have friends who trust me, and that trust I shall never betray.<br>My sword is yours, in good faith.", "我有信賴著我的同伴，<br>因此我絕對不會背叛這份信賴。<br>我要將這把劍託付與你。", "날 믿어주는 동료들이 있다면<br>그 마음에는 반드시 보답하겠다.<br>내 목숨을 당신에게 맡기겠어.", "Mes amis croient en moi, et pour rien au monde, ne trahirai-je leur confiance. Mon épée est à ton service.", "Ich habe Freunde, die mir vertrauen, und diese werde ich nie verraten.<br>Mein Schwert gehört dir.", "Tengo amigos que confían en mi y jamás los traicionaré.<br>Mi espada es tuya y a ti me encomiendo."], "description": ["A general from another world who had a role to play in the war against the espers. She was implanted with artificial magic by the Gestahlian Empire. While peerless in battle, winning many commendations within the army, Celes carries silent doubts about the cruel tactics of her emperor. When she dares to voice these misgivings before him, however, she is branded a traitor and imprisoned. She is only saved from near-certain execution by a chance meeting with Locke.", "異界有關幻獸與人的故事中登場的女性，她是格斯塔拉帝國製造的人造魔導士，年紀輕輕便被稱為常勝將軍，是一位十分優秀的軍人。但她對為征服世界而不擇手段的帝國的做法產生了疑問，結果被冠上反叛者的罪名囚禁在了南費加羅鎮中。處刑前日，她在洛克的幫助下逃出，此後便與回歸者共同行動。", "이계에서 전해지는 환수와 인간 이야기에 등장하는 여인. 가스트라 제국이 만들어낸 인조 마도사로, 젊은 나이에 '상승장군'이라는 별명을 얻은 우수한 군인이다. 하지만 세계정복을 위해 수단과 방법을 가리지 않는 제국의 정책에 반발한 결과, 반역자로 낙인 찍혀 사우스피가로 마을에 유폐 당했다. 처형 전날 로크의 도움으로 탈출에 성공한 후 리터너에 합류했다.", "Un général d'un autre monde qui a joué un rôle dans la guerre contre les chimères. L'empire de Gestahl lui a insufflé des pouvoirs magiques artificiels. Invincible sur un champ de bataille et louée par toute son armée, Celes doutait en secret des tactiques cruelles de son empereur. Lorsqu'elle osa lui faire part de ses interrogations, elle fut accusée de trahison et emprisonnée. Elle réchappa miraculeusement à son exécution en rencontrant Locke.", "Generalin aus einer anderen Welt, die eine Rolle im Krieg gegen die Esper spielt. Obgleich sie eine beispiellose Kämpferin ist und in der Armee viel Beifall erhält, hat sie insgeheim Zweifel an den grausamen Methoden ihres Imperators. Als sie es wagt, ihm gegenüber diese Bedenken zu äußern, wird sie als Verräterin bezeichnet und eingesperrt. Durch reinen Zufall wird sie kurz vor ihrer Hinrichtung durch ein Treffen mit Lock gerettet.", "Una general de otro mundo. El Imperio de Gestahl la imbuyó con magia artificial. Aunque ha obtenido muchas condecoraciones en el ejército, guarda dudas silenciosas respecto a las crueles tácticas del emperador. Cuando se atreve a pronunciar tales recelos ante él, la tildan de traidora y la encarcelan. Tiene la suerte de conocer a Locke, lo único que la salva de una ejecución casi segura."], "fusion": ["I may have served as a general to the Empire,<br>but I still know evil when I see it.<br>I will not lie to myself.", "我……曾是帝國的將軍。<br>但帝國是錯的。<br>我不會再對自己的內心撒謊。", "나는…… 제국의 장군이었다.<br>하지만 악은 악일 뿐이지.<br>그 사실을 부정하진 않겠어.", "J'ai peut-être servi l'Empire en tant que générale, mais je sais reconnaître le Mal quand je le vois.<br>Je ne me mentirai pas.", "Ich mag einst General des Imperiums gewesen sein, aber ich kann dennoch Gut und Böse unterscheiden.<br>Ich bleibe mir treu.", "Puede que haya servido como general del Imperio, pero aún sé reconocer la maldad.<br>No me engañaré."], "summon": ["I can hold my own in battle.<br>I used to be a general of sorts, after all.", "我怎麼說也是個軍人，不會給你丟臉的。<br>你就好好看著吧！", "군인 출신이기에<br>전투에는 자신이 있다.<br>두고 보라고!", "Je sais me défendre en combat.<br>Après tout, je fus générale, autrefois.", "Ich bin nicht das erste Mal auf dem Schlachtfeld.<br>Ein, zwei Kämpfe habe ich schon hinter mir ...", "Puedo defenderme sola en batalla.<br>Después de todo, antes era una general. Más o menos."]}}, "206000705": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [765, 2318, 240], "ATK": [33, 100, 16], "MP": [38, 115, 60], "MAG": [34, 104, 16], "SPR": [30, 91, 16], "DEF": [27, 82, 16]}, "magic_affinity": [7, 8, 5, 0], "ability_slots": 4, "limitburst_id": 206000705, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 208, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [17, 53], "effect_frames": [15, 51], "strings": {"evolution": ["I once thought there was no hope left.<br>But now I know...as long as we do not abandon ourselves, there is always hope.", "我曾一度以為世上再沒有希望了，<br>但只要不放棄，<br>就會再次找到希望……", "한번은 희망이 사라진 줄 알았어.<br>하지만 포기하지 않으면<br>다시 희망을 찾을 수 있지…….", "Autrefois, j'ai cru qu'il n'y avait plus d'espoir.<br>Mais à présent, je sais... Tant que nous n'abandonnerons pas, il y en aura toujours.", "Ich dachte einst, es gäbe keine Hoffnung mehr.<br>Aber solange wir uns selbst nicht aufgeben, besteht immer Hoffnung.", "Llegué a pensar que no había esperanza.<br>Pero ahora sé que... mientras no nos rindamos, siempre la habrá."], "affinity": ["I have friends who trust me, and that trust I shall never betray.<br>My sword is yours, in good faith.", "我有信賴著我的同伴，<br>因此我絕對不會背叛這份信賴。<br>我要將這把劍託付與你。", "날 믿어주는 동료들이 있다면<br>그 마음에는 반드시 보답하겠다.<br>내 목숨을 당신에게 맡기겠어.", "Mes amis croient en moi, et pour rien au monde, ne trahirai-je leur confiance. Mon épée est à ton service.", "Ich habe Freunde, die mir vertrauen, und diese werde ich nie verraten.<br>Mein Schwert gehört dir.", "Tengo amigos que confían en mi y jamás los traicionaré.<br>Mi espada es tuya y a ti me encomiendo."], "description": ["A general from another world who had a role to play in the war against the espers. She was implanted with artificial magic by the Gestahlian Empire, and raised to be an unstoppable weapon—her skill with a blade equal to her skill with magic. Unable to tolerate the cruel methods of her emperor, she rebels and begins instead to work alongside the Returners, a rebel group opposing the empire. Her hard military nature means she has difficulty letting others see her emotions, but her new allies gradually help her to accept and embrace her own feelings.", "異界有關幻獸與人的故事中登場的女性，她是格斯塔拉帝國植入魔導之力而製造的人造魔導士，作為一名優秀的軍人立下了赫赫戰功。但她因不滿帝國的做法而背叛帝國，之後與反帝國組織回歸者共同行動。作為一名軍人，她幾乎不知道如何表達自己的感情，但在與救助她的洛克及同伴們接觸的過程中，她也展示出了作為女性的一面。", "이계에서 전해지는 환수와 인간 이야기에 등장하는 여인. 가스트라 제국에서 마도의 힘을 이식 받은 인조 마도사이자 혁혁한 공을 세운 우수한 군인이었지만, 제국의 정책에 반발하여 나라를 등지고 반 제국 조직 리터너와 함께했다. 평생을 군인으로 살아왔기 때문에 감정을 잘 드러내지 않지만, 자신을 구해준 로크 일행과 지내면서 여성스러운 감정을 표현하게 된다.", "Un général d'un autre monde qui a joué un rôle dans la guerre contre les chimères. L'empire de Gestahl lui a insufflé des pouvoirs magiques artificiels et l'a formée pour devenir une arme surpuissante, aussi douée en magie qu'à l'épée. Incapable de tolérer plus longtemps les méthodes cruelles de son empereur, elle se révolte et rejoint la Résistance, un groupe en lutte contre l'Empire. Ses émotions sont bridées par son instruction militaire éprouvante, mais ses nouveaux alliés l'aident à s'accepter et à faire parler ses sentiments.", "Generalin aus einer anderen Welt, die eine Rolle in Krieg gegen die Esper spielt. Ihr wurde künstliche Magie vom Reich Gestahl eingepflanzt. Sie wurde als unaufhaltbare Waffe aufgezogen, die sowohl mit der Klinge als auch mit Magie umgehen kann. Als sie die Grausamkeit des Imperators nicht länger erträgt, fängt sie an, für die Rückkehrer zu arbeiten, eine Rebellengruppe, die das Imperium bekämpft. Durch ihre harte, militärische Art ist es schwer für sie, Gefühle zu zeigen, doch die neuen Verbündeten helfen ihr, ihre eigenen Gefühle zu akzeptieren.", "Una general de otro mundo que participó en la guerra contra los espers. El Imperio de Gestahl la imbuyó con magia artificial y la crió para que fuera un arma imparable. Su habilidad con la espada es comparable a su destreza con la magia. Incapaz de tolerar los métodos crueles de su emperador, se rebela y empieza a trabajar junto a los Replicantes, un grupo rebelde contrario al imperio. Le resulta difícil mostrar las emociones a los demás por su recia naturaleza militar, pero sus recientes aliados ayudan a que acepte sus nuevos sentimientos."], "fusion": ["I have someone who can accept me for who I am.<br>That is all I need to be strong. To keep fighting.", "有同伴願意接受我，<br>這就是我能夠變強的理由。<br>因此我要戰鬥下去！", "나를 이해해 주는 사람이 있다…….<br>그 하나만으로 용기가 생기지.<br>이젠 싸울 수 있어!", "Il y a quelqu'un qui m'accepte telle que je suis.<br>C'est tout ce dont j'ai besoin pour être forte. Pour me battre.", "Es gibt jemanden, der mich so nimmt, wie ich bin.<br>Das ist alles, was ich brauche, um stark zu sein.", "Tengo a alguien que me acepta por lo que soy.<br>No necesito más para ser fuerte. Para seguir luchando."], "summon": ["Let us go together, and realize our dream of reclaiming this world.", "一起走吧，<br>讓我們去奪回世界，<br>實現夢想！", "나도 같이 가겠다.<br>위기에 처한 세계를<br>함께 구원하자!", "Faisons route ensemble. À nous deux, nous pourrons parvenir à récupérer ce monde !", "Lass uns gemeinsam losziehen, und diese Welt zurückerobern!", "Permite que vayamos juntos y hagamos realidad el sueño de reclamar este mundo."]}}}, "job": "Rune Knight", "sex": "Female", "game": "FFVI", "rarity_max": 5, "names": ["Celes", "塞麗絲", "세리스", "Celes", "Celes", "Celes"], "equip": [1, 2, 3, 5, 6, 15, 30, 40, 41, 50, 51, 60], "game_id": 10006, "rarity_min": 3, "tribe_id": 5, "id": "206000703", "job_id": 49}