{"TMR": ["MATERIA", 504201260], "name": "Wedge", "is_summonable": false, "skills": [{"level": 8, "type": "ABILITY", "id": 201280, "rarity": 2}, {"level": 22, "type": "ABILITY", "id": 201270, "rarity": 2}, {"level": 18, "type": "ABILITY", "id": 201310, "rarity": 3}, {"level": 28, "type": "ABILITY", "id": 201290, "rarity": 3}, {"level": 38, "type": "ABILITY", "id": 201300, "rarity": 3}], "sex_id": 1, "entries": {"206001503": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [383, 1162, 600], "ATK": [17, 50, 40], "MP": [18, 56, 100], "MAG": [14, 41, 40], "SPR": [14, 43, 40], "DEF": [17, 51, 40]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 2, "limitburst_id": 206001503, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 3, "compendium_id": 30, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [59, 49, 59], "effect_frames": [37, 47, 57], "strings": {"evolution": ["Heh heh...<br>I never thought I'd get to be this strong!", "嘿嘿……<br>沒想到我竟然可以變得這麼強！", "헤헷…….<br>내가 이렇게 강해지다니<br>꿈만 같은걸!", "Héhé...<br>Qui aurait cru que je deviendrais aussi fort ?", "Hehe ...<br>Hätte nie gedacht, dass ich mal so stark werde!", "¡Je, je, je!<br>¡Nunca pensé que me volvería tan fuerte!"], "affinity": ["I really owe you!<br>I'll pay you back somehow, you'll see.<br>You can bank on it!", "一路上真是受了你不少照顧啊！<br>我會好好感謝你的，<br>你就拭目以待吧！", "이것저것 신세 많이 졌어!<br>보답은 꼭 할 테니까<br>기대하고 있어.", "Je te dois une fière chandelle !<br>Je te revaudrai ça un de ces quatre.<br>Tu peux compter là-dessus !", "Ich schulde dir wirklich was!<br>Ich werd mich revanchieren, eines Tages.<br>Verlass dich drauf!", "¡Estoy en deuda contigo!<br>Te compensaré de alguna manera, ya verás.<br>¡Puedes contar con ello!"], "description": ["A soldier of the Gestahlian Empire who appears in a tale of humans and espers, told in a distant world. Together with his comrade Biggs and the mysterious girl Terra, he is sent on a mission to retrieve a frozen esper from the remote mining town of Narshe. Wielding magic and Magitek, they make swift work of their opposition and arrive at the resting place of the esper Valigarmanda, only to be bathed in unholy light and whisked away, never to be seen again.", "異界有關幻獸與人的故事中登場的格斯塔拉帝國的士兵，與搭檔比格斯和擁有魔導之力的少女蒂娜一起去炭坑都市納爾謝執行確保冰封的幻獸的任務。在當地他們遭到警備團的頑強抵抗，但憑藉蒂娜與魔導裝甲的力量突出了重圍。三人終於來到了炭坑深處，見到了沉睡在那裡的幻獸艷翼蛇鳥，卻因幻獸發出的不祥光芒而消失殆盡。", "이계에 전해지는 환수와 인간 이야기에 등장하는 가스트라 제국 병사. 단짝인 빅스와 마도의 힘을 가진 소녀 티나와 함께, 탄광도시 나르셰의 얼음 속에서 발견된 환수를 사로잡는 임무를 맡게 된다. 나르셰에 도착한 그들은 자경단의 완강한 저항에 부딪혔지만, 티나와 마도 아머의 힘으로 돌파했다. 일행은 결국 탄광에 잠든 환수 발리가르만다와 대면했으나, 환수가 쏜 괴이한 빛을 맞고 흔적도 없이 소멸했다.", "Un soldat de l'empire de Gestahl venu d'une histoire d'humains et de chimères, dans un monde lointain. Avec son ami Biggs et la mystérieuse Terra, il est chargé de retrouver une chimère gelée à Narshe, une lointaine ville minière. Grâce à la magie et à la technologie magitech, ils éliminent rapidement leurs adversaires et arrivent où repose Valigarmanda, la chimère qu'ils cherchaient. Ils se retrouvent alors baignés dans une lumière surnaturelle et disparaissent à jamais.", "Soldat des Reiches Gestahl aus einer Sage über Menschen und Esper, die man sich in einer fernen Welt erzählt. Zusammen mit seinem Kameraden Biggs und dem mysteriösen Mädchen Terra wird er auf die Mission geschickt, eine vereiste Esper aus der fernen Bergbaustadt Narshe zu bergen. Mit Magie und Magitek überwinden sie ihre Gegner und erreichen die Ruhestätte des Espers Valigarmanda - nur, um in unheiliges Licht getaucht und nie wieder gesehen zu werden.", "Un soldado del Imperio de Gestahl. Junto a su camarada Biggs y la misteriosa chica llamada Terra, tiene encomnendada la misión de capturar a un esper congelado en Narshe, un pueblo minero remoto. Usando la magia y la unidad Magitec se libran de la oposición y llegan al lugar de descanso del esper Valigarmanda. Al final consiguen que la criatura los haga desaparecer para siempre bañándolos en luz impura."], "fusion": ["I hope you can give my Magitek Armor<br>the same kind of love and attention!", "按這個節奏，<br>魔導裝甲的整備工作<br>也拜託你啦！", "좋았어!<br>내 마도 아머도<br>이렇게만 정비해 달라고!", "Je compte sur toi pour accorder autant d'amour et d'attention à mon armure magitech !", "Ich hoffe mal, du kümmerst dich um<br>meinen Magitek-Mech genauso<br>rührend.", "¡Espero que puedas darle a mi Unidad Magitec el mismo cariño y atención!"], "summon": ["Last thing I remember, I was looking for this esper, and...<br>Well, I guess I'm going with you now!", "明明是在礦山找幻獸的，<br>怎麼一睜眼來到了個奇怪的地方？<br>算了，還請你多關照啦！", "뭐지? 환수를 찾고 있었는데<br>처음 보는 데까지 와버렸네.<br>아무튼, 잘 부탁해!", "Je cherchais cette chimère, et soudain, je me suis retrouvé ici...<br>Bon, bah, je fais partie de votre bande, du coup !", "Das letzte, was ich weiß, ist, dass da dieser Esper war, und ...<br>Tja. Jetzt gehöre ich wohl zu dir!", "Lo último que recuerdo es estar buscando a un esper y...<br>Bueno, ¡supongo que iré contigo!"]}}, "206001502": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [284, 862, 450], "ATK": [12, 37, 30], "MP": [14, 42, 75], "MAG": [10, 31, 30], "SPR": [11, 32, 30], "DEF": [13, 38, 30]}, "magic_affinity": [0, 1, 0, 0], "ability_slots": 1, "limitburst_id": 206001502, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 750, "materials": {"290050100": 10, "290020600": 1, "290050200": 1, "290010200": 3}}, "rarity": 2, "compendium_id": 29, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [59, 49, 59], "effect_frames": [37, 47, 57], "strings": {"evolution": null, "affinity": null, "description": ["A soldier of the Gestahlian Empire who appears in a tale of humans and espers, told in a distant world. Together with his comrade Biggs, he is tasked with capturing a frozen esper discovered in the independent mining town of Narshe. They are opposed by the town guard but quickly dispatch all resistance with their powerful Magitek armor and the extraordinary abilities of their companion, a mysterious girl named Terra. Deep within the mine, they discover the mystical creature they seek.", "異界有關幻獸與人的故事中登場的格斯塔拉帝國的士兵，與搭檔比格斯一起去炭坑都市納爾謝執行確保冰封的幻獸的任務。納爾謝擁有警備團，是個高度自治的都市，但面對同行少女蒂娜的魔導之力與帝國開發的魔導裝甲，他們依然無能為力。突破警備團的包圍後，三人終於來到了炭坑深處，見到了沉睡在那裡的冰封的幻獸。", "이계에 전해지는 환수와 인간 이야기에 등장하는 가스트라 제국 병사. 단짝인 빅스와 함께 탄광도시 나르셰의 얼음 속에서 발견된 환수를 사로잡는 임무를 맡게 된다. 나르셰는 독립된 자경단을 보유할 정도의 높은 자치력이 있었으나, 임무에 동행한 소녀 티나의 마도의 힘과 제국산 마도 아머에는 당할 재간이 없었다. 저항하는 자경단을 물리치고 도달한 탄광 내부에는 얼음에 갇힌 환수가 잠들어 있었다.", "Un soldat de l'empire de Gestahl venu d'une histoire d'humains et de chimères, dans un monde lointain. Avec son ami Biggs, il est chargé de capturer une chimère gelée découverte dans la ville minière de Narshe. Ils affrontent les gardes de la ville, mais ils les terrassent bien vite grâce à leur puissante armure magitech et aux incroyables pouvoirs de la mystérieuse jeune fille appelée Terra qui les accompagne. Au fond de la mine, ils découvrent l'étrange créature qu'ils cherchaient.", "Soldat des Reiches Gestahl aus einer Sage über Menschen und Esper, die man sich in einer fernen Welt erzählt. Zusammen mit seinem Kameraden Biggs wird er beauftragt, eine vereiste Esper zu bergen, die in der Bergbaustadt Narshe entdeckt wurde. Der Stadtwächter stellt sich ihnen entgegen, muss sich ihrem Magitek-Mech und der Fähigkeiten ihrer Begleiterin, eines Mädchens namens Terra, aber schnell geschlagen geben. Tief in der Mine entdecken sie die mystische Kreatur, die sie suchen.", "Un soldado del Imperio de Gestahl. Junto a Biggs, Wedge tiene la tarea de capturar a un esper congelado descubierto en Narshe, el pueblo minero independiente. La guardia del pueblo opone resistencia, pero se libran de ellos gracias a su unidad Magitec y las extraordinarias habilidades de su compañera, una chica misteriosa llamada Terra. Al final de la mina encuentran la criatura mística que buscan."], "fusion": ["Is this...<br>Is this MAGIC!?<br>No, really. Is it or not?", "這力量……<br>難道是魔導之力？！<br>啊？不是？", "이 힘은……<br>설마 마도의 힘?!<br>응? 아니라고?", "Ce pouvoir ?! ... C'est celui de la MAGIE ?! C'est pas possible ! ... Si ?", "Ist das ...<br>Ist das MAGIE?!<br>Echt jetzt?!", "Esto es...<br>Acaso es... ¡¿magia?!<br>No, en serio. ¿Lo es o no?"], "summon": ["Wh-wh-whoa! Where am I!?<br>I was on a misson to find a frozen esper, and then...", "哇！！<br>嗯？這裡是哪兒？<br>我記得我是在尋找幻獸啊……", "으아아아악~!!!<br>……응? 여긴 어디지?<br>조금 전까지 환수를 찾고 있었는데…….", "Qu-qu-quoi ?! Mais où est-ce que je suis ?!<br>J'étais en mission pour trouver une chimère gelée, et tout à coup...", "Wa-Wa-Waas?! Wo bin ich?!<br>Ich war eben noch im Einsatz, sollte diesen Esper finden, und dann ...", "¡¿Eeeh?! ¡¿Dónde estoy?!<br>Estaba en una misión para encontrar a un esper congelado y..."]}}}, "job": "Imperial", "sex": "Male", "game": "FFVI", "rarity_max": 3, "names": ["Wedge", "魏吉", "웨지", "Wedge", "Wedge", "Wedge"], "equip": [14, 30, 41, 51, 52, 60], "game_id": 10006, "rarity_min": 2, "tribe_id": 5, "id": "206001502", "job_id": 34}