{"TMR": null, "name": "Magitek Armor Terra", "is_summonable": false, "skills": [{"level": 3, "type": "ABILITY", "id": 201260, "rarity": 3}, {"level": 5, "type": "ABILITY", "id": 201280, "rarity": 3}, {"level": 24, "type": "ABILITY", "id": 201270, "rarity": 3}, {"level": 38, "type": "ABILITY", "id": 201310, "rarity": 3}, {"level": 12, "type": "ABILITY", "id": 201290, "rarity": 4}, {"level": 29, "type": "ABILITY", "id": 201320, "rarity": 4}, {"level": 45, "type": "ABILITY", "id": 201300, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 201330, "rarity": 4}], "sex_id": 2, "entries": {"206000113": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [445, 1347, 150], "ATK": [20, 60, 10], "MP": [20, 60, 25], "MAG": [18, 54, 14], "SPR": [15, 45, 10], "DEF": [17, 51, 10]}, "magic_affinity": [5, 6, 0, 0], "ability_slots": 2, "limitburst_id": 206000113, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 3000, "materials": {"290050300": 3, "290050200": 10, "290010100": 20, "290030400": 3, "290020500": 8}}, "rarity": 3, "compendium_id": 135, "attack_damage": [[30, 30, 40]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [59, 49, 59], "effect_frames": [37, 47, 57], "strings": {"evolution": [null, null, null, null, null, null], "affinity": [null, null, null, null, null, null], "description": ["A woman who appears in tales from another world, where she played a role in the great conflict between humankind and espers. Though magic was thought to have been lost from her world, she was born able to use it, and that rare ability made her a target of the Gestahlian Empire as a child. Emperor Gestahl stole her away from her parents and turned her into a tool to be used for his dreams of world domination. Under the empire's control, she was ordered to pilot a set of Magitek armor to invade the mining town of Narshe and seize the esper that had been found encased in ice within the mine there.", "異界有關幻獸與人的故事中登場的少女，生來擁有本已消失的魔導之力。由於該能力十分稀有，因此她自小就被格斯塔拉帝國控制，作為征服世界的道具利用至今。她最新的任務就是乘坐魔導裝甲進攻炭坑都市，然後搶奪藏在礦坑深處的冰封的幻獸。", "이계에서 전해지는 환수와 인간 이야기에 등장하는 소녀. 사라진 마도의 힘을 타고났다. 그러나 이 특출 난 재능에 눈독을 들인 가스트라 제국은 그녀를 납치해 세계정복의 도구로 이용했다. 그 과정에서 내려온 새 임무는, '마도 아머'라는 병기를 타고 탄광도시를 습격하여 갱도에서 얼음에 갇힌 채 발견된 환수를 강탈하는 일이었다.", "Une femme qui apparaît dans un conte d'un autre monde, où elle joue un rôle important dans un immense conflit opposant les humains et les chimères. La magie semblait avoir disparu de son monde, mais elle est née avec des pouvoirs, et ce don si rare a fait d'elle la proie de l'empire de Gestahl. L'empereur l'a arrachée à ses parents alors qu'elle n'était qu'une enfant et a fait d'elle l'instrument de son rêve de domination. Sous le contrôle de l'Empire, elle reçoit l'ordre de piloter une armure magitech afin d'envahir les mines de Narshe pour capturer une chimère piégée dans les glaces.", "Frau, die in Erzählungen aus einer anderen Welt vorkommt, wo sie eine Rolle im Konflikt zwischen Menschheit und Espern spielt. Obwohl man glaubte, dass es keine Magie mehr in der Welt gab, wurde sie mit der Gabe dazu geboren. Diese seltene Fähigkeit machte sie zum Ziel des Reiches Gestahl. Imperator Gestahl entführte sie als Kind und machte sie zu einem Werkzeug für sein Streben nach der Weltherrschaft. Unter seiner Kontrolle wurde ihr befohlen, einen Magitek-Mech zu steuern, um in die Bergbaustadt Narshe einzudringen und die Esper zu bergen, die dort von Eis umhüllt in der Mine gefunden wurde.", "Una mujer que aparece en los relatos de otro mundo, donde formó parte del gran conflicto entre humanos y espers. Aunque la magia se había perdido en su mundo, nació pudiéndola usar, una habilidad peculiar por la que, de niña, fue el objetivo del Imperio de Gestahl. El emperador se la arrebató a sus padres y la convirtió en una herramienta para cumplir su sueño de dominar el mundo. Bajo el control del imperio, se le ordenó que pilotara una unidad Magitec para invadir el pueblo minero de Narshe y capturar al esper que habían encontrado encerrado en el hielo, dentro de una mina."], "fusion": ["...<br>Is this...power?", "……<br>力量……", "…………?<br>힘…….", "...<br>Est-ce... du pouvoir ?", "...<br>Ist das ... Kraft?", "...<br>Esto es... ¿Poder?"], "summon": ["...?<br>Where...am I?", "……<br>這裡是……哪？", "………….<br>여긴…… 어디지……?", "...<br>Où... suis-je... ?", "...?<br>Wo ... bin ich?", "¿...?<br>¿Dónde... estoy?"]}}, "206000114": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [578, 1752, 210], "ATK": [26, 79, 14], "MP": [26, 79, 35], "MAG": [23, 71, 18], "SPR": [19, 59, 14], "DEF": [22, 67, 14]}, "magic_affinity": [6, 7, 0, 0], "ability_slots": 3, "limitburst_id": 206000114, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 4, "compendium_id": 136, "attack_damage": [[30, 30, 40]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [59, 49, 59], "effect_frames": [37, 47, 57], "strings": {"evolution": ["This is...my new power?", "這是……<br>我的新力量？", "이것이……<br>내가 얻은 새로운 힘이야……?", "Est-ce... mon nouveau pouvoir ?", "Das ist ... meine neue Kraft?", "¿Es este... mi nuevo poder?"], "affinity": ["...I will go with you.<br>I have...decided.", "……我要和你一起走。<br>這是我自己……決定的。", "……나도 같이 갈래.<br>이건…… 내 의지야.", "... Je t'accompagne. J'en ai... décidé ainsi.", "... Ich gehe mit dir.<br>Ich habe ... entschieden.", "Iré contigo...<br>Lo he... decidido."], "description": ["A woman who appears in tales from another world, where she played a role in the great conflict between humankind and espers. She was born possessing magic and used as a tool of destruction by the Gestahlian Empire, which sought to conquer the entire world. The empire stole from her both her freedom and her emotions. She is powerful enough to destroy fifty of the empire's Magitek soldiers in mere minutes. But her future is forever altered when she meets an esper enclosed in ice in a small mining town...", "異界有關幻獸與人的故事中登場的少女，生來擁有本已消失的魔導之力，自小就被以征服世界為目標的格斯塔拉帝國奪去了自由與感情，只作為殺戮兵器生活至今。她的實力驚人，相傳只用了3分鐘，就打倒了50名乘坐魔導裝甲的士兵。然而通過在炭坑都市與冰封的幻獸相遇，她的命運有了巨大的轉變。", "이계에서 전해지는 환수와 인간 이야기에 등장하는 소녀. 천성적으로 마도의 힘을 타고났으며, 자유와 감정을 빼앗긴 채 세계정복을 꿈꾸는 가스트라 제국의 살육병기로 이용당했다. 그녀는 마도 아머에 탑승한 병사 50명을 불과 3분 만에 전멸시킬 정도로 강했다. 어느 날 탄광도시에서 얼음에 갇힌 채 발견된 환수와 만난 후, 그녀의 운명은 크게 변화하기 시작한다.", "Une femme qui apparaît dans un conte d'un autre monde, où elle joue un rôle important dans un immense conflit opposant les humains et les chimères. Née avec le don de magie, elle est un outil de destruction pour l'empire de Gestahl. L'Empire l'a privée de sa liberté et de ses sentiments. Elle est si puissante qu'elle peut détruire cinquante soldats magitech en une poignée de minutes. Cependant, son destin bascule le jour où elle rencontre une chimère piégée dans la glace au cœur d'une ville minière...", "Frau, die in Erzählungen aus einer anderen Welt vorkommt, wo sie eine Rolle im Konflikt zwischen Menschheit und Espern spielt. Wurde mit der Gabe der Magie geboren und als Werkzeug der Zerstörung vom Reich Gestahl missbraucht, das nach der Weltherrschaft strebte. Sie kann 50 Magitek-Soldaten des Imperiums in wenigen Minuten auslöschen. Doch ihr Leben ändert sich für immer, als sie einer kleinen Bergbaustadt auf eine im Eis eingeschlossenen Esper trifft  ...", "Una mujer que aparece en los relatos de otro mundo, donde formó parte del gran conflicto entre humanos y espers. Como nació con magia, el Imperio de Gestahl la usó como herramienta de destrucción en su anhelo por conquistar el mundo entero. El imperio le robó la libertad y los sentimientos. Es tan poderosa que puede destruir a cincuenta soldados Magitec en pocos minutos. Su futuro cambia para siempre cuando encuentra un esper encerrado en hielo en un pequeño pueblo minero..."], "fusion": ["...<br>Why...are you being kind to me?", "……為什麼要對我這麼好？", "……왜 나한테<br>잘해주는 거야……?", "...<br>Pourquoi... es-tu aussi aimable avec moi ?", "...<br>Warum ... bist du nett zu mir?", "...<br>¿Por qué... eres amable conmigo?"], "summon": ["Who...are you?<br>I...I cannot remember.", "……你是誰？<br>我什麼都……想不起來。", "……당신은…… 누구야?<br>아무것도…… 생각이 안 나.", "Qui... es-tu ?<br>Je ne me souviens... de rien...", "Wer ... bist du?<br>Ich ... Ich kann mich nicht erinnern.", "¿Quién... eres?<br>N-No lo recuerdo...."]}}}, "job": "Imperial", "sex": "Female", "game": "FFVI", "rarity_max": 4, "names": ["Magitek Armor Terra", "魔導兵器蒂娜", "마도병기 티나", "Terra en armure", "Terra in Magitek-Mech", "Unidad Magitec Terra"], "equip": [1, 2, 5, 6, 14, 30, 40, 50, 60], "game_id": 10006, "rarity_min": 3, "tribe_id": 5, "id": "206000113", "job_id": 34}