{"TMR": ["MATERIA", 504201280], "name": "Biggs", "is_summonable": false, "skills": [{"level": 8, "type": "ABILITY", "id": 201270, "rarity": 2}, {"level": 22, "type": "ABILITY", "id": 201260, "rarity": 2}, {"level": 18, "type": "ABILITY", "id": 201310, "rarity": 3}, {"level": 28, "type": "ABILITY", "id": 201320, "rarity": 3}, {"level": 38, "type": "ABILITY", "id": 201330, "rarity": 3}], "sex_id": 1, "entries": {"206001602": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [286, 867, 450], "ATK": [13, 38, 30], "MP": [15, 44, 75], "MAG": [10, 31, 30], "SPR": [10, 31, 30], "DEF": [12, 37, 30]}, "magic_affinity": [0, 1, 0, 0], "ability_slots": 1, "limitburst_id": 206001602, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 750, "materials": {"290050100": 10, "290020600": 1, "290050200": 1, "290010200": 3}}, "rarity": 2, "compendium_id": 31, "attack_damage": [[30, 30, 40]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [59, 49, 59], "effect_frames": [37, 47, 57], "strings": {"evolution": null, "affinity": null, "description": ["A soldier of the Gestahlian Empire who appears in a tale of humans and espers, told in a distant world. Under orders from the Emperor, a despot bent on world domination, he ventures to the mining town of Narshe with his comrade Wedge to retrieve a frozen esper. Accompanying them is Terra, a young girl who, despite her prodigious magical powers, is enslaved to the Empire by the binding crown on her head. By her magicks and the formidable Magitek armor, they dispatch the defenses of Narshe and come face-to-face with the esper they seek.", "異界有關幻獸與人的故事中登場的格斯塔拉帝國的士兵，受想要征服世界的皇帝之命，去襲擊炭坑都市納爾謝，以奪取冰封的幻獸。除了搭檔魏吉之外，同行的還有一名被操縱之環控制的少女——蒂娜。憑藉蒂娜與生俱來的魔導之力與帝國開發的魔導裝甲的力量，他們很快突破了納爾謝的防禦網，來到了幻獸的身邊。", "이계에 전해지는 환수와 인간 이야기에 등장하는 가스트라 제국 병사. 세계정복을 꿈꾸는 황제의 명을 받고, 얼음 속에 갇힌 환수를 사로잡기 위해 탄광도시 나르셰를 습격했다. 동행한 아군은 단짝 웨지와 세뇌용 머리띠로 조종당한 소녀 티나 뿐이었지만, 티나의 천부적인 마도의 힘과 제국산 마도 아머의 압도적인 파괴력으로 나르셰의 수비를 돌파하고 환수와 대면했다.", "Un soldat de l'empire de Gestahl venu d'une histoire d'humains et de chimères, dans un monde lointain. Sous les ordres de l'Empereur, un tyran rêvant de dominer le monde, il part vers les mines de Narshe avec son ami Wedge pour retrouver une chimère gelée. Ils sont accompagnés de Terra, une jeune fille aux puissants pouvoirs magiques, mais forcée d'obéir à l'Empire par un diadème qui lui enserre la tête. Grâce à sa magie et à la puissante armure magitech, ils éliminent les défenses de Narshe et se retrouvent nez à nez avec la chimère.", "Soldat des Reiches Gestahl aus einer Sage über Menschen und Esper, die man sich in einer fernen Welt erzählt. Auf Befehl des Imperators, eines Despoten, der nach der Weltherrschaft strebt, reist er mit seinem Kameraden Wedge in die Bergbaustadt Narshe, um eine vereiste Esper zu bergen. Begleitet werden sie von Terra, die trotz ihrer magischen Kräfte vom Imperium durch einen Knechtreif versklavt wurde. Sie beseitigen Narshes Verteidung, und stehen der gesuchten Esper schließlich Auge in Auge gegenüber.", "Un soldado del Imperio de Gestahl. Por orden del emperador, que quiere dominar el mundo, Biggs se aventura hacia Narshe, el pueblo minero, junto a Wedge en busca de un esper congelado. Los acompaña Terra, una chica con magia atada al Imperio por la corona de su cabeza. Con la magia y la formidable unidad Magitec, se libran de las defensas de Narshe y se encuentran cara a cara con el esper que buscan."], "fusion": ["Hm...<br>Maybe being strong wouldn't be so bad!", "嗯……<br>變強這事真不賴啊！", "흠…….<br>강해진다는 게<br>생각보다 기분이 좋구먼!", "Hm...<br>C'est pas si mal que ça, d'être fort !", "Hm ...<br>Vielleicht ist stark sein gar<br>nicht so schlecht!", "Ajá...<br>¡A lo mejor ser fuerte no está tan mal!"], "summon": ["Wedge and I were looking for this esper, and then...<br>Wait, where am I? Who are you?", "怎、怎麼回事？！<br>我記得我和魏吉一起被打飛了……<br>怎麼來到這裡了？", "뭐, 뭐야?!<br>웨지랑 같이 얻어맞고 날아간 건 기억나는데…….<br>그나저나 넌 누구냐?", "Avec Wedge, on était à la recherche de cette chimère, et...<br>Mais où je suis, au fait ? Qui êtes-vous ?", "Wedge und ich haben nach diesem Esper gesucht, und dann ...<br>Moment, wo bin ich? Wer bist du?!", "Wedge y yo buscábamos a un esper, y entonces...<br>Espera, ¿dónde estoy? ¿Quién eres?"]}}, "206001603": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [385, 1168, 600], "ATK": [17, 51, 40], "MP": [19, 59, 100], "MAG": [14, 42, 40], "SPR": [14, 42, 40], "DEF": [17, 50, 40]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 2, "limitburst_id": 206001603, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 3, "compendium_id": 32, "attack_damage": [[30, 30, 40]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [59, 49, 59], "effect_frames": [37, 47, 57], "strings": {"evolution": ["Heh heh...<br>Maybe now I won't have to hide behind that girl anymore in battles!", "嘿嘿……<br>這下不用再讓那個小姑娘給我們當擋箭牌了。", "헤헷…….<br>이제는 그 녀석을<br>방패막이로 안 써도 되겠군.", "Héhé.. Avec ça, je ne vais probablement plus avoir besoin de me cacher derrière cette fille.", "Hehe ...<br>Jetzt brauche ich mich im Kampf nicht mehr hinter diesem Mädel zu verstecken!", "Je, je, je...<br>¡A lo mejor ya no tengo que esconderme tras esa chica en las batallas!"], "affinity": ["I was a little afraid for a minute there.<br>Wasn't feeling too sure about my future.<br>But I'm glad you brought me here!", "那時候我真是不知該怎麼辦好了，<br>幸虧被你撿了回來。<br>今後也請多關照啦！", "한때는 정말 눈앞이 아찔했지만<br>네가 거둬준 덕분에 살았어.<br>앞으로도 잘 부탁한다!", "Au début, je me suis demandé<br>dans quoi je m'embarquais.<br>Mais finalement, je suis content que tu m'aies amené ici !", "Ich dachte damals schon, das wär's gewesen.<br>Danke, dass du mich nicht hast hängen lassen!", "La verdad es que he tenido un poco de miedo.<br>No tenía demasiado claro mi futuro.<br>¡Pero me alegro de que me hayas traído aquí!"], "description": ["A soldier of the Gestahlian Empire whose story is told in a tale of espers and humans. Together with his comrade Wedge and a mysterious girl named Terra possessed of prodigious magical powers, he embarks on a mission to the mining town of Narshe in search of a frozen esper. The band withstands resistance from the Narshe town guard, and Ymir, a monster dwelling in the mines, to finally arrive at the resting place of the esper Valigarmanda. In an instant, however, they are bathed in unholy light and whisked away, never to be seen again.", "異界有關幻獸與人的故事中登場的格斯塔拉帝國的士兵，與搭檔魏吉和擁有魔導之力的少女蒂娜一起去炭坑都市納爾謝執行確保冰封的幻獸的任務。一路上他們排除納爾謝警備團與炭坑中魔物「尤彌爾」的阻礙，來到了炭坑深處，見到了沉睡在那裡的幻獸艷翼蛇鳥,卻因幻獸發出的不祥光芒而消失殆盡。", "이계에 전해지는 환수와 인간 이야기에 등장하는 가스트라 제국 병사. 단짝인 웨지와 마도의 힘을 가진 소녀 티나와 함께, 탄광도시 나르셰의 얼음 속에서 발견된 환수를 사로잡는 임무를 맡게 된다. 나르셰 자경단의 저항과 탄광에 사는 마물 '유미르'를 물리치고 탄광에 잠든 환수 발리가르만다를 발견했으나, 환수가 쏜 괴이한 빛을 맞고 흔적도 없이 소멸했다.", "Un soldat de l'empire de Gestahl qui apparaît dans un conte d'humains et de chimères. Aidé de son camarade Wedge et d'une jeune fille appelée Terra dotée de puissants pouvoirs magiques, il part en mission vers les mines de Narshe à la recherche d'une chimère gelée. Le groupe doit affronter les gardes de la ville ainsi qu'Ymir, un monstre tapi dans les mines. Ils arrivent finalement au lieu où repose la chimère Valigarmanda, mais ils sont immédiatement baignés dans une lumière surnaturelle et disparaissent à tout jamais.", "Soldat des Reiches Gestahl aus einer Sage über Menschen und Esper, die man sich in einer fernen Welt erzählt. Mit seinem Kameraden Wedge und einem mysteriösen Mädchen namens Terra, welches gewaltige magische Kräfte besitzt, begibt er sich auf eine Bergungsmission für eine vereiste Esper in die Bergbaustadt Narshe. Das Team erreicht trotz Widerstand die Ruhestätte des Espers Valigarmanda, doch plötzlich werden sie in unheiliges Licht getaucht und verschwinden - und werden nie wieder gesehen.", "Un soldado del Imperio de Gestahl cuya historia es parte de un relato de espers y humanos. Junto a su camarada Wedge y una chica misteriosa llamada Terra que posee poderes mágicos, emprende una misión para capturar a un esper congelado en Narshe, el pueblo minero. El grupo hace frente a la guardia del pueblo y a Ymir, un monstruo que vive en las minas, hasta llegar al lugar de descanso del esper Valigarmanda. Sin embargo, en un instante, la criatura los hace desaparecer para siempre bañándolos en luz impura."], "fusion": ["If I'm this strong, I might even be able<br>to stand up against a mage's power!", "都已經變得這麼強了，<br>看來可以與魔導之力抗衡了！", "이 정도로 강해졌으면<br>마도의 힘과도<br>맞서 싸울 수 있겠어!", "Avec une force pareille, je parie que je serais capable de tenir tête à un mage !", "Wenn das so weitergeht, kann ich<br>es vielleicht sogar mit einem Magier<br>aufnehmen!", "Siendo así de fuerte, ¡igual hasta puedo ser rival para el poder de un mago!"], "summon": ["What is this place? And where did that esper go!?<br>I'll just have to follow you and find out!", "這是哪兒？<br>幻獸呢？<br>雖然一頭霧水，不過我決定跟著你走了！", "여긴 어디지……? 환수는 어디 갔고…….<br>영문을 모르겠군.<br>일단 널 따라가면 되지?", "Mais on est où, là ? Et où est passé la chimère ?!<br>Bon, je vais vous suivre jusqu'à obtenir les réponses à mes questions !", "Was ist das hier? Wo ist der Esper hin?!<br>Ich kapier gar nichts. Ich komm einfach mit dir!", "¿Qué es esto? ¡¿Dónde está el esper?!<br>¡Tendré que seguirte y averiguarlo!"]}}}, "job": "Imperial", "sex": "Male", "game": "FFVI", "rarity_max": 3, "names": ["Biggs", "比格斯", "빅스", "Biggs", "Biggs", "Biggs"], "equip": [14, 30, 41, 51, 52, 60], "game_id": 10006, "rarity_min": 2, "tribe_id": 5, "id": "206001602", "job_id": 34}