{"TMR": ["MATERIA", 504200180], "name": "Shadow", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 101040, "rarity": 3}, {"level": 32, "type": "ABILITY", "id": 201030, "rarity": 3}, {"level": 16, "type": "ABILITY", "id": 200410, "rarity": 4}, {"level": 46, "type": "ABILITY", "id": 201020, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 201040, "rarity": 4}], "sex_id": 1, "entries": {"206000503": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [485, 1469, 300], "ATK": [23, 69, 20], "MP": [22, 68, 50], "MAG": [19, 57, 20], "SPR": [17, 52, 20], "DEF": [19, 59, 20]}, "magic_affinity": [0, 3, 0, 0], "ability_slots": 2, "limitburst_id": 206000503, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 3, "290050200": 10, "290020200": 8, "290010000": 20, "290030200": 3}}, "rarity": 3, "compendium_id": 87, "attack_damage": [[30, 70]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [14, 19], "effect_frames": [12, 17], "strings": {"evolution": null, "affinity": null, "description": ["A lethal assassin from a tale of espers and humans, told in a distant world—his face and true identity cloaked in darkness. So cold that it is said he would kill even his best friend for a price, he counts his loyal canine partner Interceptor as his only true friend. He joins Locke and his companions for a time, only to disappear as soon as his debt is paid. Showing little attachment to the world of the living, he seems somehow to be always searching for a place to die.", "異界有關幻獸與人的故事中登場的殺手，一身黑衣，誰都沒有見過他的真面目。只要能夠賺到錢，他可以和任何人聯手，也可以做任何卑鄙骯髒的事。平日他與愛犬攔截者形影不離，完美地完成著各種任務。與洛克等人也是萍水之交，完成任務領走報酬就會隨意離隊。他對生沒有任何的執著，總是在尋找死的機會。", "이계에서 전해지는 환수와 인간 이야기에 등장하는 어쌔신. 검정 일색의 옷을 입었으며, 정체는 아무도 알지 못 한다. 애견 인터셉터와 함께 임무를 완벽하게 수행하는 그는 돈만 내면 누구와도 같이 일하고 아무리 지저분한 일거리도 마다치 않는다. 로크 일행과 일했을 때도 받은 만큼 일하고 깔끔히 헤어지는 사무적인 관계였다. 삶에 집착이 없으며, 항상 죽을 자리를 찾는 것처럼 보였다고 한다.", "Un assassin redoutable sorti d'un récit de chimères et d'humains, raconté dans un monde lointain. Son visage et sa véritable identité sont masqués par les ténèbres. On dit qu'il est si froid qu'il pourrait tuer son meilleur ami pour de l'argent. Vengeur, son compagnon à quatre pattes, est sûrement son seul vrai ami. Il rejoint pour un temps Locke et ses amis, et disparaît une fois sa dette payée. Insensible au monde, il paraît toujours en quête d'un endroit pour mourir.", "Assasine aus einer Erzählung von Espern und Menschen, die in einer fernen Welt spielt - sein Gesicht und seine wahre Identität sind in Dunkelheit gehüllt. Er ist so kalt, dass er angeblich sogar seinen besten Freund für den richtigen Preis töten würde. Sein Hund Interceptor gilt als sein einziger Freund. Schließt sich Lock  an, nur um wieder zu verschwinden, als seine Schuld beglichen ist. Hängt nicht an der Welt und scheint immer nach einem Platz zum Sterben zu suchen.", "Un asesino letal de un relato de espers y humanos contado en un mundo lejano. La oscuridad oculta su rostro y su verdadera identidad. Se dice que es tan frío que mataría a su mejor amigo por una recompensa, ya que su único camarada de verdad es su leal socio canino, Interceptor. Se une a Locke y sus compañeros durante un tiempo y desaparece al saldar la deuda. No muestra demasiado apego por el mundo de los vivos y parece que busque siempre un lugar para morir."], "fusion": ["I may leave you at any time.<br>But until then, you'll get your money's worth.", "如果我半路上改主意了，<br>隨時都會離開。<br>按錢辦事，這就是我的原則。", "일에서 손을 떼는 시기는<br>내가 판단한다.<br>받는 만큼은 정확하게 일해주지.", "Si l'envie m'en prends, je peux te quitter à n'importe quel moment. Mais d'ici là, je t'assure que tu en auras pour ton argent.", "Ich kann jederzeit gehen.<br>Aber bis dahin wirst du die Kosten<br>nicht bereuen.", "Te abandonaré en cualquier momento.<br>Pero, hasta entonces, tendrás lo que has pagado."], "summon": ["The reaper is always one step behind me.<br>I may bring misfortune to you...", "我無時無刻都在被死神所追趕，<br>帶上我的話你們也會變得不幸的。", "난 항상 사신에게 쫓기는 몸이다.<br>같이 불행에 빠질<br>각오는 돼 있나?", "La mort me suit partout où je vais. Peut-être que je porterai malheur.", "Der Tod folgt mir immer auf dem Fuße.<br>Ich könnte dir Unglück bringen ...", "La Parca siempre me sigue de cerca.<br>Es posible que te traiga mala suerte..."]}}, "206000504": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [626, 1896, 450], "ATK": [29, 89, 30], "MP": [29, 88, 75], "MAG": [24, 73, 30], "SPR": [22, 68, 30], "DEF": [25, 76, 30]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 3, "limitburst_id": 206000504, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 4, "compendium_id": 88, "attack_damage": [[30, 70]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [14, 19], "effect_frames": [12, 17], "strings": {"evolution": ["Hmm...<br>Let us see where this path of trials takes me.", "那就讓我……<br>在修羅之路上走下去吧……", "좋다…….<br>내가 걷는 가시밭길……<br>아예 끝을 봐 주지.", "Hmm...<br>Nous verrons bien où me mènera ce chemin parsemé d'embûches...", "Hmm ...<br>Wir werden sehen, wohin dieser Pfad mich führt.", "Mmm...<br>Veamos dónde me lleva este camino de pruebas."], "affinity": ["To keep me at your side.<br>I don't know what you're thinking, but...you clearly have unusual tastes.", "你為什麼總愛帶著我這麼個修羅？<br>簡直搞不懂你……<br>真是個好管閒事的傢伙。", "나와 함께 행동하다<br>화를 당할 것이 두렵지도 않나?<br>참으로 특이한 자로군.", "Tu me gardes à tes côtés partout où tu vas... J'ignore ta façon de penser, mais elle me semble des plus singulières.", "Dass du an einem Schlächter wie mir so hängst ...<br>Du hast offenbar einen sonderbaren Geschmack.", "Mira que quedarte conmigo...<br>No sé en qué estás pensando, pero... desde luego tienes un gusto de lo más peculiar."], "description": ["A lethal assassin from a tale of espers and humans, told in a distant world. Once a famed train robber, he lost the will to live after leaving his wounded friend and cohort Baram to die after their greatest heist. Wandering the realm in search of a place to die, his repeated meetings and partings with Locke and his friends rekindle in the depths of his heart the faintest feelings of friendship. In truth, he is father to Relm of Thamasa Village, a secret he takes to his grave.", "異界有關幻獸與人的故事中登場的殺手，曾經是列車強盜，一直後悔對身負重傷的搭檔比利見死不救一事，因而失去了活著的目的，邊流浪邊尋找死的機會。但通過與洛克等人接觸，他的心中也萌生了同伴的概念。他似乎還是薩瑪莎村的少女瑞姆的父親，但直到最後都沒有人知道他的真面目。", "이계에서 전해지는 환수와 인간 이야기에 등장하는 어쌔신. 예전에는 상습적인 열차 강도범이었으나, 중상을 입은 동료 빌리를 살리지 못한 일을 후회하며 삶의 목적을 잃고 죽을 자리를 찾아 헤매게 된다. 하지만 로크 일행과 만남을 거듭하는 과정에서 유대감이 싹트기 시작한다. 사마사 마을에 사는 소녀 릴름의 아버지로 추정되지만, 끝까지 정체를 밝히지 않았다.", "Un assassin redoutable sorti d'un récit de chimères et d'humains, raconté dans un monde lointain. Célèbre autrefois pour ses braquages de train, il perdit le goût à la vie après avoir laissé périr son fidèle ami et partenaire Baram lors d'un vol. Parcourant le royaume à la recherche d'un endroit pour mourir, ses rencontres avec Locke et sa bande ravivent les flammes de l'amitié dans son cœur. Il est le père de Relm du village de Thamasa, un secret qu'il emporte dans sa tombe.", "Assasine aus einer Erzählung von Espern und Menschen. Der einst berühmte Zugräuber verlor den Lebenswillen, nachdem er seinen verwundeten Freund Victor bei ihrem größten Coup zum Sterben zurücklassen musste. Durchreist das Reich auf der Suche nach einem Ort zum Sterben, wobei die wiederholten Treffen mit Lock und dessen Freunden in ihm wieder ein Gefühl der Freundschaft entfachen. In Wahrheit ist er der Vater Relms aus Thamasa - ein Geheimnis, das er mit ins Grab nimmt.", "Un asesino letal de un relato de espers y humanos contado en un mundo lejano. En el pasado, fue un asaltador de trenes famoso, pero perdió las ganas de vivir al abandonar a Baram, su amigo y hermano del alma, herido de muerte tras su mayor golpe. Deambula por el reino en busca de un lugar para morir. Unirse y separarse del grupo de Locke reaviva leves sentimientos de amistad. En realidad es el padre de Relm, de la villa de Thamasa, pero se llevará el secreto a la tumba."], "fusion": ["I suppose I can stay a bit longer.<br>I'm not leaving this world behind until<br>I've been paid my due.", "我就再多陪你一會吧。<br>拿不到工作報酬我會死不瞑目的。", "조금만 더 함께 행동해주지.<br>보수도 받기 전에<br>그쪽이 죽으면 곤란하니까.", "J'ai décidé de rester un peu plus longtemps. Je ne quitterai pas ce monde avant d'avoir été payé.", "Ich werde wohl noch bleiben.<br>Ich gehe nicht, bevor ich meinen<br>Anteil bekommen habe.", "Me quedaré aquí un poco más. No dejaré este mundo hasta que haya saldado mi deuda."], "summon": ["All that is left for me is blood and the battlefield...<br>Yet for some reason, I press on.", "我只剩戰鬥<br>這一條修羅之路可以走了……<br>即使如此你也要與我同行嗎？", "내게 허락된 미래는<br>오로지 싸움뿐인 고난의 길이지…….<br>그래도 나와 함께 갈 셈이냐?", "Tout ce qu'il me reste, c'est<br>le sang et le combat...<br>Pourtant, je poursuis ma<br>route, inlassablement.", "Mein Schicksal ist der ewige Kampf ...<br>Trotzdem lässt du dich auf mich ein?", "Todo lo que me queda es sangre y el campo de batalla...<br>Y, aun así, sigo adelante."]}}}, "job": "Assassin", "sex": "Male", "game": "FFVI", "rarity_max": 4, "names": ["Shadow", "暗影", "섀도우", "Shadow", "Shadow", "Shadow"], "equip": [1, 2, 4, 13, 40, 50, 51, 60], "game_id": 10006, "rarity_min": 3, "tribe_id": 5, "id": "206000503", "job_id": 13}