{"TMR": ["MATERIA", 504101030], "name": "Edgar", "is_summonable": true, "skills": [{"level": 7, "type": "ABILITY", "id": 201420, "rarity": 3}, {"level": 15, "type": "ABILITY", "id": 201320, "rarity": 3}, {"level": 34, "type": "ABILITY", "id": 101150, "rarity": 3}, {"level": 26, "type": "ABILITY", "id": 201430, "rarity": 4}, {"level": 48, "type": "ABILITY", "id": 201440, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 201450, "rarity": 4}], "sex_id": 1, "entries": {"206000304": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [659, 1996, 510], "ATK": [27, 83, 26], "MP": [30, 90, 65], "MAG": [23, 71, 26], "SPR": [24, 73, 26], "DEF": [25, 76, 26]}, "magic_affinity": [3, 3, 3, 0], "ability_slots": 3, "limitburst_id": 206000304, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 4, "compendium_id": 94, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [29, 48, 92], "effect_frames": [27, 46, 90], "strings": {"evolution": ["I will become a king that my father, my brother, and my people can be proud of...<br>The path may not be easy, but I will not give up!", "我要成為一個優秀的國王，<br>讓父親、弟弟和國民都為我自豪……<br>雖然還要花一些時間，但我不會放棄的！", "아버지와 동생, 백성 모두에 대해<br>한 점 부끄러움 없는 왕이 되겠어…….<br>갈 길은 멀지만 포기하지 않아!", "Je deviendrai un roi dont mon père, mon frère et mon peuple seront fiers...<br>La route sera sans doute ardue, mais je n'abandonnerai pas !", "Mein Vater, mein Bruder und mein Volk sollen auf mich als König stolz sein ...<br>Es wird nicht leicht, aber ich gebe nicht auf!", "Seré un rey del que mi padre, mi hermano y mi pueblo puedan estar orgullosos...<br>No será fácil, ¡pero no me rendiré!"], "affinity": ["I've got an idea for a new machine.<br>When I finish my prototype, I'll be sure to show it to you.", "我想出了製作新機械的點子。<br>等做出試驗品我想第一個給你看。", "새로운 기계를 발명할<br>아이디어가 떠올랐어.<br>작품이 완성되면 가장 먼저 너한테 줄게.", "Je viens d'avoir l'idée d'une nouvelle machine révolutionnaire ! Compte sur moi pour te montrer le prototype lorsqu'il sera prêt.", "Ich habe mir eine neue Maschine ausgedacht.<br>Du musst dir unbedingt den Prototypen ansehen.", "Se me ha ocurrido una nueva máquina.<br>Cuando acabe el prototipo, te lo enseñaré."], "description": ["A young man whose story is sung in a tale of espers and humans, from a distant world. King of the desert nation of Figaro, he is famed throughout the realm as a brilliant engineer and an equally shameless flirt. While maintaining a surface alliance with the Gestahlian Empire to protect his people, he secretly works with the Returners, awaiting the perfect moment to strike back at the evil regime. Upon encountering the young Terra and her prodigious magical powers, his battle with the Empire begins in earnest.", "異界有關幻獸與人的故事中登場的青年，是沙漠之國費加羅的國王，同時也是個優秀的機械技師，唯一的美中不足就是見到女性就會上去搭訕。他曾為了民眾的利益與格斯塔拉帝國結下同盟，但在暗中與反帝國組織回歸者聯手，伺機對作惡多端的帝國給予反擊。隨後以藏匿持有魔導之力的少女蒂娜為契機，開始公開加入反帝國的戰線之中。", "이계에서 전해지는 환수와 인간 이야기에 등장하는 청년. 사막의 나라 피가로 왕국의 왕이자 여자를 누구보다 좋아하는 뛰어난 기계 기술자. 국가의 이익을 위해 가스트라 제국과 동맹 관계를 유지했으나, 뒤로는 반 제국 조직 리터너와 내통하며 온갖 횡포를 부리던 제국에 반격할 기회를 노리고 있었다. 그러던 중 마도의 힘을 가진 소녀 티나를 보호한 일을 계기로 제국과의 전쟁에 본격적으로 몸을 던지게 된다.", "Un jeune homme tiré d'une histoire d'humains et de chimères, dans un monde reculé. Roi de Figaro, une nation désertique, il est connu à travers le royaume pour ses talents d'ingénieur et son penchant pour les femmes. S'il maintient une alliance de façade avec l'empire de Gestahl afin de protéger son peuple, il œuvre en secret avec la Résistance et attend le bon moment pour frapper l'infâme régime. Quand il rencontre la jeune Terra et ses incroyables pouvoirs magiques, son combat contre l'Empire prend une nouvelle dimension.", "Junger Mann, dessen Geschichte in einer Erzählung von Espern und Menschen aus einer fernen Welt besungen wird. König der Wüstennation Figaro und im ganzen Reich bekannt als brillanter Mechaniker und schamloser Herzensbrecher. Zum Schutz seines Volkes hält er eine Allianz mit dem Imperium Gestahl aufrecht, arbeitet aber heimlich mit den Rückkehrern zusammen, um im richtigen Moment zurückzuschlagen. Als er der jungen Terra und ihren gewaltigen magischen Kräften begegnet, wird es ernst in seinem Kampf mit dem Imperium.", "Un joven cuya historia se canta en un relato de espers y humanos de un mundo lejano. Es el rey de Fígaro, una nación del desierto. Edgar tiene la misma fama de ingeniero brillante que de ligón desvergonzado. Mantiene una alianza aparente con el Imperio de Gestahl para proteger a su pueblo, pero trabaja en secreto con los Replicantes, a la espera del momento perfecto para atacar al vil régimen. Tras toparse con la joven Terra y sus poderes mágicos, empieza la verdadera batalla contra el Imperio."], "fusion": ["I have to keep myself in top condition.<br>You never know when you might<br>meet the lady of your dreams.", "要隨時注意自己的儀態，<br>這樣才能遇到美麗的女士。", "몸가짐은 항상 단정해야 해.<br>언제 어디서 아름다운 아가씨를<br>만나게 될지 모르니까.", "Je dois soigner ma condition physique.<br>Nul ne sait jamais quand il rencontrera la femme de ses rêves.", "Ich muss immer in Topform sein.<br>Man weiß nie, wann man auf die<br>Frau seiner Träume trifft!", "Tengo que mantenerme en forma.<br>Nunca sabes cuándo vas a encontrar a la dama de tus sueños."], "summon": ["Allow me to show you the inventions that Figaro is famous for. Try not to faint with amazement, okay?", "就讓我向你展示一下<br>費加羅引以為豪的機械技術吧。<br>你可不要太驚訝哦！", "우리 피가로가 자랑하는<br>기계 기술을 보여주지.<br>놀라 자빠지지 말라고.", "Permettez-moi de vous présenter<br>la crème des inventions de Figaro.<br>Attention à ne pas vous évanouir<br>d'ébahissement.", "Ich demonstriere dir jetzt Figaros berühmte Erfindungen! Setz dich besser hin!", "Permíteme que te muestre los inventos que han hecho famoso a Fígaro. Intenta no desmayarte de la emoción, ¿vale?"]}}, "206000303": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [511, 1547, 360], "ATK": [21, 64, 16], "MP": [23, 70, 40], "MAG": [18, 55, 16], "SPR": [18, 56, 16], "DEF": [19, 59, 16]}, "magic_affinity": [2, 2, 2, 0], "ability_slots": 2, "limitburst_id": 206000303, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020600": 8, "290050300": 3, "290050200": 10, "290030000": 3, "290010200": 20}}, "rarity": 3, "compendium_id": 93, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [29, 48, 92], "effect_frames": [27, 46, 90], "strings": {"evolution": null, "affinity": null, "description": ["A young man whose story is sung in a tale of espers and humans, from a distant world. King of the technologically advanced nation of Figaro and a brilliant engineer in his own right, he wields numerous unusual weapons of his own design. He is greatly beloved by his people, whose best interests he always keeps closest to his heart. He is also notorious as a ladies' man, quick to make advances on women of all ages and walks of life.", "異界有關幻獸與人的故事中登場的青年，他不僅是機械開發技術發達的費加羅國的國王，也是個優秀的機械技師，開發並駕馭著多種機械兵器。他總是將民眾放在第一位，這種毫不做作的性格獲得了國民一致的愛戴。但是他同時也是個眾人皆知的花花公子，認為向女性搭訕是一種禮儀，上到老婦、下到女童，沒有他不去搭訕的。", "이계에서 전해지는 환수와 인간 이야기에 등장하는 청년. 높은 기계 개발 기술을 보유한 피가로 왕국의 왕이자 뛰어난 기계 기술자로서 다양한 기계 병기를 개발하여 활용했다. 백성을 먼저 생각하고 꾸밈없는 성격을 가진 덕에 백성들에게 많은 사랑을 받고 있다. 하지만 동시에 호색가로도 유명해서 '여인은 유혹하는 것이 예의'라는 굳은 신념하에 노소를 가리지 않고 추파를 던졌다고 한다.", "Un jeune homme tiré d'une histoire d'humains et de chimères, dans un monde reculé. Roi de Figaro, une nation très avancée technologiquement, il est également un brillant ingénieur et porte des armes extraordinaires qu'il a lui-même conçues. Il est très aimé de son peuple et tâche de répondre au mieux à leurs besoins. C'est aussi un tombeur invétéré, toujours prompt à déclarer sa flamme aux femmes de tous horizons.", "Ein junger Mann, dessen Geschichte in einer Erzählung von Espern und Menschen besungen wird. Er ist König der technologisch fortgeschrittenen Nation Figaro und ein brillanter Mechaniker, der mit verschiedenen, selbst kreierten Waffen kämpft. Sein Volk, dessen Interessen er mit ganzem Herzen vertritt, liebt ihn sehr. Er ist außerdem als Herzensbrecher bekannt, der schnell darin ist, Frauen jeden Alters und jeder Couleur Avancen zu machen.", "Un joven cuya historia se canta en un relato de espers y humanos de un mundo lejano. Edgar es el rey de Fígaro, una nación avanzada tecnológicamente, y un ingeniero brillante que usa en batalla muchas armas inusuales de su propia invención. Es adorado por su gente, ya que siempre tiene en cuenta lo que es mejor para ellos. También es notoria su faceta de galán, pues se insinúa a mujeres de toda edad y condición."], "fusion": ["I must get stronger yet.<br>If something were to happen to me,<br>all the world's ladies would grieve!", "我還需要變得更強。<br>萬一我要是出了什麼事，<br>女士們都會傷心的。", "더욱 강해질 필요가 있겠어.<br>내 몸에 무슨 일이 생기면<br>세상 모든 숙녀들이 슬퍼할 테니까.", "Je dois devenir plus fort.<br>Si quelque chose devait m'arriver, les dames du monde entier seraient en deuil !", "Ich muss stärker werden.<br>Wenn mir etwas zustöße, wäre das<br>ein Jammer für die Damenwelt!", "Aún tengo que ser más fuerte.<br>Si algo me ocurriera, ¡todas las damas del mundo lo lamentarían!"], "summon": ["I'm Edgar of Figaro. We'll be meeting some lovely ladies on this journey, I take it?", "我是費加羅的國王，埃德加。<br>如果旅行中能遇到美麗的女士那就再好不過啦。", "나는 피가로의 국왕 에드가다.<br>예쁜 아가씨를 만날 수 있는<br>여행이 되면 좋겠군.", "Je me présente : Edgar de Figaro. Nous aurons sûrement le plaisir de croiser de charmantes dames sur notre trajet, n'est-ce pas ?", "Ich bin Edgar von Figaro. Hoffentlich treffen wir unterwegs ein paar reizende Damen ...", "Soy Edgar de Fígaro. Supongo que conoceremos damas encantadoras en este viaje, ¿no?"]}}}, "job": "Machinist", "sex": "Male", "game": "FFVI", "rarity_max": 4, "names": ["Edgar", "埃德加", "에드가", "Edgar", "Edgar", "Edgar"], "equip": [1, 2, 13, 14, 30, 40, 41, 50, 51, 60], "game_id": 10006, "rarity_min": 3, "tribe_id": 5, "id": "206000303", "job_id": 35}