{"TMR": ["MATERIA", 504208570], "name": "Gau", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 208530, "rarity": 3}, {"level": 32, "type": "ABILITY", "id": 208540, "rarity": 3}, {"level": 11, "type": "ABILITY", "id": 208520, "rarity": 4}, {"level": 45, "type": "ABILITY", "id": 100010, "rarity": 4}, {"level": 52, "type": "ABILITY", "id": 208500, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 201300, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 208550, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 208510, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 208560, "rarity": 5}], "sex_id": 1, "entries": {"206001105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [892, 2704, 300], "ATK": [38, 116, 20], "MP": [37, 112, 50], "MAG": [27, 81, 20], "SPR": [26, 80, 20], "DEF": [32, 98, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 206001105, "attack_count": 4, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 510, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [32, 37, 42, 72], "effect_frames": [30, 35, 40, 70], "strings": {"evolution": ["You are great!<br>But Gau is greater!", "你好厲害！<br>但是嘎嗚更厲害！", "너 굉장해!<br>하지만 가우는 더 굉장해!", "Toi super !<br>Mais Gau meilleur !", "Du bist gut!<br>Aber Gau ist besser!", "¡Eres genial!<br>¡Pero Gau más genial!"], "affinity": ["Gau's treasure is sparkly.<br>I give it to you!<br>Treasure! My treasure!", "嘎嗚的寶物 亮晶晶<br>送給你了！<br>寶物！ 寶物！", "가우의 보물 반짝반짝<br>선물할게!<br>보물! 보물!", "Trésor de Gau brille.<br>Moi te donner !<br>Trésor ! Mon trésor !", "Gaus Schatz funkelt.<br>Ich gebe ihn dir!<br>Meinen Schatz! Schatz!", "El tesoro de Gau brilla.<br>¡Yo dar a ti!<br>¡Mi... tesoro!"], "description": ["A feral child from another world where magic and espers once lived. Gau joined Sabin and Cyan's journey to repay them for the dried meat he had received from them, and ultimately became a permanent member of their group. He decided to return to the Veldt after Kefka's destruction of the world in order to train for the day in which he would have to fight alongside his friends once again. Although Sabin manages to schedule a reunion between Gau and his estranged father later on, the man does not recognize the feral boy and his own child. Despite the results being far from ideal, Gau was content with the fact that his father was still alive nevertheless.", "異界有關幻獸與人的故事中登場的少年，為了報答路過的馬修與凱嚴的送肉乾之情而協助一行人。在世界被魔導士凱夫卡破壞之後，他為了能再次與同伴們共同戰鬥，而在獸原進行修煉。在馬修的幫助下，他還與親生父親進行了再會，雖然沒能父子相認，但得知父親還活著也令他很開心。", "이계에 전해지는 환수와 인간 이야기에 등장하는 소년.  지나가던 매시와 카이엔으로부터 말린 고기를 받게 된 보답으로, 이후로도 계속 그들을 도와준다. 마도사 케프카에 의해 세계가 붕괴한 뒤에도, 다시금 동료들과 함께 싸울 그 날을 대비해 야수원에서 수행을 해 나갔다. 매시의 주선으로 친아버지와 재회했을 때 부자다운 만남은 성사되지 못했지만, 아버지가 살아있다는 사실을 알게 된 것만으로도 기뻐하는 모습을 보인다.", "Un enfant sauvage venu d'un monde où existaient autrefois la magie et les chimères. Gau fit route commune avec Sabin et Cyan pour les remercier du morceau de viande séchée qu'ils lui avaient offert, devenant avec le temps un membre permanent de leur groupe. Après la destruction du monde, il retourna dans le Veldt afin de s'entraîner jusqu'au jour où il combattrait de nouveau aux côtés de ses amis. Plus tard, Sabin parvint à organiser des retrouvailles entre Gau et son père, mais malheureusement, l'homme ne reconnut pas son propre enfant. Malgré ce résultat décevant, Gau était heureux de savoir son père en vie et bien portant.", "Ein wildes Kind aus einer anderen Welt, in der einst Magie und Esper lebten. Gau schloss sich Sabin und Cyan im Kampf gegen das Imperium an, um ihnen für das Trockenfleisch, das sie ihm gegeben hatten, zu danken.Nach Kefkas Zerstörung der Welt kehrte er nach Veldt zurück, um für den Tag zu trainieren, an dem er wieder mit seinen Freunden kämpfen würde. Obwohl Sabin ein Treffen Gaus mit seinem Vater zustande brachte, erkannte dieser sein Kind nicht wieder. Gleichwohl freute sich Gau darüber, dass sein Vater immer noch am Leben war.", "Niño salvaje de otro mundo donde existían la magia y los espers. Gau se unió al equipo de Sabin y Cyan para agradecerles que le hubieran dado carne seca y, finalmente, acabó siendo un miembro permanente del grupo. Después de que Kefka destruyera su mundo, Gau decidió volver al Veldt y entrenarse, esperando el día en que volvería a luchar al lado de sus amigos. Más adelante, Sabin organiza un reencuentro entre Gau y su padre desaparecido: aunque el padre no relaciona a su hijo con el niño salvaje y el encuentro no sucede de la manera ideal, el chico se alegra de todos modos al averiguar que su padre sigue vivo."], "fusion": ["Gau, Gau!<br>Gau is in control!", "嘎嗚、嘎嗚！<br>嘎嗚還沒有鬧夠！", "가우가우!<br>아직 부족하다!", "Gau, Gau !<br>Gau a le contrôle !", "Gau, Gau!<br>Gau hat die Kontrolle!", "¡Gau, Gau!<br>¡Gau está tranquilo!"], "summon": ["Gau! Gau, Gau! I'm Gau!<br>You're my friend! Friend!<br>Let's journey together!", "嘎嗚！　嘎嗚嘎嗚，我叫嘎嗚！<br>你的夥伴！　夥伴！<br>一起，旅行！", "가우~! 가우가우, 나는 가우!<br>너의 동료! 동료!<br>함께, 여행한다~!", "Gau! Gau, Gau! Moi Gau!<br>Toi mon ami ! Ami !<br>Moi voyage avec toi !", "Gau! Gau, Gau! Ich bin Gau!<br>Du bist mein Freund! Freund!<br>Reisen wir zusammen!", "¡Gau, Gau, Gau! ¡Mi nombre Gau!<br>¡Eres mi amigo! ¡Amigo!<br>¡Viajemos juntos!"]}}, "206001104": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [686, 2080, 240], "ATK": [29, 89, 16], "MP": [28, 86, 40], "MAG": [20, 62, 16], "SPR": [20, 61, 16], "DEF": [25, 75, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 206001104, "attack_count": 4, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290020200": 20, "290040200": 5, "290030000": 10}}, "rarity": 4, "compendium_id": 509, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [32, 37, 42, 72], "effect_frames": [30, 35, 40, 70], "strings": {"evolution": ["Gau! Dried meats!<br>Give me dried meats!", "嘎嗚！肉乾！<br>快把肉乾給我！", "가우! 말린 고기!<br>너, 말린 고기 내놔!", "Gau ! Viande séchée ! Donner moi viande séchée !", "Gau! Trockenfleisch!<br>Gib mir Trockenfleisch!", "¡Gau! ¡Carne seca!<br>¡Dame carne cruda!"], "affinity": ["Gau's treasure is sparkly.<br>I give it to you!<br>Treasure! My treasure!", "嘎嗚的寶物 亮晶晶<br>送給你了！<br>寶物！ 寶物！", "가우의 보물 반짝반짝<br>선물할게!<br>보물! 보물!", "Trésor de Gau brille.<br>Moi te donner !<br>Trésor ! Mon trésor !", "Gaus Schatz funkelt.<br>Ich gebe ihn dir!<br>Meinen Schatz! Schatz!", "El tesoro de Gau brilla.<br>¡Yo dar a ti!<br>¡Mi... tesoro!"], "description": ["A feral child from another world where magic and espers once lived. Gau joined Sabin and his comrades in their fight against the empire to repay them for the dried meat they had given him. Soon afterwards the party learns that Gau has the superhuman ability to learn attacks used by the monsters of the Veldt--a unique skill said to have been of great help when facing off against the empire.", "異界有關幻獸與人的故事中登場的少年，為了報答馬修等人送他肉乾之恩加入了一行人的隊伍。他擁有超乎人類的能力，只要讓他在獸原跳入魔物群中，他就能記住該魔物的技能。他學會的這些魔物技能在日後與格斯塔拉帝國的戰鬥中起了很大的作用，幫助了其他的夥伴們。", "이계에 전해지는 환수와 인간 이야기에 등장하는 소년. 가스트라 제국과 싸우던 매시 일행으로부터 말린 고기를 받게 된 것을 계기로, 그들에게 보답하기 위해 동행하게 되었다. 마물 무리에 뛰어들어 그 마물의 행동을 익히는 특출한 기술을 가지고 있으며 몸에 익힌, 보통 사람이라면 흉내도 내지 못할 다양한 몬스터의 기술은 가스트라 제국과 싸울 때 동료들에게 큰 도움이 되어 주었다.", "Un enfant sauvage venu d'un monde où existaient autrefois la magie et les chimères. Gau se joignit à Sabin et ses compagnons en remerciement du morceau de viande séchée qu'ils lui avaient offert. Cependant, ceux-ci ne tardèrent pas à découvrir que Gau possédait l'aptitude surnaturelle de copier les attaques des monstres de la région de Veldt, un talent unique qui ne fut pas de trop dans leur lutte face à l'empire.", "Ein wildes Kind aus einer anderen Welt, in der einst Magie und Esper lebten. Gau schloss sich Sabin und seinen Freunden im Kampf gegen das Imperium an, um ihnen für das Trockenfleisch, das sie ihm gegeben hatten, zu danken. Bald darauf entdeckt die Gruppe Gaus übermenschliche Fertigkeiten, die er von den Monstern von Veldt erlernte. Diese erwiesen sich als große Hilfe im Kampf gegen das Imperium.", "Niño salvaje de otro mundo donde existían la magia y los espers. Gau se unió a la lucha contra el imperio que mantenían Sabin y sus compañeros para recompensarlos por haberle dado carne seca. Poco después, el grupo descubriría que Gau puede aprender los ataques de los monstruos del Veldt, una habilidad sobrehumana que se dice fue muy útil para enfrentarse al imperio."], "fusion": ["I am Gau,<br>I do my best!", "嘎嗚，<br>會加油的嘎嗚！", "가우,<br>힘낸다 가우!", "Moi, Gau !<br>Je faire de mon mieux.", "Ich bin Gau,<br>ich gebe mein Bestes!", "Yo, Gau.<br>¡Haré todo lo que pueda!"], "summon": ["Gau, Gau!<br>More... More food!", "嘎嗚　嘎嗚！<br>我要<br>我要　更多！", "가우 가우!<br>먹을 거<br>좀 더 줘!", "Gau, Gau!<br>Plus... Plus nourriture !", "Gau, Gau!<br>Mehr ... mehr Essen!", "¡Gau, Gau!<br>¡Más... más comida!"]}}, "206001103": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [528, 1600, 180], "ATK": [22, 68, 12], "MP": [22, 66, 30], "MAG": [16, 47, 12], "SPR": [15, 46, 12], "DEF": [19, 57, 12]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 206001103, "attack_count": 4, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290020200": 10, "290010000": 25, "290030000": 5}}, "rarity": 3, "compendium_id": 508, "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [32, 37, 42, 72], "effect_frames": [30, 35, 40, 70], "strings": {"evolution": null, "affinity": ["Gau's treasure is sparkly.<br>I give it to you!<br>Treasure! My treasure!", "嘎嗚的寶物 亮晶晶<br>送給你了！<br>寶物！ 寶物！", "가우의 보물 반짝반짝<br>선물할게!<br>보물! 보물!", "Trésor de Gau brille.<br>Moi te donner !<br>Trésor ! Mon trésor !", "Gaus Schatz funkelt.<br>Ich gebe ihn dir!<br>Meinen Schatz! Schatz!", "El tesoro de Gau brilla.<br>¡Yo dar a ti!<br>¡Mi... tesoro!"], "description": ["A feral child from another world where magic and espers once lived. Gau was abandoned by his father as a babe, and consequently grew alongside the beasts of the region known as the Veldt. Although he is not adept with words, he tries to communicate his emotions through gestures and physical motions. Eventually he runs into Sabin and his friends, who are en route to Narshe, and demands food from them. After Sabin gives him dried meat to earn his trust, Gau joins the party to show his gratitude. In turn, this ultimately results in him permanently joining the Returners on their efforts against the empire.", "異界有關幻獸與人的故事中登場的少年，還是嬰兒時就被父親拋棄，在獸原混在野生魔物群中長大。他不擅與人交流，但會用肢體語言表示自己的喜怒哀樂，一見到旅行者就會向他們討要食物。為了感謝馬修等人前往炭坑都市納爾謝時送他肉乾，他加入了一行人的隊伍，成為了反帝國活動的一員。", "이계에 전해지는 환수와 인간 이야기에 등장하는 소년. 갓난아이였을 때 아버지에게 버림받아, 야수원이라 불리는 평원에서 야생의 마물들과 함께 자랐다. 대화에 미숙한 만큼, 자신의 기분을 손짓 발짓으로 표현한다. 여행자들에게서 먹을 것을 빼앗던 중 탄광도시 나르셰를 향하던 매시 일행에게 말린 고기를 받게 되는데, 그 보답으로 여행에 동행하여 그대로 반 제국 활동에 참여하게 된다.", "Un enfant sauvage venu d'un monde où existaient autrefois la magie et les chimères. Lorsqu'il n'était encore qu'un bébé, Gau fut abandonné par son père et grandit au milieu des bêtes de la région de Veldt. Peu à l'aise avec les mots, il préfère exprimer ses émotions à travers ses gestes et ses mouvements. Alors que Sabin et ses compagnons étaient en route pour Narshe, Gau les croisa et quémanda de la nourriture. Sabin lui offrit de la viande séchée, et Gau les accompagna en signe de reconnaissance. Finalement, il rejoignit la Résistance de façon permanente dans sa lutte contre l'empire.", "Ein wildes Kind aus einer anderen Welt, in der einst Magie und Esper lebten. Sein Vater gab Gau schon früh auf, sodass er an der Seite der Bestien in der Region Veldt aufwuchs. Da er nicht gut mit Worten umgehen kann, teilt er seine Gefühl über Gesten und Bewegungen mit. Unterwegs trifft er auf Sabin und seine Freunde, die auf dem Weg nach Narshe sind. Nachdem ihm Sabin Trockenfleisch gibt, um sein Vertrauen zu wecken, schließt er sich der Gruppe dankbar an. Schließlich bleibt er dauerhaft bei den Rückkehreren und hilft ihnen im Kampf gegen das Imperium.", "Niño salvaje de otro mundo donde existían la magia y los espers. Su padre lo abandonó cuando todavía era un bebé y Gau creció con las bestias de la región conocida como el Veldt. Como no domina el habla, trata de comunicar las emociones mediante gestos y movimientos. Un día, al encontrarse con Sabin y sus compañeros cuando iban de camino a Narshe, les pidió comida. Sabin le dio carne seca para ganarse su confianza y Gau se unió al grupo en agradecimiento. Al final, Gau acabó uniéndose a los Replicantes permanentemente en su lucha contra el imperio."], "fusion": ["I am Gau,<br>I train in the Cave on the Veldt.", "嘎嗚，<br>要在獸原變強。", "가우,<br>야수원에서 강해진다.", "Moi, Gau, Je entraîne dans caverne dans le veld.", "Ich bin Gau,<br>ich trainiere in den Steppenhöhle.", "Yo, Gau.<br>Entreno en la Cueva del Veldt."], "summon": ["Gau!<br>Ooh, ooh, ooh... So hungry...", "嘎嗚！<br>嗚嗚嗚……　餓了……", "가우~!<br>우우우…… 배고프다……", "Gau !<br>Ooh, ooh, ooh... Affamé...", "Gau!<br>Ooh, ooh, ooh ... so hungrig ...", "¡Gau!<br>Oh, ooh, oooh... Qué hambre..."]}}}, "job": "Wildling", "sex": "Male", "game": "FFVI", "rarity_max": 5, "names": ["Gau", "嘎嗚", "가우", "Gau", "Gau", "Gau"], "equip": [1, 16, 50, 51, 60], "game_id": 10006, "rarity_min": 3, "tribe_id": 5, "id": "206001103", "job_id": 101}