{"TMR": ["EQUIP", 409009800], "name": "Trance Terra", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200160, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 10070, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 20080, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 20090, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 20100, "rarity": 5}, {"level": 10, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 208260, "rarity": 5}, {"level": 50, "type": "MAGIC", "id": 20270, "rarity": 5}, {"level": 50, "type": "MAGIC", "id": 20200, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 75, "type": "ABILITY", "id": 101430, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 100120, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 208250, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 208230, "rarity": 6}, {"level": 30, "type": "MAGIC", "id": 10210, "rarity": 6}, {"level": 42, "type": "MAGIC", "id": 20440, "rarity": 6}, {"level": 62, "type": "MAGIC", "id": 10180, "rarity": 6}, {"level": 76, "type": "ABILITY", "id": 100060, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 208460, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 208240, "rarity": 6}], "sex_id": 2, "entries": {"206000126": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1129, 3421, 390], "ATK": [41, 125, 26], "MP": [61, 186, 65], "MAG": [50, 150, 34], "SPR": [43, 130, 26], "DEF": [40, 120, 26]}, "magic_affinity": [8, 8, 0, 0], "ability_slots": 4, "limitburst_id": 206000126, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 504, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [62], "effect_frames": [60], "strings": {"evolution": ["Humans and espers...<br>If they weren't compatible,<br>I never would've been born...", "如果人類與幻獸<br> 真的水火不相容，<br> 那我就不會出生在這世界上了……", "인간과 환수가……<br>양립할 수 없는 존재였다면<br>나도 태어나지 못했을 거야……", "Les humains et les chimères...<br>S'ils ne pouvaient vivre ensemble,<br>je n'existerais pas...", "Menschen und Esper ...<br>würden sie nicht zueinander passen,<br>gäbe es mich nicht ...", "Los humanos y los espers...<br>Si no fuesen compatibles, yo jamás hubiese nacido..."], "affinity": ["Thank you.<br>I can fight, if only for<br>the sake of everyone's futures.", "謝謝。<br>為了守護大家的未來，<br>我要繼續戰鬥。", "고마워.<br>모두의 미래를 지키기 위해서,<br>난 싸우겠어.", "Merci.<br>Je peux me battre, mais uniquement pour<br>le bien des générations futures.", "Danke.<br>Für die Zukunft aller<br>werde ich kämpfen.", "Gracias.<br>Lucharé, aunque tan solo sea por el futuro de todos."], "description": ["A woman who appears in tales from another world, where she played a role in the great conflict between humankind and espers. Terra's interaction with the esper Valigarmanda triggered the incredible powers dormant within her, causing her to lose control. However, when her friends present her with the magicite shard of her father, the esper Maduin, she regains the memories surrounding her dual human and esper parentage. After learning the truth behind her origins, she is resolved to reconcile both of her families by wielding her great powers to save the world.", "異界有關幻獸與人的故事中登場的女性，在與幻獸艶翼蛇鳥進行接觸後，也變身成了幻獸的姿態。她無法制御體內強大的力量，失去了控制。多虧同伴們帶來了她父親的魔石，她才想起自己是幻獸與人類的孩子。在想起自己的身世之後，蒂娜決心成為2種族之間的橋樑，為2種族的友好貢獻力量。", "이계에 전해지는 환수와 인간 이야기에 등장하는 여성. 환수 발리가르만다와의 교신을 계기로 환수의 모습으로 변신하지만, 숨겨져 있던 강대한 힘을 제어하지 못하고 폭주해 버리고 만다. 그러나 동료들이 가지고 온 아버지 마딘의 마석과 마주하자, 자신이 인간과 환수 사이에서 태어났다는 사실을 기억해낸다. 자신이 누구인지를 알게 된 티나는, 두 종족의 연결 다리가 되기 위해 그 힘을 사용하고자 하는 결의를 다진다.", "Une femme qui apparaît dans un conte d'un autre monde, où elle joue un rôle important dans un immense conflit opposant les humains et les chimères. L'échange que Terra eut avec la chimère Valigarmanda réveilla en elle un pouvoir incroyable, lui faisant perdre le contrôle. Cependant, lorsque ses amis lui apportent un éclat de magilithe de son père la chimère Maduin, elle retrouve la mémoire de ses origines humano-chimériennes. Cette révélation la pousse alors à vouloir réconcilier ses deux familles à l'aide de ses grands pouvoirs pour sauver le monde.", "Frau, die in Erzählungen aus einer anderen Welt vorkommt, wo sie eine Rolle im Konflikt zwischen Menschheit und Espern spielt. Durch ihre Begegnung mit dem Esper Valigarmanda wurden ihre verborgenen Kräfte geweckt und sie verlor die Kontrolle. Als ein Freund ihr jedoch den Maginitsplitter ihres Vaters, des Espers Maduin, gibt, erlangt sie ihre Erinnerungen über ihre Eltern zurück. Nachdem sie die Wahrheit über ihre Herkunft erfährt, möchte sie beide Seiten ihrer Familie in Einklang bringen, indem sie mit ihrer großen Macht die Welt rettet.", "Una mujer que aparece en historias de otro mundo, donde desempeña un papel en el gran conflicto entre la raza humana y los esper. La interacción de Terra con el esper Valigarmanda activó unos poderes durmientes que tenía, provocando que perdiese el control. Sin embargo, cuando sus amigos le regalan la esquirla de magicita de su padre, el esper Maduin, recobra los recuerdos relacionados con su ascendencia dual humana y esper. Después de conocer la verdad sobre sus orígenes, se decide a reconciliar a ambas familias utilizando sus grandes poderes para salvar el mundo."], "fusion": ["I was born between the worlds of humans and espers... With this power...I know what I must do...", "我是幻獸和人類的小孩……<br>所以才擁有這力量……", "나는 환수와 인간 사이에서 태어났어……<br>이 힘도…… 그 때문에……", "Je suis née entre le monde des humains et celui des chimères... Je sais ce que je dois faire... avec ce pouvoir...", "Ich wurde zwischen den Welten von Menschen und Espern geboren ... Mit dieser Kraft ... Ich weiß, was zu tun ist.", "Nací entre el mundo de los humanos y los espers.... Se que debo hacer con este poder..."], "summon": ["I was raised in the land of espers...<br>I finally remembered.", "我在幻獸界成長……<br>終於想起來了。", "나는 환수계에서 자랐어……<br>이제야 생각이 나.", "J'ai été élevée dans le monde des chimères ...<br>Je m'en souviens enfin.", "Ich wuchs im Land der Esper auf ...<br>Endlich erinnere ich mich daran.", "Crecí en la tierra de los espers...<br>Ahora sí que me acuerdo."]}}, "206000125": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [868, 2631, 240], "ATK": [32, 96, 16], "MP": [47, 143, 40], "MAG": [38, 115, 24], "SPR": [33, 100, 16], "DEF": [30, 92, 16]}, "magic_affinity": [8, 8, 0, 0], "ability_slots": 4, "limitburst_id": 206000125, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 20, "290060000": 10, "290060100": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 503, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [62], "effect_frames": [60], "strings": {"evolution": null, "affinity": ["Thank you.<br>I can fight, if only for<br>the sake of everyone's futures.", "謝謝。<br>為了守護大家的未來，<br>我要繼續戰鬥。", "고마워.<br>모두의 미래를 지키기 위해서,<br>난 싸우겠어.", "Merci.<br>Je peux me battre, mais uniquement pour<br>le bien des générations futures.", "Danke.<br>Für die Zukunft aller<br>werde ich kämpfen.", "Gracias.<br>Lucharé, aunque tan solo sea por el futuro de todos."], "description": ["A woman who appears in tales from another world, where she played a role in the great conflict between humankind and espers. Able to wield magical powers believed lost to the world, <br>Terra was used as a weapon by the Gestahl Empire bent on world domination. However, she was eventually saved by the treasure hunter Locke and joined him in the fight against the empire by becoming a member of the Returners. Dedicating herself to their cause, she travels with the group to see the esper Valigarmanda, where a strange power resonates with her. In moments, Terra transforms into an esper and flees to an unknown location.", "異界有關幻獸與人的故事中登場的女性，她擁有本已消失的魔導之力，被以征服世界為目標的格斯塔拉帝國當做兵器利用。在陷入危機時被財寶獵人洛克救助，以此為契機加入了反帝國組織回歸者，投身於與帝國的戰鬥之中。在納爾謝的山谷中，她與幻獸艶翼蛇鳥進行了接觸，隨後自身也變成了幻獸，不知飛向了何方。", "이계에 전해지는 환수와 인간 이야기에 등장하는 여성. 잃어버렸던 마도의 힘을 가지고, 세계를 정복하고자 하는 가스트라 제국의 병기로써 이용된다. 보물 사냥꾼 로크에 의해 궁지에 몰리게 된 것을 계기로 반 제국 조직 리터너에 참가하여,  제국과의 싸움에 몸을 던진다. 나르셰 고개 위에서 환수 발리가르만다와 접촉한 티나는, 자신 또한 환수의 모습을 하고 어디론가로 날아가 버렸다.", "Une femme qui apparaît dans un conte d'un autre monde, où elle joue un rôle important dans un immense conflit opposant les humains et les chimères. Maîtrisant des pouvoirs magiques que l'on croyait perdus, Terra était utilisée comme une arme par l'empire de Gestahl pour asseoir sa domination sur le monde. Mais un jour, le chasseur de trésors Locke la sauva, et elle le rejoignit dans son combat contre l'empire en intégrant la Résistance. Dévouée à leur cause, elle voyage avec le groupe pour rencontrer la chimère Valigarmanda, quand un étrange pouvoir résonne en elle. En un instant, Terra se change en chimère et s'envole quelque part.", "Frau, die in Erzählungen aus einer anderen Welt vorkommt, wo sie eine Rolle im Konflikt zwischen Menschheit und Espern spielt. Da sie über verloren geglaubte magische Kräfte verfügte, wurde Terra als Waffe für das Imperium Gestahl eingesetzt. Schließlich wurde sie jedoch vom Schatzjäger Locke gerettet und schloss sich ihm im Kampf gegen das Imperium an, indem sie ein Mitglied der Rückkehrer wurde. Auf ihrer Reise trifft sie auf die vereiste Esper Valigarmanda und reagiert so stark auf sie, dass Terra ohnmächtig wird. Gelegentlich verwandelt sich Terra in einen Esper und flieht an einen unbekannten Ort.", "Una mujer que aparece en historias de otro mundo, donde desempeña un papel en el gran conflicto entre la raza humana y los esper. Capaz de manejar poderes mágicos que se creían perdidos en el mundo, Terra fue utilizada como arma por el Imperio Gestahl, decidido a dominar el mundo. Sin embargo, al final fue salvada por el cazatesoros Locke, y se unió a él en la lucha contra el imperio, convirtiéndose en un miembro de los Replicantes. Dedicada a su causa, viaja con el grupo para ver al esper Valigarmanda, donde un extraño poder resuena en ella. Poco después, Terra se transforma en un esper y huye a un lugar desconocido."], "fusion": ["This warm power...<br>Is that you, father?", "這溫暖的力量是……<br>爸爸？", "이 따뜻한 힘……<br>아빠?", "Cette puissante chaleur...<br>Père ? Est-ce vous ?", "Diese warme Kraft ...<br>Bist du das, Vater?", "Este poder tan cálido...<br>Padre, ¿eres tú?"], "summon": ["What form is this...?<br>Wh-who am I...?", "這究竟是？<br>我是誰？　誰？", "이 모습은 대체……<br>나는 누구? 누구인 거지……?", "Que signifie cette apparence... ?<br> Qu-qui suis-je... ?", "Was ist das für eine Form ...?<br>We-wer bin ich ...?", "¿Qué forma es esta...?<br>¿Q-quién soy...?"]}}}, "job": "Magic Warrior", "sex": "Female", "game": "FFVI", "rarity_max": 6, "names": ["Trance Terra", "入神蒂娜", "트랜스 티나", "Terra en transe", "Trance-Terra", "Terra en trance"], "equip": [1, 2, 5, 6, 14, 30, 40, 50, 53, 60], "game_id": 10006, "rarity_min": 5, "tribe_id": 5, "id": "206000125", "job_id": 29}