{"TMR": ["EQUIP", 403041100], "name": "Kefka", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20090, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20100, "rarity": 3}, {"level": 6, "type": "ABILITY", "id": 200250, "rarity": 3}, {"level": 26, "type": "ABILITY", "id": 100110, "rarity": 3}, {"level": 36, "type": "MAGIC", "id": 20160, "rarity": 3}, {"level": 16, "type": "MAGIC", "id": 20180, "rarity": 4}, {"level": 46, "type": "ABILITY", "id": 201520, "rarity": 4}, {"level": 56, "type": "MAGIC", "id": 20210, "rarity": 4}, {"level": 56, "type": "MAGIC", "id": 20220, "rarity": 4}, {"level": 66, "type": "MAGIC", "id": 20260, "rarity": 5}, {"level": 76, "type": "ABILITY", "id": 201530, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 201540, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 208410, "rarity": 6}, {"level": 11, "type": "ABILITY", "id": 100050, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 208430, "rarity": 6}, {"level": 51, "type": "ABILITY", "id": 208440, "rarity": 6}, {"level": 71, "type": "ABILITY", "id": 208450, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 208420, "rarity": 6}], "sex_id": 1, "entries": {"206001703": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [413, 1251, 150], "ATK": [16, 49, 10], "MP": [29, 89, 25], "MAG": [23, 69, 14], "SPR": [21, 64, 10], "DEF": [16, 47, 10]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 3, "limitburst_id": 206001703, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290010100": 25, "290020300": 10, "290030200": 5}}, "rarity": 3, "compendium_id": 209, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [76, 91], "effect_frames": [74, 89], "strings": {"evolution": null, "affinity": ["Uwee-hee-hee!<br>Clearly, you can recognize a real treasure when you see one!", "嘻嘻嘻……<br>看來你是個很有眼光的人嘛……", "히히히…….<br>당신은 물건의 가치를<br>잘 아는 사람이군요…….", "Ho, ho, ho ! Tu m'as tout l'air de savoir reconnaître ce qui a de la valeur, toi !", "Hiiihihihi!<br>Du hast ein gutes Auge für die wirklich wertvollen Dinge!", "¡Ue, je, je!<br>¡Parece ser que sabes reconocer un tesoro cuando lo ves!"], "description": ["A mage from another world where magic and espers once lived. His mind was irreparably damaged by an infusion of artificial magic, but his emperor still places a great deal of trust in this madman. He is as fickle as a child, and just as quick to explode in anger, but these are tantrums with a death toll—he even kills women and children indiscriminately. Even his fellow soldiers in the Gestahlian Army hate and fear Kefka for his madness and cruelty.", "生活在幻獸與魔導的世界中的大魔導士，深受格斯塔拉皇帝的信任，負責攻打他國、捕獲幻獸等任務。由於他被人工植入魔導之力，因此精神失去了平衡，像幼兒一般隨心所欲，稍有不順心就會發怒。另外，他心狠手辣，就連女性和小孩子也都不放過。即使是同為帝國人的士兵們也十分厭惡他。", "환수와 마도의 세계에 살았던 대마도사. 가스트라 황제의 전폭적인 신뢰를 받는 마도사로, 침략 전쟁이나 환수 포획 등의 임무를 수행한다. 인공적으로 마도의 힘을 이식 받는 과정에서 생긴 정신적 부작용으로 인해 어린아이처럼 변덕스럽고 쉽게 흥분하는 성격이 되었다. 여자와 아이도 서슴없이 학살하여 같은 제국 병사들마저 그를 혐오한다.", "Un mage venu d'un monde où existaient autrefois la magie et les chimères. Son esprit a été irrémédiablement abîmé par un transfert de magie artificielle, mais l'empereur maintient toute sa confiance dans cet aliéné. Il est aussi capricieux qu'un enfant et ses crises de colère peuvent l'amener à tuer femmes et enfants sans distinction. Kefka est haï et craint par les soldats de l'armée de Gestahl qui ne voient en lui qu'un fou cruel.", "Magier aus einer anderen Welt, in der einst Magie und Esper lebten. Sein Geist wurde irreparabel durch eine Transfusion künstlicher Magie geschädigt. Er ist so launisch wie ein Kind und platzt schnell vor Wut - dies sind jedoch Ausbrüche mit tödlichen Folgen, die selbst vor Frauen und Kindern nicht zurückschrecken. Die anderen Soldaten der gestahlianischen Armee hassen und fürchten Kefka für dessen Wahnsinn und Grausamkeit.", "Un mago de otro mundo donde existían la magia y los espers. Su mente se vio dañada sin remedio tras infundirle magia artificial, pero el emperador todavía deposita gran parte de su confianza en este demente. Kefka es caprichoso como un niño y se enfada con igual facilidad, pero sus berrinches pasan una factura mortal, ya que ataca incluso a mujeres y niños. Sus compañeros del ejército de Gestahl sienten odio y temor hacia su locura y crueldad."], "fusion": ["Uwee-hee-hee!<br>Oooh! It's warm to the touch!<br>What a lovely treasure!", "呵呵呵！<br>好溫暖的觸感啊！<br>我都被溫暖包圍啦！", "오호호홋!<br>이거 너무 따뜻해!<br>만족스럽다~!!", "Ho, ho, ho  !<br>Quelle douce chaleur !<br>Quel trésor magnifique !", "Hihihihi!<br>Oooh! Es fühlt sich so warm an!<br>Was für ein bezaubernder Schatz!", "¡Uh, je je!<br>¡Oh! ¡Qué calentito!<br>¡Qué magnífico tesoro!"], "summon": ["Hee hee! Nothing beats the sweet music of hundreds of voices screaming in unison!", "嘻嘻嘻，<br>就讓你見識一下我的實力吧！", "힛힛힛~<br>이 몸의 힘을<br>보여드리죠!", "Hihihi ! ! Quelle douce musique que ces centaines de voix hurlant à l'unisson !", "Hihihi! Nichts ist schöner als der Chor der Schreie aus hundert gequälten Kehlen!", "¡Je, je, je! Nada como la dulce música de cientos de voces gritando al unísono."]}}, "206001705": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [698, 2115, 240], "ATK": [27, 83, 16], "MP": [50, 150, 40], "MAG": [38, 116, 24], "SPR": [36, 109, 16], "DEF": [26, 79, 16]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 206001705, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 211, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [76, 91], "effect_frames": [74, 89], "strings": {"evolution": ["Yes! Yes, this is the power I was looking for! Sorry for becoming too strong for you!", "太棒了！<br>這才是我所追求的力量！<br>要是我變得太強了，那多不好意思呀。", "너무 멋져!<br>이거야말로 내가 추구하던 힘!<br>너무 강해지면 미안해서 어쩌지.", "Oui ! Oui, c'est ça, c'est le pouvoir que je recherchais ! Désolé si je deviens un peu trop fort pour vous !", "Ja! Ja, das ist die Kraft, die ich immer wollte! Tut mir leid für dich!", "¡Sí! ¡Este es el poder que buscaba! ¡Siento ser demasiado fuerte para ti!"], "affinity": ["Uwee-hee-hee!<br>Clearly, you can recognize a real treasure when you see one!", "嘻嘻嘻……<br>看來你是個很有眼光的人嘛……", "히히히…….<br>당신은 물건의 가치를<br>잘 아는 사람이군요…….", "Ho, ho, ho ! Tu m'as tout l'air de savoir reconnaître ce qui a de la valeur, toi !", "Hiiihihihi!<br>Du hast ein gutes Auge für die wirklich wertvollen Dinge!", "¡Ue, je, je!<br>¡Parece ser que sabes reconocer un tesoro cuando lo ves!"], "description": ["A mage from another world where magic and espers once lived. He served the Gestahlian Empire, but his mind is twisted and warped. He hunts the espers to harvest magicite from them, and his lust for power explodes as it goes unchecked by those around him. He betrays his own emperor without a second thought, then lets the Warring Triad run wild. Amid the chaos, he is reborn as a god of destruction who wants nothing more than to see the world burn.", "生活在幻獸與魔導的世界中的大魔導士，他雖然從屬於格斯塔拉帝國，卻被幻獸與魔石吸引，直至無法抑制心中的破壞衝動。在獲得三鬥神，也就是魔導的創造者之後，他輕易背叛並殺死了格斯塔拉皇帝，隨後令三鬥神的力量失控，摧毀了整個世界。後來，他作為「破壞神」統治著崩潰後的世界，企盼著將一切都破壞殆盡。", "환수와 마도의 세계에 살았던 대마도사. 가스트라 제국을 섬기고 있었으나, 환수와 마석의 힘에 매료된 후에는 점차 파괴적 충동을 참지 못하게 된다. 그런 그의 욕망은 마도를 창조한 삼투신을 손에 넣자 정점에 달했고, 섬기던 황제조차 벌레 죽이듯 제거한 다음 삼투신의 힘을 폭주시켜 세계를 붕괴시킨다. 그 후 초토화된 세계에서 '파괴신'으로 군림하여 모든 존재의 파멸을 소원했다.", "Un mage venu d'un monde où existaient autrefois la magie et les chimères. Il sert l'empire de Gestahl, mais son esprit est dérangé et perverti. Il chasse les chimères pour s'emparer de leur magicite, et sa soif de puissance explose dès qu'il se retrouve seul. Il trahit son empereur sans la moindre hésitation et libère la Triade guerrière. Au milieu de ce chaos, il renaît en tant que dieu de la destruction guidé par l'envie de réduire le monde en cendres.", "Magier aus einer anderen Welt, in der einst Magie und Esper lebten. Dient dem Reich Gestahl, doch sein Geist ist verdreht und verwirrt. Er jagt Esper, um an deren Maginit zu gelangen, und seine Machtsucht explodiert, wenn man ihn nicht bremst. Er hintergeht seinen Imperator, ohne mit der Wimper zu zucken, und lässt daraufhin das Kriegstriumvirat los. In jenem Chaos wird er als Zerstörungsgott wiedergeboren, der nichts als den Untergang der Welt wünscht.", "Un mago de otro mundo donde existían la magia y los espers. Servía al Imperio de Gestahl, pero su mente es retorcida y está perturbada. Caza espers para extraerles la magicita y su sed de poder no tiene límites porque nadie a su alrededor dice nada. Traiciona a su emperador sin pensárselo dos veces y permite que la Tríade Marcial campe a sus anchas. En medio del caos, renace como un dios de la destrucción que solo desea ver cómo arde el mundo."], "fusion": ["Are you sure about this?<br>You never know what might happen<br>if you give me too much power!", "你聽好喲，<br>給予我這麼多力量，<br>出了什麼事我可不管喲？", "괜찮아요?<br>이렇게 힘을 많이 주다니!<br>나중에 후회해도 모릅니다?", "Tu joues à un jeu dangereux, tu sais ?<br>Qui sait ce qui se passera si tu me donnes trop de pouvoir ?", "Weißt du auch, was du da tust?<br>Wenn du mir zu viel Macht gibst, kann ich für nichts garantieren!", "¿Estás seguro?<br>Nunca se sabe qué puede pasar si me das demasiado poder."], "summon": ["Looking to rain down devastation and destruction? Well, why didn't you say so sooner!", "你在叫我嗎？<br>是不是很期待我來見你啊？", "네네, 부르셨나요?<br>내가 오기만을<br>목이 빠지도록 기다렸죠~?!", "Envie de faire pleuvoir la destruction et la terreur ? Mais il fallait le dire plus tôt !", "Wie, du willst Tod und Verwüstung über die Welt bringen? Na, sag das doch gleich!", "¿Buscas sembrar devastación y destrucción? ¿Por qué no lo has dicho antes?"]}}, "206001704": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [537, 1627, 210], "ATK": [21, 64, 14], "MP": [38, 115, 35], "MAG": [29, 89, 18], "SPR": [28, 84, 14], "DEF": [20, 61, 14]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 4, "limitburst_id": 206001704, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290040300": 5, "290020300": 20, "290030200": 10}}, "rarity": 4, "compendium_id": 210, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [76, 91], "effect_frames": [74, 89], "strings": {"evolution": ["Wh-what is this!? Such tremendous power!<br>Wave after wave of pure, magical energy...!", "怎、怎麼回事？<br>我感受到了非同一般的魔力，<br>這波動簡直太強烈啦！", "어, 어떻게 된 거죠?<br>엄청난 마력이 느껴지는군요.<br>거센 마력의 파동이에요!", "M-mais qu'est-ce que c'est ? Quel pouvoir incroyable !<br>Des vagues déferlantes d'énergie magique pure... !", "W-Was ist das?! Solch enorme Kraft!<br>Ein Ozean reiner, magischer Energie ...!", "¿Q-Qué es esto? ¡Este poder es tremendo!<br>¡Ola tras ola de pura energía mágica!"], "affinity": ["Uwee-hee-hee!<br>Clearly, you can recognize a real treasure when you see one!", "嘻嘻嘻……<br>看來你是個很有眼光的人嘛……", "히히히…….<br>당신은 물건의 가치를<br>잘 아는 사람이군요…….", "Ho, ho, ho ! Tu m'as tout l'air de savoir reconnaître ce qui a de la valeur, toi !", "Hiiihihihi!<br>Du hast ein gutes Auge für die wirklich wertvollen Dinge!", "¡Ue, je, je!<br>¡Parece ser que sabes reconocer un tesoro cuando lo ves!"], "description": ["A mage from another world where magic and espers once lived. A key player of the Gestahlian Empire, he stands in the way of the Returners time and again. His mind has been broken by the magic he was implanted with, leaving him emotionally stunted and devoid of morals. He murdered the entire population of Doma without hesitation, and shows no remorse for any of his heartless acts. He is obsessed with the espers and the great power that he could gain from them.", "生活在幻獸與魔導的世界中的大魔導士，他作為格斯塔拉皇帝的直屬魔導士，在各地阻止反帝國組織回歸者的活動。由於他被人工植入魔導之力，因此精神失去了平衡，導致他的言語幼稚且以自我為中心。他心狠手辣，曾下毒虐殺了整個多瑪城的人民。在奉皇帝之命捕捉幻獸的過程中，他被幻獸強大的力量所折服，對幻獸有著非比尋常的執著。", "환수와 마도의 세계에 살았던 대마도사. 가스트라 황제의 직속 마도사로서 반 제국 조직 리터너와 여러 차례 대결했다. 인공적으로 마도의 힘을 주입하는 과정에서 생긴 부작용으로 정신의 균형을 상실한 탓에, 언동이 매우 유치하고 이기적이다. 또한, 주저 없이 독을 풀어 도마 성 주민을 학살하는 등 잔인무도한 행위를 거듭했다. 황제의 명으로 환수를 쫓던 중 그 강력한 힘에 매료되어 집착하게 된다.", "Un mage venu d'un monde où existaient autrefois la magie et les chimères. Personnage-clé de l'empire de Gestahl, il s'oppose régulièrement à la Résistance. Son esprit a été brisé par la magie qu'on lui a insufflée, le privant de toute morale ou empathie. Il n'a pas hésité à tuer toute la population de Doma et n'a jamais éprouvé de remords pour ses actes de cruauté. Il est obsédé par les chimères et la puissance qu'il pourrait obtenir d'elles.", "Ein Magier aus einer anderen Welt, in der einst Magie und Esper lebten. Er ist eine Schlüsselfigur des Reichs Gestahl, die sich den Rückkehrern immer wieder in den Weg stellt. Sein Geist wurde von der Magie zerstört, die ihm eingepflanzt wurde, und verstümmelte ihn emotional ohne einen Hauch Moral zurückzulassen. Er tötete ohne zu zögern sämtliche Einwohner Domars und zeigt niemals Reue. Er ist besessen von den Espern und der großen Macht, die sie ihm geben könnten.", "Un mago de otro mundo donde existían la magia y los espers. Es un miembro clave del Imperio de Gestahl que se interpone a los Replicantes una y otra vez. La magia que le infundieron descompuso su mente y lo dejó emocionalmente mermado y vacío de valores morales. Asesinó a toda la gente de Duma sin dudarlo y no muestra remordimientos por sus actos desalmados. Está obsesionado con los espers y el gran poder que podría obtener con ellos."], "fusion": ["What energy!<br>SOOO BEAUTIFUL!<br>I CAN'T EVEN.", "好厲害的能量！<br>太美妙啦！<br>簡直不敢相信！", "와, 엄청난 에너지다~!<br>훌륭해요~!<br>못 믿겠어~!!", "Quelle énergie !<br>QUELLE BEAUTÉ !<br>JE CRAAAQUE !", "Welche Energie!<br>SO WUNDERSCHÖN!<br>UNFASSBAR!", "¡Qué energía!<br>¡¡¡Es tan hermosa!!! No me lo creo..."], "summon": ["Son of a submariner! You want my powers? You must be as crazy as I am! Hehehehe!", "讓我當你的同伴，<br>你還真是有眼光啊……", "나를 유혹하다니,<br>제법 보는 눈이<br>있나 보군요…….", "Tu veux faire de moi ton allié ? Tu dois être aussi marteau que moi ! Hihihi !", "Da brat mir einer einen Storch! Du hast mich gerufen? Du musst genauso irre sein wie ich! Hehehe!", "¡Hijo de rata del desierto!¿Quieres mis poderes? Tienes que estar tan loco como yo. ¡Je, je, je!"]}}, "206001706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [907, 2749, 390], "ATK": [35, 107, 26], "MP": [64, 195, 65], "MAG": [50, 150, 34], "SPR": [47, 141, 26], "DEF": [34, 102, 26]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 206001706, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 502, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [76, 91], "effect_frames": [74, 89], "strings": {"evolution": ["I have received great power.<br>Anything else is scum!<br>The scum of scum!", "我得到了世界上最強的力量。<br>除我之外，所有人都是垃圾！<br>連垃圾都不如！", "난 이 세계의 가장 강력한 힘을 흡수했다.<br>그 외의 인간들은 모두 쓰레기야!<br>쓰레기 이하다! 쓰레기 이하의 이하다!", "J'ai reçu un grand pouvoir.<br>Les autres ne sont rien comparés à ma puissance !<br>Rien que des déchets !", "Ich habe große Kraft erlangt.<br>Alles andere ist Müll!<br>Stinkender Müll!", "He recibido un gran poder.<br>¡Todos los demás son escoria!<br>¡Escoria inútil!"], "affinity": ["Uwee-hee-hee!<br>Clearly, you can recognize a real treasure when you see one!", "嘿嘿嘿……<br>看來<br>你有一雙慧眼啊……", "히히히……<br>당신은 물건의 가치를<br>잘 아는 사람이군요……", "Ho, ho, ho ! Tu m'as tout l'air de savoir reconnaître ce qui a de la valeur, toi !", "Hiiihihihi!<br>Du hast ein gutes Auge für die wirklich wertvollen Dinge!", "¡Ue, je, je!<br>¡Parece ser que sabes reconocer un tesoro cuando lo ves!"], "description": ["A mage from another world where magic and espers once lived. Kefka lost his empathy for others, along with his sanity, during the experimental process that gave him his magical powers as the first Magitek Knight. He will use any means necessary to achieve his maniacal ambitions, including turning against imperial general Leo, and even against Emperor Gestahl himself. After acquiring the power of the Warring Triad in order to destroy the world, Kefka builds his own tower out of rubble and makes his ascension as a god. He then proceeds to drain the Warring Triad's power, smiting anyone who dares defy him with the Light of Judgment.", "生活在幻獸與魔導的世界中的大魔導士，由於他的魔力是後天植入的，因此欠缺為他人著想的心。他冷酷無情，毫不猶豫地殺害了自國將軍利奧和君主格斯塔拉皇帝，為達到目的不擇手段。在利用三鬥神的力量使世界崩潰之後，他築起了廢墟之塔，成為了崩潰後的世界的神，用奪來的三鬥神之力對世界各地降下制裁之光。", "환수와 마도의 세계에 살았던 대마도사. 후천적으로 마도의 힘을 얻게 된 탓에, 타인을 생각하는 마음이 결여되어 있다. 자국의 장군 레오와 주군인 가스트라 황제까지 주저 없이 제거하는 등, 자신의 욕망을 위해서는 수단을 가리지 않는다. 삼투신의 힘을 이용하여 세계를 붕괴시키기 위해 가레키의 탑을 세워 신으로 군림하였으며, 삼투신의 힘마저 빼앗아 심판의 빛으로 세계 각지를 불태웠다.", "Un mage venu d'un monde où existaient autrefois la magie et les chimères. Kefka a perdu son empathie pour autrui, ainsi que sa santé mentale, au cours d'une expérience pour lui donner des pouvoirs magiques et faire de lui le premier chevalier Magitech. Il cherche à atteindre ses ambitions maniaques par tous les moyens, même si c'est au détriment du général Léo, ou encore de l'empereur Gestahl lui-même. Une fois le pouvoir de la Triade guerrière obtenu, dans le but de détruire le monde, Kefka se construit sa propre tour à partir de décombres et règne en tant que dieu. Il se met ensuite à absorber l'énergie de la Triade guerrière, frappant quiconque osant le défier avec la Lumière du jugement.", "Magier aus einer anderen Welt, in der einst Magie und Esper lebten. Kefka verlor sein Mitgefühl und seinen Verstand während eines Experiments, das ihm magische Kräfte verlieh und zum ersten Magitek-Ritter machte. Er wird alles tun, um seine auf dem Wahn geborenen Ziele umzusetzen. So wendete er sich gegen den imperialen General Leo und sogar den Imperator Gestahl selbst. Nach Erlangen des Kriegstriumvirats errichtet Kefka seinen eigenen Turm aus Schutt und steigt zum Gott auf. Um die Welt zu zerstören, zieht er weiter Energie aus dem Kriegstriumvirat und schlägt jeden mit dem Licht des Urteils, der sich ihm entgegenstellt.", "Un mago de otro mundo en donde una vez vivieron la magia y los esper. Kefka perdió su empatía por los demás junto con su cordura, durante el proceso experimental que le dio sus poderes mágicos como primer Caballero Magitek. Usará todos los medios necesarios para conseguir sus ambiciones maníacas, incluyendo volverse en contra del general Leo, e incluso en contra del mismísimo emperador Gestahl. Después de adquirir el poder de la Tríade Marcial para destruir el mundo, Kefka construye su propia torre a partir de escombros. Luego procede a quitarle la energía a la Tríade Marcial , aniquilando a todo el que ose desafiarlo como la Luz de Juicio."], "fusion": ["This new power is all mine!<br>It's not the time to be giving up...", "這新力量我就收下啦！<br>真是讓人欲罷不能啊……", "새로운 힘, 잘 먹겠습니다!<br>이래서 그만둘 수가 없다니까……", "Ce nouveau pouvoir est à moi !<br>Ce n'est pas le moment de l'abandonner...", "Diese neue Kraft ist mein!<br>Jetzt wird nicht aufgegeben ...", "¡Este nuevo poder es todo mío!<br>No es momento de abandonarlo..."], "summon": ["Hee hee!<br>Destruction without death,<br>what a waste of effort!", "哈！哈！<br>只有伴隨著死亡的破壞<br>才有意思！", "햐햐햣!<br>죽음 없는 파괴 따위<br>아무런 재미도 없다!", "Hihihi ! ! Détruire sans tuer,<br>quel gâchis !", "Hehe!<br>Zerstörung ohne Tod,<br>was für eine Verschwendung!", "¡ji, ji, ji!<br>¡La destrucción sin muertes,<br>es una pérdida de tiempo!"]}}}, "job": "Archmage", "sex": "Male", "game": "FFVI", "rarity_max": 6, "names": ["Kefka", "凱夫卡", "케프카", "Kefka", "Kefka", "Kefka"], "equip": [1, 5, 6, 15, 40, 50, 53, 60], "game_id": 10006, "rarity_min": 3, "tribe_id": 5, "id": "206001703", "job_id": 51}