{"TMR": ["EQUIP", 304002600], "name": "Sephiroth", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 214870, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 14, "type": "ABILITY", "id": 224500, "rarity": 5}, {"level": 27, "type": "ABILITY", "id": 224510, "rarity": 5}, {"level": 43, "type": "ABILITY", "id": 224610, "rarity": 5}, {"level": 55, "type": "MAGIC", "id": 10180, "rarity": 5}, {"level": 69, "type": "ABILITY", "id": 201670, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 224580, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 224590, "rarity": 6}, {"level": 14, "type": "ABILITY", "id": 224520, "rarity": 6}, {"level": 29, "type": "ABILITY", "id": 224550, "rarity": 6}, {"level": 38, "type": "ABILITY", "id": 224600, "rarity": 6}, {"level": 56, "type": "ABILITY", "id": 224530, "rarity": 6}, {"level": 77, "type": "ABILITY", "id": 224560, "rarity": 6}, {"level": 89, "type": "ABILITY", "id": 224620, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 224540, "rarity": 6}], "sex_id": 1, "entries": {"207001006": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1212, 3674, 390], "ATK": [53, 160, 34], "MP": [57, 172, 65], "MAG": [47, 142, 26], "SPR": [45, 137, 26], "DEF": [43, 130, 26]}, "magic_affinity": [8, 8, 0, 0], "ability_slots": 4, "limitburst_id": 207001006, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 907, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [22, 42, 72], "effect_frames": [20, 40, 70], "strings": {"evolution": ["I am a descendant of the ancients.<br>It is now time to build the future.", "我是古人的後裔。<br>該是建構未來的時候了。", "나는 고대종 이상의 존재다.<br>그리고 머지않아 미래를 창조하리라.", "Je suis un descendant des Anciens.<br>Il est désormais temps de bâtir le futur.", "Ich bin dem alten Volk weit überlegen.<br>Und bald werde ich die Zukunft erschaffen.", "Soy descendiente de los antiguos.<br>Ha llegado el momento de construir el futuro."], "affinity": ["I will always be by your side.<br>I will give meaning to your existence.", "我會永遠待在你身邊。<br>就讓我賦予你存在的意義吧。", "난 항상 네 곁에 있다.<br>내가 너에게 의미를 주지.", "Je serai toujours à tes côtés.<br>Je donnerai un sens à ton existence.", "Ich bin immer an deiner Seite.<br>Ich werde deinem Leben einen Sinn geben.", "Siempre estaré a tu lado.<br>Nos haremos buena compañía."], "description": ["A legendary member of SOLDIER who was once admired as a hero. Sephiroth wields Masamune, a katana much longer than his own height, with great ease. Many have been charmed by his looks, his long silver hair coupled with the unique hue in which his eyes shine making for a beautiful sight as he removes his long black coat before diving into battle. Despite being declared killed in action some years prior, he eventually awakens following a certain incident and manages to track down Cloud and his companions.", "曾被稱為英雄的傳奇戰士，能自如地操縱刀身長度超過身長的正宗。其銀髮秀長及腰，瞳孔發出特別的光輝，身著黑色長外套，馳騁疆場。他的身子迷倒了眾人。在幾年前發生的事故中，他被斷定身亡，但以某個事件為契機，開始出現在克勞德所到之處。", "과거에 영웅으로서 그 이름을 날린 전설의 솔저. 자신의 키보다도 훨씬 장대한 도 마사무네를 자유자재로 휘두른다. 허리를 넘는 긴 은발과 독특한 색으로 빛나는 눈동자, 긴 코트를 걸치고 싸우는 그 모습은 많은 사람을 매혹시켰다. 수년 전에 임무 도중 사망했다고 알려졌으나, 어느 사건 이후 클라우드 일행이 가는 곳마다 모습을 드러내게 되었다.", "Un membre légendaire de SOLDAT qui était autrefois considéré comme un héros. Séphiroth brandit sans aucune difficulté Masamune, un katana pourtant plus long que son propre corps. Nombreux sont ceux qui ont été charmés par son allure, ses longs cheveux d’argent et la lueur unique qui anime ses yeux alors qu’il se débarrassait de son grand manteau noir pour charger sur le champ de bataille. En dépit du fait qu’il avait été signalé tué au combat plusieurs années auparavant, il réapparaît à la suite d’un certain incident et parvient à retrouver la trace de Cloud et de ses compagnons.", "Ein legendäres SOLDAT-Mitglied und einst bewunderter Held. Sephiroth schwingt das riesige Katana Masamune, das ihn noch überragt, mit großer Leichtigkeit. Er verzaubert alle mit seinem Aussehen, dem langen silbernen Haar und den wunderschönen Augen, wenn er im Kampf seinen langen schwarzen Mantel ablegt. Obwohl er angeblich vor einigen Jahren ums Leben gekommen sein soll, wachte er nach einem Vorfall wieder auf und schaffte es, Cloud und seine Begleiter aufzuspüren.", "Un miembro legendario de SOLDADO que antaño era admirado como si de un héroe se tratara. Sefirot suele ir acompañado de Masamune, una katana que le supera en estatura y que blande con una facilidad pasmosa. Muchos han acabado cautivados por su aspecto: su pelo largo y plateado, el color especial que adquieren sus ojos al brillar, especialmente cuando se quita el abrigo negro antes de lanzarse al combate. Asimismo, a pesar de que hace unos años se le declaró muerto en combate, se despertó al tiempo tras cierto incidente y fue capaz de dar con el paradero de Cloud y su grupo."], "fusion": ["All wisdom, all knowledge...<br>I will assimilate with it all.<br>I will become all, and all will be me.", "所有的智慧……知識……<br>我都將其同化。<br>全部……全都納為我的一部分。", "모든 지혜…… 지식……<br>나는 모든 것과 동화한다.<br>나는 모든 것이 되고, 모든 것은 내가 되리라.", "Toute la sagesse et la connaissance...<br>J'assimilerai tout.<br>Je deviendrai tout, et tout deviendra moi.", "All seine Weisheit, seine Kenntnisse …<br>Ich werde mit all dem verschmelzen.<br>Ich werde eins damit werden … es wird eins mit mir werden.", "Toda la sabiduría, todo el conocimiento...<br>Lo asimilaré todo.<br>Sabré de todo y seré más fuerte."], "summon": ["I am a product of the Jenova Project.<br>Ha ha ha... Do you understand now?", "傑諾瓦・計劃創造了我。<br>嘿嘿嘿……這樣你理解了嗎？", "제노바 프로젝트가<br>날 창조했다.<br>크크큭…… 이해했나?", "Je suis le résultat du projet Jenova.<br>Ha ha ha... Comprends-tu, à présent ?", "Ich bin ein Produkt des Jenova-Projekts.<br>Ha ha ha ... Begreifst du endlich?", "Soy producto del Proyecto Jenova.<br>Ja, ja, ja... ¿Ahora lo entiendes?"]}}, "207001005": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [933, 2826, 240], "ATK": [41, 123, 24], "MP": [44, 132, 40], "MAG": [36, 109, 16], "SPR": [35, 105, 16], "DEF": [33, 100, 16]}, "magic_affinity": [7, 7, 0, 0], "ability_slots": 4, "limitburst_id": 207001005, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 10, "290060000": 10, "290060100": 5, "290050500": 5}}, "rarity": 5, "compendium_id": 906, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [22, 42, 72], "effect_frames": [20, 40, 70], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I will always be by your side.<br>I will give meaning to your existence.", "我會永遠待在你身邊。<br>就讓我賦予你存在的意義吧。", "난 항상 네 곁에 있다.<br>내가 너에게 의미를 주지.", "Je serai toujours à tes côtés.<br>Je donnerai un sens à ton existence.", "Ich bin immer an deiner Seite.<br>Ich werde deinem Leben einen Sinn geben.", "Siempre estaré a tu lado.<br>Nos haremos buena compañía."], "description": ["A legendary member of SOLDIER who was once admired as a hero. Sephiroth boasts of unnatural strength, and thus amassed many victories during the Wutai War. Already a member of Shinra's most elite forces, his accomplishments helped his rank rise even higher to that of SOLDIER First Class. Although he has inspired many Shinra soldiers who admire him to take the test required to become a part of SOLDIER, only a handful of them ever pass the examination.", "曾經被稱為英雄的傳奇戰士。其實力無人出其右，曾立下赫赫戰功。他是巨型企業神羅公司的精銳士兵，是最強戰士之一。很多年輕人出於對他的崇拜而立志成為戰士，但很少有人能通過神羅的試驗。", "과거에 영웅으로서 그 이름을 날린 전설의 솔저. 뛰어난 힘을 자랑하는 그는 일전의 대전투에서도 수많은 무공을 세웠다. 거대 기업 '신라 컴퍼니'의 정예병으로, 그중에서도 최고위 클래스인 1st에 소속되어 있는 인물로, 그를 동경하여 신라의 병사가 되고자 하는 젊은이는 수없이 많지만 특수한 시험을 거쳐 실제로 솔저가 되는 자는 얼마 되지 않는다고 한다.", "Un membre légendaire de SOLDAT qui était autrefois considéré comme un héros. Séphiroth possède une force surhumaine et a amassé de nombreuses victoires au cours de la guerre de Wutaï. Ses exploits l’ont aidé à gravir sans cesse les échelons, passant de la brigade d’élite de la Shinra au rang de SOLDAT de première classe. Bien qu’il ait inspiré de nombreux soldats Shinra admiratifs à passer l’épreuve nécessaire pour rejoindre SOLDAT, une poignée d’entre eux seulement sont admis à l’examen.", "Ein legendäres SOLDAT-Mitglied und einst bewunderter Held. Sephiroth verfügt über unnatürliche Stärke und konnte dadurch im Wutai-Krieg viele Siege erringen. Als Mitglied von Shinras Elitekräften konnte er durch seine Erfolge die Karriereleiter weiter nach oben klettern und wurde schließlich Rang-1-SOLDAT. Obwohl er viele Shinra-Soldaten inspirierte und diese den SOLDAT-Test absolvierten, bestanden nur wenige die Aufnahmeprüfung.", "Un miembro legendario de SOLDADO que antaño era admirado como si de un héroe se tratara. Sefirot posee una fuerza sobrehumana y, gracias a ello, consiguió amasar un gran número de victorias durante la Guerra de Wutai. Cuando ya era miembro de las fuerzas de élite de Shinra, sus logros le hicieron ascender aún más hasta convertirse en SOLDADO de 1.ª clase. Por otra parte, a pesar de haber inspirado a muchísimos soldados que lo admiran para realizar la prueba de acceso a SOLDADO, solo un puñado de estos consigue pasarla."], "fusion": ["Won't you take part in the reunion?<br>Jenova is the disaster to befall the world after the reunion.", "你不參加團聚嗎？<br>傑諾瓦是在團聚後<br>降臨於世界上的災難。", "너는 리유니온에 참가하지 않는가?<br>제노바는 리유니온하여<br>하늘에서 온 재해가 된다.", "Tu ne participeras pas à la réunion ?<br>Jenova est le désastre qui frappera le monde après la réunion.", "Machst du bei der Wiedervereinigung mit?<br>Jenova wird bei der Wiedervereinigung mitmachen, es wird ein Unglück aus dem Himmel beschworen.", "¿No vas a participar en la reunión?<br>Jenova es el desastre que caerá sobre el mundo una vez haya concluido la reunión."], "summon": ["Ha ha ha... I am the chosen one.<br>I have been chosen to be the leader of this Planet.", "嘿嘿嘿……我是遴選之人。<br>是作為支配者的存在。", "큭큭큭…… 난 선택받은 자.<br>지배자로서 선택받은 존재인 것이다.", "Hé hé hé... Je suis l'Élu.<br>J'ai été désigné pour servir.", "Ha ha ha ... Ich bin der Auserwählte.<br>Ich wurde ausgewählt, diese Welt zu führen!", "Je, je, je... Soy la elegida.<br>Me han elegido para servir."]}}}, "job": "SOLDIER", "sex": "Male", "game": "FFVII", "rarity_max": 6, "names": ["Sephiroth", "賽菲羅斯", "세피로스", "Sephiroth", "Sephiroth", "Sefirot"], "equip": [2, 3, 4, 16, 40, 41, 50, 51, 52, 60], "game_id": 10007, "rarity_min": 5, "tribe_id": 5, "id": "207001005", "job_id": 118}