{"TMR": ["MATERIA", 504214990], "name": "Cloud", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 214800, "rarity": 5}, {"level": 16, "type": "ABILITY", "id": 214790, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 215160, "rarity": 5}, {"level": 57, "type": "ABILITY", "id": 214810, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 214850, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 214860, "rarity": 6}, {"level": 28, "type": "ABILITY", "id": 214820, "rarity": 6}, {"level": 49, "type": "ABILITY", "id": 214830, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 214870, "rarity": 6}, {"level": 81, "type": "ABILITY", "id": 214880, "rarity": 6}, {"level": 93, "type": "ABILITY", "id": 214980, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 214840, "rarity": 6}], "sex_id": 1, "entries": {"207000105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [942, 2855, 240], "ATK": [41, 123, 24], "MP": [42, 126, 40], "MAG": [34, 104, 16], "SPR": [33, 99, 16], "DEF": [34, 104, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 207000105, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 20, "290060000": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 681, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [4], "effect_frames": [2], "strings": {"evolution": null, "affinity": ["You've gotten us this far.<br>Now it's my turn.", "我不會辜負你的期望。<br>接下來我會想辦法的。", "기대에는 부응해 주지.<br>이 뒤는 내가 어떻게든 하겠다.", "Tu as répondu à mes attentes.<br>Maintenant, c'est à moi de te rendre la pareille.", "Du hast meine Erwartungen erfüllt.<br>Jetzt bin ich an der Reihe.", "Has cumplido con mis expectativas.<br>Ahora me toca hacer algo a mí."], "description": ["A young man at the center of a struggle to save his planet on a distant world. Cloud is a former Shinra SOLDIER, an elite group within Shinra's private army. After a request from his childhood friend Tifa, he joins the terrorist group AVALANCHE in their mission to destroy one of Shinra's mako reactors. Amidst the fighting he meets a flower girl by the name of Aerith, whom he attempts to save after she is captured by Shinra and taken to their headquarters. This is where Cloud learns that the legendary SOLDIER Sephiroth has somehow come back to life.", "在圍繞著星球的生命的異界故事中登場的青年。自稱曾經是支配世界的神羅公司的精銳士兵「戰士」，討厭與他人相處。聽了兒時玩伴蒂法的委託，決定協助反神羅組織——雪崩進行魔晄爐破壊作戰。在戰鬥時，賣花少女艾莉絲遭到神羅誘拐，為了救出少女，潛入了神羅大樓內部。在那裡得知傳說中的戰士賽菲羅斯復活的消息。", "별의 운명을 둘러싼 이계의 이야기에 등장하는 청년. 세계를 좌지우지하는 신라 컴퍼니의 정예 병사 '솔저'였음을 자칭하며, 타인과 엮이는 것을 꺼린다. 소꿉친구인 티파의 부탁을 받아 반 신라 조직 아발란치의 마황로 폭파 작전에 협력하게 되고, 전투 속에서 꽃 파는 소녀 에어리스가 신라에 붙잡혀 가자 그녀를 구하기 위해 신라 빌딩 내부로 침입한다. 그곳에서 전설적인 솔저 세피로스가 부활한 것을 알게 된다.", "Un jeune homme qui apparaît dans les récits d’un univers lointain dépeignant la vie sur une certaine planète. Cloud est un ex-membre d’une division d’élite nommée SOLDAT, une création de la Shinra Electric Power Company, et n’est par nature guère accommodant. Suite à une demande de son amie d’enfance, Tifa, il se joint à un groupe terroriste du nom d’AVALANCHE pour aider ses membres dans leur mission et détruire un réacteur mako. Au cœur de ce conflit, il fait la connaissance d’une vendeuse de fleurs, Aéris, qu’il tente de sauver lorsqu’elle est capturée par la Shinra et emmenée dans son quartier général. C’est alors que Cloud apprend que Séphiroth, le membre légendaire du SOLDAT, est inexplicablement revenu à la vie.", "Ein junger Mann aus einer fernen Welt, in der Erzählungen über das Leben eines Planeten überliefert werden. Er bezeichnet sich selbst als ehemaliger SOLDAT-Elitekämpfer des die Welt unterjochenden Shinra-Konzerns und hegt eine Abneigung gegen anstrengende zwischenmenschliche Beziehungen. Auf Bitten seiner Jugendfreundin Tifa schließt er sich der terroristischen Organisation AVALANCHE an, um ihnen bei dem Plan zu helfen, einen Makoreaktor zu zerstören. Inmitten der Kämpfe wird das Blumenmädchen Aerith von Shinra entführt und Cloud nimmt Verfolgung bis in das Shinra-Hauptquartier auf, um sie zu retten. Dort muss er feststellen, dass der legendäre SOLDAT Sephiroth von den Toten wiederauferstanden ist.", "Un joven que aparece en los relatos de un mundo lejano. Cloud fue miembro del grupo de élite SOLDADO, grupo que fue creado por la compañía eléctrica Shinra. Por otra parte, Cloud no es una persona muy amistosa. Se unió al grupo terrorista AVALANCHA, después de que se lo pidiera su amiga de la infancia Tifa, con la misión era destruir un reactor Mako. En mitad de todo esto, conoce a una florista que se llama Aeris e intenta salvarla cuando Shinra la captura y se la lleva a su cuartel general. En ese momento es cuando Cloud se entera de que el legendario SOLDADO Sefirot ha vuelto a la vida sin saberse muy bien cómo."], "fusion": ["Never doubt a former SOLDIER.<br>I'll show you what I'm made of.", "別小看前戰士。<br>讓你看看我的實力。", "전직 솔저를 우습게 보지 마라.<br>내 실력을 보여주지.", "Tu ferais mieux de ne pas te moquer d'un ancien membre du SOLDAT.<br>Tu verras ce qu'il en coûte.", "Mach dich lieber nicht über ein<br>ehemaliges Mitglied von SOLDAT lustig.<br>Ich zeige dir, woraus ich gemacht bin.", "Mejor será que no te rías<br>de un antiguo SOLDADO.<br>Si no, tendré que enseñarte de lo que estoy hecho."], "summon": ["I have no interest in who or what you are.", "你們是什麼人，我並沒有興趣。", "당신들이 누구인지 따위, 관심 없어.", "Je me fiche complètement de savoir qui tu es ou ce que tu es.", "Mich interessiert nicht, wer oder was ihr seid.", "No me interesa ni quién eres ni a qué te dedicas."]}}, "207000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1225, 3712, 390], "ATK": [53, 160, 34], "MP": [54, 165, 65], "MAG": [45, 136, 26], "SPR": [43, 129, 26], "DEF": [40, 120, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 207000106, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 682, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [4], "effect_frames": [2], "strings": {"evolution": ["Limit, broken.<br>I won't let anyone stand in my way.", "超越極限！<br>對阻饒的人，我可不會手下留情。", "한계를 넘겠어!<br>방해할 거라면 용서치 않겠다.", "J'ai brisé mes limites !<br>Je ne laisserai personne me barrer la route.", "Ich habe meine Grenze überschritten!<br>Ich vergebe niemandem, der mir in den Weg tritt.", "¡Ya tengo mi límite listo!<br>No tendré piedad con nadie que se interponga en mi camino."], "affinity": ["You've gotten us this far.<br>Now it's my turn.", "我不會辜負你的期望。<br>接下來我會想辦法的。", "기대에는 부응해 주지.<br>이 뒤는 내가 어떻게든 하겠다.", "Tu as répondu à mes attentes.<br>Maintenant, c'est à moi de te rendre la pareille.", "Du hast meine Erwartungen erfüllt.<br>Jetzt bin ich an der Reihe.", "Has cumplido con mis expectativas.<br>Ahora me toca hacer algo a mí."], "description": ["A young man at the center of a struggle to save his planet on a distant world. A former Shinra SOLDIER, Cloud joins the terrorist group AVALANCHE in their fight against Shinra, and eventually learns that Sephiroth, his nemesis, is still alive. He then decides to leave Midgar in order to pursue him and stop his plans. However, the more he chases after him, the more he realizes that he is not acting of his own volition, and gradually comes to fear his own self.", "在圍繞著星球的生命的異界故事中登場的青年。以「前戰士」之姿受雇於雪崩，在進行反神羅活動時，得知了曾經的對手賽菲羅斯還活著的消息，因此告別了密德格踏上了尋找賽菲羅斯的旅途。為了阻止賽菲羅斯的野心奔走於世界中，在越接近他的時候，自己的意志就越來越不受控制，會做一些奇怪的事，慢慢地他開始對這樣的自己感到恐懼害怕。", "별의 운명을 둘러싼 이계의 이야기에 등장하는 청년. 전직 솔저로서 아발란치에 고용되어, 반 신라 활동을 전개하는 도중 운명의 숙적 세피로스가 살아있다는 사실을 알게 되자 미드가르에 작별을 고하고 그를 쫓기 위한 여행에 나섰다. 세피로스의 야망을 저지하기 위해 세계 각지를 분주히 돌아다니는 도중, 그에게 가까워질수록 자신의 의사와는 상관없이 행동하게 됨에 따라 자기 자신에게 두려움을 갖게 되었다.", "Un jeune homme qui apparaît dans les récits d’un univers lointain dépeignant la vie sur une certaine planète. En tant qu’ex-membre de SOLDAT, Cloud rejoint et apporte son aide à AVALANCHE, un groupe terroriste déterminé à nuire aux activités d'une entreprise appelée Shinra. Au fil de ses missions, il apprend que Séphiroth, son ennemi juré, est toujours en vie. Apprenant cette nouvelle, il décide de quitter Midgar pour se lancer à la poursuite de Séphiroth et mettre fin à ses desseins. Toutefois, au fil de sa poursuite, il se rend progressivement compte qu’il n’agit pas de son plein gré et finit par craindre sa vraie nature.", "Ein junger Mann aus einer fernen Welt, in der Erzählungen über das Leben eines Planeten überliefert werden. Der ehemalige SOLDAT-Kämpfer wird von der terroristischen Organisation AVALANCHE angeheuert und findet während der Entfaltung ihrer Pläne heraus, dass sein Erzfeind Sephiroth noch immer am Leben ist. Cloud beschließt daher, Midgar zu verlassen und bricht auf eine Reise auf, um Sephiroth zu verfolgen. Während er zwischen allen erdenklichen Orten der Welt hin- und herreist, um Sephiroths heimtückische Pläne zu verhindern, bemerkt er, dass er immer mehr die Kontrolle über sein eigenes Handeln verliert, je näher er Sephiroth kommt. Durch diese Veränderung entwickelt Cloud eine immer stärker werdende Furcht vor sich selbst.", "Un joven que aparece en los relatos de un mundo lejano. Tras ser miembro de SOLDADO, Cloud se une a la banda terrorista AVALANCHA para tomar parte en sus actividades contra la Compañía Shinra. Debido a esto, se acaba enterando de que Sefirot, su némesis, continúa con vida. Ahí es cuando decide abandonar Midgar para acabar con los planes de Sefirot. Sin embargo, mientras más lo persigue, más se da cuenta de que no está actuando bajo su propia voluntad lo que le lleva a empezar a tener miedo de sí mismo."], "fusion": ["You think I look pale?<br>This is what I always look like.", "我臉色看起來不太好？<br>不，這就是普通的表情。", "상태가 안 좋아 보인다고?<br>아니, 그렇지 않아. 아무렇지 않다.", "Comment ça, j'ai pas l'air bien ?<br>Je suis toujours comme ça.", "Ich seh nicht gut aus?<br>So sehe ich immer aus.", "¿Que no tengo buen aspecto?<br>Esta es mi cara de siempre."], "summon": ["I'm Cloud, former SOLDIER 1st Class.<br>I'm up for a fight if you are.", "前一等戰士<br>克勞德。<br>那麼，偶爾也享受一下戰鬥的樂趣吧。", "전직 솔저 클래스 1ST,<br>클라우드다.<br>그럼, 가끔은 전투도 즐겨 보실까.", "Moi c'est Cloud, ancien membre du SOLDAT 1ère classe.<br>J'ai hâte de me battre à tes côtés.", "Ich bin Cloud, ehemaliger SOLDAT erster Klasse.<br>Ich freue mich, mit euch zu kämpfen.", "Soy Cloud, antiguo SOLDADO de 1ª clase.<br>Tengo ganas de luchar a tu lado."]}}}, "job": "SOLDIER", "sex": "Male", "game": "FFVII", "rarity_max": 6, "names": ["Cloud", "克勞德", "클라우드", "Cloud", "Cloud", "Cloud"], "equip": [2, 3, 15, 40, 41, 50, 51, 52, 60], "game_id": 10007, "rarity_min": 5, "tribe_id": 5, "id": "207000105", "job_id": 118}