{"TMR": ["MATERIA", 504217350], "name": "Black Waltz 3", "is_summonable": true, "skills": [{"level": 10, "type": "MAGIC", "id": 30010, "rarity": 3}, {"level": 10, "type": "MAGIC", "id": 30020, "rarity": 3}, {"level": 18, "type": "MAGIC", "id": 20100, "rarity": 3}, {"level": 29, "type": "ABILITY", "id": 100010, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 212280, "rarity": 3}, {"level": 12, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 23, "type": "ABILITY", "id": 217310, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 20220, "rarity": 4}, {"level": 19, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 217320, "rarity": 5}, {"level": 57, "type": "ABILITY", "id": 217330, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 217340, "rarity": 5}], "sex_id": 1, "entries": {"209001203": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [456, 1381, 150], "ATK": [20, 61, 10], "MP": [29, 87, 25], "MAG": [21, 65, 14], "SPR": [20, 60, 10], "DEF": [17, 50, 10]}, "magic_affinity": [0, 5, 1, 0], "ability_slots": 2, "limitburst_id": 209001203, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290010100": 25, "290020300": 10, "290030200": 5}}, "rarity": 3, "compendium_id": 756, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["My purpose for living is to keep on winning!", "我存在的理由，<br>就是一直勝利下去！！", "내 존재 이유는 오로지<br>끝없이 싸워나가는 것뿐!!!", "Mon but dans la vie est de continuer à gagner !", "Ich lebe, um zu gewinnen!", "¡Mi objetivo en la vida es ganar!"], "description": ["A black mage who appears in tales of Gaia, a world foreign to this one. Black Waltz 3 is a black mage developed at the behest of Queen Brahne to serve as part of the Alexandrian forces. More powerful than regular black mages, his kind came to be called the \"Black Waltz.\" Three of them are known to exist, and Black Waltz 3 seems to be the acting leader among them.", "異界蓋亞的故事中登場的黑魔道士兵。是由布拉妮女王下令開發的亞力山德利亞王國的戰爭機器。其中經過特殊強化的士兵被稱為「黑色華爾茲」。數如其名，一共有３臺，其中３號體格較大，相當於頭領。", "이계 가이아에 전해지는 이야기에 등장하는 흑마도사 병사. 알렉산드리아 왕국의 병력으로서 브라네 여왕의 손에 의해 개발되었다. 그중에서도 특별하게 강화를 거친 병사를 '검은 왈츠'라 칭하며 3박자를 뜻하는 그 이름대로 검은 왈츠는 세 대가 존재하며, 그 중에서도 몸집이 큰 3호가 리더 역할을 담당하고 있다.", "Un mage noir qui apparaît dans divers récits de Gaïa, un autre monde. Le Valseur 3 est un mage noir créé sur ordre de la reine Branet dans un effort visant à renforcer l’armée d’Alexandrie. Plus puissant qu’un mage noir ordinaire, ses congénères et lui-même étaient appelés \"Valseurs\". L’existence de trois de ces Valseurs est connue, et le n°3 semble faire office de chef dans leurs rangs.", "Ein Schwarzmagier aus den Erzählungen der fernen Welt Gaia. Schwarzer Tenor 3 ist ein Schwarzmagier, der auf den Wunsch von Königin Brane erschaffen wurde, um in der Arme von Alexandria zu dienen. Da seine Art weitaus mächtiger ist als gewöhnliche Schwarzmagier, erhielten sie den Namen \"Schwarzer Tenor\". Es gibt drei von ihnen und Schwarzer Tenor 3 scheint das Sagen zu haben.", "Un mago negro que aparece en las historias de Gaia, un mundo desconocido. Vals Negro 3 es un mago negro que se creó por petición de la reina Brahne para servir en el ejército de Alexandria. Esta creación es más fuerte de lo normal si se compara con el resto de magos negros; por ello, se les acabó llamando \"Vals Negro\". Por último, se sabe de la existencia de tres de estos y, por lo visto, Vals Negro 3 actúa como su líder."], "fusion": ["You all are nothing special!", "你們這些人<br>根本連對手都稱不上啊！", "너희들 따윈<br>아무런 가치도 없다!", "Vous n'avez rien de spécial !", "Ihr seid alle nichts Besonderes!", "¡No sois nada especial!"], "summon": ["Hey, get out of the way!<br>Do you dare defy this Black Waltz?", "喂！讓開！<br>想要反抗我黑色華爾滋嗎！", "에잇, 비켜라!<br>이 검은 왈츠를 가로막을 셈이냐!", "Hé, dégage de là !<br>Veux-tu vraiment défier le Valseur ?", "He, aus dem Weg!<br>Du wagst es, Schwarzer Tenor zu trotzen?", "¡Eh, aparta de mi camino!<br>¿O es que te atreves a desafiar a un Vals Negro?"]}}, "209001205": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [771, 2336, 240], "ATK": [34, 104, 16], "MP": [49, 149, 40], "MAG": [37, 111, 24], "SPR": [34, 103, 16], "DEF": [29, 87, 16]}, "magic_affinity": [0, 7, 3, 0], "ability_slots": 4, "limitburst_id": 209001205, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 758, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20], "strings": {"evolution": ["Wait there while I take care of all those who dare to get in our way!", "咖咖咖咖咖！<br>在我解決礙事的傢伙之前<br>就在那等著吧！！", "카카카카카!<br>방해꾼들을 모두 처리할 때까지<br>거기서 기다려라!", "Attends ici le temps que je m'occupe de tous ceux qui osent se mettre en travers de notre chemin !", "Warte, ich kümmere mich um alle, die uns im Weg stehen!", "¡Esperad ahí mientras que yo me encargo de todo aquel que ose interponerse en nuestro camino!"], "affinity": ["My purpose for living is to keep on winning!", "我存在的理由，<br>就是一直勝利下去！！", "내 존재 이유는 오로지<br>끝없이 싸워나가는 것뿐!!!", "Mon but dans la vie est de continuer à gagner !", "Ich lebe, um zu gewinnen!", "¡Mi objetivo en la vida es ganar!"], "description": ["A black mage who appears in tales of Gaia, a world foreign to this one. Black Waltz 3 is a black mage developed at the behest of Queen Brahne to serve as part of the Alexandrian forces. Although originally an artificially made soldier, the 3 units known as Black Waltz were given special powers to boast of. Black Waltz 3 had the ability to consciously judge any situation he found himself in, and was resolved to complete his mission regardless of any damage he had taken in battle. He was perhaps the strongest soldier ever produced by Alexandria.", "異界蓋亞的故事中登場的黑魔道士兵。是由布拉妮女王下令開發的亞力山德利亞王國的戰爭機器。雖然是人工製造的機器，不過３臺經過特殊強化的士兵——「黑色華爾茲」，都擁有明確的自我意識。３號是亞力山德利亞的王牌士兵，能夠根據情況自行作出判斷，即便重傷累累也堅持執行任務。", "이계 가이아에 전해지는 이야기에 등장하는 흑마도사 병사. 알렉산드리아 왕국의 병력으로서 브라네 여왕의 손에 의해 개발되었다. 인공적으로 만들어진 존재이지만, 특별히 강화된 '검은 왈츠'는 3대 모두가 확실하게 자아를 가지고 있다. 3호는 상황에 따라 스스로 판단하며, 몸이 망가져 엉망이 되어도 임무를 수행하려고 하는 알렉산드리아의 강력한 병사이기도 하다.", "Un mage noir qui apparaît dans divers récits de Gaïa, un autre monde. Le Valseur 3 est un mage noir créé sur ordre de la reine Branet dans un effort visant à renforcer l’armée d’Alexandrie. Les trois mages noirs répondant à la désignation de Valseur, bien que créés de toute pièce, furent gratifiés de pouvoirs uniques. Le Valseur 3 possédait la faculté de juger consciencieusement de toute situation dans laquelle il se trouvait et était déterminé à accomplir sa mission sans se soucier des blessures qu’il pourrait subir au combat. Il était probablement le soldat le plus puissant jamais créé par Alexandrie.", "Ein Schwarzmagier aus den Erzählungen von Gaia, einer weit entfernten Welt. Schwarzer Tenor 3 ist ein Schwarzmagier, der auf den Wunsch von Königin Brane erschaffen wurde, um in der Arme von Alexandria zu dienen. Obwohl alle 3 Schwarzer-Tenor-Einheiten künstlich geschaffen wurden, verfügen sie über besondere Fähigkeiten. Schwarzer Tenor 3 besaß die Fähigkeit, alle Situationen bewerten zu können und wollte seine Mission auf jeden Fall abschließen, ohne darauf zu achten, wie viel er im Kampf einstecken musste. Vielleicht war er der stärkste Soldat, der jemals in Alexandria geschaffen wurde.", "Un mago negro que aparece en las historias de Gaia, un mundo desconocido. Vals Negro 3 es un mago negro que se creó por petición de la reina Brahne para servir en el ejército de Alexandria. Aunque originalmente se trataban de soldados artificiales, a las tres unidades conocidas como Vals Negro se les otorgaron poderes especiales dignos de alabanza. En este sentido, Vals Negro 3 posee la habilidad de juzgar a conciencia cualquier situación en la que se encuentre y está determinado a completar su misión sin importar el daño que pueda recibir en combate. Probablemente, se trata del soldado más poderoso jamás producido en Alexandria."], "fusion": ["What is something built without the ability to think supposed to protect?", "無法自己思考的人造物<br>還想要守護什麼呢？", "아무 생각도 할 수 없는 물건 따위가<br>혼자서 뭘 지키겠다는 거지?", "Qu'est-ce qu'une chose fabriquée sans la capacité de penser est censée protéger ?", "Was soll etwas, das nicht einmal denken kann, schon beschützen?", "¿Y qué se supone que va a proteger algo que se creó sin habilidad para pensar?"], "summon": ["It matters not what you know,<br>you who are on your way toward death.<br>Ka ka ka ka ka!", "即將死去的你們，<br>知道什麼都沒用了！<br>嘎嘎嘎嘎嘎！", "곧 죽을 녀석들이<br>알아서 무엇하리?<br>카카카카카!", "Ce que tu sais n'a que peu d'importance.<br>Surtout vu que tu vas bientôt mourir.<br>Hahahahahaha !", "Was ihr wisst, spielt keine Rolle,<br>denn bald seid ihr tot.<br>Hahahahaha!", "No importa lo que sepas,<br>vas camino de la muerte.<br>¡Ja, ja, ja, ja, ja!"]}}, "209001204": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [593, 1796, 210], "ATK": [26, 80, 14], "MP": [38, 114, 35], "MAG": [28, 85, 18], "SPR": [26, 79, 14], "DEF": [22, 66, 14]}, "magic_affinity": [0, 6, 2, 0], "ability_slots": 3, "limitburst_id": 209001204, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290040300": 5, "290020300": 20, "290030200": 10}}, "rarity": 4, "compendium_id": 757, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20], "strings": {"evolution": ["I will eradicate all who stand in the way of my responsibilities!", "妨礙任務進行的人<br>全部都要剷除！", "임무를 방해하는 자,<br>모두 제거한다!", "J'écraserai tous ceux qui m'empêcheront d'accomplir ma mission !", "Ich werde alle auslöschen, die meiner Pflicht im Weg stehen!", "¡Acabaré con cualquiera que se interponga entre mis responsabilidades!"], "affinity": ["My purpose for living is to keep on winning!", "我存在的理由，<br>就是一直勝利下去！！", "내 존재 이유는 오로지<br>끝없이 싸워나가는 것뿐!!!", "Mon but dans la vie est de continuer à gagner !", "Ich lebe, um zu gewinnen!", "¡Mi objetivo en la vida es ganar!"], "description": ["A black mage who appears in tales of Gaia, a world foreign to this one. Black Waltz 3 is a black mage developed at the behest of Queen Brahne to serve as part of the Alexandrian forces. Even amongst the other two mages called Black Waltz, this particular unit came to be regarded as the most special. He is considered to have the most powerful combat abilities when compared to the rest of the black mages, and his words are full of pride when he speaks.", "異界蓋亞的故事中登場的黑魔道士兵。是由布拉妮女王下令開發的亞力山德利亞王國的戰爭機器。其中有３臺經過特殊強化的士兵被稱為「黑色華爾茲」。３號的戰鬥力尤為強大，不是一般士兵能夠相比的。擁有自我意識的３號說出的言論透露出自身有著極強的自尊心。", "이계 가이아에 전해지는 이야기에 등장하는 흑마도사 병사. 알렉산드리아 왕국의 병력으로서 브라네 여왕의 손에 의해 개발되었다. 그중에서도 특별하게 강화를 거친 병사를 '검은 왈츠'라 칭하며, 특히 3호는 일반 병사보다 전투능력이 월등히 뛰어나다. 자아를 지닌 그의 말에서는 높은 자존심을 엿볼 수 있다.", "Un mage noir qui apparaît dans divers récits de Gaïa, un autre monde. Le Valseur 3 est un mage noir créé sur ordre de la reine Branet dans un effort visant à renforcer l’armée d’Alexandrie. Même au regard des deux autres mages noirs portant le nom de Valseur, celui-ci est considéré comme particulièrement spécial. Ses pouvoirs dépassent de loin ceux de ses confrères et ses paroles sont marquées d’un orgueil palpable.", "Ein Schwarzmagier aus den Erzählungen der fernen Welt Gaia. Schwarzer Tenor 3 ist ein Schwarzmagier, der auf den Wunsch von Königin Brane erschaffen wurde, um in der Arme von Alexandria zu dienen. Von allen drei Schwarzer-Tenor-Einheiten ist diese besonders. Schwarzer Tenor 3 verfügt über die besten Fähigkeiten im Kampf im Vergleich zu den anderen Schwarzmagiern und wenn er spricht, klingt er sehr stolz.", "Un mago negro que aparece en las historias de Gaia, un mundo desconocido. Vals Negro 3 es un mago negro que se creó por petición de la reina Brahne para servir en el ejército de Alexandria. Esta unidad en particular, incluso si se compara con los otros dos vals negros que existen, está considerada como la más especial. De hecho, está demostrado que sus habilidades de combate son más avanzadas, si se compara con el resto de magos negros. Además, cuando abre la boca, es todo un fanfarrón."], "fusion": ["You are no match for me, for I am Black Waltz 3!", "根本不是我黑色華爾滋３號的對手啊！", "그 누구도<br>이 검은 왈츠 3호의 적은 될 수 없다!", "Tu ne fais pas le poids face à moi, Valseur 3 !", "Ihr seid mir, Schwarzer Tenor 3, nicht gewachsen!", "¡No eres un rival digno de mí, pues yo soy Vals Negro 3!"], "summon": ["I'm unable to tell the difference between garbage, so what sort of rubbish does that make you?!", "無法區別劣等人物，<br>看來你也是愚蠢之人！", "하찮은 녀석들과 구별도 못 하다니,<br>네놈도 어리석은 종자구나!", "Je suis incapable de faire la différence entre les ordures, alors de quelle sorte de déchets es-tu fait ?", "Schrott ist für mich nur Schrott, also was für eine Art von Schrott bist du?!", "No sé diferenciar la basura, así que dime, ¿qué tipo de residuo eres tú?"]}}}, "job": "Black Mage Warrior", "sex": "Male", "game": "FFIX", "rarity_max": 5, "names": ["Black Waltz 3", "黑色華爾滋3號", "검은 왈츠 3호", "Valseur 3", "Schwarzer Tenor 3", "Vals Negro 3"], "equip": [1, 5, 6, 40, 50, 53, 60], "game_id": 10009, "rarity_min": 3, "tribe_id": 5, "id": "209001203", "job_id": 133}