{"TMR": ["EQUIP", 409001600], "name": "Freya", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200260, "rarity": 3}, {"level": 16, "type": "ABILITY", "id": 200270, "rarity": 3}, {"level": 17, "type": "ABILITY", "id": 200210, "rarity": 4}, {"level": 29, "type": "ABILITY", "id": 101050, "rarity": 4}, {"level": 59, "type": "ABILITY", "id": 101460, "rarity": 4}, {"level": 34, "type": "ABILITY", "id": 201700, "rarity": 5}, {"level": 34, "type": "ABILITY", "id": 100130, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 100070, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 201710, "rarity": 5}], "sex_id": 2, "entries": {"209000505": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [840, 2545, 240], "ATK": [34, 103, 16], "MP": [37, 112, 40], "MAG": [28, 86, 16], "SPR": [30, 90, 16], "DEF": [31, 93, 24]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 209000505, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 234, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [18], "effect_frames": [16], "strings": {"evolution": ["Even if I am to be forgotten<br>and never thought of again...<br>I have decided... I will NOT look back!", "即使已經忘卻，<br>即使再也回憶不起來……<br>我也決定不再回頭了！", "설사 잊혔다 하더라도,<br>두 번 다시 날 기억하지 못한다 하더라도……<br>나는…… 되돌아보지 않겠다고 결심했다네!", "Même si on m'oublie et qu'on ne pense plus jamais à moi...<br>J'ai décidé... de ne plus JAMAIS regarder en arrière !", "Sollte man mich vergessen<br>und nie wieder an mich denken ...<br>Ich habe entschieden ... NICHT zurückzusehen!", "¡No importa si acabo cayendo en el olvido<br>para no volver de él!<br>¡No volveré a volver la vista hacia el pasado!"], "affinity": ["It was destiny that brought me to<br>someone as soft-hearted as yourself.<br>I look forward to our continuing friendship.", "我跟你這種愛管閒事的人還真是有不解之緣。<br>今後也請多多關照啦。", "아무래도 난 자네와 같은<br>호인과 인연이 있는 모양이군.<br>앞으로도 잘 부탁하네.", "C'est le destin qui m'a mis sur la route de quelqu'un d'aussi sentimental que toi.<br>Je serais heureuse de continuer notre amitié.", "Das Schickal brachte mich zu jemandem<br>mit einem weichem Herz.<br>Ich freue mich auf unsere Freundschaft.", "Fue el destino quién me trajo hacia vos,<br>una persona de amable corazón.<br>Espero que sigamos siendo amigos."], "description": ["A Burmecian woman who appears in tales of Gaia, a world foreign to this one. She was a dragon knight who used her powerful jumping skills to unleash spear attacks. She left her home country to search the world for her lost lover, a quest that led her to spend some time working together with Zidane. Later, after the two friends met in Lindblum for the second time, they became caught up in events that would shake the world to its very core. Before long, Freya would also be reunited with her lover. However...", "異界蓋亞的故事中登場的鼠族女性，擁有驚人的彈跳力，是名用長槍戰鬥的龍騎士。為了尋找失蹤的戀人，她背井離鄉，在世界各地旅行。在旅途中她結識了吉坦，兩人共同旅行了1年左右的時間。在林德布爾姆與吉坦再會後，她也被捲入了足以動搖世界的陰謀當中去。她能夠找到自己的戀人嗎……", "이계 가이아에 전해 내려오는 이야기에 등장하는 쥐족 여성. 놀라운 점프력을 바탕으로 한 창술을 지닌 용기사. 실종된 연인을 찾기 위해 조국을 뛰쳐나와 세계각지를 여행하던 중이었다. 여행 도중에 지탄과 알게 되었고, 1년 정도 여정을 함께 한다. 린드블룸에서 지탄과 재회한 후 세계를 뒤흔드는 음모에 휘말리게 된다. 이윽고 그녀는 연인과 재회하게 되지만…….", "Une femme née à Bloumécia qui apparaît dans les contes du lointain monde étranger de Gaïa. C'était un chevalier-dragon qui utilisait ses aptitudes au saut pour attaquer ses ennemis avec sa lance. Elle a abandonné son pays natal pour partir à la recherche de son amour perdu. Après avoir rejoint Djidane, elle apprit qu'il travaillait avec ses alliés depuis un an déjà. Peu après avoir retrouvé son ancien ami à Lindblum, elle se retrouva impliquée dans un complot qui visait à faire trembler le monde entier. Elle finit par retrouver son amour mais n'avait aucune idée de ce qui l'attendait ensuite...", "Eine burmecianische Frau, die in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Sie war eine Drachenritterin, die ihre mächtigen Sprungangriffe für ihre Speerattacken nutzte. Sie verließ ihre Heimat auf der Suche nach ihrem verlorenen Liebhaber. Nachdem sie auf Zidane traf, erfuhr sie, dass er zuvor ein Jahr lang mit ihm zusammengearbeitet hatte. Zidane und die Drachenritterin fassten einen welterschütternden Plan. Konnte die unglücklichen Liebenden endgültig wiedervereint werden ...?", "Una mujer burmeciana que aparece en las historias de Gaia, un mundo lejano. Fue una caballero dragón que usaba sus poderosas habilidades de salto para liberar sus poderosos ataques con su lanza. Dejó su país natal para ir en busca de su amor perdido. Tras unirse a Yitán en mitad de su aventura viajaron juntos durante un año. Después de reencontrarse en Lindblum con Yitán de nuevo se vieron envueltos en un complot que cambiaría el curso del mundo entero. Posteriormente consiguió encontrar a su amor perdido, aunque..."], "fusion": ["They say strong memories can grant one power. Who would have known so many memories existed in this world...", "強烈的思念會變為力量……<br>世界上竟然殘留了這麼多的記憶……", "강한 마음이 힘이 된다는 건가.<br>세계에는 이렇게나<br>많은 기억이 남아있었구려…….", "On dit que des souvenirs très forts peuvent être la source d'un grand pouvoir. Qui aurait pu savoir qu'il existait tant de souvenirs dans le monde...", "Es heißt, Erinnerungen gewähren große Macht. Wer hätte gedacht, dass es so viele Erinnerungen auf der Welt gibt ...", "Dicen algunos que los recuerdos pueden garantizar un gran poder... Quién iba a decir que quedaran tales recuerdos en el mundo..."], "summon": ["Those who commit themselves to a path are destined to encounter others walking the same path.<br>...Surely.", "只要堅定自己所選擇的道路，<br>就必會再次遇到擁有相同志向的人。<br>……對吧？", "한 길로만 나아가는 자는 언젠가 반드시<br>같은 길을 걷는 자와 만나게 되는 법.<br>……그럼 이만.", "Ceux qui persévèrent dans une voie sont destinés à rencontrer les personnes qui avancent dans la même direction.<br>...Sans aucun doute.", "Wer sich einem Weg verschreibt, wird andere auf dem gleichen Weg treffen.<br>... Ganz sicher.", "Aquellos que siempre sigan el mismo camino<br>algún día se encontrarán con sus semejantes.<br>No hay duda alguna."]}}, "209000504": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [676, 2049, 210], "ATK": [26, 79, 14], "MP": [28, 86, 35], "MAG": [22, 66, 14], "SPR": [24, 72, 14], "DEF": [25, 75, 18]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 209000504, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290040200": 5, "290030100": 10, "290020000": 20, "290050400": 5}}, "rarity": 4, "compendium_id": 233, "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [18], "effect_frames": [16], "strings": {"evolution": ["I shall unveil my powerful spear skills in the battle to come.", "我的長槍的威力又增強了，<br>就在下次戰鬥中展現給你看吧。", "한층 강해진 창의 위력,<br>다음 전투에서 선보이도록 하겠네.", "Je dévoilerai mes puissantes techniques à la lance au prochain combat.", "Ich werde meine mächtigen Fähigkeiten mit dem Speer einsetzen.", "¡Os mostraré a vos el poder de mi lanza<br>en las batallas venideras!"], "affinity": ["It was destiny that brought me to<br>someone as soft-hearted as yourself.<br>I look forward to our continuing friendship.", "我跟你這種愛管閒事的人還真是有不解之緣。<br>今後也請多多關照啦。", "아무래도 난 자네와 같은<br>호인과 인연이 있는 모양이군.<br>앞으로도 잘 부탁하네.", "C'est le destin qui m'a mis sur la route de quelqu'un d'aussi sentimental que toi.<br>Je serais heureuse de continuer notre amitié.", "Das Schickal brachte mich zu jemandem<br>mit einem weichem Herz.<br>Ich freue mich auf unsere Freundschaft.", "Fue el destino quién me trajo hacia vos,<br>una persona de amable corazón.<br>Espero que sigamos siendo amigos."], "description": ["A Burmecian woman who appears in tales of Gaia, a world foreign to this one. As a proud dragon knight, she left her home country and traveled the world in search of a certain someone. She was reunited with her old friend Zidane during the Festival of the Hunt, which took place in Lindblum. Afterward, having learned of the attack on her home country Burmecia, she decided to join Zidane and his allies. Her fighting style, which took advantage of powerful jump attacks, was both graceful and beautiful.", "異界蓋亞的故事中登場的鼠族女性，原本是布爾梅西亞引以為豪的龍騎士中的一員，但因為尋找某個人而背井離鄉，在世界各地旅行。她與吉坦是老朋友，並在林德布爾姆舉辦狩獵祭時與吉坦再會。得知故鄉布爾梅西亞遇襲，她便與吉坦一行人一起踏上了旅途。她的彈跳能力十分驚人，在戰場上的身姿十分美麗。", "이계 가이아에 전해 내려오는 이야기에 등장하는 쥐족 여성. 블루메시아가 자랑하는 '용기사' 중 한 명이며 어떤 인물을 찾기 위해 조국을 뛰쳐나와 전 세계를 여행 중이다. 지탄과는 예전부터 알고 지내던 사이이며 린드블룸에서 열린 수렵제를 계기로 재회. 그 후 고향 블루메시아가 공격당했다는 소식을 듣고 지탄 일행과 행동을 함께하게 된다. 경이적인 점프력을 살린 전법은 용맹하면서도 아름답다.", "Une femme née à Bloumécia qui apparaît dans les contes du lointain monde étranger de Gaïa. Chevalier-dragon très fière, elle quitta son pays pour parcourir le monde à la recherche d'une certaine personne. Elle retrouva son vieil ami Djidane lors du Festival de la chasse qui avait lieu à Lindblum. Après avoir appris que Bloumécia, son pays natal, avait été attaqué, elle décida de rejoindre Djidane et ses alliés. Son style de combat faisait la part belle aux attaques sautées et était d'une grâce et d'une beauté sans pareilles.", "Eine burmecianische Frau, die in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Als stolze Drachenritterin verließ sie ihr Heimatland und bereiste die Welt auf der Suche nach einer bestimmten Person. Auf dem Fest der Jagd in Lindblum wurde sie mit ihrem alten Freund Zidane wiedervereint. Dann erfuhr sie den Angriff auf ihre Heimat Burmecia und schloss sich Zidane und seinen Verbündeten an. Ihr Kampfstil bestand aus mächtigen Sprungangriffen, die anmutig und schön zugleich sind.", "Una mujer burmeciana que aparece en la historia de Gaia, un mundo lejano. Una orgullosa caballero dragón, dejó su tierra natal y viajó por el mundo en busca de una cierta persona. Se reencontró con su viejo amigo Yitán durante el Festival de la Caza celebrado en Lindblum. Posteriormente tras recibir noticias de que su país, Burmecia, había sido atacado, se unió a Yitán y sus camaradas. Su estilo de combate basado en sus poderosos saltos era tan elegante como hermoso."], "fusion": ["Hmph... What manner of power is this?<br>I feel as if I have become lighter.", "哼……真是不可思議的力量啊。<br>我感覺身體都變輕了呢。", "흠…… 참으로 신기한 힘이로군.<br>전보다 몸이 가벼워진 것 같구려.", "Mhmm... Quel est ce pouvoir ?<br>J'ai l'impression d'être plus légère.", "Hmph ... Was für eine Kraft ist dies?<br>Ich fühle mich leichter.", "Hmm... ¿Qué clase de poder es este? Una se siente como más ligera que antaño..."], "summon": ["There's a great disturbance in the air.<br>Could there be something about to happen?", "大氣有些騷動。<br>看來要發生什麼事了……", "대기가 술렁이고 있다.<br>뭔가 시작되려 하는 것인가……?", "Il y a de grandes perturbations dans l'air.<br>Quelque chose serait-il sur le point de se produire ?", "Es liegt eine große Erschütterung in der Luft.<br>Steht irgendetwas bevor?", "Siento una distorsión en el aire.<br>¿Será qué algo grande está por comenzar?"]}}, "209000503": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [520, 1576, 150], "ATK": [20, 60, 10], "MP": [22, 66, 25], "MAG": [17, 50, 10], "SPR": [18, 55, 10], "DEF": [19, 57, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 209000503, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290030100": 5, "290050200": 15, "290010000": 25, "290020000": 10}}, "rarity": 3, "compendium_id": 232, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [18], "effect_frames": [16], "strings": {"evolution": null, "affinity": ["We should help those who help us.<br>It took me a long time to understand that. Now, it is time for me to help you.", "我跟你這種愛管閒事的人還真是有不解之緣。<br>今後也請多多關照啦。", "아무래도 난 자네와 같은<br>호인과 인연이 있는 모양이군.<br>앞으로도 잘 부탁하네.", "C'est le destin qui m'a mise sur la route de quelqu'un d'aussi sentimental que toi.<br>Je serais heureuse de continuer notre amitié.", "Das Schickal brachte mich zu jemandem<br>mit einem weichem Herz.<br>Ich freue mich auf unsere Freundschaft.", "Fue el destino quién me trajo hacia vos,<br>una persona de amable corazón.<br>Espero que sigamos siendo amigos."], "description": ["A Burmecian woman who appears in tales of Gaia, a world foreign to this one. Despite being a dragon knight, the pride of Burmecia, she was forbidden to reenter her own country once she had left. Yet her pride in being a dragon knight never wavered, and she remained eternally zealous. She had a cool demeanor, with an old-fashioned way of speaking, and though she was quick to rebuke her companions, she felt very deeply for them. She was also an old friend of Zidane.", "異界蓋亞的故事中登場的鼠族女性，原本是布爾梅西亞引以為豪的精銳戰士——龍騎士中的一員，但由於某個原因背井離鄉，從此便被禁止回到祖國。即使離開了家鄉，她也沒有忘記身為龍騎士的尊嚴，時刻不忘磨練自身的本領。她總是一口古舊的腔調，性格沉著冷靜，雖然經常嚴厲地批評同伴，但她實際上是一名情深意重的女性。與吉坦是老朋友。", "이계 가이아에 전해 내려오는 이야기에 등장하는 쥐족 여성. 블루메시아가 자랑하는 정예전사인 '용기사' 중 한 명이지만, 사정이 있어 조국을 벗어났으며 그 결과 입국금지 처분을 받게 된다. 조국을 떠난 후에도 용기사로서의 긍지를 한 번도 잊은 적이 없으며, 항상 수련을 게을리하지 않았다. 고풍스러운 말투를 사용하며 냉정하고 침착한 성격. 동료라 할지라도 가차 없이 나무라는 등 언뜻 보면 엄해 보이지만, 실은 정이 많고 여성스러운 인물. 지탄과는 예전부터 알고 지내던 사이.", "Une femme née à Bloumécia qui apparaît dans les contes du lointain monde étranger de Gaïa. Son statut de chevalier-dragon, la fierté de Bloumécia, lui interdit de retourner dans son pays après l'avoir quitté. Toutefois, la fierté de faire partie de ce corps d'élite continua de l'animer. D'un naturel très calme, elle possédait une façon de parler assez démodée. Elle n'hésitait jamais à réprimander ses amis, mais cela ne l'empêchait pas d'être également très sincère à leur sujet. Elle était aussi une vieille amie de Djidane.", "Eine burmecianische Frau, die in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Als Dracheritterin, dem Stolz von Burmecian, war es ihr versagt, in ihre Heimat zurückzukehren. Selbst nachdem sie ihr Land verließ, riss ihr stolz, eine Drachenritterin zu sein, nie ab und sie blieb ewig strebsam. Sie hatte eine ruhige wie beherrschte Art und obwohl sie ihre Freunde oft tadelte, lagen sie ihr sehr am Herzen. Sie war ein alter Freund Zidanes.", "Una mujer burmeciana que aparece en las historias de Gaia, un mundo lejano. Siendo miembro de los caballeros dragón, considerados el orgullo de Burmecia, se le fue prohibido regresar a su país tras haberlo abandonado. Incluso después de dejar atrás su tierra natal, su orgullo por ser caballero dragón jamás menguó y siguió fiel a sus principios. Aunque hablaba de una manera anticuada y tranquila, soliendo también sermonear a sus camaradas, se preocupaba profundamente por ellos. También era una vieja amiga de Yitán."], "fusion": ["To keep remembering is painful,<br>but how much more dreadful it is<br>to forget...", "比起記憶，<br>忘卻才更加恐怖……", "잊지 못하는 괴로움보다 잊히는 것이 훨씬 무섭다오…….", "Je ne peux pas oublier.<br>Ce serait bien plus douloureux que continuer à me souvenir.", "Zu vergessen ist schmerzlicher,<br>als sich zu erinnern ...", "Duele más el que te olviden que el seguir recordando..."], "summon": ["I am Freya of Burmecia.<br>Might you require my assistance?", "我是布爾梅西亞的芙萊雅。<br>你需要我的幫助嗎？", "나는 블루메시아의 프레이야다.<br>자네, 내 힘이 필요한가?", "Je suis Freyja de Bloumécia.<br>Auriez-vous besoin d'aide ?", "Ich bin Freya aus Burmecia.<br>Benötigst du meine Hilfe?", "Soy Freija de Burmecia.<br>¿Acaso vos requerís de mi ayuda?"]}}}, "job": "Dragoon", "sex": "Female", "game": "FFIX", "rarity_max": 5, "names": ["Freya", "芙萊雅", "프레이야", "Freyja", "Freya", "Freija"], "equip": [1, 10, 40, 41, 50, 51, 52, 53, 60], "game_id": 10009, "rarity_min": 3, "tribe_id": 5, "id": "209000503", "job_id": 2}