{"TMR": ["EQUIP", 316001100], "name": "Eiko", "is_summonable": true, "skills": [{"level": 12, "type": "ABILITY", "id": 217170, "rarity": 5}, {"level": 18, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 30, "type": "MAGIC", "id": 10090, "rarity": 5}, {"level": 39, "type": "MAGIC", "id": 10100, "rarity": 5}, {"level": 54, "type": "MAGIC", "id": 10190, "rarity": 5}, {"level": 64, "type": "MAGIC", "id": 10200, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 217680, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 217160, "rarity": 6}, {"level": 23, "type": "MAGIC", "id": 10210, "rarity": 6}, {"level": 32, "type": "MAGIC", "id": 10310, "rarity": 6}, {"level": 40, "type": "MAGIC", "id": 10330, "rarity": 6}, {"level": 55, "type": "MAGIC", "id": 10350, "rarity": 6}, {"level": 67, "type": "MAGIC", "id": 10370, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 100180, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 213980, "rarity": 6}, {"level": 89, "type": "ABILITY", "id": 217150, "rarity": 6}, {"level": 96, "type": "ABILITY", "id": 217660, "rarity": 6}, {"level": 96, "type": "MAGIC", "id": 10180, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 217140, "rarity": 6}], "sex_id": 2, "entries": {"209000705": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [876, 2655, 240], "ATK": [27, 81, 16], "MP": [48, 144, 40], "MAG": [36, 109, 16], "SPR": [38, 116, 24], "DEF": [32, 98, 16]}, "magic_affinity": [7, 0, 7, 0], "ability_slots": 4, "limitburst_id": 209000705, "attack_count": 60, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 20, "290060100": 10, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 754, "attack_damage": [[60, 40]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [19, 43], "effect_frames": [17, 41], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["You should never<br>lie to yourself.", "不能對自己說謊！", "자신의 마음에<br>거짓말을 하면 안 돼.", "T'as pas le droit de te mentir à toi-même !", "Deine Gefühle kannst du nicht täuschen.", "No debes mentirte a ti mismo."], "description": ["A descendant of a village of summoners who appears in tales of Gaia, a world foreign to this one. Eiko is the sole remaining survivor of the summoner village known as Madain Sari after it was wiped out by a disaster 10 years ago, and sports a horn on her head as proof of her summoner origins. Following the loss of her family, she remained in the village accompanied only by moogles. A cheerful and precocious child, she survives each day by stealing food from others with the help of her moogle friend Mog.", "異界蓋亞的故事中登場的召喚士後裔。她是１０年前因天災而毀滅的召喚士之村的倖存者的後代，額頭上有著召喚士的標誌性特徵——犄角。她的家人已經死去，在空無一人的村落中和莫古利們一起生活。開朗早熟的她靠著和好友莫古一起盜竊食物為生。", "이계 가이아에 전해지는 이야기에 등장하는 소환사 일족의 후예. 10년 전, 천재지변으로 인해 궤멸한 마을 마다인 사리의 생존자들 사이에서 태어났으며, 소환사의 증거인 뿔이 이마에 돋아나 있다. 가족을 잃은 그녀는 아무도 없는 숲에서 모그리들과 함께 살아가고 있었다. 밝고 조숙한 소녀였지만 친구 모그리들과 사람의 마을에 나타난 뒤로는 먹을 것을 훔치며 생활하고 있다.", "Une jeune fille originaire d’un village d’invocateurs qui apparaît dans divers récits de Gaïa, un autre monde. Eiko est la dernière survivante de Madahine-salee, le village des invocateurs qui fut anéanti par un cataclysme il y a dix ans de cela. La corne qui orne son front est une preuve de ses origines. Après la perte de sa famille, elle continua de vivre dans le village avec pour seule compagnie ses amis mogs. Enfant précoce au caractère joyeux, elle vit au jour le jour en volant la nourriture des autres avec l’aide de Moug, sa fidèle amie.", "Ein Nachkomme aus einem Dorf von Beschwörern aus den Erzählungen der weit entfernten Welt Gaia. Eiko ist die einzige Überlebende von Madain Sari. Das Dorf wurde vor 10 Jahren zerstört und sie trägt ein Horn auf der Stirn, das ihre Abstammung als Beschwörerin verrät. Nach dem Tod ihrer Familie blieb sie im Dorf und hatte nur Mogrys zur Gesellschaft. Dieses fröhliche und kostbare Kind konnte überleben, da es mithilfe ihres Mogry-Freunds Mog Nahrung klaute.", "Una joven procedente de una aldea de invocadores que aparece en las historias del lejano mundo de Gaia. Esta aldea, Madain Sari, fue destruida hace diez años, siendo Eiko la única invocadora superviviente. Lleva un cuerno en la cabeza, distintivo de los invocadores. Tras perder a su familia, Eiko permaneció en la aldea acompañada de moguris. Es una niña alegre e inteligente y sobrevivió en la aldea robando comida con la ayuda de su amiga moguri Mogu."], "fusion": ["(A-are they in love?)", "撲通撲通……<br>莫非這就是大人的戀愛嗎？", "두근두근……<br>이게 어른의 사랑이라는 걸까?", "(papoum papoum...)<br>(C'est ça l'amour des grands ?)", "Ich bin so nervös.<b>Ist das das, was die Erwachsenen Liebe nennen?", "Estoy muy nerviosa.<br>¿Esto es lo que los adultos llaman amor?"], "summon": ["I'm Eiko!<br>Eiko Carol of Madain Sari!", "我叫做艾可！<br>是從名叫瑪達因・沙里<br>的地方來的！", "나는 에코라고 해!<br>마다인 사리라는 곳에서 왔어!", "Je m'appelle Eiko !<br>Je viens de Madahine-salee !", "Ich bin Eiko!<br>Ich komme von einem Ort<br>namens Madain Sari!", "¡Ah, no te he dicho mi nombre! Me llamo Eiko."]}}, "209000706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1139, 3452, 390], "ATK": [35, 106, 26], "MP": [62, 188, 65], "MAG": [47, 142, 26], "SPR": [50, 152, 34], "DEF": [42, 128, 26]}, "magic_affinity": [8, 0, 8, 0], "ability_slots": 4, "limitburst_id": 209000706, "attack_count": 60, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 755, "attack_damage": [[60, 40]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [19, 43], "effect_frames": [17, 41], "strings": {"evolution": ["But don't ever leave me<br>behind again, okay?", "聽到了嗎？不可以再丟下<br>艾可一個人了，知道了嗎？", "알겠지? 이제 에코를<br>두고 가거나 그럼 안 돼?", "Il faut plus me laisser toute seule, t'as bien compris ?!", "Ich möchte nicht wieder verlassen werden.<br>Verstehst du?", "Pero no vuelvas a hacerlo, eh. No te vayas nunca más sin mí."], "affinity": ["You should never<br>lie to yourself.", "不能對自己說謊！", "자신의 마음에<br>거짓말을 하면 안 돼.", "T'as pas le droit de te mentir à toi-même !", "Deine Gefühle kannst du nicht täuschen.", "No debes mentirte a ti mismo."], "description": ["A descendant of a village of summoners who appears in tales of Gaia, a world foreign to this one. Eiko is the only known living summoner of the village of Madain Sari following its ruin at the hands of an unknown disaster. She remained there afterwards alongside the moogles to protect the village's treasure. Wise beyond her years, she aspires to be mature in hopes of being seen as a full-fledged adult. The wings she wears on her back are a precious memento made by her grandfather before he passed away.", "異界蓋亞的故事中登場的召喚士後裔。她是因天災而毀滅的召喚士之村的倖存者的後代，和莫古利們一同守衛村中的寶物。早熟的她憧憬著成為一流的淑女，有著與年齡不相符的聰明才智，很會體貼他人。後背上的羽翼是養育她的老爺爺贈送的禮物，是她所珍視的物品。", "이계 가이아에 전해지는 이야기에 등장하는 소환사 일족의 후예. 천재지변으로 인해 궤멸한 마을 마다인 사리의 생존자들 사이에서 태어났으며, 모그리들과 함께 마을의 보물을 수호하며 살아가고 있다. 훌륭한 한 명의 숙녀가 되고자 하는 조숙한 소녀로, 나이와 어울리지 않을 정도로 현명하며 배려심이 깊다. 등 뒤의 날개는 키워준 할아버지에게서 받은 장식품으로, 소중한 유품이기도 하다.", "Une jeune fille originaire d’un village d’invocateurs qui apparaît dans divers récits de Gaïa, un autre monde. Eiko est la dernière survivante de Madahine-salee après la destruction de celui-ci des suites d’un cataclysme inconnu. Une fois le village anéanti, elle refusa de le quitter et y resta en compagnie des mogs afin de protéger le trésor qui y réside. Douée d’une incroyable sagesse pour son âge, elle espère murir suffisamment pour être perçue comme une adulte par son entourage. Les ailes qu’elle porte sur son dos sont un souvenir précieux autrefois fabriqué par son grand-père avant son décès.", "Ein Nachkomme aus einem Dorf von Beschwörern aus den Erzählungen der fernen Welt Gaia. Eiko ist die einzige bekannte Überlebende von Madain Sari, einem Dorf, das durch eine unbekannte Katastrophe zerstört wurde. Sie blieb mit den Mogrys dort, um den Schatz des Dorfes zu beschützen. Sie ist sehr klug für ihr zartes Alter und hofft, als Erwachsene wahrgenommen zu werden. Die Flügel auf ihrem Rücken sind ein wichtiges Andenken und wurden einst von ihrem Großvater angefertigt, bevor dieser starb.", "Una descendiente de una aldea de invocadores que aparece en las historias del lejano mundo de Gaia. Eiko permaneció en la aldea de Madain Sari tras su destrucción para proteger los tesoros del lugar junto con los moguris. Es una niña precoz, muy avispada y empática para su edad. Las alas que lleva en la espalda son un preciado regalo de su difunto abuelo, que la crió."], "fusion": ["Yup!<br><br>I'm always energetic!", "沒錯！<br>艾可不論什麼時候都充滿朝氣！", "그래, 맞아! 에코는<br>언제나 기운이 넘친다구!", "Bien sûr ! Je suis toujours en forme !", "Ganz recht!<br>Ich bin Eiko und stecke voller Energie!", "¡Claro! ¡Yo siempre estoy contenta!"], "summon": ["Can we talk later?<br>I wanna go sightseeing.", "艾可想要去<br>街上看看，<br>有話等等再說可以嗎？", "저기, 에코 잠깐 마을을 보고 와도 될까?<br>수다는 이따가 해도 괜찮지?", "Je peux aller en ville ?<br>Je te parlerai de Madahine-salee après, d'accord ?", "Ist es in Ordnung, wenn ich mich in der Stadt umsehe?<br>Wir können später weiterreden.", "¿Puedo ir a dar un paseo? Te hablaré de Madain Sari más tarde."]}}}, "job": "Summoner", "sex": "Female", "game": "FFIX", "rarity_max": 6, "names": ["Eiko", "艾可", "에코", "Eiko", "Eiko", "Eiko"], "equip": [1, 5, 6, 11, 40, 50, 53, 60], "game_id": 10009, "rarity_min": 5, "tribe_id": 5, "id": "209000705", "job_id": 18}