{"TMR": ["MATERIA", 504100030], "name": "Amarant", "is_summonable": true, "skills": [{"level": 6, "type": "ABILITY", "id": 200180, "rarity": 3}, {"level": 21, "type": "ABILITY", "id": 200220, "rarity": 3}, {"level": 12, "type": "ABILITY", "id": 201720, "rarity": 4}, {"level": 26, "type": "ABILITY", "id": 201130, "rarity": 4}, {"level": 28, "type": "ABILITY", "id": 100010, "rarity": 4}, {"level": 56, "type": "ABILITY", "id": 201730, "rarity": 4}, {"level": 45, "type": "ABILITY", "id": 101200, "rarity": 5}, {"level": 62, "type": "ABILITY", "id": 101340, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 101220, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 201740, "rarity": 5}], "sex_id": 1, "entries": {"209000803": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [539, 1633, 210], "ATK": [21, 63, 10], "MP": [19, 59, 25], "MAG": [15, 46, 10], "SPR": [15, 46, 10], "DEF": [19, 58, 10]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 209000803, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290010000": 25, "290030100": 5, "290020100": 10}}, "rarity": 3, "compendium_id": 235, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [5], "effect_frames": [3], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["We've been pointlessly shackled together for a long time now. Still... No sense throwing away perfectly good shackles.", "沒想到孽緣也能維持這麼長久，<br>沒辦法了，就讓我再陪你一會吧。", "생각보다 질긴 악연이로군.<br>어쩔 수 없지.<br>조금만 더 함께 어울려 주마.", "On dirait que notre relation suit son cours, même si je trouve ça inutile. Je vais rester avec vous un peu plus longtemps.", "Eine Beziehung lässt sich nicht einfach beenden, mag sie auch sinnlos sein. Ich bleibe noch weiter bei euch.", "Parece que las relaciones siguen su curso<br>por mucho que sean inútiles.<br>Te haré el favor de seguir contigo un poco más."], "description": ["A fighter who appears in tales of Gaia, a world foreign to this one. He was known as the Flaming Amarant, thanks to his shock of bright red hair as much as his fearsome power. Having grown up alone, he made his way through the world with two fists in front of him. Because of this, he was unable to bring himself to trust others, and was rarely heard to speak. Still, somehow, he found himself chasing after the man with the tail.", "異界蓋亞的故事中登場的強大鬥士，他憑藉過人的實力賺得了巨大的財富，又因長了一頭如熊熊燃燒的火焰般赤紅的頭髮，因此被人們稱為「火焰色的薩拉曼達」。他在年幼時便無依無靠，僅憑藉自己的拳頭戰鬥至今。為此他無法相信任何人，冷酷又寡言。以某件事情為契機，他正在追尋有尾巴的男人。", "이계 가이아에 전해 내려오는 이야기에 등장하는 굉장한 실력의 투사. 암흑가의 일인자라 불리며 모두가 두려워하던 실력자이며, 타오르는 듯한 붉은 머리로 인해 '불꽃의 샐러맨더' 라는 별명을 얻었다. 고아 출신이라 의지할 사람이 한 명도 없는 환경 속에서 주먹 하나만으로 세상의 거친 풍파를 헤쳐 나왔다. 그래서 타인을 전혀 신용하지 않으며, 냉정하고 말수가 적다. 어떤 연유로 꼬리가 있는 남자를 쫓고 있다.", "Un combattant qui apparaît dans les contes du lointain monde étranger de Gaïa. Il se fit appeler Tarask le rouge en raison de la couleur de ses cheveux et de sa force exceptionnelle. Seul depuis sa plus tendre enfance, il utilisait ses poings pour avancer dans la vie. C'est pour cela qu'il est incapable de faire confiance aux autres et qu'il parle rarement. Il se mit malgré tout à pourchasser l'homme à la queue de singe.", "Ein Kämpfer, der in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Er war bekannt unter dem Namen der Flammende Amarant, aufgrund seiner roten Haare und unglaublichen Kraft. Seit seiner Geburt auf sich alleine gestellt, schlug er sich mit seinen Fäusten durch die Welt. Aus diesem Grund konnte er anderen nicht vertrauen und sprach so gut wie niemals. Doch irgendwie fand er sich auf der Jagd nach einem bestimmten Mann wieder.", "Un guerrero que aparece en las historias de Gaia, un mundo lejano. Era conocido con el seudónimo de el Caballero Carmesí por su roja melena y sus temible poder. Habiéndose estado solo desde su niñez, se abrió paso por el mundo a su manera usando sus puños. Esto le llevó a no poder confiar en los demás y tampoco hablar demasiado. Aun así y por causas del destino, acabó persiguiendo a cierto hombre con rabo."], "fusion": ["The most important rule for survival:<br>If it hinders you, cast it aside.<br>I won't make any attachments.", "想要活下去就丟下一切絆腳石。<br>我可沒想和你們鬼混在一起。", "발목을 잡으면 버린다.<br>살아남기 위한 철칙이지.<br>나는 약자와 어울릴 생각은 없다.", "Abandonner tout ce qui nous retient. C'est la seule règle qui vaille dans la vie pour s'en sortir. Je n'ai aucune intention de déroger à cette règle.", "Die einzige heilige Regel im Leben:<br>Keine Hindernisse.<br>Daran werde ich mich halten.", "Solo hay una ley inviolable la vida. Deshazte de las cadenas que te atan. No seré yo quién rompa esta regla."], "summon": ["How about that?<br>I'll stick around and see what you are truly made of.", "……好吧，<br>就讓我來見識見識你有多大的本事吧。", "……좋다.<br>네가 어떤 녀석인지<br>확인해주마.", "Qu'est-ce que tu dis de ça ? Je vais rester un peu avec toi et voir de quel bois tu te chauffes.", "Wie wäre es damit?<br>Ich bleibe hier und schaue mir an, aus welchem Holz du geschnitzt bist.", "De acuerdo.<br>Me quedaré contigo para ver de que pasta estás hecho."]}}, "209000804": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [701, 2123, 270], "ATK": [27, 83, 14], "MP": [25, 77, 35], "MAG": [20, 61, 14], "SPR": [20, 61, 14], "DEF": [25, 76, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 209000804, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290040400": 5, "290050400": 5, "290030100": 10, "290020100": 20}}, "rarity": 4, "compendium_id": 236, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [5], "effect_frames": [3], "strings": {"evolution": ["Life for winners; death for losers.<br>I have lived by this ironclad rule.", "……勝者為王，敗者為寇，<br>我一直相信著這個真理，活到現在。", "……승자는 살고 패자는 죽는다.<br>나는 그런 세상 속에서<br>살아왔다.", "Les gagnants vivent et les perdants meurent...<br>J'ai vécu toute ma vie habité par cette règle.", "Leben für Sieger, Tod für Verlierer ...<br>Nach diesen Regeln habe ich gelebt.", "Los ganadores viven y los perdedores perecen...<br>Es la regla en la que he basado mi vida."], "affinity": ["We've been pointlessly shackled together for a long time now. Still... No sense throwing away perfectly good shackles.", "沒想到孽緣也能維持這麼長久，<br>沒辦法了，就讓我再陪你一會吧。", "생각보다 질긴 악연이로군.<br>어쩔 수 없지.<br>조금만 더 함께 어울려 주마.", "On dirait que notre relation suit son cours, même si je trouve ça inutile. Je vais rester avec vous un peu plus longtemps.", "Eine Beziehung lässt sich nicht einfach beenden, mag sie auch sinnlos sein. Ich bleibe noch weiter bei euch.", "Parece que las relaciones siguen su curso<br>por mucho que sean inútiles.<br>Te haré el favor de seguir contigo un poco más."], "description": ["A fighter who appears in tales of Gaia, a world foreign to this one. Having fought his way alone through the world, he was reluctant to put trust in others. When he was a guard in Treno he set a trap to capture the thief Zidane, but ended up being framed by him instead. This set him in pursuit of Zidane, though ultimately not for revenge, but out of suspicion for the actions of a man who, despite having the power to lay him low, chose not to.", "異界蓋亞的故事中登場的強大鬥士，他無依無靠，僅憑藉自己的拳頭戰鬥至今。為此他無法相信任何人。在多雷諾當保安時，他為了捉住前來偷盜的吉坦而陷入圈套，反而自己成為了通緝犯。從那以後，他一直在尋找吉坦，但並不是為了復仇，而是因為不理解實力能與自己相匹敵的吉坦為何不將力量用到戰鬥之中去。", "이계 가이아에 전해 내려오는 이야기에 등장하는 굉장한 실력의 투사. 고아 출신인 데다 주먹 하나만으로 살아온 탓에 타인을 전혀 신용하지 않는다. 토레노에서 경호원 일을 하고 있었을 때, 도둑질하러 숨어들어온 지탄을 붙잡으려다 오히려 함정에 빠져 죄를 뒤집어쓰는 바람에 지명수배자 신세가 되고 만다. 이후 자신에게 필적하는 힘을 가졌으면서도 싸우려 하지 않았던 지탄의 행동에 복수심이 아니라 의문을 품고 그를 쫓고 있었다.", "Un combattant qui apparaît dans les contes du lointain monde étranger de Gaïa. S'étant toujours battu seul pour s'en sortir dans la vie, il a du mal à faire confiance aux autres. Lorsqu'il était garde à Tréno, il a essayé de capturer le célèbre voleur Djidane mais s'est retrouvé accusé d'un vol qu'il n'avait pas commis. Cet épisode a lancé Tarask sur les traces de Djidane, non pas pour la vengeance mais pour savoir pourquoi celui-ci a refusé d'engager un combat alors qu'ils étaient de force égale.", "Ein Kämpfer, der in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Da er sich stets allein durch die Welt kämpfte, fiel es ihm schwer, anderen zu vertrauen. Als Wache in Treno stellte er dem Dieb Zidane eine Falle, fiel aber selbst einer zum Opfer. Er machte Jagd auf Zidane, nicht aus Rache, sondern aus Argwohn gegenüber einem Mann, der Amarant zwar ebenbürtig war, aber nicht wie er handelte.", "Un guerrero que aparece en las historias de Gaia, un mundo lejano. Se abrió paso en el mundo totalmente solo, lo que le hizo reacio a confiar en la gente. Cuando trabajaba de guarda en Treno tendió una trampa para atrapar al ladrón Yitán, pero este acabó haciendo que Amarant fuese acusado y puesto en busca y captura. A partir de entonces estuvo persiguiendo a Yitán, aunque no por venganza sino por no poder entender por qué un hombre tan fuerte con él no estaba dispuesto a probar su fuerza."], "fusion": ["I fail to understand why one with such power would choose friendship instead...", "擁有力量卻不將其展現，<br>只是和同伴們虛度光陰，<br>我無法理解這種傢伙……", "힘이 있으면서도 그걸 내보이지 않고<br>그저 동료들과 웃고 떠들 뿐이라니…<br>도저히 이해할 수가 없다…", "Je n'ai pas réussi à comprendre pourquoi quelqu'un avec un pouvoir si grand a choisi l'amitié...", "Ich kann nicht verstehen, warum man sich mit solcher Macht für die Freundschaft entscheidet ...", "No logro entender por qué alguien con tal poder elige a sus amigos por encima de si mismo..."], "summon": ["I am the Flaming Amarant.<br>At least, that is what I was once called...", "我曾被稱為火焰色的薩拉曼達。", "나는 불꽃의 샐러맨더.<br>과거에 그렇게 불렸던 적도<br>있었지.", "Je suis Tarask le rouge.<br>Enfin, c'est comme ça qu'on m'appelait autrefois.", "Ich bin der Flammende Amarant.<br>Oder zumindest hat man mich so genannt ...", "Soy Amarant el Rojo.<br>O al menos así es como solían llamarme..."]}}, "209000805": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [911, 2760, 360], "ATK": [36, 108, 16], "MP": [33, 101, 40], "MAG": [26, 80, 16], "SPR": [26, 80, 16], "DEF": [33, 100, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 209000805, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 237, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [5], "effect_frames": [3], "strings": {"evolution": ["Friends, huh?<br>Pah; that guy's made me soft in the head.", "同伴……<br>哼，都怪那傢伙，<br>連我都多愁善感起來了。", "동료……라.<br>흥, 녀석의 병이<br>나한테도 옮았나 보군…….", "Des amis...<br>Pff, on dirait bien que je suis devenu sénile à cause de ce type...", "Freunde ...<br>Hmph, ich bin senil geworden, dank diesem Kerl ...", "¿Amigos? Je<br>Aquel tipo me ha llenado la cabeza de bobadas."], "affinity": ["We've been pointlessly shackled together for a long time now. Still... No sense throwing away perfectly good shackles.", "沒想到孽緣也能維持這麼長久，<br>沒辦法了，就讓我再陪你一會吧。", "생각보다 질긴 악연이로군.<br>어쩔 수 없지.<br>조금만 더 함께 어울려 주마.", "On dirait que notre relation suit son cours, même si je trouve ça inutile. Je vais rester avec vous un peu plus longtemps.", "Eine Beziehung lässt sich nicht einfach beenden, mag sie auch sinnlos sein. Ich bleibe noch weiter bei euch.", "Parece que las relaciones siguen su curso<br>por mucho que sean inútiles.<br>Te haré el favor de seguir contigo un poco más."], "description": ["A fighter who appears in tales of Gaia, a world foreign to this one. Even as an assassin appointed by Brahne herself, he was unable to subdue Zidane, who once threw his own trap back in his face. Curious as to why Zidane didn't deal him the final blow, and interested to see exactly what kind of man he was, Amarant decided to join his former adversary. Once a man who believed the strong have no need of the weak, the longer he spent with his new comrades, the more he changed.", "異界蓋亞的故事中登場的強大鬥士，為了追尋害自己陷入圈套的吉坦而成為了布拉妮的刺客前去討伐他，結果慘敗在吉坦手下。他無法理解為何吉坦留了自己一條性命，為了找到疑問的答案，也為了看清吉坦到底是一個怎樣的人，他便與吉坦共同踏上旅途。他曾堅信「強者無需與弱者結群」，但在與同伴們旅行的途中，他的想法也漸漸發生了改變。", "이계 가이아에 전해 내려오는 이야기에 등장하는 굉장한 실력의 투사. 브라네의 자객으로서, 예전에 자신을 함정에 빠뜨리고 도주해버린 숙적 지탄과 일대일로 대결을 펼쳤으나 패하고 만다. 그는 지탄이 자신의 목숨을 끊지 않은 이유와, 그리고 지탄에 대해 자세히 알아보기 위해 지탄과 함께 움직이기로 한다. 강자는 약자와 함께 할 필요가 없다는 그의 지론은, 새로운 동료들과 함께 여행하며 조금씩 바뀌어간다.", "Un combattant qui apparaît dans les contes du lointain monde étranger de Gaïa. Même lorsqu'il était assassin engagé par la reine Brahne en personne, il n'a pas été capable de vaincre Djidane, qui ne se laissa pas si facilement piéger. Brûlant de curiosité pour cet homme qui refusa de se battre contre lui et voulant savoir à tout prix à quel genre d'homme il avait à faire, Tarask décida de rejoindre son ancien adversaire. Autrefois convaincu que les êtres forts n'avaient aucun intérêt à suivre les plus faibles, il finit par changer grâce à ses nouveaux camarades.", "Ein Kämpfer, der in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Selbst als von Brane ernannter Assassine  konnte er Zidane nicht bezwingen, der ihm einst seine eigene Falle stellte. Neugierig, warum Zidane ihn nicht getötet hatte, und darauf, was für ein Mensch er war, schloss sich Amarant seinem ehemaligen Widersacher an. Glaubte er einst, dass die Starken die Schwachen nicht benötigen, änderte er seine Meinung, je mehr Zeit er mit seinen Kameraden verbrachte.", "Un guerrero que aparece en las historias de Gaia, un mundo lejano. Aun habiendo sido seleccionado como asesino por la mismísima Reina Brahne, no pudo derrotar a Yitán, quién en su día le hizo caer en su propia trampa. Interesado en por qué Yitán no le dio el golpe de gracia y por saber que tipo de hombre era, Amarant decidió unirse a su antaño adversario. Fue un hombre que en el pasado creía que los fuertes no requerían a los débiles, pero que cuanto más tiempo pasó con sus nuevos camaradas, más cambió."], "fusion": ["How meddlesome you are...<br>You remind me of that guy...", "真是個多管閒事的傢伙……<br>看著你就讓我想起了那個人……", "참견이 심한 녀석이군…….<br>널 보고 있으면<br>그 녀석이 생각난다…….", "T'aime bien fourrer ton nez partout toi... <br>Tu me rappelles ce type...", "Wie lästig, du ...<br>Du erinnerst mich an jemanden ...", "Eres un entrometido... Me recuerdas a aquel otro..."], "summon": ["What do I really want to do?<br>What am I truly capable of?<br>These are the questions I want answers to.", "我到底想做什麼，能做什麼，<br>現在我還找不出答案……", "내가 하고 싶은 건 무엇인가,<br>할 수 있는 건 무엇인가.<br>그걸 증명하라는 건가……", "Qu'est-ce que je veux vraiment accomplir ?<br>De quoi suis-je vraiment capable ?<br>J'aimerais pouvoir répondre à ces questions moi aussi.", "Was will ich?<br>Wozu bin ich in der Lage?<br>Diese Fragen möchte ich beantworten.", "¿Que qué quiero hacer dices?<br>¿Que qué puedo hacer?<br>Eso es lo que yo mismo me pregunto..."]}}}, "job": "Monk", "sex": "Male", "game": "FFIX", "rarity_max": 5, "names": ["Amarant", "薩拉曼達", "샐러맨더", "Tarask", "Amarant", "Amarant"], "equip": [13, 16, 40, 50, 60], "game_id": 10009, "rarity_min": 3, "tribe_id": 5, "id": "209000803", "job_id": 9}