{"TMR": ["MATERIA", 504101370], "name": "Zidane", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200010, "rarity": 3}, {"level": 9, "type": "ABILITY", "id": 200050, "rarity": 3}, {"level": 18, "type": "ABILITY", "id": 101190, "rarity": 3}, {"level": 15, "type": "ABILITY", "id": 200250, "rarity": 4}, {"level": 41, "type": "ABILITY", "id": 101280, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 101220, "rarity": 4}, {"level": 26, "type": "ABILITY", "id": 101200, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 200020, "rarity": 5}, {"level": 79, "type": "ABILITY", "id": 101290, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 217480, "rarity": 6}, {"level": 10, "type": "ABILITY", "id": 217450, "rarity": 6}, {"level": 16, "type": "ABILITY", "id": 217460, "rarity": 6}, {"level": 16, "type": "ABILITY", "id": 217470, "rarity": 6}, {"level": 23, "type": "ABILITY", "id": 213410, "rarity": 6}, {"level": 32, "type": "ABILITY", "id": 209770, "rarity": 6}, {"level": 40, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 40, "type": "ABILITY", "id": 100130, "rarity": 6}, {"level": 55, "type": "ABILITY", "id": 217360, "rarity": 6}, {"level": 55, "type": "ABILITY", "id": 217370, "rarity": 6}, {"level": 64, "type": "ABILITY", "id": 217380, "rarity": 6}, {"level": 64, "type": "ABILITY", "id": 217390, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 217400, "rarity": 6}, {"level": 77, "type": "ABILITY", "id": 217420, "rarity": 6}, {"level": 88, "type": "ABILITY", "id": 217410, "rarity": 6}, {"level": 96, "type": "ABILITY", "id": 217440, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 217430, "rarity": 6}], "sex_id": 1, "entries": {"209000103": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [517, 1567, 150], "ATK": [21, 64, 14], "MP": [22, 67, 25], "MAG": [18, 54, 10], "SPR": [17, 53, 10], "DEF": [20, 61, 10]}, "magic_affinity": [1, 1, 0, 0], "ability_slots": 2, "limitburst_id": 209000103, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 3, "290050200": 15, "290020200": 10, "290010000": 25, "290030000": 5}}, "rarity": 3, "compendium_id": 143, "attack_damage": [[30, 30, 40]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [2, 16, 36], "effect_frames": [0, 14, 34], "strings": {"evolution": [null, null, null, null, null, null], "affinity": [null, null, null, null, null, null], "description": ["A young man who appears in tales of Gaia, a world foreign to this one. He is a lone orphan, adopted as a small child by the troupe of theatrical thieves known as Tantalus, and their leader, Baku. He was raised by Tantalus and considers the group his family, but even having such a home cannot erase his longing to discover his true roots. He has a bright and cheery disposition, and a strong sense of justice for a thief, but his womanizing tendencies keep the shine off of this diamond in the rough. The moment he spots a cute girl, he will pull out every trick in his bag to try to pick her up.", "異界蓋亞的故事中登場的青年，自幼無依無靠，被坦塔羅斯劇團兼盜賊團的團長巴庫收養，從此作為劇團的一員長大成人。雖然他把坦塔羅斯當成了自己的家，但仍然想要知道自己的故鄉到底是哪裡，自己的家人到底是誰。他的性格開朗，為人仗義，但過於好女色是他美中不足的一個缺點，只要見到可愛的女孩子就一定要上前搭訕，從不悔改。", "이계 가이아에서 전해지는 이야기에 등장하는 청년. 고아였던 그는 어렸을 적에 극단 겸 도적단 '탄탈러스'의 단장 바쿠의 눈에 들어 극단 식구로 자랐다. 탄탈러스를 자기 집처럼 느끼면서도 태어난 고향에 대한 그리움이 커서, 출생의 비밀을 꾸준히 쫓고 있다. 밝고 정의감이 강하며 인정도 많지만, 여자를 너무 밝히는 게 흠이다. 예쁜 여자를 보면 추파부터 던지고 본다.", "Un jeune homme qui apparaît dans les récits de Gaïa, un monde fort lointain. C'est un orphelin solitaire, recueilli très jeune par une troupe de voleurs rocambolesques appelés Tantalas, menés par Bach. Il considère les Tantalas comme sa propre famille, mais ne peut s'empêcher de s'interroger sur ses origines. Il est d'un tempérament joyeux et optimiste, et possède un grand sens de la justice pour un voleur, mais son penchant pour les femmes l'empêche d'exploiter tout son potentiel. Dès qu'il repère une jolie fille, il fait tout pour la charmer.", "Junger Mann, der in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Einsame Waise, die als Kind von einer als Tantalus bekannten Theatergruppe (eigentlich ein Haufen Diebe) und ihrem Anführer Baku adoptiert wird. Sieht die Tantalus-Bande als seine Familie an, doch verspürt dennoch den Wunsch, seine wahre Herkunft zu erfahren. Er ist fröhlich und hat einen ausgeprägten Gerechtigkeitssinn, doch seine Tendenzen zum Frauenhelden verhindern sein wahres Potenzial. Sobald er ein süßes Mädchen entdeckt, wird er jeden Trick anwenden, um es für sich zu gewinnen.", "Un joven que aparece en los relatos de Gaia, un mundo diferente a este. Yitán es un huérfano solitario al que el grupo de ladrones teatrales Tántalus y su líder Bakú adoptaron de niño. Aunque la formación lo crió y él los considera su familia, tener un hogar como ese no borra su deseo de descubrir sus verdaderas raíces. Yitán, de carácter avispado y alegre, tiene un gran sentido de la justicia para ser un ladrón, pero su amor por las faldas no deja brillar a este diamante en bruto. Si ve a una chica mona usará todos los trucos que tiene en la chistera para tratar de conquistarla."], "fusion": ["Oh, please!<br>You don't have to worry about a thing.<br>Leave it all in the hands of master thief Zidane!", "哎呀，<br>不要擔心嘛！<br>交給我吉坦準沒錯！", "별거 아니라니까~<br>걱정하지 말라니까!<br>나 지탄만 믿으라고!<br>", "Ne t'inquiète pas ! Le grand voleur Djidane s'occupe de tout !", "Ach bitte!<br>Es gibt keinen Grund zur Sorge.<br>Überlass einfach alles Zidane, dem Meisterdieb!", "¡Venga!<br>No tienes que preocuparte por nada.<br>¡Déjalo en manos del gran ladrón Yitán!"], "summon": ["There's more to you than meets the eye, huh?<br>Okay, just leave it to me!", "看來你也是有苦衷的！<br>好吧！這裡就交給我好了！", "뭔가 사정이 있나 본데?<br>좋아!<br>내게 한번 맡겨봐!!", "Tu caches quelque chose, toi, je me trompe ?<br>OK, tu peux compter sur moi !", "Sieht aus, als wär’s dir ernst, hm?<br>Alles klar! Du kannst dich auf mich verlassen!", "Las apariencias engañan, ¿eh?<br>Vale, ¡déjamelo a mí!"]}}, "209000105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [834, 2527, 240], "ATK": [34, 104, 24], "MP": [36, 109, 40], "MAG": [29, 87, 16], "SPR": [28, 85, 16], "DEF": [33, 99, 16]}, "magic_affinity": [3, 3, 0, 0], "ability_slots": 4, "limitburst_id": 209000105, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 145, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [2, 16, 36], "effect_frames": [0, 14, 34], "strings": {"evolution": ["I'm fine. I know I'm not alone.<br>And now I have a place that I can call home.", "不要擔心，<br>我不是一個人了。<br>我有可以回去的地方。", "이제 괜찮아.<br>난 혼자가 아니니까.<br>'언젠가 돌아올 곳'이 있으니까.", "Tout va bien. Je ne suis pas seul.<br>Et maintenant, j'ai un endroit que je peux considérer comme mon chez-moi.", "Es ist okay. Ich bin nicht mehr allein.<br>Und ich habe jetzt einen Ort, den ich „Heimat“ nennen kann.", "Estoy bien. Sé que no estoy solo.<br>Y ahora tengo un lugar al que llamar hogar."], "affinity": ["I've made it this far because you were right here with me.<br>Let's see it through to the end, partner.", "正因為是和你一起，<br>我才能夠戰鬥到今天。<br>今後也要拜託你啦，搭檔！", "네가 없었다면<br>여기까지 오지 못했을 거야.<br>앞으로도 잘 부탁한다, 친구!", "Si j'ai tenu bon jusqu'ici, c'est grâce à toi. Menons cette aventure jusqu'au bout, camarade !", "Ohne dich wäre ich nie so weit gekommen.<br>Wir ziehen das durch, Kumpel.", "He llegado tan lejos porque estabas a mi lado.<br>Juntos hasta el final, compañero."], "description": ["A young man who appears in tales of Gaia, a world foreign to this one. On a quest to help Princess Garnet of Alexandria save her kingdom, he learns of the existence of Terra, a foreign planet trying to take over Gaia and replace its people. Confronted with the knowledge that he is not, in fact, human, but a tool created by the Terrans to take over Gaia, he is overwhelmed by a self-destructive despair. But the friends and allies who have traveled with him so long draw him from his shell and help him to accept himself as he is, lending him the courage he needs to fight his fate.", "異界蓋亞的故事中登場的青年，在幫助亞力山德利亞公主嘉妮特的旅途中得知異星泰拉想要取代行星蓋亞的事實。面對自己並不是人類，而是泰拉人製造的侵略蓋亞的道具這一殘酷的事實，他也曾動搖、絕望、甚至自暴自棄過，但在一同旅行的同伴們的支持下，他決定接受真實的自我，站出來戰鬥。", "이계 가이아에서 전해지는 이야기에 등장하는 청년. 알렉산드리아 공주 가넷을 돕기 위해 여행하던 중, 가이아를 빼앗으려는 또 다른 별 '테라'에 대해 알게 된다. 게다가 자신이 인간이 아닌 '테라에서 만들어진 가이아 침략용 도구'였다는 절망적인 진실을 알고 극심한 혼란과 자포자기에 빠지지만, 함께 여행한 동료들에 힘입어 있는 그대로의 자신을 받아들이고 싸워나갈 것을 결심한다.", "Un jeune homme qui apparaît dans les récits de Gaïa, un monde fort lointain. Alors qu'il tente d'aider la princesse Grenat d'Alexandrie à sauver son royaume, il découvre l'existence de Terra, une planète reculée qui compte s'emparer de Gaïa et remplacer ses habitants par des Terrans. Apprenant qu'il n'est pas un humain, mais un instrument créé par les Terrans pour détruire Gaïa, il plonge dans un désespoir sans fond. Heureusement, ses amis et alliés avec qui il voyage depuis si longtemps l'aident à s'accepter tel qu'il est et lui donnent la force d'affronter son destin.", "Junger Mann, der in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Während er Prinzessin Garnet von Alexandria hilft, ihr Königreich zu retten, erfährt er von der Existenz Terras, eines fremden Planeten, der versucht, Gaia zu übernehmen. Konfrontiert mit der Tatsache, dass er kein Mensch ist, sondern ein von den Bewohnern Terras geschaffenes Werkzeug zur Übernahme von Gaia, wird er von selbstzerstörerischer Verzweiflung überwältigt. Doch seine Freunde helfen ihm, diese zu überwinden, und geben ihm den Mut, gegen sein Schicksal anzukämpfen.", "Un joven que aparece en los relatos de Gaia. Durante su aventura para ayudar a salvar el reino de Garnet, la princesa de Alexandria, descubre la existencia de Terra, un planeta foráneo que está intentando tomar Gaia y sustituir a su pueblo. Descubre que es una herramienta de Terra creada para tomar Gaia, pero sus amigos le hacen abrir los ojos y le ayudan a afrontar su destino."], "fusion": ["I've been searching all my life...<br>For a blue light I can only half-remember.<br>If I find it, will I know where I belong?", "我所尋找的地方……<br>泛著青光的地方……<br>那裡就是我的故鄉嗎？", "내가 찾아 헤매던 그곳…….<br>푸른 빛이 있는 곳.<br>거기가 내 고향인 걸까……?", "J'ai passé ma vie à chercher une lumière bleue<br>dont je ne me souviens qu'à peine.<br>Si je la trouve, est-ce que je saurai où est ma place ?", "Mein ganzes Leben habe ich gesucht ...<br>Nach einer vagen Erinnerung an<br>ein blaues Licht.", "Llevo toda la vida buscando...<br>Una luz azul que apenas recuerdo.<br>Si la encuentro, ¿sabré de dónde vengo?"], "summon": ["Who says you need a reason to help people?<br>We're all in the same boat, right?", "幫助他人需要理由嗎？<br>遇到困難就是要互相幫助嘛！", "다른 사람을 돕는 데<br>꼭 이유가 필요해?<br>어려울 때는 서로 도와야지.", "A-t-on vraiment besoin d'une raison pour aider quelqu'un ? On est tous dans le même bateau, après tout !", "Man braucht keinen Grund, jemandem zu helfen.<br>Wir sitzen alle im selben Boot!", "¿Es que hace falta una razón para ayudar?<br>Estamos juntos en esto, ¿no?"]}}, "209000104": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [667, 2022, 210], "ATK": [27, 83, 18], "MP": [29, 87, 35], "MAG": [23, 70, 14], "SPR": [22, 68, 14], "DEF": [26, 79, 14]}, "magic_affinity": [2, 2, 0, 0], "ability_slots": 3, "limitburst_id": 209000104, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 3, "290050300": 10, "290020200": 20, "290040200": 5, "290030000": 10}}, "rarity": 4, "compendium_id": 144, "attack_damage": [[30, 30, 40]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [2, 16, 36], "effect_frames": [0, 14, 34], "strings": {"evolution": ["Don't judge a guy by his looks!<br>All you need are dreams and the fire to go after them.", "男人的價值並不在外表！<br>而是取決於心有多火熱、夢想有多大！", "남자의 가치는 외모가 아냐!<br>뜨거운 마음과 기상이<br>승부를 가르는 거지!", "Ce n'est pas bien de juger un livre à sa couverture !<br>Ce qui compte, c'est d'avoir des rêves et la passion de les poursuivre !", "Bei einem Mann zählt nicht das Aussehen!<br>Es geht um deine Träume und den Willen, sie zu verwirklichen!", "¡No juzgues a un tío por su aspecto!<br>Solo necesitas sueños y la pasión para ir tras ellos."], "affinity": [null, null, null, null, null, null], "description": ["A young man who appears in tales of Gaia, a world foreign to this one. He is a member of the Tantalus Theater Troupe, a band of traveling thieves who attempt to kidnap Princess Garnet of Alexandria. Finding himself captivated by Garnet, who is troubled by the changes in her beloved mother's behavior, he pledges himself to her cause. As they set out on a journey, together with the young black mage Vivi and an Alexandrian knight named Steiner, he comes closer to the truth about the two moons in Gaia's night sky, and the roots he has searched for all his life.", "異界蓋亞的故事中登場的青年，作為坦塔羅斯劇團兼盜賊團的一員，參與了誘拐亞力山德利亞王國公主嘉妮特的計劃，但他被嘉妮特深深吸引，決定幫助她調查女王變化的原因。在與黑魔道士少年比比、騎士斯坦納等人共同旅行的過程中，他得知了行星蓋亞與兩個月亮的真相，並逐漸接近了從小就想知道的自己的身世之謎。", "이계 가이아에서 전해지는 이야기에 등장하는 청년. 극단 겸 도적단 '탄탈러스'의 일원으로, 알렉산드리아 왕국의 공주 가넷을 납치했다. 하지만 딴사람이 된 어머니 때문에 고민하는 가넷에게 강하게 끌려 그녀를 돕기로 한다. 흑마도사 소년 비비, 기사 스타이너와 함께 여행하며 가이아와 두 개의 달에 숨겨진 진실, 그리고 어릴 때부터 궁금했던 자기 출생의 비밀을 알게 된다.", "Un jeune homme qui apparaît dans les récits de Gaïa, un monde fort lointain. Il appartient à la troupe des Tantalas, une bande de voleurs itinérants qui tentent d'enlever la princesse Grenat d'Alexandrie. Fasciné par les charmes de Grenat, il la découvre bouleversée par le changement d'attitude de sa mère, et décide de tout faire pour l'aider. Alors qu'ils se mettent en route avec le jeune mage noir Bibi et le chevalier Steiner, il en apprend un peu plus sur les deux lunes de Gaïa et sur ses propres origines.", "Junger Mann, der in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Mitglied der Tantalus-Theatergruppe, eine Bande reisender Diebe, die versucht, Prinzessin Garnet von Alexandria zu entführen. Da er sich zu der um die Veränderung ihrer Mutter besorgten Garnet hingezogen fühlt, beschließt er, ihr zu helfen. Durch eine Reise mit dem jungen Schwarzmagier Vivi und dem alexandrianischen Ritter Steiner kommt Zidane seinen Wurzeln, nach denen er sein ganzes Leben gesucht hatte, und der Wahrheit über die zwei Monde an Gaias Himmel, näher.", "Un joven que aparece en los relatos de Gaia, un mundo diferente a este. Yitán es un miembro del grupo de teatro Tántalus, una banda de ladrones viajeros que intenta secuestrar a Garnet, la princesa de Alexandria. La joven, que está preocupada por los cambios de comportamiento de su querida madre, cautiva a Yitán, que se compromete con su causa. Al iniciar el viaje junto al joven mago negro Vivi y un caballero de Alexandria llamado Steiner, Yitán se acerca a la verdad sobre las dos lunas del cielo nocturno de Gaia y de las raíces que ha buscado toda su vida."], "fusion": ["The strongest don't need to show off<br>their strength.<br>After all, the sly eagle<br>doesn't...uh...doesn't...<br>Wait, how did it go again?", "真正強大的傢伙是不會將力量暴露在外的。<br>俗話說的好，真人不露相嘛！", "진짜로 강한 녀석은<br>자기 실력을 숨기는 법이지.<br>벼는 익을수록…… 뭐랬더라?", "Les plus forts n'ont pas à se vanter de leur force.<br>Après tout, même l'aigle sournois ne... heu...<br>Zut, c'était quoi, déjà ?", "Der wahrlich Starke muss mit seiner Kraft nicht prahlen.<br>Stille Wasser sind stark ... äh ...<br>Warte, wie ging das noch mal?<br>", "Los más fuertes no necesitan presumir.<br>El águila taimada no... eh... no...<br>Espera, ¿cómo seguía?"], "summon": ["Of course I'm coming too.<br>Why? Because I'm sticking with you!", "我會跟你一起走的！<br>為什麼？<br>因為你需要我啊。", "나도 널 따라가겠어!<br>왜냐고?<br>그야 네가 앞장서서 가니까.", "Évidemment, que je te suis !<br>Pourquoi ? Parce que je t'aime bien, pardi !", "Natürlich komme ich mit.<br>Warum? Wenn du gehst, gehe ich auch!", "Pues claro que yo también voy.<br>¿Que por qué? ¡Porque somos inseparables!"]}}}, "job": "Bandit", "sex": "Male", "game": "FFIX", "rarity_max": 5, "names": ["Zidane", "吉坦", "지탄", "Djidane", "Zidane", "Yitán"], "equip": [1, 2, 13, 15, 40, 50, 51, 60], "game_id": 10009, "rarity_min": 3, "tribe_id": 5, "id": "209000103", "job_id": 11}