{"TMR": ["MATERIA", 504201750], "name": "Garnet", "is_summonable": true, "skills": [{"level": 4, "type": "MAGIC", "id": 10020, "rarity": 4}, {"level": 12, "type": "MAGIC", "id": 10120, "rarity": 4}, {"level": 36, "type": "MAGIC", "id": 30140, "rarity": 4}, {"level": 36, "type": "MAGIC", "id": 30090, "rarity": 4}, {"level": 48, "type": "ABILITY", "id": 100190, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 10150, "rarity": 4}, {"level": 24, "type": "MAGIC", "id": 10070, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 100180, "rarity": 5}, {"level": 54, "type": "ABILITY", "id": 101240, "rarity": 5}, {"level": 62, "type": "ABILITY", "id": 100040, "rarity": 5}, {"level": 73, "type": "ABILITY", "id": 100210, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 10100, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 217500, "rarity": 6}, {"level": 12, "type": "ABILITY", "id": 217550, "rarity": 6}, {"level": 24, "type": "ABILITY", "id": 217540, "rarity": 6}, {"level": 29, "type": "ABILITY", "id": 217510, "rarity": 6}, {"level": 44, "type": "ABILITY", "id": 217520, "rarity": 6}, {"level": 53, "type": "ABILITY", "id": 217530, "rarity": 6}, {"level": 60, "type": "MAGIC", "id": 30320, "rarity": 6}, {"level": 71, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 100050, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 217690, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 217490, "rarity": 6}], "sex_id": 2, "entries": {"209000305": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [707, 2142, 240], "ATK": [28, 86, 16], "MP": [48, 144, 60], "MAG": [33, 99, 16], "SPR": [39, 117, 16], "DEF": [28, 84, 16]}, "magic_affinity": [8, 0, 4, 0], "ability_slots": 4, "limitburst_id": 209000305, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 231, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [31], "effect_frames": [29], "strings": {"evolution": ["I-I'll do my best...<br>Is this enough?<br>I guess I'm still getting used to this.", "唔，嗯，我要加油。<br>……這樣就夠了嗎？<br>但我還是有點不習慣。", "으, 응, 힘낼게.<br>……이러면 되나요?<br>역시 아직은 익숙하지 않네요.", "J-Je vais faire de mon mieux...<br>...Est-ce que ce sera suffisant ?<br>Je crois que je ne suis pas encore prête pour ça, pas encore.", "Ich-ich gebe mein Bestes ...<br>... Reicht das?<br>Ich brauche wohl noch etwas Übung.", "H-haré todo lo que esté en mi mano....<br>¿Basta con esto?.<br>Creo que aún no me he acostumbrado..."], "affinity": ["We should help those who help us.<br>It took me a long time to understand that. Now, it is time for me to help you.", "幫助曾經幫助過我的人。<br>過去我從來沒有過這種想法……<br>但現在，我想向你道謝。", "은혜를 입으면 갚는다.<br>그런 건 지금까지 생각도 못 했지만……<br>지금은 당신에게 감사를 표하고 싶어.", "Aide ceux qui t'aident en retour.<br>J'ai mis du temps à comprendre ça. C'est à mon tour de t'aider maintenant.", "Hilf denen, die dir helfen.<br>Lange habe ich das nicht verstanden. Nun ist Zeit, dir zu helfen.", "Ten siempre la mano tendida a tus amigos.<br>Nunca me había planteado esto.<br>Ahora me toca a mi tenderte la mía."], "description": ["The princess of Alexandria who appears in tales of Gaia, a world foreign to this one. Dismayed by her mother Queen Brahne's resolution to invade other countries, she asked Zidane to kidnap her so that she could make her way to Cid, regent of Lindblum. Though her concern for her mother and her country was genuine, having been raised in a castle she knew little of the world, leading her to come across as somewhat self-important during her first journey. However, after hiding away under the false name Dagger, she came to know more of the world, growing more mature in the process.", "異界蓋亞的故事中登場的亞力山德利亞王國的公主。其母布拉妮對他國進行侵略，對此她感到十分痛心。為了去見林德布爾姆的大公希德，她委託吉坦將自己綁架出城。雖然她為國家、為母親著想的心情沒有半點虛假，但由於從小在城裡長大，對外界十分無知，導致剛開始旅行時頗為自負。但隨著以「小刀」這個假名環遊世界，她對外界有了新的認識，逐漸成長了起來。", "이계 가이아에 전해 내려오는 이야기에 등장하는 알렉산드리아 왕국의 공주. 침략 전쟁을 추진하는 어머니 브라네 때문에 가슴 아파하던 그녀는 어릴 때부터 따르던 린드블룸 대공 시드를 찾아가기 위해 지탄에게 자신을 납치해달라고 의뢰한다. 나라와 어머니를 위하는 마음에는 거짓이 없지만, 성에서 곱게 자라 세상 물정을 모르는 탓에 여행 초기에는 독선적인 행동을 자주 보이기도 했다. 하지만 '대거'라는 가명으로 여행하면서 세상에 대해 알게 되고 성장을 거듭한다.", "Une princesse apparue dans les contes du lointain monde étranger de Gaïa. Dévastée par la volonté de sa mère d'envahir d'autres pays, elle demanda à Djidane de la kidnapper afin qu'elle puisse rejoindre Cid, le régent de Lindblum. Le destin de chacun de ses sujets était d'une grande importance pour elle, même si finalement elle ne connaissait que bien peu de choses du monde qui l'entourait. C'était donc pour elle une opportunité de partir à l'aventure. Cachée sous le nom de Dagga, son aventure la fit mûrir et lui permit de mieux comprendre le monde.", "Die Prinzessin von Alexandria, die in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Verzweifelt durch die Pläne ihrer Mutter, Königin Brane, in andere Länder einzufallen, bat sie Zidane, sie zu entführen, damit sie zu Cid reisen konnte, dem Regenten von Lindblum. Obwohl sie viel Mitgefühl für ihr Land und ihre Mutter besaß, wusste sie wenig von der Welt und wirkte darum auf ihrer ersten Reise arrogant. Nachdem sie jedoch den falschen Namen „Dolch“ annahm, sammelte sie Erfahrung und reifte in ihrer Persönlichkeit.", "Una princesa que aparece en las historias de Gaia, un mundo lejano. Dolida por la firme resolución de su madre la Reina Brahne de invadir otros países, pidió a Yitán que la raptará en un intento de ir a pedir consejo a su tío Cid, regente de Lindblum. Aunque tenía gran empatía por su país y su madre, haberse criado aislada en un castillo sabiendo poco del mundo exterior la hacía ser algo egocéntrica al comienzo de su aventura. Sin embargo, tras ocultar su identidad bajo el seudónimo de Daga pudo conocer más sobre el mundo, lo que la ayudó a madurar."], "fusion": ["I will no longer blame my hardships on anyone or anything else. I'll face my problems and overcome them!", "我再也不會把自己的痛苦怪罪在其他事物身上了。<br>我要面對它，戰勝它！", "더는 자신의 불행을<br>남 탓으로 돌리지 않겠어.<br>똑바로 마주하고 극복할 거야!", "Je ne blâmerai plus personne pour tout ce que je subis. Je ferai face à mes problèmes et je les surmonterai !", "Ich schiebe meine Probleme nicht mehr auf andere. Ich werde mich ihnen stellen und sie überwinden!", "No volveré a culpar a los demás de mis dificultades. ¡Seré yo misma quien se enfrente a mis problemas hasta superarlos!"], "summon": ["Where are we?<br>I thought I heard a familiar song just a moment ago...", "這裡到底是哪兒？<br>我好像又聽見了那首熟悉的歌。", "여긴 대체 어딘가요?<br>왠지 그리운 그 노래가<br>들린 것 같았는데.", "Où sommes-nous ?<br>J'aurais parié avoir entendu une chanson familière juste à l'instant...", "Wo sind wir?<br>Mir war, als hätte ich gerade ein vertrautes Lied gehört ...", "¿Dónde estamos?<br>Creo haber oído una canción familiar..."]}}, "209000304": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [544, 1647, 210], "ATK": [21, 63, 14], "MP": [36, 110, 45], "MAG": [23, 69, 14], "SPR": [28, 84, 14], "DEF": [22, 68, 14]}, "magic_affinity": [7, 0, 3, 0], "ability_slots": 3, "limitburst_id": 209000304, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 8, "290020700": 25, "290050300": 15, "290030200": 13, "290050400": 8}}, "rarity": 4, "compendium_id": 230, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [31], "effect_frames": [29], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["We should help those who help us.<br>It took me a long time to understand that. Now, it is time for me to help you.", "幫助曾經幫助過我的人。<br>過去我從來沒有過這種想法……<br>但現在，我想向你道謝。", "은혜를 입으면 갚는다.<br>그런 건 지금까지 생각도 못 했지만……<br>지금은 당신에게 감사를 표하고 싶어.", "Aide ceux qui t'aident en retour.<br>J'ai mis du temps à comprendre ça. C'est à mon tour de t'aider maintenant.", "Hilf denen, die dir helfen.<br>Lange habe ich das nicht verstanden. Nun ist Zeit, dir zu helfen.", "Ten siempre la mano tendida a tus amigos.<br>Nunca me había planteado esto.<br>Ahora me toca a mi tenderte la mía."], "description": ["A princess who appears in tales of Gaia, a world foreign to this one. The most beautiful princess in Alexandria's history, her name was known far and wide. She felt sympathy and concern for the people of the kingdom, and was greatly pained by her mother Queen Brahne's unbending resolve in invading other countries. On her sixteenth birthday, in an attempt to get advice about her mother from her uncle Cid, regent of Lindblum, she asked Zidane, a thief who had broken into the castle, to kidnap her.", "異界蓋亞的故事中登場的公主，以亞力山德利亞史上最美的公主而聞名。作為一名公主，她無時無刻不心繫國民的安危，然而其母布拉妮卻從一年前開始對他國進行侵略，對此她感到十分痛心。在她16歲生日的當天，為了與叔父以及敬仰已久的林德布爾姆的大公希德商討如何阻止母親，她委託潛入城中的盜賊吉坦將自己綁架出城。", "이계 가이아에 전해 내려오는 이야기에 등장하는 공주. 알렉산드리아 왕국 역사상 가장 아름다운 공주로 그 이름을 널리 알렸다. 나라와 백성을 위하는 마음이 강하여 어머니 브라네가 1년 전부터 침략 전쟁을 추진하는 것을 보며 가슴 아파했다. 그리고 마침내 찾아온 16살 생일에,  아저씨라 부르며 따르던 린드블룸 대공 시드에게 어머니 일을 상담하기 위해, 성에 숨어들어온 도적 지탄에게 자신을 납치해달라고 의뢰한다.", "Une princesse apparue dans les contes du lointain monde étranger de Gaïa. Considérée par beaucoup de gens comme la plus belle princesse que le royaume d'Alexandrie ait porté, son nom était connu par-delà les mers. Elle ressentait une grande empathie pour son pays et son peuple, et fut très triste lorsque sa mère, la reine Brahne, décida d'envahir d'autres pays. Lors du jour de ses 16 ans, alors qu'elle essayait d'obtenir des conseils au sujet de sa mère auprès de son oncle Cid, le régent de Lindblum, elle demanda à Djidane, un voleur qui s'était introduit dans le château, de la kidnapper.", "Eine Prinzessin, die in den Erzählungen Gaias auftaucht, einer weit entfernten Welt. Es handelte sich um die schönste Prinzessin in Alexandrias Geschichte, ihr Name war überall bekannt. Sie hatte großes Mitgefühl für ihr Land und ihr Volk, sodass der Entschluss ihrer Mutter, in andere Länder einzufallen, sie sehr schmerzte. An ihrem 16. Geburtstag ließ sie sich von Zidane entführen, einem Dieb, der in das Schloss gelangt war. Sie wollte zu ihrem Onkel Cid, Regent von Lindblum, um ihn nach Rat um ihre Mutter zu bitten.", "Una princesa que aparece en las historias de Gaia, un mundo lejano. Siendo la princesa más hermosa de la historia de Alexandria, su nombre era conocido a lo largo y ancho del mundo. Sentía gran empatía por su país y su pueblo, lo que le hacía sentirse dolida por la firme resolución de su madre la Reina Brahne de invadir otros países. En su 16º cumpleaños y en un intento de ir a pedir consejo a su tío Cid, regente de Lindblum, pidió que la raptará a Yitán, un ladrón que se había infiltrado en el castillo."], "fusion": ["It was not for my own sake that I asked Zidane to kidnap me. What can I do to protect my homeland?", "我並不是為了尋求庇護，<br>才讓吉坦誘拐自己的。<br>為了祖國，我能做些什麼呢……", "나는 내 몸을 지키기 위해<br>지탄에게 납치를 의뢰한 게 아니야.<br>나라를 위해 내가 할 수 있는 일이 뭘까……?", "Je n'ai pas demandé à Djidane de me kidnapper pour me protéger. Que puis-je faire pour protéger mon pays ?", "Zidane hat mich nicht zu meinem eigenen Schutz entführt. Wie kann ich meine Heimat schützen?", "No le pedí a Yitán que me raptará para protegerme. ¿Qué puedo hacer yo para proteger a mi pueblo?"], "summon": ["Enough of this princess business;<br>I want to find out who I really am.<br>However...", "不是「像公主一樣」<br>而是找出真正的自己……", "'공주다운' 모습이 아닌<br>진정한 내 모습을 찾고 싶어……<br>하지만……", "J'en ai marre de devoir agir comme une princesse.<br>Je veux savoir qui je suis vraiment...<br>Mais...", "Genug vom Prinzessinendasein.<br>Ich möchte wissen, wer ich wirklich bin ...<br>Jedoch ...", "Basta ya de cuentos de princesas.<br>Quiero saber quién soy en realidad.<br>Aunque..."]}}}, "job": "Princess", "sex": "Female", "game": "FFIX", "rarity_max": 5, "names": ["Garnet", "嘉妮特", "가넷", "Grenat", "Garnet", "Garnet"], "equip": [1, 5, 6, 15, 40, 50, 53, 60], "game_id": 10009, "rarity_min": 4, "tribe_id": 5, "id": "209000304", "job_id": 55}