{"TMR": ["MATERIA", 504020200], "name": "Vivi", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20010, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20020, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20030, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20040, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 30010, "rarity": 3}, {"level": 18, "type": "MAGIC", "id": 20070, "rarity": 3}, {"level": 30, "type": "MAGIC", "id": 20080, "rarity": 3}, {"level": 32, "type": "MAGIC", "id": 20090, "rarity": 3}, {"level": 34, "type": "MAGIC", "id": 20100, "rarity": 3}, {"level": 38, "type": "MAGIC", "id": 20150, "rarity": 4}, {"level": 43, "type": "MAGIC", "id": 20160, "rarity": 4}, {"level": 55, "type": "MAGIC", "id": 20170, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 200160, "rarity": 4}], "sex_id": 1, "entries": {"209000203": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [385, 1166, 180], "ATK": [15, 46, 12], "MP": [28, 86, 70], "MAG": [23, 71, 12], "SPR": [22, 66, 12], "DEF": [16, 49, 12]}, "magic_affinity": [0, 4, 1, 0], "ability_slots": 2, "limitburst_id": 209000203, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 3, "290050200": 10, "290010100": 20, "290020300": 8, "290030200": 3}}, "rarity": 3, "compendium_id": 79, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [24], "effect_frames": [22], "strings": {"evolution": null, "affinity": null, "description": ["A young black mage from the distant world of Gaia. While attending a play in the kingdom of Alexandria, he is swept up in Zidane's plot to kidnap Princess Garnet, and before long joins in on his new companions' quest. Raised with no knowledge of the world or his own origins, he is at first timid and dependent on others, but in the course of his journey gradually gains the courage to face the truth of the past.", "異界蓋亞的故事中登場的黑魔道士少年，在前往亞力山德利亞看表演時，被捲入吉坦等人引起的嘉妮特公主誘拐騷動中，那以後便和吉坦等人共同行動。他不知道自己是誰、從哪裡來，並且十分膽小怕生，做什麼事都畏手畏腳的，剛開始的時候不依賴其他人就什麼都做不好。但隨著旅行的進展，他也不得不去面對自己身世的秘密。", "이계 가이아에서 전해지는 이야기에 등장하는 흑마도사 소년. 연극을 보러 방문한 알렉산드리아에서 지탄 일행이 일으킨 가넷 공주 납치사건에 휘말려 그들과 행동을 함께하게 된다. 자신이 누군지도 모르고 자라서 세상 물정도 모르고 겁이 많다. 처음에는 남의 도움 없이 아무것도 하지 못하는 성격이었지만, 여행을 하면서 출생의 비밀을 알게 된다.", "Un jeune mage noir venu du lointain monde de Gaïa. Alors qu'il assistait à une pièce de théâtre au royaume d'Alexandrie, il se retrouva embarqué dans le complot de Djidane pour enlever la princesse Grenat et rejoignit la quête de ses nouveaux compagnons. Ne sachant rien du monde ni de ses origines, il se montra d'abord réservé avant de trouver la force d'affronter les vérités du passé au cours des aventures.", "Junger Schwarzmagier aus der fernen Welt Gaia. Als er ein Theaterstück im Königreich Alexandria besucht, wird er in Zidanes Plan, Prinzessin Garnet zu entführen, hineingezogen. So schließt er sich der Reise seiner neuen Freunde an. Er weiß nichts über die Welt und ihren Ursprung und ist anfangs eher schüchtern, gewinnt im Laufe der Reise jedoch den Mut, sich seiner Vergangenheit zu stellen.", "Un joven mago negro del lejano mundo de Gaia. En una obra de teatro en el reino de Alexandria se deja llevar por la conspiración de Yitán para raptar a la princesa Garnet y pronto se une a la aventura de sus nuevos compañeros. Como creció sin saber nada de su mundo ni sus orígenes, al principio es tímido y dependiente de los demás, pero a lo largo del viaje consigue el coraje para afrontar la verdad del pasado."], "fusion": ["My magic...<br>Was it made to hurt people?", "我的力量……<br>是為了傷害他人而生的嗎……", "내 힘은……<br>누군가를 해치기 위해<br>만들어진 걸까?", "Ma magie... A-t-elle été créée pour faire du mal aux gens ?", "Meine Magie ... Ist es ihr Sinn,<br>Leid zu verursachen?", "Mi magia...<br>¿Fue creada para hacer daño?"], "summon": ["I... I have to find out what I am.<br>Am I even human?", "我……<br>想知道自己到底是什麼。", "난……<br>내가 어떤 사람인지<br>알고 싶어.", "Je... je veux savoir qui je suis.<br>Suis-je au moins un être humain... ?", "Ich ... Ich muss wissen, was ich bin.<br>Bin ich überhaupt ein Mensch?", "Te...tengo que averiguar qué soy.<br>¿Soy humano siquiera?"]}}, "209000204": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [496, 1504, 270], "ATK": [19, 59, 18], "MP": [37, 111, 105], "MAG": [30, 92, 18], "SPR": [28, 85, 18], "DEF": [21, 63, 18]}, "magic_affinity": [0, 6, 2, 0], "ability_slots": 3, "limitburst_id": 209000204, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 4, "compendium_id": 80, "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [24], "effect_frames": [22], "strings": {"evolution": ["Zidane... Grandpa...<br>I think I'm beginning to understand what it means to live.", "吉坦……爺爺……<br>我好像有點明白活著是怎麼回事了。", "지탄 할아버지…….<br>이제 조금은 알 것 같아요.<br>삶의 의미가 무엇인지…….", "Djidane... Grand-père...<br>Je crois que je commence à comprendre le sens de la vie...", "Zidane ... Opa ...<br>Langsam verstehe ich, was es heißt, zu leben.", "Yitán, abuelo...<br>Creo que empiezo a entender lo que significa vivir."], "affinity": ["Journeying together is fun, isn't it?<br>I hope you'll let me come along with you.", "能和他人一起旅行真是令人興奮。<br>今後也請帶著我去各種地方冒險。", "사람들과 같이 여행하는 건 즐거워.<br>앞으로도 나랑 같이<br>여기저기 다녔으면 좋겠어.", "C'est vraiment amusant, de voyager avec quelqu'un !<br>J'espère que tu me laisseras t'accompagner davantage.", "Gemeinsam reisen macht Spaß, oder?<br>Ich hoffe, ich kann dich auch weiter begleiten.", "Viajar en compañía es divertido, ¿no?<br>Espero que me dejes acompañarte."], "description": ["A young black mage from the distant world of Gaia. He lived each day with no knowledge of who he truly was, until, while journeying with Zidane and his friends, he came to learn that he was an artificial being designed by the kingdom of Alexandria as a weapon. Though his confidence falters after finding out that he is an instrument of destruction that will one day \"stop,\" through his encounters with his companions and fellow black mages, he finds the courage to face the devastating truth about his identity.", "異界蓋亞的故事中登場的黑魔道士少年，他不知道自己是誰、從哪裡來，但隨著與吉坦等人一起旅行，得知自己其實是亞力山德利亞王國製造的人形兵器試驗品。在得知自己是為了殺人而生，且總有一天會「停止運作」之後，他十分動搖，然而通過與其他黑魔道士相遇，通過與同伴們交心，他最終獲得了直面事實的勇氣。", "이계 가이아에서 전해지는 이야기에 등장하는 흑마도사 소년. 자신이 누군지도 모른 채 자랐지만, 지탄 일행과 여행하면서 자신이 알렉산드리아 왕국이 만들어낸 인간형 병기라는 사실을 알게 된다. 사람을 죽이기 위해 만들어진 것을 알고, 또 언젠가는 '멈춘다'는 것을 알고 크게 동요했으나, 같은 흑마도사들과의 만남과 동료들과의 교류를 통해 진실을 받아들일 용기를 얻는다.", "Un jeune mage noir venu du lointain monde de Gaïa. Avec Djidane et ses amis, il vivait sans savoir qui il était réellement, jusqu'au jour où il découvrit qu'il était un être artificiel créé par le royaume d'Alexandrie. Sa confiance vacille quand il apprend qu'il est en réalité un instrument de destruction destiné à cesser de fonctionner un jour ou l'autre, mais grâce à ses compagnons et à d'autres mages noirs, il trouve le courage d'affronter la vérité sur son identité.", "Ein junger Schwarzmagier aus der fernen Welt Gaia. Er lebte, ohne zu wissen, wer er war, bis er sich einer Reise mit Zidane und seinen Freunden anschloss. Er erfuhr, dass er ein vom Königreich Alexandria geschaffenes, künstliches Wesen war, entwickelt als Waffe. Sein Selbstvertrauen gerät zwar ins Schwanken, als er von seinem Dasein als Instrument der Zerstörung erfährt, doch findet er durch seine Freunde und andere Schwarzmagier den Mut, sich der schrecklichen Wahrheit seiner Identität zu stellen.", "Un joven mago negro del lejano mundo de Gaia. Vivía día a día sin saber quién era en realidad, hasta que, mientras viajaba con Yitán y sus amigos, descubrió que era un ser artificial desarrollado como arma por el reino de Alexandria. Aunque su confianza flaquea al descubrir que es una herramienta de destrucción que algún día \"dejará de funcionar\", encuentra el coraje para afrontar la abrumadora verdad sobre su identidad  gracias a sus compañeros y magos negros aliados"], "fusion": ["My magic...<br>Does it help? I hope it does...", "我的魔法……<br>派上用場了麼？<br>要是我能幫到你們就好了……", "내 마법의 힘……<br>도움이 되고 있어?<br>그랬으면 다행이고…….", "Ma magie...<br>Est-ce qu'elle te rend service ? En tout cas, je l'espère...", "Meine Magie ... Kann sie Gutes<br>bewirken? Ich hoffe es ...", "Mi magia...<br>¿Sirve de ayuda? Ojalá lo haga..."], "summon": ["I'm scared, and confused...but I must press on.<br>Please, take me with you!", "我雖然還很害怕，<br>雖然還很迷惘……<br>但請你帶我走，我想要向前邁進！", "난 겁쟁이인 데다<br>중요한 순간에 망설이기도 하지만……<br>꼭 데려가 줘. 앞으로 나아가고 싶어!", "J'ai peur, et je suis perdu, mais... mais je dois aller de l'avant.<br>S'il te plaît, emmène-moi avec toi !", "Ich habe Angst ... Aber ich darf mich nicht verstecken.<br>Bitte nimm mich mit!", "Estoy asustado y confundido... pero debo seguir.<br>Por favor, ¡llévame contigo!"]}}}, "job": "Black Mage", "sex": "Male", "game": "FFIX", "rarity_max": 4, "names": ["Vivi", "比比", "비비", "Vivi", "Vivi", "Vivi"], "equip": [1, 5, 6, 40, 50, 53, 60], "game_id": 10009, "rarity_min": 3, "tribe_id": 5, "id": "209000203", "job_id": 14}