{"TMR": ["EQUIP", 302002300], "name": "Tidus", "is_summonable": true, "skills": [{"level": 3, "type": "ABILITY", "id": 207020, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 35, "type": "ABILITY", "id": 207070, "rarity": 5}, {"level": 51, "type": "ABILITY", "id": 207030, "rarity": 5}, {"level": 60, "type": "ABILITY", "id": 200470, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 207060, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 207000, "rarity": 6}, {"level": 31, "type": "ABILITY", "id": 207050, "rarity": 6}, {"level": 43, "type": "ABILITY", "id": 207080, "rarity": 6}, {"level": 78, "type": "ABILITY", "id": 100090, "rarity": 6}, {"level": 86, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 207040, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 207010, "rarity": 6}], "sex_id": 1, "entries": {"210000105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 100, 0, 0, 0, 0], "stats": {"HP": [928, 2812, 300], "ATK": [39, 118, 20], "MP": [40, 122, 50], "MAG": [31, 93, 20], "SPR": [31, 95, 20], "DEF": [32, 96, 20]}, "magic_affinity": [0, 0, 5, 0], "ability_slots": 4, "limitburst_id": 210000105, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 5, "290060000": 20, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 467, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [20], "effect_frames": [18], "strings": {"evolution": null, "affinity": ["Let us continue<br>this story of ours!", "一起續寫<br>我們的故事吧！", "함께 이어나가자,<br>우리들의 이야기를!", "Continuons notre histoire ensemble !", "Setzen wir unsere<br>Geschichte fort!", "¡Prosigamos con nuestra historia!"], "description": ["A young man who appears in the tales of another world where its people are trapped in a spiral of death. Tidus is a talented player of blitzball, a beloved aquatic sport played in the sleepless city of Zanarkand. During a tournament match, a calamitous being known as Sin attacked the city, sending him to the unfamiliar world of Spira in the process. Puzzled and worried about the circumstances he will surely have to face, he washes ashore at Besaid Island. There he meets a man named Wakka, and takes up his proposition of going on a pilgrimage with the summoner Yuna in order to find his way back home.", "在被死之螺旋囚禁的異界中登場的青年，他出身於不夜城札納爾坎德，是一名水鬥球王牌運動員。由於遭到災禍魔物「辛」襲擊，他被傳送到了一個叫史匹拉的陌生世界，懷著不安的心情漂流到了比塞德島。在島上他遇到了瓦卡，為了尋找回到故鄉的方法而加入了召喚士優娜的旅行。", "죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 청년. 잠들지 않는 도시 자나르칸드에서 수중 경기인 블리츠 볼의 에이스 선수로서 활약하고 있었지만, 재앙을 일으키는 마물 '신'의 습격을 받아 낯선 세계 스피라로 보내진다. 사정을 파악하지 못하고 불안을 품은 채로 비사이드 섬에 다다르고, 섬에서 만난 와카의 제안에 따라 고향으로 돌아갈 방법을 찾기 위해 소환사 유우나의 여행에 동행하기로 한다.", "Un jeune homme qui apparaît dans les récits d'un autre monde dont les habitants sont pris dans une spirale de la mort. Tidus est un excellent joueur de blitzball, un sport aquatique populaire qui se joue à Zanarkand, la ville qui ne dort jamais. Durant un tournoi, un monstre connu sous le nom de Sin provoqua un désastre, l'emportant dans le monde inconnu de Spira. Troublé et inquiet du sort qui l'attend, il dérive jusqu'à l'île de Besaid. Là, il rencontre un homme s'appelant Wakka, et accepte sa proposition de partir en pèlerinage avec l'invocatrice Yuna afin de rentrer chez lui.", "Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Tidus ist ein talentierter Blitzballspieler, einer beliebten Sportart in der Stadt ohne Schlaf Zanarkand. Während eines Turniers greift ein Wesen namens Sin die Stadt an und er wird in der Folge in die unbekannte Welt von Spira geschickt. Verwirrt über die neue Umgebung wird er an das Ufer der Insel Besaid gespült. Dort trifft er auf einen Mann namens Wakka und begibt sich mit ihm und der Beschwörerin Yuna auf eine Pilgerreise, um einen Weg zurück in seine Welt zu finden.", "Un joven que aparece en las historias de otro mundo en el que la gente está atrapada en una espiral de muerte. Tidus es un jugador con talento de blitzbol, un apreciado deporte acuático al que se juega en la ciudad de Zanarkand. Durante el partido de un torneo, un ser catastrófico conocido como Sinh atacó la ciudad, enviándolo al desconocido mundo de Spira en el proceso. Desconcertado y preocupado por las circunstancias a las que seguro que se tendrá que enfrentar, llega a la tierra de Isla Besaid. Allí conoce a un hombre llamado Wakka, y acepta su proposición de ir en peregrinación con la invocadora Yuna para encontrar un modo de volver a casa."], "fusion": ["I'm all powered up!<br>I'll clean these guys up in a flash!", "力量充滿全身！<br>速戰速決吧！", "파워 전개!<br>단숨에 해치워 드리지!", "Je me sens que je pourrais déplacer des montagnes ! Je vais m'occuper de ces gars en un instant !", "Ich bin bei voller Kraft!<br>Um diese Typen kümmere ich mich sofort!", "¡Estoy a tope! ¡Voy a cargarme a estos tíos en un plisplás!"], "summon": ["Where am I?<br>My head is spinning...", "這是，哪裡？<br>我頭好暈……", "여기, 어디야?<br>머리가 핑핑 도네……", "Où suis-je ?<br>J'ai la tête qui tourne...", "Wo bin ich?<br>Mein Kopf dreht sich ...", "¿Dónde estoy?<br>La cabeza me da vueltas..."]}}, "210000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 100, 0, 0, 0, 0], "stats": {"HP": [1206, 3656, 450], "ATK": [51, 154, 30], "MP": [52, 159, 75], "MAG": [40, 121, 30], "SPR": [41, 124, 30], "DEF": [42, 126, 30]}, "magic_affinity": [0, 0, 6, 0], "ability_slots": 4, "limitburst_id": 210000106, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 468, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [20], "effect_frames": [18], "strings": {"evolution": ["As long as you have energy, use it!<br>That being said, let's do this!", "不要浪費這股幹勁！<br>一鼓作氣衝啊！", "기세가 올랐을 때는 계속 밀어붙인다!<br>그런 고로, 이대로 돌진하자고!", "Tant que t'as de l'énergie, sers-t’en !<br>C'est parti, les gars !", "Hast du Energie, dann nutze sie!<br>Legen wir also los!", "¡Siempre que quede energía, hay que usarla!<br>¡Y ahora, vamos a por todas!"], "affinity": ["Let us continue<br>this story of ours!", "一起續寫<br>我們的故事吧！", "함께 이어나가자,<br>우리들의 이야기를!", "Continuons notre histoire ensemble !", "Setzen wir unsere<br>Geschichte fort!", "¡Prosigamos con nuestra historia!"], "description": ["A young man who appears in the tales of another world where its people are trapped in a spiral of death. After being swept away from his home of Zanarkand and subsequently landing in the world of Spira, Tidus washes ashore at Besaid Island, where he meets a young woman named Yuna. There he learns that she is to set off on a pilgrimage to save the world, despite just having become a summoner. Tidus decides to accompany her, and during their time together Yuna discloses that his long lost father, Jecht, had previously visited Spira. This strengthens his resolve to help the summoner defeat Sin, as his father once had hoped to do as well.", "在被死之螺旋囚禁的異界中登場的青年，他被從故鄉札納爾坎德傳喚至史匹拉，在比塞德村遇到了剛剛成為召喚士的少女優娜，並加入了優娜拯救世界的旅行。在旅行途中，他得知原本已經去世的父親傑克特也來到過史匹拉。與父親一樣，他也成為了輔佐召喚士的護衛，為了打倒「辛」而繼續著旅行。", "죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 청년. 고향 자나르칸드에서 스피라라 불리는 세계로 빨려 들어와, 헤맨 끝에 도착한 비사이드 마을에서 갓 소환사가 된 소녀 유우나와 만나게 된다. 세계를 구하려 하는 유우나의 여행에 동행하며 스피라의 각지를 돌던 중, 죽은 줄 알았던 아버지 젝트가 스피라에 와 있었다는 사실이 밝혀진다. 과거의 아버지와 마찬가지로, 소환사를 도와 '신'을 쓰러뜨리기 위한 여행을 계속해 나간다.", "Un jeune homme qui apparaît dans les récits d'un autre monde dont les habitants sont pris dans une spirale de la mort. Après avoir été arraché à sa terre de Zanarkand pour atterrir ensuite dans le monde de Spira, Tidus dérive jusqu'à l'île de Besaid, où il rencontre une jeune femme nommée Yuna. Là, il apprend qu'elle s'apprête à partir en pèlerinage pour sauver le monde, bien qu'elle vienne tout juste de devenir invocatrice. Tidus décide de l'accompagner, puis elle lui révèle pendant leur voyage que son père Jecht, décédé il y a longtemps, était lui aussi allé à Spira. Cela l'encourage à aider l'invocatrice à vaincre Sin, comme son père l'aurait ainsi voulu.", "Junger Mann, der in Erzählungen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Nachdem er aus seiner Heimat Zanarkand verschwindet und in der Welt von Spira landet, findet sich Tidus am Ufer der Insel Besaid wieder, wo er eine junge Frau namens Yuna trifft. Er erfährt, dass sie sich auf einer Pilgerreise zur Rettung der Welt befindet, obwohl sie gerade erst als Beschwörerin ernannt wurde. Tidus begleitet sie. Auf ihrer Reise entdeckt Yuna, dass sein verschollen geglaubter Vater zuvor Spira besuchte. Tidus fasst den Entschluss, Yuna dabei zu helfen, Sin zu besiegen, da sein Vater dies auch vorgehabt hatte.", "Un joven que aparece en las historias de otro mundo en el que la gente está atrapada en una espiral de muerte. Después de ser arrastrado de su casa de Zanarkand y aterrizar en el mundo de Spira, Tidus llega a la tierra de Isla Besaid, donde conoce a una joven llamada Yuna. Allí aprende que ella va a realizar una peregrinación para salvar el mundo, a pesar de que acaba de convertirse hace poco en invocadora. Tidus decide acompañarla, y durante su tiempo juntos Yuna le revela que su padre, Jecht, al que perdió hace mucho tiempo, había visitado Spira antes. Esto refuerza su decisión de ayudar a la invocadora para que derrote a Sinh, como su padre una vez esperó hacer."], "fusion": ["I refuse to be called a greenhorn any longer!", "不會再讓你們叫我<br>「戰鬥門外漢」了！", "더는 '풋내기 전사'라고<br>부르지 못할걸!", "Je refuse d'être appelé \"bleusaille\"plus longtemps !", "Nennt mich nicht mehr Grünschnabel!", "¡Me niego a que me sigan llamando novato!"], "summon": ["Support is here!<br>Don't know what's goin' on,<br>but I'm here to help!", "援軍來也！<br>雖說不明所以，但我會幫忙的！", "구원 투수 등장!<br>잘은 모르겠지만 도와줄게!", "Les renforts sont là !<br>Je sais pas ce qu'il se passe,<br>mais je suis là pour te donner un coup de main !", "Unterstützung ist da!<br>Keine Ahnung, was los ist,<br>aber ich werde helfen!", "¡Ha llegado la caballería!<br>¡No sé que es lo que está pasando, pero os echaré una mano!"]}}}, "job": "Guardian", "sex": "Male", "game": "FFX", "rarity_max": 6, "names": ["Tidus", "提達", "티더", "Tidus", "Tidus", "Tidus"], "equip": [1, 2, 3, 4, 13, 30, 40, 41, 50, 51, 52, 60], "game_id": 10010, "rarity_min": 5, "tribe_id": 5, "id": "210000105", "job_id": 95}