{"TMR": ["EQUIP", 310003000], "name": "Lulu", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 213200, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 20230, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 20070, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 211100, "rarity": 5}, {"level": 17, "type": "MAGIC", "id": 20280, "rarity": 5}, {"level": 38, "type": "ABILITY", "id": 200460, "rarity": 5}, {"level": 61, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 200160, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 20350, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 219030, "rarity": 6}, {"level": 29, "type": "ABILITY", "id": 100060, "rarity": 6}, {"level": 52, "type": "ABILITY", "id": 219020, "rarity": 6}, {"level": 72, "type": "MAGIC", "id": 20320, "rarity": 6}, {"level": 72, "type": "MAGIC", "id": 20310, "rarity": 6}, {"level": 88, "type": "MAGIC", "id": 20290, "rarity": 6}, {"level": 88, "type": "MAGIC", "id": 20300, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 219040, "rarity": 6}, {"level": 100, "type": "MAGIC", "id": 20380, "rarity": 6}], "sex_id": 2, "entries": {"210000405": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [861, 2610, 240], "ATK": [20, 62, 16], "MP": [50, 153, 40], "MAG": [38, 116, 24], "SPR": [34, 104, 16], "DEF": [29, 89, 16]}, "magic_affinity": [0, 8, 4, 0], "ability_slots": 4, "limitburst_id": 210000405, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 787, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [48], "effect_frames": [46], "strings": {"evolution": null, "affinity": ["Things are never boring with you.<br>Why don't we go somewhere just the two of us?", "只要和你一起就不會感到無聊。<br>乾脆就我們兩個去吧？", "당신과 있으면 지루하지 않아.<br>그냥, 우리 둘이서만 갈까?", "Rien n'est jamais ennuyeux à tes côtés.<br>Ça te dirait qu'on aille quelque part juste tous les deux ?", "Mit dir wird es nie langweilig.<br>Warum gehen wir zwei nicht mal irgendwo hin?", "Nunca me aburro contigo.<br>¿Por qué no nos vamos a algún sitio solos tú y yo?"], "description": ["A black mage who appears in the tales of another world where its people are trapped in a spiral of death. Lulu grew up alongside Wakka, and even had a romantic relationship with his younger brother Chappu. Although she is quick to criticize Wakka for his inability to overcome the death of his younger brother, the truth is that she has yet to overcome it herself. However cold and strict her attitude may make her seem, she is actually a very kind soul who cares for Yuna as a sister.", "在被死之螺旋囚禁的異界中登場的黑魔道士女性。她是瓦卡的青梅竹馬。瓦卡死去的弟弟恰普曾是她的戀人。在瓦卡無法接受自己弟弟的死而逃避現實時，她曾多次嚴厲對待瓦卡，可實際上，她自身也沒能完全接受恰普的死。她平時給人印象嚴峻冷淡，但實際上她內心善良，對優娜而言就像姐姐一樣。", "죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 흑마도사. 와카와는 소꿉친구 사이로, 와카의 죽은 남동생 채프의 연인이었다. 남동생의 죽음을 받아들이지 못하고 현실에서 눈을 돌리려 하는 와카에게 몇 번이고 따끔한 소리를 내뱉었지만, 루루 자신도 채프의 죽음을 극복하지 못하고 있었다. 평소에는 엄격하고 차가운 인상을 주는 여자이지만, 실은 상냥하고 인정이 많으며 유우나에겐 친언니나 다름없는 존재이다.", "Une jeune mage noire qui apparaît dans les récits d’un autre monde dont le peuple est pris dans une spirale de mort éternelle. Lulu grandit au côté de Wakka et eut même une relation romantique avec son petit frère, Chappu. Bien qu’elle n’hésite pas à critiquer Wakka pour son incapacité à surmonter la mort de son jeune frère, elle-même ne l’a pas encore véritablement acceptée. Affichant souvent une attitude distante et sévère, elle est en réalité une femme d’une gentillesse extraordinaire et considère Yuna comme sa propre sœur.", "Eine Schwarzmagierin aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Lulu wuchs gemeinsam mit Wakka auf und hatte mit seinem jüngeren Bruder Chapp eine Liebesbeziehung. Obwohl sie Wakka häufig dafür kritisiert, nicht über den Tod seines jüngeren Bruders wegzukommen, hat sie selbst ihre Probleme damit. Sie wirkt kalt und streng, hat aber ein gutes Herz und umsorgt Yuna wie ihre eigene Schwerster.", "Una maga negra que aparece en las historias de otro mundo donde la gente está atrapada en una espiral de muerte. Lulu se crio junto a Wakka, e incluso llegó a tener un romance con su hermano menor, Chappu. Por otra parte, aunque le falta tiempo para criticar a Wakka ante su incapacidad por superar la muerte de su hermano menor, la verdad es que ella misma aún no ha superado su muerte. A pesar de lo fría o estricta que pueda parecer su actitud, Lulu es una persona muy bondadosa que se preocupa por Yuna como si fuera su hermana."], "fusion": ["I'll take care of any opponents resistant to your blows with my magic.", "抗打擊的對手<br>就用我的魔法來解決吧。", "공격이 먹히지 않는 상대는<br>내가 마법으로 처리해주지.", "Je me chargerai de tous les ennemis qui te résistent en les désintégrant avec ma magie.", "Ich kümmere mich um alle Gegner, gegen die ihr nichts tun könnt, mit meiner Magie.", "Con mi magia, me encargaré de todos los oponentes que sean resistentes a vuestros golpes."], "summon": ["You haven't trained enough, have you?<br>I won't be easy on you, keep that in mind.", "你的修行好像不夠啊。<br>我會嚴厲教導你的。", "당신, 수행이 부족한 것 같은데.<br>엄격하게 갈 테니 그리 알아 둬.", "Tu ne t'es pas assez entraîné, n'est-ce pas ?<br>Je ne vais pas te ménager, tu ferais mieux de t'en souvenir.", "Du trainierst nicht genug, oder?<br>Ich werde nicht nachsichtig sein, merk dir das.", "No has entrenado lo suficiente, ¿verdad?<br>No voy a ser indulgente contigo, que te quede clarito."]}}, "210000406": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1120, 3393, 390], "ATK": [27, 81, 26], "MP": [66, 200, 65], "MAG": [50, 152, 34], "SPR": [45, 136, 26], "DEF": [38, 116, 26]}, "magic_affinity": [0, 8, 5, 0], "ability_slots": 4, "limitburst_id": 210000406, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 788, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [48], "effect_frames": [46], "strings": {"evolution": ["No matter how strong you are,<br>you must always be on guard.<br>Keep your wits about you.", "不論變得多強，都不能夠大意。<br>集中精神繼續前進吧。", "아무리 강해졌다 해도,<br>방심은 금물이야.<br>정신 바짝 차리고 가자.", "Quelle que soit ta puissance,<br>il faut toujours être sur ses gardes.<br>Il ne faut jamais lâcher son attention.", "Egal wie stark du bist,<br>sei stets auf der Hut.<br>Und nicht den Kopf verlieren.", "Sin importar lo fuerte que seas,<br>siempre tienes que estar alerta.<br>No te despistes en ningún momento."], "affinity": ["Things are never boring with you.<br>Why don't we go somewhere just the two of us?", "只要和你一起就不會感到無聊。<br>乾脆就我們兩個去吧？", "당신과 있으면 지루하지 않아.<br>그냥, 우리 둘이서만 갈까?", "Rien n'est jamais ennuyeux à tes côtés.<br>Ça te dirait qu'on aille quelque part juste tous les deux ?", "Mit dir wird es nie langweilig.<br>Warum gehen wir zwei nicht mal irgendwo hin?", "Nunca me aburro contigo.<br>¿Por qué no nos vamos a algún sitio solos tú y yo?"], "description": ["A black mage who appears in the tales of another world where its people are trapped in a spiral of death. Lulu is a very wise woman who taught the naive Tidus everything there was to know about the world of Spira. However, she eventually realized that she did not know it all, and began taking a special interest in the wisdom Tidus had to share in return. Originally frail and delicate in nature, some believe that the reason she was so hard on her companions during their pilgrimage was because she was actually directing her scoldings towards herself.", "在被死之螺旋囚禁的異界中登場的黑魔道士女性。她有著豐富的知識，教了對史匹拉一無所知的提達很多事。另一方面，她又深知自己的知識並非無限，因此也會細心傾聽提達荒唐的想法，以自己的方式表示理解。她內心脆弱，容易搖擺。在旅途中嚴厲訓斥同伴，也是為了讓自己堅定信心。", "죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 흑마도사. 지식이 풍부하여 스피라에 대해 아무것도 모르는 티더에게 여러 가지 지식을 알려준다. 한편, 자신이 모르는 사실도 많다는 것을 자각하고 있으며 상식 밖의 티더의 사고방식에도 귀를 기울이며 그녀 나름대로 이해하려고 한다. 여행 도중 동료들을 엄격하게 질타하는 것은, 본래 마음이 약한 그녀가 스스로를 꾸짖기 위해서이기도 했다.", "Une jeune mage noire qui apparaît dans les récits d’un autre monde dont le peuple est pris dans une spirale de mort éternelle. Lulu est une femme d’une grande sagesse qui inculqua à un Tidus plutôt naïf tout ce qu’il devait savoir sur le monde de Spira. Ce faisant, elle se rendit compte qu’elle-même ne connaissait pas toute l’histoire et manifesta ensuite un intérêt particulier pour les conseils que Tidus lui rendait parfois. De nature fragile et délicate, certains pensent que l’attitude sévère qu’elle affichait envers ses compagnons au cours du pèlerinage était due au mécontentement qu’elle ressentait à son propre égard.", "Eine Schwarzmagierin aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Lulu ist eine kluge Frau, die dem naiven Tidus alles beibrachte, was er über Spira wissen musste. Doch sie merkte schnell, dass sie nicht alles wusste, und wollte von Tidus alles erfahren. Die von Natur aus zierliche Lulu ging zu Beginn der Reise mit ihren Kameraden hart ins Gericht, da sie anscheinend mit sich selbst im Unreinen war.", "Una maga negra que aparece en las historias de otro mundo donde la gente está atrapada en una espiral de muerte. Lulu es una mujer muy sabia; de hecho, le enseñó a Tidus todo lo que se conoce sobre el mundo de Spira. Sin embargo, un día se dio cuenta de que no tenía respuestas para todo, por lo que empezó a desarrollar un interés especial por las cosas que Tidus podía enseñarle. Originariamente de naturaleza frágil y delicada, la gente cree que Lulu era tan severa con sus acompañantes durante su peregrinación porque, en realidad, sus reprimendas iban dirigidas hacia ella misma."], "fusion": ["There is a lot I do not know.<br>I must attain more knowledge.", "我還有很多不知道的事情。<br>得要獲得更多的知識才行呢。", "나도 아직 모르는 게 많아.<br>더욱 다양한 지식을 쌓아야지.", "Il y a beaucoup de choses que je ne sais pas.<br>Je dois acquérir plus de connaissances.", "Es gibt vieles, das ich noch nicht weiß.<br>Ich muss mehr Wissen erlangen.", "Hay muchas cosas que no sé.<br>Tengo que aumentar mis conocimientos."], "summon": ["You require my magical powers.<br>Well then, what should we do?", "需要我的魔法之力啊。<br>那麼，該怎樣才好呢。", "내 마법의 힘이 필요하단 말이지.<br>흐음, 어떻게 할까.", "Tu as besoin de mes pouvoirs magiques.<br>Très bien, alors qu'est-ce qu'on fait ?", "Du brauchst meine magischen Kräfte?<br>Also dann, was sollen wir tun?", "Necesitas mis poderes mágicos.<br>Pues bueno, ¿qué hay que hacer?"]}}}, "job": "Guardian", "sex": "Female", "game": "FFX", "rarity_max": 6, "names": ["Lulu", "露露", "루루", "Lulu", "Lulu", "Lulu"], "equip": [1, 5, 6, 12, 40, 50, 53, 60], "game_id": 10010, "rarity_min": 5, "tribe_id": 5, "id": "210000405", "job_id": 95}