{"TMR": ["MATERIA", 504219080], "name": "Seymour", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20080, "rarity": 4}, {"level": 1, "type": "MAGIC", "id": 20090, "rarity": 4}, {"level": 1, "type": "MAGIC", "id": 20460, "rarity": 4}, {"level": 34, "type": "MAGIC", "id": 20100, "rarity": 4}, {"level": 34, "type": "MAGIC", "id": 20110, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 219050, "rarity": 4}, {"level": 26, "type": "ABILITY", "id": 219060, "rarity": 5}, {"level": 26, "type": "MAGIC", "id": 20200, "rarity": 5}, {"level": 26, "type": "MAGIC", "id": 20210, "rarity": 5}, {"level": 54, "type": "MAGIC", "id": 20230, "rarity": 5}, {"level": 54, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 54, "type": "ABILITY", "id": 219070, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 20470, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 100040, "rarity": 6}, {"level": 1, "type": "ABILITY", "id": 100010, "rarity": 6}, {"level": 32, "type": "ABILITY", "id": 100110, "rarity": 6}, {"level": 32, "type": "ABILITY", "id": 100200, "rarity": 6}, {"level": 67, "type": "ABILITY", "id": 100120, "rarity": 6}, {"level": 67, "type": "ABILITY", "id": 100210, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 200160, "rarity": 6}], "sex_id": 1, "entries": {"210000804": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [686, 2079, 210], "ATK": [19, 57, 14], "MP": [35, 107, 35], "MAG": [28, 85, 18], "SPR": [24, 73, 14], "DEF": [24, 73, 14]}, "magic_affinity": [0, 6, 1, 0], "ability_slots": 3, "limitburst_id": 210000804, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 13, "290050300": 7, "290040300": 5, "290020300": 20, "290050400": 5}}, "rarity": 4, "compendium_id": 789, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [30], "effect_frames": [28], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I will save you in your time of need.<br>You should be grateful.", "在你有困難時，<br>我將會出手相助。<br>好好感謝我吧。", "네가 괴로울 땐<br>내가 직접 도와주리라.<br>감사하도록.", "Je te sauverai lorsque tu auras besoin de moi.<br>Tu devrais être reconnaissant.", "Ich werde dich retten, wenn du in Not bist.<br>Du solltest dankbar sein.", "Te salvaré cuando más lo necesites.<br>Deberías estar agradecido."], "description": ["A young guado who sought to rid Spirans from the suffering of existence by destroying the world. Seymour succeeded his father as a Maester of Yevon after the latter's death. He boasts of incredible summoning powers as proven by his quick elimination of the fiends threatening the port city of Luca, which he disposed of by summoning forth the powerful aeon known as Anima. Unbeknownst to the people of Luca, however, this had all been a plan devised by Seymour himself to win their trust by saving their lives.", "瓜德族青年，試圖通過毀滅的方式將異界史匹拉從死亡的悲傷中拯救出來。他繼承了亡父吉斯卡爾之位，成為了掌控耶朋寺院的四老師之一。他作為召喚士的能力十分優秀，在港都路加遭到魔物襲擊時，他召喚出了強大的召喚獸——靈魂，以迅雷之勢鎮壓了騷亂。然而，這一切都是為了獲得民眾支持而自導自演的好戲。", "멸망으로써, 이계 스피라를 죽음의 슬픔으로부터 해방하려 했던 구아드족 청년. 세상을 떠난 아버지 지스칼의 뒤를 이어 에본 사원의 정점에 선 네 노사의 일원이 되었다. 소환사로서 월등한 실력을 자랑하며, 항구마을 루카가 마물의 습격을 받았을 때 강력한 소환수 아니마를 소환하여 눈 깜짝할 사이 소동을 진압했다. 그러나 이 소동은 마을을 위험에서 구제하여 민중의 지지를 모으려는 시모어의 계략이었다.", "Un jeune Guado qui désirait débarrasser le peuple de Spira de ses souffrances en détruisant le monde entier. Seymour succéda à son père et endossa le rôle de maître de Yevon après sa mort. Ses capacités en tant qu’invokeur étaient prodigieuses, comme en atteste son élimination rapide des démons qui attaquèrent la ville portuaire de Luca, qu’il anéantit en invoquant Anima, une chimère redoutable. Cependant, les habitants de Luca ignoraient alors qu’il s’agissait là d’un plan élaboré par Seymour lui-même afin de gagner leur confiance en leur sauvant la vie.", "Ein junger Guado, der die Bewohner Spiras von ihrem Leid des Daseins durch die Zerstörung der Welt erlösen wollte. Seymour wurde nach dem Tod seines Vaters zum Meister von Yevon berufen und verfügt über unglaubliche Beschwörungskräfte, wie er bei der schnellen Vernichtung der Feinde in der Hafenstadt Luca unter Beweis stellen konnte. Hierfür beschwor die mächtige Bestia Anima. Niemand wusste jedoch, dass Seymours von Anfang an geplant hatte, das Vertrauen der Bevölkerung von Luca zu gewinnen, indem er ihnen das Leben rettet.", "Un joven guado que quería librar a los habitantes de Spira de su aquejada existencia destruyendo el mundo. Seymour sucedió a su padre como Maestre de Yevon después de su fallecimiento. Asimismo, farda de poseer increíbles poderes de invocación, poderes que probó eliminando rápidamente a los enemigos que amenazaban la ciudad portuaria de Luca después de invocar al poderoso eón Ánima. Sin embargo, los habitantes de Luca desconocen que todo se trataba de un plan maquinado por Seymour para ganarse su confianza después de salvarles la vida."], "fusion": ["I do not take kindly to being flattered.", "馬屁如果被拍過頭，<br>就會讓人感到噁心。", "너무 띄워주면<br>불편하다네.", "Évite de considérer la gentillesse comme de la flatterie", "Ich lasse mir nicht gerne schmeicheln.", "No me gustan demasiado los halagos."], "summon": ["As a priest of Yevon,<br>I must stake my life<br>on realizing our ideals.", "我身為耶朋的老師，<br>會賭上性命，<br>將理想變為現實。", "에본의 노사로서<br>이상을 실현하고자<br>목숨을 바칠 생각이네.", "En tant que prêtre de Yevon,<br>je dois dédier ma vie à la réalisation de nos idéaux.", "Als Priester von Yevon<br>setze ich mein Leben aufs Spiel,<br>um deine Ideale zu verwirklichen.", "Como sacerdote de Yevon,<br>arriesgo mi vida<br>por nuestros ideales."]}}, "210000805": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [892, 2702, 240], "ATK": [24, 74, 16], "MP": [46, 139, 40], "MAG": [36, 110, 24], "SPR": [31, 94, 16], "DEF": [31, 94, 16]}, "magic_affinity": [0, 7, 2, 0], "ability_slots": 4, "limitburst_id": 210000805, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 5, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 790, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [30], "effect_frames": [28], "strings": {"evolution": ["You should know of my darkness...<br>It calls for a world devoid of light.", "了解我的黑暗面……<br>前往沒有光明的世界吧。", "내 어둠을 보아라……<br>빛없는 세계로 이끌어 주겠다.", "Tu vas connaître mes ténèbres...<br>Elles viennent d'un monde dépourvu de lumière.", "Du solltest meine finstere Seite kennen ...<br>Sie ruft nach einer Welt ohne Licht.", "Deberías saber que tengo un lado oscuro...<br>Que me pide un mundo sin luz."], "affinity": ["I will save you in your time of need.<br>You should be grateful.", "在你有困難時，<br>我將會出手相助。<br>好好感謝我吧。", "네가 괴로울 땐<br>내가 직접 도와주리라.<br>감사하도록.", "Je te sauverai lorsque tu auras besoin de moi.<br>Tu devrais être reconnaissant.", "Ich werde dich retten, wenn du in Not bist.<br>Du solltest dankbar sein.", "Te salvaré cuando más lo necesites.<br>Deberías estar agradecido."], "description": ["A young guado who sought to rid Spirans from the suffering of existence by destroying the world. Seymour planned to use Yuna to accomplish his goals of destroying Spira, as his twisted mind had led him to believe that \"If all life were to end in Spira, all suffering would end.\" Although in the beginning he pretended to be a well-mannered gentleman by going as far as proposing to Yuna, he eventually turned violent and unapologetic, ultimately trying take possession of her through sheer force.", "瓜德族青年，試圖通過毀滅的方式將異界史匹拉從死亡的悲傷中拯救出來。「若一切生命盡數毀滅，所有苦痛都將治愈」是他扭曲的信條。為實現這一理念，他企圖利用優娜執行毀滅史匹拉的計劃。剛開始時假裝溫柔的紳士，以博得優娜的好感，向其求婚。在野心暴露後，他轉而使用強硬手段，不惜用粗野的方式強行掌控優娜。", "멸망으로써, 이계 스피라를 죽음의 슬픔으로부터 해방하려 했던 구아드족 청년. '모든 생명이 멸망하면, 모든 고통이 치유된다'라는 일그러진 사상을 갖고 있으며, 스피라의 멸망 계획을 실현하기 위해 유우나를 이용하려 한다. 처음에는 신사다운 태도를 보이며 그녀에게 구혼했으나, 야심이 발각되자 거친 수단을 동원하여 억지로 그녀를 손에 넣으려 했다.", "Un jeune Guado qui désirait débarrasser le peuple de Spira de ses souffrances en détruisant le monde entier. Seymour souhaitait se servir de Yuna pour accomplir son objectif et détruire Spira. Dans son esprit corrompu, il était en effet persuadé que \"si la vie cessait d’exister dans tout Spira, alors la souffrance elle aussi disparaîtrait\". Au commencement, il se fit passer pour un gentilhomme aimable et attentionné en allant jusqu’à demander Yuna en mariage, mais agit ensuite avec violence et cruauté et tenta même de s’emparer d’elle par la force.", "Ein junger Guado, der die Bewohner Spiras von ihrem Leid des Daseins durch die Zerstörung der Welt erlösen wollte. Seymour hatte vor, Yuna zu benutzen, um mit ihrer Hilfe seine Ziele zu erreichen und Spira zu zerstören, da er dachte, \"wenn alles Leben in Spira endet, endet auch alles Leid\". Auch wenn er anfangs vorgab, der vollendete Gentleman zu sein und sogar um Yunas Hand anhielt, änderte sich dies schnell und er wurde brutal und unverfroren, um sie mit Gewalt zu beherrschen.", "Un joven guado que quería librar a los habitantes de Spira de su aquejada existencia destruyendo el mundo. Seymour tenía intención de usar a Yuna para cumplir su plan de destruir Spira, pues la lógica de su retorcida mente era la siguiente: \"si se acaba la vida en Spira, se acabará todo el sufrimiento\". Aun así, al principio, fingía ser un caballero educado y, de hecho, hasta le llegó a proponer matrimonio a Yuna. Sin embargo, con el tiempo, se volvió agresivo y egoísta, por lo que al final intentó poseerla por la fuerza."], "fusion": ["I will save all with the power of death...<br>All sadness will disappear.", "用死之力拯救一切事物……<br>所有的悲傷都將煙消雲散。", "죽음의 힘으로 모든 것을 구제한다……<br>모든 슬픔은 이슬처럼 사라지리라.", "Je sauverai tout le monde grâce au pouvoir de la mort...<br>Toute la tristesse disparaîtra.", "Ich werde euch alle mit der Macht des Todes retten ...<br>Alle Traurigkeit wird verschwinden.", "Salvaré a todos con el poder de la muerte...<br>Y la tristeza se acabará."], "summon": ["If all lives are to be destroyed,<br>then all pain...would be healed as well.<br>I shall grant you eternal peace.", "如果消滅全部生命的話，<br>全部的苦痛……也會被治癒。<br>我將會給予大家永遠的安寧。", "모든 생명이 멸망하면<br>모든 고통도…… 또한 사그라질 터.<br>내가 영원한 안식을 전해 주리라.", "Si le but de toute vie et d'être détruite,<br>alors... toute la souffrance sera effacée aussi.<br>Je vais vous apporter la paix éternelle.", "Wenn alles Leben vernichtet wird,<br>dann wäre auch ... aller Schmerz geheilt.<br>Ich gewähre euch ewigen Frieden.", "Si segasen todas las vidas,<br>también todo el daño... acabaría sanando.<br>Te garantizo el descanso eterno."]}}, "210000806": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1159, 3512, 390], "ATK": [31, 95, 26], "MP": [59, 180, 65], "MAG": [47, 142, 34], "SPR": [40, 122, 26], "DEF": [40, 122, 26]}, "magic_affinity": [0, 8, 3, 0], "ability_slots": 4, "limitburst_id": 210000806, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 791, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [30], "effect_frames": [28], "strings": {"evolution": ["Life is but a futile dream.<br>The death that follows is all that is permanent.", "生命說穿了只是虛無的夢。<br>在生命的最後所迎接的死亡才是永恆。", "생명이란 그저 텅 빈 꿈일지니.<br>삶 뒤에 찾아오는 죽음만이 영원하리라.", "La vie n'est rien d'autre qu'un rêve bien futile.<br>La mort, elle est permanente.", "Das Leben ist ein flüchtiger Traum.<br>Der Tod danach ist permanent.", "La vida es un mero sueño.<br>La muerte es lo único que no se desintegra."], "affinity": ["I will save you in your time of need.<br>You should be grateful.", "在你有困難時，<br>我將會出手相助。<br>好好感謝我吧。", "네가 괴로울 땐<br>내가 직접 도와주리라.<br>감사하도록.", "Je te sauverai lorsque tu auras besoin de moi.<br>Tu devrais être reconnaissant.", "Ich werde dich retten, wenn du in Not bist.<br>Du solltest dankbar sein.", "Te salvaré cuando más lo necesites.<br>Deberías estar agradecido."], "description": ["A young guado who sought to rid Spirans from the suffering of existence by destroying the world. Seymour grew up seeing the threat that Sin presented for Spira since childhood, and came to the conclusion that the only way to save Spira was to bring about its destruction by becoming Sin himself. He lost his life after facing Yuna and her guardians in battle, but his strong emotional ties to the world caused him to remain as an unsent, allowing him to continue thwarting Yuna's actions multiple times.", "瓜德族青年，試圖通過毀滅的方式將異界史匹拉從死亡的悲傷中拯救出來。他從小時候起就一直目睹著「辛」對世界造成了各種恐懼，逐漸萌生了親自化身為「辛」毀滅史匹拉就可以拯救一切的極端思想。儘管在和優娜等人的戰鬥中殞命，但他強烈的執念存留於世間，使他化作死之人，不斷地阻撓優娜等人的行程。", "멸망으로써, 이계 스피라를 죽음의 슬픔으로부터 해방하려 했던 구아드족 청년. 어릴 적부터 '신'에 의해 세계가 공포에 빠지는 모습을 보아온 그는, 스스로 '신'이 되어 스피라를 멸망시켜 모든 것을 구원하려고 했다. 유우나 일행과의 전투에 패배해 목숨을 잃었으나, 강한 집착으로 인해 유령이 되어 세계에 남아 몇 번이고 그녀의 앞을 가로막았다.", "Un jeune Guado qui désirait débarrasser le peuple de Spira de ses souffrances en détruisant le monde entier. Tout au long de son enfance, Seymour fut soumis à la menace que Sin représentait pour Spira et finit par conclure que le seul moyen de sauver ce monde était d’engendrer sa destruction en devenant le prochain Sin. Il périt à la suite de son combat contre Yuna et ses gardiens, mais les liens émotionnels qui l’unissaient à Spira lui permirent de persister sous la forme d’un Errant. Désormais incapable de mourir, il tenta d’enrayer les efforts de Yuna à plusieurs reprises.", "Ein junger Guado, der die Bewohner Spiras von ihrem Leid des Daseins durch die Zerstörung der Welt erlösen wollte. Seymour erlebte von klein an die Bedrohung durch Sin und kam zu der Erkenntnis, dass Spira zerstört und er selbst zu Sin werden muss, um Spira retten zu können. Er verlor sein Leben, als er im Kampf auf Yuna und ihre Wächter stieß, doch durch seine starke emotionale Bindung zur Welt blieb er da und durchkreuzte Yunas Taten viele Male.", "Un joven guado que quería librar a los habitantes de Spira de su aquejada existencia destruyendo el mundo. Desde muy pequeño, Seymour creció con la idea de que Sinh representaba una amenaza para Spira hasta llegar a la conclusión de que la única forma de salvar Spira era destruyéndola y convirtiéndose en Sinh él mismo. Perdió la vida enfrentándose en combate a Yuna y sus guardianes, pero sus fuertes vínculos emocionales con el mundo hicieron permanecer como un no enviado, por lo que pudo continuar frustrando los planes de Yuna una vez tras otra."], "fusion": ["Entrust yourself to the power of destruction,<br>and you will find peace.", "只要將自己託付給毀滅之力，<br>就能夠安心長眠了。", "멸망의 힘에 몸을 맡기면<br>평온히 잠들 수 있을 것이다.", "Abandonne-toi au pouvoir de la destruction,<br>et tu trouveras la paix.", "Vertraue dich der Macht der Zerstörung an,<br>und du wirst Frieden finden.", "Déjate llevar por el poder de la destrucción,<br>solo así encontrarás la paz."], "summon": ["Sink into the peace of death.<br>I shall sever all ties between you and grief.", "沉浸在死亡的安息中吧……<br>我將斬斷一切的嘆息。", "죽음의 안식에 잠겨라.<br>모든 비탄을 끊어 주리라.", "Plonge dans la paix de la mort.<br>Je trancherai tous les liens qui vous lient à la douleur.", "Sinkt in den Frieden des Todes.<br>Ich werde alle Bande zwischen dir und der Trauer trennen.", "Sumérgete en el sosiego de la muerte.<br>Voy a cortar todas las ataduras que te anclan al dolor."]}}}, "job": "Priest", "sex": "Male", "game": "FFX", "rarity_max": 6, "names": ["Seymour", "希摩爾", "시모어", "Seymour", "Seymour", "Seymour"], "equip": [1, 5, 6, 30, 40, 50, 53, 60], "game_id": 10010, "rarity_min": 4, "tribe_id": 5, "id": "210000804", "job_id": 137}