{"TMR": ["EQUIP", 409009900], "name": "Rikku", "is_summonable": true, "skills": [{"level": 3, "type": "ABILITY", "id": 200010, "rarity": 4}, {"level": 30, "type": "ABILITY", "id": 200250, "rarity": 4}, {"level": 48, "type": "ABILITY", "id": 100040, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 209060, "rarity": 4}, {"level": 11, "type": "ABILITY", "id": 209040, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 209070, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 200020, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 75, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 209020, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 209000, "rarity": 6}, {"level": 21, "type": "ABILITY", "id": 209080, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 209050, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 209030, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 209010, "rarity": 6}], "sex_id": 2, "entries": {"210000706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1169, 3541, 450], "ATK": [47, 142, 30], "MP": [53, 160, 75], "MAG": [39, 118, 30], "SPR": [41, 125, 30], "DEF": [41, 125, 30]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 210000706, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 526, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20], "strings": {"evolution": ["Another five to six years and<br>I'll be an adult, too.", "再有5～6年，<br>我也能成為一個大人了。", "뭐, 나도 5~6년만 지나면<br>어엿한 어른이라 이거야.", "Encore cinq ou six ans,<br>et je serai adulte aussi.", "Noch fünf oder sechs Jahre,<br>dann bin ich auch erwachsen.", "En otros cinco o seis años<br>yo también seré adulta."], "affinity": ["So you've recognized me as one<br>of your friends, as well?<br>I'm happy to hear it!", "你願意把我當做同伴？<br>我很高興！", "나를 동료로서 인정해 주는 거야?<br>후에키미, 모!<br>(정말 기뻐!)", "Tu me considère aussi comme ton amie ?<br>Je suis si heureuse d'entendre ça !", "Also bin ich jetzt auch einer deiner<br>Freunde?<br>Freut mich zu hören!", "¿Así que tu también me aceptas como amiga tuya?<br>¡Me alegra oírlo!"], "description": ["A young girl who appears in the tales of another world where its people are trapped in a spiral of death. Rikku suffered a traumatizing accident during her childhood that left her with a phobia of thunder. Although she may seem overly emotional and childish, she has a good head on her shoulder for someone so young. She was resolved to find a way to save Yuna's life with Tidus until they realized that the Final Summoning was but a false rite. Now they must find a way to defeat Sin without the Final Summoning, and Rikku is racking her brain trying to accomplish the feat.", "在被死之螺旋囚禁的異界中登場的阿爾貝德族少女，兒時遭遇的事故使她十分害怕打雷。她的感情豐富，舉止很像個小孩子，但想法卻很成熟。她與提達二人一起思考能夠讓優娜活下來的方法。在優娜得知究極召喚只能帶來假象的和平並拒絕進行究極召喚時，她也為了用其他方法打倒「辛」而出謀劃策。", "죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 알베드족 소녀. 어릴 적의 사고로 인해 번개를 심각하게 무서워한다. 감정이 풍부하고 어린아이다운 면이 아직 남아있는 한편, 티더와 함께 유우나가 죽지 않아도 되는 방법을 찾고 있었지만, 유우나가 궁극 소환을 그릇된 희망이라며 거부한 뒤로 궁극 소환 이외의 방법으로 '신'을 쓰러뜨릴 방법을 찾아 지혜를 짜내고 있다.", "Une jeune fille qui apparaît dans les récits d'un autre monde dont les habitants sont pris dans une spirale de la mort. Suite à un traumatisme survenu dans son enfance, Rikku a une peur panique des éclairs. Si elle peut parfois sembler puérile ou trop sensible, elle cache en réalité une grande maturité pour son âge. Elle et Tidus étaient déterminés à sauver la vie de Yuna, jusqu'à ce qu'ils découvrent que l'Ultime Chimère n'était qu'un mensonge. Désormais, Rikku se creuse la tête de toutes ses forces pour trouver un bien meilleur moyen de vaincre Sin.", "Junges Mädchen, das in Erzählungen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Als Kind erlebte Rikku ein traumatisches Ereignis, das eine Donnerphobie in ihr erzeugte. Obwohl sie kindisch und überemotional wirkt, besitzt sie für ihr Alter ein gutes Urteilsvermögen. Gemeinsam mit Tidus wollte sie Yunas Leben retten, bis sich herausstellte, dass die letzte Beschwörung eine Täuschung war. Nun müssen sie ohne diese einen Weg finden, Sin zu besiegen, und Rikku zerbricht sich den Kopf darüber.", "Chica de los relatos de otro mundo con gente atrapada en una espiral de muerte. Rikku tiene fobia a los truenos debido a un suceso traumático de su infancia. Aunque parece una joven ingenua y alocada, tiene la cabeza en su sitio. Estaba decidida a encontrar la manera de salvar la vida a Yuna junto a Tidus, hasta que descubrió que la invocación final solo era un ritual falso. Ahora deben encontrar la manera de derrotar a Sinh sin tal invocación y Rikku se estruja los sesos para cumplir semejante hazaña."], "fusion": ["If someone wants to start a fet,<br>you can bet I'm going to end it!<br>But then again, if it's lightning they're packing...", "找我打架，你還嫩了點。<br>啊，不過不要使用雷屬性的攻擊啊……", "걸려온 싸움은 피하지 않아~<br>아, 그치만 번개는 싫어……", "Si on te cherche des noises,<br>tu peux être sûr que je calmerai leurs ardeurs! S'ils utilisent la foudre... c'est une autre histoire...", "Fängt jemand Streit an,<br>werde ich ihn beenden!<br>Wenn Sie aber mit Blitz und Donner kommen ...", "¡Cómo alguien se atreva a empezar una riña,<br>que sepas que yo me meto a acabarla!<br>Ah, pero no si saben utilizar rayos..."], "summon": ["No worries!<br>I'm right beside you!", "沒關係，<br>有我在呢！", "괜찮아~<br>내가 함께라니까!", "T'inquiète !<br>J'assure tes arrières !", "Keine Sorge!<br>Ich bin bei euch!", "¡Que no cunda el pánico!<br>¡Estoy a tu lado!"]}}, "210000705": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [899, 2723, 300], "ATK": [36, 109, 20], "MP": [41, 123, 50], "MAG": [30, 90, 20], "SPR": [32, 96, 20], "DEF": [32, 96, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 210000705, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 525, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20], "strings": {"evolution": ["My memories are quite sweet,<br>so you'd best be nice to me!", "回憶固然美好，<br>但不能沉浸於其中！", "추억이란 건 포근하니까,<br>기대면 안 돼!", "Mes souvenirs sont plutôt agréable,<br>donc tu ferais mieux d'être gentil avec moi !", "Meine Erinnerungen sind schön,<br>sei also nett zu mir!", "Mis recuerdos son de lo más tiernos,<br>¡así que más te vale ser bueno conmigo!"], "affinity": ["So you've recognized me as one<br>of your friends, as well?<br>I'm happy to hear it!", "你願意把我當做同伴？<br>我很高興！", "나를 동료로서 인정해 주는 거야?<br>후에키미, 모!<br>(정말 기뻐!)", "Tu me considère aussi comme ton amie ?<br>Je suis si heureuse d'entendre ça !", "Also bin ich jetzt auch einer deiner<br>Freunde?<br>Freut mich zu hören!", "¿Así que tu también me aceptas como amiga tuya?<br>¡Me alegra oírlo!"], "description": ["A young girl who appears in the tales of another world where its people are trapped in a spiral of death. Rikku believes the current method for summoners to bring peace to their world is unfair. Hoping to spare Yuna from her eventual death as part of her duties as a summoner, she attempts to kidnap her on the Moonflow, and fails. Regardless, she becomes Yuna's final guardian, and accompanies her on her pilgrimage henceforth. However, she still clings to the hope of discovering a way to save her cousin's life.", "在被死之螺旋囚禁的異界中登場的阿爾貝德族少女，她對召喚士要為和平獻身的世間常理感到不平，並不想讓準備遵循命運的優娜去送死，於是計劃在幻光河誘拐優娜結果失敗。之後她便成為了優娜的護衛之一，與一行人一起踏上了旅途。她雖然尊重優娜的意志，但也在拼命尋找能夠讓優娜活下來的方法。", "죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 알베드족 소녀. 평화를 위해 소환사가 희생되어야만 하는 사실이 불합리하다고 느끼고 있다. 소환사의 운명에 따라 목숨을 버리려 하는 유우나를 살리고 싶어 환각의 강에서 그녀를 납치하려 했으나 실패하고 만다. 그 이후, 사촌이기도 한 유우나의 가드 중 한 명으로서 여행에 동행하여, 그녀의 의사를 존중하면서도 그 목숨을 잃지 않아도 되는 방법을 모색하고 있다.", "Une jeune fille qui apparaît dans les récits d'un autre monde dont les habitants sont pris dans une spirale de la mort. Rikku rejette la méthode employée par les Invokeurs afin de ramener la paix sur Spira. Dans l'espoir d'épargner à Yuna un funeste destin, elle tenta de l'enlever sur le fleuve Sélénos, mais échoua. Finalement, elle devint la dernière gardienne de Yuna et l'accompagna pour le reste de son pèlerinage. Cependant, elle n'abandonna jamais l'espoir de trouver un moyen de sauver la vie de sa cousine.", "Junges Mädchen, das in Erzählungen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Rikku glaubt, dass die Methode der Beschwörer, um die Welt zu retten, ungerecht ist. Da sie Yuna vor der Pflicht einer Beschwörerin zu sterben, retten will, versucht sie sie auf dem Moonflow zu entführen, scheitert aber. Gleichwohl wird sie Yunas letzte Wächterin und begleitet sie von da an auf ihrer Pilgerreise. Weiterhin hofft sie, einen Weg zu finden, um das Leben ihrer Cousine zu retten.", "Chica de los relatos de otro mundo con gente atrapada en una espiral de muerte. Rikku cree que el método usado por los invocadores para traer la paz al mundo es injusto. Con la esperanza de salvar a Yuna de una muerte anunciada, parte de sus obligaciones como invocadora, trató de secuestrarla cerca del Río de la Luna, aunque no lo consiguió. Aun así, se convirtió en la guardiana final de la invocadora durante el resto de la peregrinación, pues no perdió la esperanza de poder salvar a su prima."], "fusion": ["I'm really scary when I get mad, you know!<br>I literally just blow up!", "我生氣起來可是很恐怖的！<br>會失控的！", "나, 화나면 무섭거든~!<br>확 날려 버릴 거야!", "Je peux être vraiment effrayante quand je suis énervée, tu sais !<br>J'explose littéralement !", "Ich bin schrecklich, wenn ich mich aufrege!<br>Ich explodiere wortwörtlich!", "¡Si me enfado doy mucho mucho miedo, que lo sepas!<br>¡Vamos, tanto que las cosas explotan!"], "summon": ["All right!<br>Leave it to me!", "好嘞，<br>就交給我吧！", "좋~았어,<br>나한테 맡겨 달라구!", "Super !<br>Laisse-moi me charger du reste !", "Nun gut!<br>Lasst mich mal machen!", "¡Muy bien!<br>¡Ya me ocupo yo!"]}}, "210000704": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [691, 2094, 240], "ATK": [27, 83, 16], "MP": [31, 94, 40], "MAG": [23, 69, 16], "SPR": [24, 73, 16], "DEF": [24, 73, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 210000704, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030600": 8, "290050300": 15, "290020200": 25, "290050400": 8, "290030900": 13}}, "rarity": 4, "compendium_id": 524, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20], "strings": {"evolution": null, "affinity": ["So you've recognized me as one<br>of your friends, as well?<br>I'm happy to hear it!", "你願意把我當做同伴？<br>我很高興！", "나를 동료로서 인정해 주는 거야?<br>후에키미, 모!<br>(정말 기뻐!)", "Tu me considère aussi comme ton amie ?<br>Je suis si heureuse d'entendre ça !", "Also bin ich jetzt auch einer deiner<br>Freunde?<br>Freut mich zu hören!", "¿Así que tu también me aceptas como amiga tuya?<br>¡Me alegra oírlo!"], "description": ["A young girl who appears in the tales of another world where its people are trapped in a spiral of death. Rikku is the daughter of the leader of the Al Bhed faction, a group of people who devote themselves to restoring ancient machina, and has quite a talent for technology herself. After rescuing Tidus following his sudden arrival to Spira, she offers him a job digging for her in return for food and boarding. However, a powerful beast known as Sin attacks the ship they are boarding, and the two become separated from each other. Eventually, they reunite near the river Moonflow.", "在被死之螺旋囚禁的異界中登場的少女，是以挖掘再利用古代機械為生的阿爾貝德族族長的女兒，善於運用機械。她救助了剛剛來到史匹拉的提達，並讓他幫忙進行挖掘工作以回報救命之恩。當琉克和提達所乘的打撈船遭到「辛」的襲擊時，她與提達走散，隨後兩人又在幻光河再會。", "죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 소녀. 고대의 기계를 발굴하여 재활용하는 알베드족 족장의 딸로, 그녀 자신도 오랫동안 기계를 다뤄 왔다. 스피라에 갓 도착한 티더를 보호해주고, 발굴작업을 돕게 하는 대신 식사를 제공해주는 등 여러모로 돌봐주고 있었다. 류크와 티더가 탄 샐비지 호가 거대한 마물 '신'에게 습격당했을 때 티더와 헤어지게 되었지만, 추후에 환각의 강에서 재회하게 된다.", "Une jeune fille qui apparaît dans les récits d'un autre monde dont les habitants sont pris dans une spirale de la mort. Fille du chef des Al Bhed, un peuple qui cherche à remettre en état les machines d'antan, Rikku possède un talent certain pour la technologie. Peu après l'arrivée soudaine de Tidus à Spira, elle le secourut et lui proposa un petit travail en échange de nourriture et d'une place à bord de son bateau. Cependant, une terrible créature connue sous le nom de Sin les attaqua, et ils furent séparés. Ce n'est qu'aux abords du fleuve Sélénos que leurs chemins se croisèrent à nouveau.", "Junges Mädchen, das in Erzählungen aus einer anderen Welt vorkommt, in denen die Menschen in einer Spirale des Todes gefangen sind. Die technisch begabte Rikku ist die Tochter des Anführers der Fraktion Al Bhed, die sich die Wiederherstellung uralter Maschinen zum Ziel gesetzt hat. Nachdem sie Tidus bei seiner plötzlichen Ankunft in Spira rettete, bietet sie ihm gegen Nahrung und eine Überfahrt Arbeit an. Die mächtige Bestie Sin greift jedoch das Schiff an und beide werden voneinander getrennt. Am Fluss Moonflow treffen sie sich schließlich wieder.", "Chica de los relatos de otro mundo con gente atrapada en una espiral de muerte. Rikku tiene bastante mano para la tecnología y es la hija del líder de la facción Albhed, un grupo dedicado a restaurar máquinas antiguas. Tras rescatar a Tidus cuando este llegó a Spira, le contrató para hacer trabajillos para ella a cambio de comida y transporte. Sin embargo, apareció una bestia muy poderosa, Sinh, que atacó el barco en el que navegaban y acabaron separándose. Al final se reencuentran cerca del Río de la Luna."], "fusion": ["Leave my mechanical little friend to me!", "機械對手<br>就交給我吧！", "기계라면<br>전부 나한테 맡겨!", "Les monstres-machine, j'en fais mon affaire !", "Überlass meinen kleinen mechanischen Freund mir!", "¡Deja que yo me encargue de mis queridas máquinas!"], "summon": ["I'm in charge of<br>keeping everyone pumped!<br>Lookin' forward to workin' with ya!", "我就負責活躍氣氛啦！<br>請多關照！", "나는 분위기 메이커 담당인 걸로!<br>잘 부탁해요~!", "Mon boulot à moi, c'est mettre l'ambiance !<br>J'ai hâte de me battre à vos côtés !", "Ich werde alle bei Kräften halten!<br>Freue mich, mit euch zu schuften!", "¡Yo soy quien se ocupa de mantener a todo el mundo a cien!<br>¡Estoy súper encantada de poder trabajar con vosotros!"]}}}, "job": "Guardian", "sex": "Female", "game": "FFX", "rarity_max": 6, "names": ["Rikku", "琉克", "류크", "Rikku", "Rikku", "Rikku"], "equip": [1, 13, 16, 30, 40, 50, 51, 60], "game_id": 10010, "rarity_min": 4, "tribe_id": 5, "id": "210000704", "job_id": 95}