{"TMR": ["EQUIP", 311003000], "name": "Yuna", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 10110, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 14, "type": "MAGIC", "id": 30280, "rarity": 5}, {"level": 14, "type": "MAGIC", "id": 30290, "rarity": 5}, {"level": 14, "type": "MAGIC", "id": 30260, "rarity": 5}, {"level": 14, "type": "MAGIC", "id": 30270, "rarity": 5}, {"level": 28, "type": "ABILITY", "id": 219180, "rarity": 5}, {"level": 52, "type": "MAGIC", "id": 30320, "rarity": 5}, {"level": 52, "type": "MAGIC", "id": 30330, "rarity": 5}, {"level": 70, "type": "MAGIC", "id": 10130, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 219150, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 10100, "rarity": 6}, {"level": 1, "type": "ABILITY", "id": 219200, "rarity": 6}, {"level": 21, "type": "ABILITY", "id": 219170, "rarity": 6}, {"level": 39, "type": "ABILITY", "id": 219160, "rarity": 6}, {"level": 63, "type": "ABILITY", "id": 219130, "rarity": 6}, {"level": 77, "type": "MAGIC", "id": 10230, "rarity": 6}, {"level": 89, "type": "ABILITY", "id": 219190, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 219140, "rarity": 6}], "sex_id": 2, "entries": {"210000206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1146, 3474, 450], "ATK": [30, 92, 30], "MP": [65, 198, 75], "MAG": [45, 136, 30], "SPR": [50, 151, 30], "DEF": [40, 120, 30]}, "magic_affinity": [8, 7, 7, 0], "ability_slots": 4, "limitburst_id": 210000206, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 786, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [21], "effect_frames": [19], "strings": {"evolution": ["I want to go on a fun vacation.<br>That's why we need to practice.<br>Practice our smiles!", "我想要一面歡笑……一面旅行。<br>所以，來吧！<br>練習笑容！", "웃으면서, 여행을…… 하고 싶어.<br>그러니까, 자!<br>웃는 연습!", "J'aimerais que notre... voyage... soit plus... gai.<br>Allez, c'est parti.<br>C'est l'heure de s'entraîner à sourire !", "Lass uns auf eine hübschen Ausflug gehen.<br>Darum sollten wir üben.<br>Üben zu lächeln!", "Quiero irme de vacaciones a pasarlo bien.<br>Por eso tenemos que practicar.<br>¡Practicar una buena sonrisa!"], "affinity": ["Thank you for always being by my side...", "真的非常感謝你……<br>一直陪在我身邊。", "항상 곁에 있어 줘서……<br>정말 고마워.", "Merci d'être toujours à mes côtés...", "Danke, dass du stets an meiner Seite bist ...", "Gracias por estar siempre a mi lado..."], "description": ["A young summoner who appears in the tales of another world where its people are trapped in a spiral of death. Yuna is a serious girl with a strong sense of justice that takes on every challenge thrown at her to avoid disappointing those around her. She followed in her father's footsteps by becoming a summoner tasked with the destruction of Sin, and set off on a pilgrimage to Zanarkand. Gaining the power of aeons by traveling from temple to temple, she was eventually branded a traitor of Yevon by Seymour, one of the Maesters who leads this predominant faith in Spira.", "在被死之螺旋囚禁的異界中登場的召喚士少女。她有著強烈的正義感和認真較勁的性格，總是擔心違背周圍人的期待而將所有重擔都扛在自己肩上。為了完成擊敗「辛」的使命，她踏上了前往終焉之地——札納爾坎德的旅程。她走訪各地寺院，獲得了召喚獸的力量，但由於得罪了世界最大組織耶朋寺院的老師——希摩爾，因而被扣上了反叛者的帽子。", "죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 소녀. 정의감이 투철하고 고지식하며, 주변의 기대를 저버리지 않기 위해 무엇이든 혼자서 끌어안으려 하는 성향이 있다. 아버지처럼 '신'을 쓰러뜨리는 사명을 받아들이고, 최후의 땅 자나르칸드를 향해 여행을 떠난다. 각지의 사원을 방문해 소환사로서의 힘을 얻지만, 세계 최대의 조직인 에본 사원의 노사 시모어와 적대하게 되어 반역자의 오명을 뒤집어쓰게 된다.", "Un jeune invokeur qui apparaît dans les récits d’un autre monde dont le peuple est pris dans une spirale de mort éternelle. Yuna est une femme sérieuse dotée d’un sens de la justice prononcé et déterminée à relever tous les défis que la vie lui présente par peur de décevoir ses proches. Elle suivit l’exemple de son père en devenant elle-même invokeur et en acceptant sa mission : détruire Sin. À cette fin, elle entama un pèlerinage pour Zanarkand. Alors qu’elle tentait d’acquérir la puissance des chimères en voyageant d’un temple à l’autre, elle fut accusée de traîtrise envers Yevon par Seymour, l’un des maîtres à la tête de la religion dominante de Spira.", "Eine junge Beschwörerin aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Das ernste Mädchen Yuna besitzt einen starken Sinn für Gerechtigkeit und nimmt jede ihr gestellte Herausforderung an, um ihr Umfeld nicht zu enttäuschen. Sie trat in die Fußstapfen ihres Vaters, wurde eine Beschwörerin und hatte die Aufgabe, Sin zu vernichten. Sie reiste nach Zanarkand dort von Tempel zu Tempel und machte sich die Kräfte der Bestia zu eigen. Dadurch wurde sie von Seymour, einem der Primas, als Verräterin von Yevon, dem Glauben in Spira, gebrandmarkt.", "Una joven invocadora que aparece en las historias de otro mundo donde la gente está atrapada en una espiral de muerte. Yuna es una chica seria con un estricto sentido de la justicia. Además, siempre acepta todos los desafíos que le encomiendan para no decepcionar a nadie. Por su parte, Yuna siguió los pasos de su padre y se convirtió en una invocadora, con el objetivo de destruir a Sinh, lo que la obligó a peregrinar a Zanarkand. Al viajar de templo en templo, acabó adquiriendo el poder de los eones, lo que le sirvió para que Seymour, uno de los principales maestres de la religión que predomina en Spira, la tachara como la Traidora de Yevon."], "fusion": ["I can't continue to just allow myself to be protected.", "不能總是受別人保護，<br>對吧。", "언제까지나 보호받기만 해선 안 되니까.", "Je ne peux plus continuer à être celle que l'on doit protéger.", "Ich werde nicht zulassen, dass nur ich geschützt werde.", "No puedo seguir consintiendo que la gente me proteja."], "summon": ["I wish I could live every day peacefully<br>in a world without trouble...", "真是和平的世界啊。<br>要是能夠每天住在這裡<br>該有多好……", "평온한 세계에서,<br>매일 웃으며 지낼 수 있으면<br>좋을 텐데……", "J'aimerais pouvoir vivre chaque jour paisiblement<br>dans un monde sans guerre...", "Ich wünschte, ich könnte für immer<br>in einer friedlichen Welt leben ...", "Ojalá pudiera vivir mis días en paz y tranquilidad<br>en un mundo que no estuviese asolado por la guerra..."]}}, "210000205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [882, 2672, 300], "ATK": [23, 70, 20], "MP": [50, 152, 50], "MAG": [34, 104, 20], "SPR": [38, 116, 20], "DEF": [30, 92, 20]}, "magic_affinity": [7, 6, 6, 0], "ability_slots": 4, "limitburst_id": 210000205, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 785, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [21], "effect_frames": [19], "strings": {"evolution": null, "affinity": ["Thank you for always being by my side...", "真的非常感謝你……<br>一直陪在我身邊。", "항상 곁에 있어 줘서……<br>정말 고마워.", "Merci d'être toujours à mes côtés...", "Danke, dass du stets an meiner Seite bist ...", "Gracias por estar siempre a mi lado..."], "description": ["A young summoner who appears in the tales of another world where its people are trapped in a spiral of death. Yuna was raised by Wakka and Lulu since she was a girl, and has thus come to see them as her older siblings. Her father, High Summoner Braska, once defeated the undying evil entity known as Sin and inspired her to become a summoner as well. As fate would have it, she would eventually cross paths with Tidus, the son of Braska's friend Jecht. With Tidus as part of her guardians during her pilgrimage to defeat Sin, they traveled together as their parents had done before them.", "在被死之螺旋囚禁的異界中登場的召喚士少女，把自幼照顧自己的瓦卡和露露視為哥哥和姐姐一樣尊敬。她是曾經擊敗了不滅魔物「辛」的大召喚士——布拉斯卡的女兒，而她本人也選擇了和父親一樣的道路，成為召喚士並與「辛」戰鬥到底。在踏上討伐「辛」的旅程之前，她與父親的戰友「傑克特」的兒子——提達邂逅，並決定讓他加入自己的旅行團隊。", "죽음의 나선에게 사로잡힌 이계 이야기에 등장하는 소녀. 어릴 적부터 자신을 돌봐준 와카나 루루를 친남매처럼 생각하고 따른다. 과거에 불멸의 마물 '신'을 쓰러뜨린 대소환사 브라스카의 딸이며, 아버지처럼 소환사가 되어 '신'과 싸우는 길을 택했다. '신'을 쓰러뜨리기 위한 여행을 떠나기 직전, 아버지의 전우였던 젝트의 아들 티더와 운명처럼 만나 그를 자신의 일행으로 맞아들이게 된다.", "Un jeune invokeur qui apparaît dans les récits d’un autre monde dont le peuple est pris dans une spirale de mort éternelle. Yuna fut élevée par Wakka et Lulu et les considère aujourd’hui comme ses grands frère et sœur. Son père, le Grand Invokeur Braska, parvint à terrasser l’entité maléfique immortelle connue sous le nom de Sin, ce qui l’inspira elle-même à devenir invokeur. Le destin l’amena à croiser le chemin de Tidus, fils de Jecht, lui-même l’ami de Braska. Avec Tidus à ses côtés, celui-ci ayant rejoint les gardiens chargés de la protéger durant son pèlerinage visant à vaincre Sin, ils voyagèrent tous ensemble, à l’image de leurs parents avant eux.", "Eine junge Beschwörerin aus den Erzählungen einer anderen Welt, in der die Menschen in einer Spirale des Todes gefangen sind. Das Mädchen Yuna wurde von Wakka und Lulu großgezogen, die wie ältere Geschwister für sie sind. Ihr Vater, das Hohe Medium Braska, wurde einst vom unsterblichen und bösen Wesen Sin besiegt und veranlasste sie, ebenfalls Beschwörerin zu werden. Wie es das Schicksal wollte, kreuzten sich ihre Wege mit Tidus, dem Sohn von Braskas Freund Jekkt. Als sie aufbricht, um Sin zu besiegen, reist Tidus als Beschützer an ihrer Seite, wie auch schon ihre Eltern gemeinsam gereist sind.", "Una joven invocadora que aparece en las historias de otro mundo donde la gente está atrapada en una espiral de muerte. Wakka y Lulu criaron a Yuna desde que era pequeñita y, por ello, esta acabó considerándolos sus hermanos mayores. Su padre, el alto invocador Braska, derrotó una vez a la malvada entidad no-muerta conocida como Sinh y esto la motivó a hacerse invocadora también. Más tarde, el destino haría que Yuna se cruzase con Tidus, el hijo de Jecht, un amigo de su padre. Viajó junto a Tidus como guardián durante su peregrinaje para derrotar a Sinh, justo como sus padres habían hecho en el pasado."], "fusion": ["It looks like I've also grown a bit.<br>I can't fail now that I've got all you hear.", "我好像也有所成長了。<br>只要有大家在就不會輸喔。", "나도 성장할 수 있어.<br>모두가 있으니까, 지지 않아.", "On dirait que j'ai un peu progressé.<br>Je ne peux pas perdre maintenant que je suis avec vous.", "Ich bin ebenfalls etwas stärker geworden.<br>Ich darf jetzt nicht scheitern, wo ich euch habe.", "¡Parece que mi poder ha aumentado un poco!<br>Ahora no os puedo fallar."], "summon": ["I did it!<br>I have become a summoner!", "成功了！<br>我成為了召喚士！", "해냈어요!<br>저, 소환사가 되었어요!", "J'ai réussi !<br>Je suis devenue Invokeur !", "Geschafft!<br>Ich bin ein Beschwörer!", "¡Lo conseguí!<br>¡Me he convertido en una invocadora!"]}}}, "job": "Evoker", "sex": "Female", "game": "FFX", "rarity_max": 6, "names": ["Yuna", "優娜", "유우나", "Yuna", "Yuna", "Yuna"], "equip": [5, 6, 11, 30, 40, 50, 53, 60], "game_id": 10010, "rarity_min": 5, "tribe_id": 5, "id": "210000205", "job_id": 18}