{"TMR": ["EQUIP", 409010900], "name": "Kupipi", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10020, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 30090, "rarity": 3}, {"level": 11, "type": "ABILITY", "id": 200060, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 100730, "rarity": 3}, {"level": 20, "type": "MAGIC", "id": 10150, "rarity": 4}, {"level": 47, "type": "ABILITY", "id": 100170, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 10110, "rarity": 4}, {"level": 31, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 52, "type": "MAGIC", "id": 10130, "rarity": 5}, {"level": 72, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 72, "type": "MAGIC", "id": 30320, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 201030, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 210170, "rarity": 5}], "sex_id": 2, "entries": {"211000304": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [531, 1609, 210], "ATK": [21, 64, 14], "MP": [32, 98, 35], "MAG": [24, 73, 14], "SPR": [26, 80, 18], "DEF": [20, 61, 14]}, "magic_affinity": [5, 0, 5, 0], "ability_slots": 3, "limitburst_id": 211000304, "attack_count": 6, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020400": 20, "290040400": 5, "290050300": 10, "290030100": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 556, "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [27, 37, 47, 57, 70, 106], "effect_frames": [25, 35, 45, 55, 68, 104], "strings": {"evolution": ["People who only see the<br>world through rose-colored glasses<br>are truly the worst-durst!", "帶有偏見的人，<br>就如同廢品、垃圾、貓的跳蚤一樣，<br>非常糟糕糕呢。", "색안경을 끼고 보는 사람은<br>필요 없는, 음식물 쓰레기, 고양이 벼룩,<br>그런 거예요!", "Les gens qui ne voient le monde qu'à travers des lunettes roses sont vraiment les pi-pires !", "Leute, die die Welt<br>nur durch die rosarote Brille sehen,<br>sind die schlimmsten!", "¡La gente que solo ve las cosas con sus gafitas de color rosa me tocan mucho las... napias!"], "affinity": ["We've spent quite a lot of time together.<br>I still want-ont you to ensure I become<br>even more proficient as a white mage!", "我們也認識很長一段時間了呢。<br>希望今後也能繼續肯定<br>庫皮皮作為白魔道士的能力呢！", "이러니저러니 해도 오랜 인연이에요.<br>앞으로도 백마도사 쿠피피의 멋진 모습을<br>실컷 감상해 주시는 거예요!", "On a passé beaucoup de temps ensemble.<br>Je veux que tu vois les progrès que j'ai faits en tant que mage blanc !", "Wir haben viel Zeit miteinander verbracht.<br>Ich bin noch lange nicht am <br>Ende meines Weges als Weißmagier!", "Hemos pasado mucho tiempo juntos.<br>¡Aunque quiero que sigas asegurándote de que mis aptitudes de maga blanca siguen mejorando!"], "description": ["A female Tarutaru from the distant world of Vana'diel. Her incredibly high ability is evident from her appointment as secretary in the Heavens Tower, the most important institution to Windurst and its government. She checks on people who visit the tower, serving as the point of contact for adventurers, but it's her way of acting and speaking that has made her beloved by many of the adventurers she meets.", "異界瓦納·迪爾的故事中登場的塔魯塔魯族女性。從她在溫達思聯邦裡擔任總管政治與行政等最重要設施“天之塔”的書記官一職可得知她十分能幹，同時也負責檢查造訪塔之人及成為冒險者們的窗口，因為她惹人憐愛的舉止及語調而被擄獲的冒險家也不在少數。", "이계 '바나딜'에 전해오는 이야기에 등장하는 타루타루족 여성. 윈더스 연방의 정치나 행정에 있어 가장 중요한 시설인 '하늘의 탑'에서 기록관으로 근무한다는 것은, 그녀의 능력이 상당히 뛰어나다는 것을 의미한다. 탑을 방문한 인간을 체크하고 모험가들의 창구 역할을 하는 그녀의 사랑스러운 몸짓과 말투에 마음을 빼앗겨 버리는 모험가도 많다고 한다.", "Une femelle Tarutaru du lointain monde de Vana'diel. Ses aptitudes incroyables se voient surtout lorsqu'elle exerce son métier de secrétaire et prend des rendez-vous dans le Tour des Cieux, l'institution la plus importante pour le Windurst et son gouvernement. Elle filtre les gens qui visitent la tour, servant de point de contact pour tous les aventuriers, mais c'est surtout sa façon de parler et ses gestes qui l’ont rendue populaire auprès des aventuriers.", "Eine Tarutaru-Zauberin aus der fernen Welt Vana’diel. Aufgrund ihrer großen Fertigkeiten berief man sie in den Himmlischen Turm, die wichtigste Instiution in Windurst. Sie nimmt sich der Besucher des Turms an, unter denen viele Abenteurer sind. Doch es sind ihre Art und ihre Sprache, die sie unter vielen Abenteurern so beliebt macht.", "Una Tarutaru del mundo lejano de Vana'diel. Su increíble habilidad es palpable visto su nombramiento como secretaria de la Torre Celestial, la institución más importante para Windurst y su gobierno. Se encarga de atender a la gente que visita la torre, sirviendo como punto de contacto para aventureros, aunque su forma de hablar y de actuar es lo que hace que la adoren los aventureros que la conocen."], "fusion": ["Just give me some organic rolanberries<br>and work-ork as hard as you like!", "給我有機栽培而成的<br>羅蘭莓的話，<br>我可是會充滿幹勁地工作！", "유기농으로 재배한<br>로랑베리를 주면<br>열심히 일해 드릴 거예요!", "Si tu me donnes des rolanberrys bio,<br>Je ferai tout ce que tu veux !", "Gebt mir einfach einige Rolanbeeren<br>und ich schufte so hart wie ihr wollt!", "¡Tú dame bayas orgánicas de las que halla allá y trabajaré como mejor te vaya!"], "summon": ["Alright!<br>Let's give this all we've got!<br>...Got me-wot me?", "好！ <br>做好準備出發吧！！<br>……就是這樣呢。", "자!<br>기합 넣고 가자!!<br>……라는 거예요.", "Allez !<br>Donnons tout ce qu'on a !<br>Tu m'as com-compris ?", "Gut!<br>Geben wir unser Bestes!<br>... Kapiert?", "¡Muy bien!<br>¡Vamos a darlo todo!<br>... ¿Me oyes o tienes cera en los oídos?"]}}, "211000305": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [690, 2092, 240], "ATK": [28, 84, 16], "MP": [42, 128, 40], "MAG": [31, 95, 16], "SPR": [34, 104, 24], "DEF": [26, 80, 16]}, "magic_affinity": [6, 0, 6, 0], "ability_slots": 4, "limitburst_id": 211000305, "attack_count": 6, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 557, "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [27, 37, 47, 57, 70, 106], "effect_frames": [25, 35, 45, 55, 68, 104], "strings": {"evolution": ["I would not purposely mistake-ake my<br>incantations over the power of<br>trust, affection, or friendship!", "擁有信賴、慈愛、友情的力量<br>我是不會故意詠唱錯的。", "신뢰와 사랑과 우정의 힘으로<br>주문을 일부러 틀리게 외거나<br>그러진 않는답니다.", "Je ne me trom-tromperait jamais dans mes<br>incantations avec un pouvoir comme celui de la confiance, l'affection ou l'amitié !", "Meine Beschwörung ist nicht<br>stärker als die Kraft des<br>Vertrauens, der Zuneigung oder Freundschaft!", "¡No soy de las que se ri... lían a propósito al conjurar por el poder de la confianza, el afecto o la amistad!"], "affinity": ["We've spent quite a lot of time together.<br>I still want-ont you to ensure I become<br>even more proficient as a white mage!", "我們也認識很長一段時間了呢。<br>希望今後也能繼續肯定<br>庫皮皮作為白魔道士的能力呢！", "이러니저러니 해도 오랜 인연이에요.<br>앞으로도 백마도사 쿠피피의 멋진 모습을<br>실컷 감상해 주시는 거예요!", "On a passé beaucoup de temps ensemble.<br>Je veux que tu vois les progrès que j'ai faits en tant que mage blanc !", "Wir haben viel Zeit miteinander verbracht.<br>Ich bin noch lange nicht am <br>Ende meines Weges als Weißmagier!", "Hemos pasado mucho tiempo juntos.<br>¡Aunque quiero que sigas asegurándote de que mis aptitudes de maga blanca siguen mejorando!"], "description": ["A female Tarutaru from the distant world of Vana'diel. Assigned to work as a secretary in Windurst's most important institution, Heavens Tower, she has impeccable paperwork handling abilities. Aside from her abilities, she has a very particular way of speaking, a cute way of acting along with a harsh tongue, and a particular fondness of rolanberries, all of which add to her extremely unique personality.", "異界瓦納·迪爾的故事中登場的塔魯塔魯族女性。在溫達思聯邦的重要設施「天之塔」裡擔任書記官一職，具有優異的事務處理能力。她不僅十分能幹，還擁有獨特的說話方式，會在語尾加上「～唷」。除此之外，她那惹人憐愛的舉止、出言不遜的態度，以及著迷於酸甜的果物羅蘭梅的樣子，都很招人喜歡，是位具有強烈個性的人物。", "이계 '바나딜'에 전해오는 이야기에 등장하는 타루타루족 여성. 윈더스 연방의 중요 시설인 '하늘의 탑'에서 기록관으로 근무하며, 업무 처리 능력도 뛰어나다. 또한 유능할 뿐 아니라 말끝마다 '~거예요'를 붙이는 특이한 말투와 사랑스러운 외모와는 어울리지 않는 독설, 그리고 달콤하기로 유명한 과일 '로랑 베리'라면 사족을 못 쓰는 등 강렬한 개성을 지닌 인물이기도 하다.", "Une femelle Tarutaru du lointain monde de Vana'diel. Assignée au rôle de secrétaire de la plus importante institution du Windurst, la Tour des Cieux, elle possède d’incroyables capacités de gestion des documents administratifs. En plus de ses aptitudes exceptionnelles, elle possède une façon très particulière de parler, et une gestuelle très mignonne même si elle ne mâche pas ses mots. Son petit faible pour les rolanberrys ajoute une couche supplémentaire à ce personnage hors normes.", "Eine Tarutaru-Zauberin aus der fernen Welt Vana’diel. Als im Himmlischen Turm Arbeitende, der wichtigsten Institution in Windurst, kann sie perfekt mit Formalitäten umgehen. Neben ihren Kompetenzen hat sie eine besondere Ausdrucksweise und ein hübsches Auftreten. Zusammen mit ihrer rauen Sprache und einem Appetit für Rolanbeeren ist sie eine einzigartige Persönlichkeit.", "Una Tarutaru del mundo lejano de Vana'diel. Asignada para trabajar como secretaria en la institución más importante de Windurst, la Torre Celestial, tiene una gran maestría para despachar con el papeleo. Además de sus habilidades, posee una manera de hablar muy particular y una forma de actuar adorable, además de una lengua viperina y un apetito curioso por las bayas, haciendo que tenga una personalidad de lo más única."], "fusion": ["Hurry and take me on an adventure!<br>I want everyone to know of the<br>wraith a secretary can bestow!", "迅速地帶著庫皮皮去冒險吧。<br>我要將書記官的恐怖之處，<br>讓世人知曉。", "얼른 쿠피피를 데리고 모험을<br>떠나는 거예요. 기록관의 무서움을<br>온 세상에 널리 알리는 거예요.", "Qu'est-ce que t'attends pour me prendre avec toi dans ton aventure ?<br>Je veux que tout le monde sache que la meilleure secrétaire du monde a dans le ventre !", "Schnell, gehen wir auf ein Abenteuer!<br>Ich möchte alles über die Bosheit wissen,<br>die ich gesehen habe.", "¡Venga llévame de aventuras de una vez!<br>Quiero hacer saber al mundo los horrores que les traerá la ira de esta secretaria."], "summon": ["I have the perfect job for you.<br>I'm just like that-hat!", "有份十分適合你的工作。 <br>唉呀，平時的習慣跑出來了呢！", "당신에게 걸맞은<br>일이 있답니다.<br>앗, 평소 버릇이 나와 버린 거예요!", "J'ai le boulot parfait pour toi.<br>je suis co-comme ça !", "Ich habe die perfekte Aufgabe für euch.<br>Ah, so bin ich nun mal! Verstanden?", "Te haré una oferta que no podrás rechazar.<br>Ay no, ¡yo y mis endiabladas costumbres!"]}}, "211000303": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [408, 1237, 150], "ATK": [16, 49, 10], "MP": [25, 75, 25], "MAG": [18, 56, 10], "SPR": [20, 61, 14], "DEF": [15, 46, 10]}, "magic_affinity": [4, 0, 4, 0], "ability_slots": 2, "limitburst_id": 211000303, "attack_count": 6, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020400": 10, "290050200": 15, "290010100": 25, "290050300": 5, "290030100": 5}}, "rarity": 3, "compendium_id": 555, "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [27, 37, 47, 57, 70, 106], "effect_frames": [25, 35, 45, 55, 68, 104], "strings": {"evolution": null, "affinity": ["We've spent quite a lot of time together.<br>I still want-ont you to ensure I become<br>even more proficient as a white mage!", "我們也認識很長一段時間了呢。<br>希望今後也能繼續肯定<br>庫皮皮作為白魔道士的能力呢！", "이러니저러니 해도 오랜 인연이에요.<br>앞으로도 백마도사 쿠피피의 멋진 모습을<br>실컷 감상해 주시는 거예요!", "On a passé beaucoup de temps ensemble.<br>Je veux que tu vois les progrès que j'ai faits en tant que mage blanc !", "Wir haben viel Zeit miteinander verbracht.<br>Ich bin noch lange nicht am <br>Ende meines Weges als Weißmagier!", "Hemos pasado mucho tiempo juntos.<br>¡Aunque quiero que sigas asegurándote de que mis aptitudes de maga blanca siguen mejorando!"], "description": ["A female Tarutaru from the distant world of Vana'diel. An excellent white mage working as a secretary in Windurst's Heavens Tower, she has a very peculiar way of speaking. As sweet as her way of speaking and doing things may appear, what she says can be quite biting. However, she is very popular among adventurers, and it said that many visit the tower just to be able to see her.", "異界瓦納·迪爾的故事中登場的塔魯塔魯族女性。在溫達思聯邦的「天之塔」擔任書記官，是個優秀的白魔道士。常在語尾加上「～唷」，擁有獨特的說話方式。雖然她的語調及舉止十分可愛，但實際上說話內容十分辛辣。儘管這樣，她在眾多冒險者中還是具有高人氣，甚至有人只為見庫皮皮一面而造訪塔。", "이계 '바나딜'에 전해오는 이야기에 등장하는 타루타루족 여성. 윈더스 연방의 '하늘의 탑'에서 기록관으로 근무하는 우수한 백마도사로, 말끝마다 '~거예요'를 붙이는 특이한 말투를 사용한다. 말투며 몸짓은 상당히 귀엽지만, 말하는 내용은 신랄하기 짝이 없는 독설가이기도 하다. 그러나 모험가들 사이에서 인기가 높아, 임무를 받기 위해서가 아니라 쿠피피를 만나기 위해 탑을 방문하는 자도 있을 정도이다.", "Une femelle Tarutaru du lointain monde de Vana'diel. C'est une excellente mage blanche qui travaille comme secrétaire à la Tour des Cieux et qui possède une façon de parler très particulière. Bien que sa façon de parler et ses gestes soient très mignons, ce qu'elle dit peut souvent blesser les gens. Elle est toutefois très populaire auprès des aventuriers et on raconte que certains font spécialement le déplacement à la tour juste pour la voir.", "Eine Tarutaru-Zauberin aus der fernen Welt Vana’diel. Mit ihren beeindruckenden weißmagischen Kräften dient sie als Ministerin Orasterys, Windursts Himmlischem Turm. Sie hat eine anziehende Ausdrucksweise, kann jedoch auch austeilen. Unter Abenteurern ist sie sehr beliebt. Viele besuchen den Turm nur, um sie einmal zu sehen.", "Una Tarutaru del mundo lejano de Vana'diel. Una maga blanca excelente que trabajaba como secretaria en la Torre Celestial de Windurst y que tiene una manera particular de hablar. Por muy adorable que parezca su forma de hablar, el contenido de sus palabras es bastante soez. Aun así, es muy popular entre los aventureros y se dice que muchos visitan la torre solo para verla."], "fusion": ["Since I am a white mage,<br>I can recite magical incantations<br>as fast as I can without messing up-pup!", "庫皮皮是白魔道士，<br>就算用繞口令方式詠唱魔法，<br>也不會出錯錯的。", "쿠피피는 백마도사라서요,<br>마법 주문을 빠르게 외워도<br>절대로 틀리지 않는다는 거예요.", "Comme je suis une mage blanche,<br>je peux réciter des incantations<br>très vite sans bafouiller.", "Da ich ein Weißmagier bin,<br>kann ich magische Formeln schnell<br>wie der Wind rezitieren!", "Como soy una maga blanca,<br>soy capaz de recitar conjuros mágicos a toda velocidad sin ri... li... ¡liarme!"], "summon": ["I am Kupipi,<br>I am a secretary at Heavens Tower<br>in the Federation of Windurst.", "我來自溫達思聯邦，<br>在天之塔擔任書記官，<br>名為庫皮皮呢。", "저는 윈더스 연방의<br>하늘의 탑에서 기록관으로 근무하는<br>쿠피피라고 하는 거예요.", "Moi c'est Kupipi,<br>je suis secrétaire à la Tour des Cieux<br>de la Fédération de Windurst.", "Ich bin Kupipi,<br>Ich gehöre zum Himmlischen Turm<br>der Föderation von Windurst.", "Me llamo Kupipi,<br>secretaria de la Torre Celestial en la Federación de Windurst."]}}}, "job": "White Mage", "sex": "Female", "game": "FFXI", "rarity_max": 5, "names": ["Kupipi", "庫皮皮", "쿠피피", "Kupipi", "Kupipi", "Kupipi"], "equip": [5, 6, 15, 40, 50, 53, 60], "game_id": 10011, "rarity_min": 3, "tribe_id": 5, "id": "211000303", "job_id": 22}