{"TMR": ["MATERIA", 504100120], "name": "Shantotto", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20010, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20030, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20040, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20050, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20060, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20070, "rarity": 3}, {"level": 1, "type": "MAGIC", "id": 20020, "rarity": 3}, {"level": 20, "type": "MAGIC", "id": 20080, "rarity": 3}, {"level": 20, "type": "MAGIC", "id": 20090, "rarity": 3}, {"level": 20, "type": "MAGIC", "id": 20100, "rarity": 3}, {"level": 30, "type": "MAGIC", "id": 20120, "rarity": 3}, {"level": 30, "type": "MAGIC", "id": 20130, "rarity": 3}, {"level": 30, "type": "MAGIC", "id": 20110, "rarity": 3}, {"level": 40, "type": "MAGIC", "id": 20180, "rarity": 3}, {"level": 50, "type": "MAGIC", "id": 20200, "rarity": 4}, {"level": 50, "type": "MAGIC", "id": 20210, "rarity": 4}, {"level": 50, "type": "MAGIC", "id": 20220, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 20230, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 20240, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 20250, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 200160, "rarity": 5}, {"level": 25, "type": "MAGIC", "id": 20290, "rarity": 5}, {"level": 35, "type": "MAGIC", "id": 20300, "rarity": 5}, {"level": 45, "type": "MAGIC", "id": 20310, "rarity": 5}, {"level": 55, "type": "MAGIC", "id": 20320, "rarity": 5}, {"level": 65, "type": "MAGIC", "id": 20330, "rarity": 5}, {"level": 75, "type": "MAGIC", "id": 20340, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 20390, "rarity": 5}], "sex_id": 2, "entries": {"211000104": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [542, 1642, 450], "ATK": [19, 59, 30], "MP": [44, 132, 75], "MAG": [31, 93, 30], "SPR": [28, 85, 30], "DEF": [19, 59, 30]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 3, "limitburst_id": 211000104, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 5, "290050300": 10, "290030400": 10, "290050400": 5, "290020800": 20}}, "rarity": 4, "compendium_id": 98, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [56, 65, 78], "effect_frames": [54, 63, 76], "strings": {"evolution": ["I wonder, is it even right?<br>For one sweet mage to wield such might!", "哎呀，<br>又讓我變強了啊？<br>這樣好嗎？", "어~머나!<br>지금보다 더 강해져도<br>되려나 모르겠네요~?", "Tant de pouvoir, tant de puissance...<br>J'en perdrai presque tout bon sens !", "So viel Macht, in meiner Hand ...<br>Ob das gut ausgeht?", "!¿De verdad que no pasa nada...<br>si una dulce maga ostenta tanto poder...?!"], "affinity": ["You're utterly fantastic!<br>And I'm not being sarcastic.<br>Don't just stand and dumbly drool─I'm praising you, you stupid fool!", "哎呀，你可真優秀！<br>就讓我來誇獎誇獎你吧！<br>你應該感到很光榮才是。", "어머나, 참 뛰어난 성적이네요!<br>제가 특별히 칭찬해드리죠!<br>영광인 줄 아세요.", "Vous êtes tout bonnement formidable ! Non, ce n'est pas un sarcasme, je vous complimente pour de vrai. Réjouissez-vous donc ! Ohohoho !", "Du bist ja sogar zu was nütze!<br>Jetzt werd bloß nicht übermütig,<br>sonst gibt's doch noch auf die Mütze!", "¡Eres totalmente increíble!<br>Y no, no es sarcasmo.<br>No te quedes ahí como un pasmarote... ¡Te estoy elogiando, pedazo de idiota!"], "description": ["A formidable black mage from the distant world of Vana'diel. One of the most brilliant minds in Windurst, she serves as a professor of magical arts in and heads the Orastery, the republic's Department of Magic. Known for being \"as high-and-mighty as Yutungah's fiery mountain, and as rough-cut as the rocky Gustaberg Ranges-wanges,\" she is a veritable force of nature who wreaks havoc on both friends and foes without discrimination. It is rumored that her one regret is never marrying, but don't bring this up in her presence without proper havoc-resistant armor.", "異界瓦納·迪爾的故事中登場的塔魯塔魯族女性，是舉國聞名的「三博士」中的1員，並且還是元老院的首席元老。雖然她擁有無人能比的魔力，但相傳她的自尊比火山還高，脾氣比荒山上的天氣還多變，無論做什麼都以自己為中心，是個強而令人恐懼的淑女。雖然她心中對忘記結婚一事感到有些遺憾，不過還是悠然自得地生活著。", "이계 바나딜에서 전해지는 이야기에 등장하는 여인. 윈더스가 자랑하는 '3대 박사' 중 한 명으로, 원로원 주석을 맡고 있다. 독보적인 마력을 소유한 영웅이지만, '자존심은 유텅가 화산보다 높고 성질은 구스타베르그 산맥보다 거칠다'고 알려질 정도로 오만하고 이기적이다. 최강이자 최악의 숙녀로서 사람들의 두려움을 사고 있다. 혼기를 놓친 것을 아쉬워하면서도 유유자적하게 살고 있다.", "Une puissante mage noire venue du lointain monde de Vana'diel. Elle est l'un des esprits les plus brillants de Windurst, et travaille comme professeur des arts magiques et ministre de l'Orastère, département de la magie de la République. Connue pour être aussi « haute que la montagne Yutungah et aussi tranchante que la chaîne de Gustaberg », elle est une force de la nature qui sème le chaos sur ses amis et ses ennemis, sans distinction. On dit que son seul regret est de ne pas être mariée, mais n'en parlez pas en sa présence sans une bonne armure anti-choc.", "Beeindruckende Schwarzmagierin aus der fernen Welt Vana’diel und eine der schlausten Köpfe in Windurst. Sie ist Professorin der magischen Künste und Leiterin von Orastery, dem Magieministerium des Reiches. Sie ist bekannt dafür, so „hochnäsig wie Yutungahs Feuerberg und so ungeschliffen wie die felsigen weiten Gustabergs“ zu sein, eine wahre Naturgewalt, die Feind wie Freund ins Chaos zieht. Man sagt, dass sie es bereut, niemals geheiratet zu haben, aber erwähne das bloß nicht in ihrer Gegenwart, wenn du keine Anti-Drama-Rüstung hast.", "Una maga negra formidable del mundo lejano de Vana'diel. Es una de las mentes más brillantes de Windurst. Trabaja como profesora de magia y es la encargada del Orasterio, el Departamento de Magia de la república. Se la conoce por ser tan engreída como la montaña ardiente de Yutungah y tan áspera como una de las caras de las rocosas de Gustaberg. Es toda una fuerza de la naturaleza que causa estragos a amigos y enemigos, sin distinción. Se rumorea que solo se arrepiente de no haberse casado, aunque no se debe sacar el tema sin ir bien protegido."], "fusion": ["Ohohoho!<br>My blood is on fire!<br>I'll make you perspire!", "哈哈哈哈！<br>我的血液全都沸騰了！<br>看我不把敵人打個稀巴爛！", "오호호호!<br>피가 끓는군요~!<br>철저히 박살 내 드리겠어요!", "Ohohoho !<br>Mes veines sont en feu !<br>Fais tes prières, si tu le peux !", "Aahahahaha!<br>Oh, in mir kocht das Blut!<br>Fürchtet meine Wut!", "¡Jo, jo, jo!<br>¡La sangre me quema!<br>¡Os voy a hacer sudar!"], "summon": ["Are you, perchance, my newest pupil?<br>Watch out! Lessons may be brutal.<br>Ohohohoho!", "你是新來的學生嗎？<br>我可是很嚴厲的，你要做好心理準備喲！", "새로 온 학생인가 보죠?<br>정신 바짝 차리세요.<br>제 수업은 엄격하기로 유명하답니다.", "Êtes-vous mon nouveau disciple ? Attention, mes enseignements ne sont pas de tout repos ! Ohohoho !", "Du willst bei mir in die Lehre gehen?<br>Kannst du mein Training überstehen?<br>Aahahahaha!", "¿Eres, por casualidad, mi nuevo discípulo?<br>¡Ten cuidado! Tengo mano dura.<br>¡Oh, jo, jo, jo!"]}}, "211000105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [704, 2134, 450], "ATK": [25, 76, 30], "MP": [56, 171, 75], "MAG": [40, 120, 30], "SPR": [36, 110, 30], "DEF": [25, 76, 30]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 211000105, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 551, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [56, 65, 78], "effect_frames": [54, 63, 76], "strings": {"evolution": ["Get mad, not sad.<br>That's what my mama taught me!", "人生氣就是為了大發雷霆。<br>這是我母親教我的名言喔！", "사람에게 분노하기보단 분노케 하라.<br>어머니에게서 배운 명언이어요!", "\"Sors tes points, au lieu décompter tes larmes.\"<br>C'est ce que ma maman me disait toujours !", "Werde wütend, nicht traurig.<br>Das hat mir meine Mutter beigebracht!", "Menos bajones y más subidones.<br>¡Eso es lo que siempre me decía mi mamá!"], "affinity": ["How exemplary!<br>I have nothing but praise for you!<br>You could act more honored, you know?", "哎呀，你可真優秀！<br>就讓我來誇獎誇獎你吧！<br>你應該感到很光榮才是。", "어머나, 우수하시군요!<br>칭찬을 해 드리겠사와요!<br>영광으로 생각하시어요?", "Quelle exemplarité !<br>Je n'ai que des louages à votre égard !<br>Tu peux en être fier, tu sais.", "Beispielhaft!<br>Ich habe nichts als Lob für euch!<br>Ihr könntet euch ruhig mehr geehrt fühlen, wisst ihr?", "¡Eres totalmente increíble!<br>Y no, no es sarcasmo.<br>No te quedes ahí como un pasmarote... ¡Te estoy elogiando, pedazo de idiota!"], "description": ["A formidable black mage from the distant world of Vana'diel. An uncommon black mage serving as head of the Orastery in Windurst, she achieved many military feats as she led a squad of mages during the Crystal War. Though she is undoubtedly a hero of Windurst, given her aberrant personality she was treated as someone to be especially careful around. Research and experimenting secretly with trans-dimensional magic, she appears to have stumbled across ways to step into other worlds.", "異界瓦納·迪爾的故事中登場的女性。是溫達思政府元老院的首席稀代黑魔道士，在水晶大戰時率領魔道士軍團建立功績。在溫達思她雖被視為英雄，但因超乎常理的性格也被視為重點注意對象。她默默地進行次元轉移魔法的研究及實驗，據說曾偶然地前往異世界。", "이계 바나딜에 전해오는 이야기에 등장하는 여성. 윈더스 정부 '원로원'의 주석이기도 한 희대의 흑마도사로, 크리스탈 대전이 벌어졌을 때는 마도사 군단을 이끌고 혁혁한 무공을 세웠다. 윈더스의 영웅임은 틀림없으나, 상식을 벗어난 성격으로 인해 요주의 인물로 취급받고 있다. 남몰래 차원 이동 마법을 연구하거나 실험하여, 우발적으로 이세계에 건너간 적도 있는 듯하다.", "Une formidable mage noire du monde lointain de Vana'diel. D'une personnalité peu commune, elle travaillait dans les plus hautes sphères de l'Orastère de Windurst. Lorsqu’elle était à la tête d’une escouade de mages durant la Guerre du Cristal elle accomplit de nombreux exploits militaires. Malgré son statut d'héroïne du Windurst, elle était considérée comme une personne dont il fallait faire très attention à cause de son caractère. Effectuant de recherches et des expériences sur un sort trans dimensionnel, elle semble avoir trouvé un moyen de pénétrer dans d'autres mondes.", "Beeindruckende Schwarzmagierin aus der fernen Welt Vana’diel und eine der schlausten Köpfe in Windurst. Als Anführerin einer Magierschwadron im Krieg der Kristalle verzeichnete sie viele militärische Erfolge. Zweifelsohne eine der Heldinnen von Windurst, galt sie aufgrund ihrer Persönlichkeit als schwierig. In ihren Experimenten mit transdimensionaler Magie entdeckte sie einen Weg in andere Welten.", "Una maga negra formidable del mundo lejano de Vana'diel. Una peculiar maga negra que trabaja como directora del Orasterio de Windurst y que ha logrado multitud de proezas militares como líder de un escuadrón de magos durante la Guerra de los Cristales. Aunque es sin duda una heroína de Windurst, su aberrante personalidad hizo que fuese tratada como alguien con quien se debe tener cuidado. Durante su investigación y experimentación secreta con magia transdimensional, parece haber descubierto formas de cruzar a otros mundos."], "fusion": ["The inability to lose focus of one's pursuit<br>is a valuable trait of us black mages.", "不喪失探求之心，<br>這正是黑魔道士重要的資質。", "탐구심을 잃지 않는 건,<br>흑마도사의 귀중한 자질이에요.", "Une des caractéristiques très utile des mages noirs<br>est de ne jamais perdre la trace de quelqu'un lorsqu'ils le traquent.", "Das wir unser Ziel nicht aus den Augen verlieren<br>ist ein wichtiges Merkmal für uns Schwarzmagier", "El no perder nunca el norte en nuestra búsqueda<br>es una aptitud preciada que tenemos los magos negros."], "summon": ["Black mages must always live in<br>defiance of their destructive urges.", "作為黑魔道士，<br>要時刻肯定自己的破壞衝動。", "자고로 흑마도사라면,<br>언제나 파괴 충동에 긍정적으로<br>살아가야 한답니다.", "Les mages noires doivent vivre en refreinant leur besoin de destruction.", "Schwarzmagier müssen sich stets gegen ihre<br>eigene Zerstörungslust wehren.", "Los magos negros deben vivir tratando<br>de aceptar su instinto destructivo."]}}, "211000103": {"growth_pattern": 15, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [420, 1273, 300], "ATK": [15, 45, 20], "MP": [34, 102, 50], "MAG": [24, 72, 20], "SPR": [22, 66, 20], "DEF": [15, 46, 20]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 2, "limitburst_id": 211000103, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290030400": 3, "290050200": 10, "290050300": 3, "290020800": 8, "290010200": 20}}, "rarity": 3, "compendium_id": 97, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [56], "effect_frames": [54], "strings": {"evolution": null, "affinity": null, "description": ["A Tarutaru sorceress from the distant world of Vana'diel. Possessed of formidable magical powers, she serves as minister of the Orastery, Windurst's Department of Magic. Her petite and charming exterior belies a proud, fiery, vainglorious personality that can prove hazardous to friends and enemies alike. Few things are more dire than being caught in a blaze of Shantotto's fire.", "異界瓦納·迪爾的故事中登場的塔魯塔魯族女性，擁有無人能比的魔力，是溫達思政府「元老院」的首席元老，並且還是舉國聞名的「三博士」中的1員。她擁有塔魯塔魯族可愛的外貌，說話時的語氣也十分優雅，看上去就像一位淑女一樣。但實際上她的自尊心極強，且十分沒有耐心，無論做什麼都以自己為中心，總是一次次難為來拜訪她的冒險者們。", "이계 바나딜에서 전해지는 이야기에 등장하는 타루타루족 여인. 독보적인 마력의 소유자로, 윈더스 정부 '원로원'의 주석을 맡고 있다. 국가가 자랑하는 '3대 박사' 중 한 명으로도 유명하다. 타루타루족다운 깜찍한 외모와 기품 있는 말투 때문에 얌전한 숙녀로 착각할 수 있지만, 사실은 자존심이 세고 성질이 거칠며 오만하고 이기적이다. 자신을 찾아오는 모험가들에게 무리한 요구를 남발한다고 한다.", "Une ensorceleuse Tarutaru venue du lointain monde de Vana'diel. Dotée de grands pouvoirs magiques, elle est ministre de l'Orastère, le département de la magie de Windurst. Sa petite taille et son apparence attendrissante cachent une personnalité fière et orgueilleuse qui met aussi bien en péril ses amis que ses ennemis. Rien n'est plus dangereux en ce monde qu'être pris dans la fournaise des sorts de Shantotto.", "Eine Tarutaru-Zauberin aus der fernen Welt Vana’diel. Mit ihren beeindruckenden magischen Kräften dient sie als Ministerin Orasterys, Windursts Magieministerium. Ihr zartes Äußeres täuscht, denn sie besitzt eine stolze, hitzige und prahlerische Persönlichkeit, die sowohl Feind als auch Freund gefährlich werden kann. Wenig ist so fatal, wie sich in Shantottos Feuer wiederzufinden.", "Una hechicera tarutaru del mundo lejano de Vana'diel. Shantotto posee un poder mágico formidable y trabaja como ministra del Orasterio, el Departamento de Magia de Windurst. Su aspecto menudo y encantador oculta una personalidad orgullosa, fiera y jactanciosa que puede resultar peligrosa para amigos y enemigos. Hay pocas cosas peores que ser alcanzado por una llamarada del fuego de Shantotto."], "fusion": ["Ohohohohoho!<br>My powers of destruction<br>require no introduction!", "哈哈哈哈！<br>無法控制自己想要搞破壞的衝動！", "오~호호호호!<br>파괴의 충동을<br>참을 수 없을 것 같아요~!", "Ohohoho !<br>Mes pouvoirs de destruction<br>ne sont plus à présenter !", "Aahahahaha!<br>In mir erwacht das Begehren,<br>zu wüten und verheeren!", "¡Jo, jo, jo!<br>Mis poderes destructivos<br>no necesitan presentación."], "summon": ["Stand back and leave the fights to me.<br>I can show you a thing or three!", "很好！<br>就全都交給我吧！<br>我不會讓你吃虧的。", "좋아요!<br>제게 맡겨만 주시죠.<br>실망하진 않을 거예요.", "Restez en arrière et admirez le spectacle. Vous allez apprendre bien des choses ! Ohohohoho !", "Augen auf und gib schön acht!<br>Ich zeig dir jetzt, wie man das macht.", "Quédate atrás y déjame a mí las peleas.<br>¡Puedo darte un par de lecciones!"]}}}, "job": "Professor", "sex": "Female", "game": "FFXI", "rarity_max": 5, "names": ["Shantotto", "香托托", "샨토토", "Shantotto", "Shantotto", "Shantotto"], "equip": [5, 6, 15, 40, 50, 53, 60], "game_id": 10011, "rarity_min": 3, "tribe_id": 5, "id": "211000103", "job_id": 41}