{"TMR": ["MATERIA", 504221590], "name": "Larsa", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200470, "rarity": 3}, {"level": 22, "type": "ABILITY", "id": 221830, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 221850, "rarity": 3}, {"level": 19, "type": "ABILITY", "id": 221870, "rarity": 4}, {"level": 45, "type": "ABILITY", "id": 221880, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 221860, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 221840, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 43, "type": "ABILITY", "id": 221890, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 221900, "rarity": 5}], "sex_id": 1, "entries": {"212001304": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [631, 1913, 210], "ATK": [27, 83, 14], "MP": [32, 96, 45], "MAG": [27, 83, 14], "SPR": [33, 100, 14], "DEF": [28, 86, 14]}, "magic_affinity": [5, 0, 5, 0], "ability_slots": 3, "limitburst_id": 212001304, "attack_count": 10, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020600": 20, "290050300": 10, "290040200": 5, "290030200": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 841, "attack_damage": [[10, 10, 10, 10, 60]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [12, 22, 32, 42, 71], "effect_frames": [10, 20, 30, 40, 69], "strings": {"evolution": ["With this new power you have granted me, I shall see that you are kept from harm. I give you my word.", "賭上我的名譽。<br>這新得到的力量，<br>就用在保護您身上吧。", "새롭게 얻은 이 힘을<br>여러분을 지키기 위해 사용하겠어요.<br>제 명예를 걸고.", "Grâce au pouvoir que vous m'avez accordé, je veillerai à ce qu'il ne vous arrive rien. Je vous en fais le serment.", "Euch soll kein Leid geschehen. Ich gebe Euch mein Wort.<br>", "Usaré este nuevo poder<br>que me has concedido para protegerte de cualquier peligro.<br>Te doy mi palabra."], "affinity": ["I have put my trust in you.<br>I will bet on you.<br>I believe you.", "我相信著你。<br>將希望都賭在你身上。<br>我信任你。", "전 당신을 믿습니다.<br>귀공에게 걸고 싶어요.<br>귀공을 믿습니다.", "Tu as toute ma confiance.<br>Je te confierai ma vie.<br>Je crois en toi.", "Ich habe Vertrauen in Euch.<br>Ich werde auf Euch setzen und Euch glauben.", "Tengo mi confianza puesta en ti.<br>Voy a apostar por ti.<br>¡Confío en ti!"], "description": ["A young boy who appears in tales of the distant world known as Ivalice. Larsa is incredibly brilliant for a twelve year old and also quite courageous, proving this by taking a pseudonym in order to clear the doubts instilled in him by his older brother and find the truth for himself. It's precisely because of these traits he possesses that many hope for him to become the next emperor of Archadia. Aware that the existence of the Archadian Empire puts a strain on international relations, he is resolved to reform the empire's current practices.", "異界伊瓦利斯的故事中登場的阿爾卡迪亞帝國第四皇子。雖年僅十二歲，但頭腦清晰。為了向兄長證明自己的青白，甚至能隱藏身份行動，可謂膽識過人。因此，周遭對他的期待也非同小可。在和外國交流的過程中，發現了自己國家的陰暗處，決心修整做法，重整國家。", "이계 이발리스에서 전해지는 이야기에 등장하는, 아르카디아 제국의 제4황자. 12살이라곤 믿기 힘들 정도로 두뇌 명석한 소년으로, 형과 얽힌 의혹을 풀기 위해 가명을 내세워 행동하는 대담함 또한 갖추고 있으며 그 때문에 차기 황제 후보로서 주변의 높은 기대를 받고 있다. 국외의 사람들과 교류하며 조국에 존재하는 일그러짐을 깨닫고, 그것을 바로잡아 나라를 고쳐세우려 하는 인물.", "Un jeune garçon qui apparaît dans les divers récits du monde lointain d’Ivalice. Larsa est incroyablement intelligent pour son âge, en plus d’être courageux. Pour prouver ceci, il s’est attribué un pseudonyme afin de dissiper les doutes que son frère aîné tient à son égard et pour découvrir la vérité de lui-même. Ce sont ces qualités qui inspirent bon nombre de gens à placer en lui leur espoir ; espoir qu’il deviendra le prochain empereur d’Archadia. Conscient du fait que l’existence de l’empire archadien complique grandement les relations internationales, il est déterminé à en réformer les pratiques actuelles.", "Ein Junge aus den Geschichten der fernen Welt Ivalice. Larsa ist für seine zwölf Jahre unglaublich klug und auch sehr mutig. Dies bewies er, als er ein Pseudonym annahm, um alle Zweifel an seiner Person auszuräumen, die sein älterer Bruder über ihn verbreitet hatte, und so die Wahrheit eigenmächtig ans Licht zu bringen. Aufgrund dieser Eigenschaften hoffen viele, dass er der nächste Imperator des Archadianischen Reiches wird. Ihm ist bewusst, dass das Bestehen des Imperiums die internationalen Beziehungen belastet, deshalb möchte er die derzeitigen Praktiken des Reichs reformieren.", "Un joven que aparece en las historias del lejano mundo de Ivalice. Para tener doce años, Larsa es muy inteligente y valeroso. Prueba de ello es el hecho de que se ocultase bajo un pseudónimo para despejar las dudas que su hermano mayor le sembraba y, de esta forma, descubrir la verdad por sí mismo. De hecho, debido a su aptitud, muchos quieren que Larsa sea el próximo emperador de Arcadia. Asimismo, consciente de las detestables relaciones diplomáticas del Imperio de Arcadia, está decidido a reformar las prácticas actuales del imperio."], "fusion": ["The differences between our two lands will fade before the shared dream of men.", "就算國與國間互相競爭，<br>人還是能夠擁有相同夢想。", "설령 나라와 나라가<br>손을 마주 잡지 않는다 하더라도<br>사람은 같은 꿈을 꿀 수 있어요.", "Les différences qui séparent nos pays s'effaceront dans le rêve commun des hommes.", "Unsere Länder scheinen unversöhnlich verfeindet. Doch träumen wir denselben Traum.", "Las diferencias entre nuestros países acabarán desapareciendo porque eso es lo que quiere la gente."], "summon": ["Please allow me to accompany you. My name? It's Lamont...<br>No, it's Larsa.", "請讓我一起同行。<br>名字嗎？我叫拉蒙……<br>不、我叫拉薩。", "저도 동행하게 해 주세요.<br>이름 말인가요? 아, 저는 라몬……<br>아니, 라사입니다.", "Permettez-moi de vous accompagner.<br>Mon prénom ?<br>Lamont...<br>Non, je m'appelle Larsa.", "Dürfte ich die Herrschaften wohl begleiten? Mein Name? Ich heiße Lamo...<br>Nein, Larsa.", "Déjame ir contigo.<br>¿Que cómo me llamo?<br>Soy Lamon...<br>No, en realidad me llamo Larsa."]}}, "212001305": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [821, 2488, 240], "ATK": [36, 109, 16], "MP": [41, 125, 60], "MAG": [36, 108, 16], "SPR": [43, 130, 16], "DEF": [37, 112, 16]}, "magic_affinity": [6, 0, 6, 0], "ability_slots": 4, "limitburst_id": 212001305, "attack_count": 10, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 842, "attack_damage": [[10, 10, 10, 10, 60]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [12, 22, 32, 42, 71], "effect_frames": [10, 20, 30, 40, 69], "strings": {"evolution": ["Though I lack your power,<br>I will still persist.", "我――就算我！<br>毫無權勢力量<br>也絕不輕言放棄！", "나는…… 저는!<br>무력하다 하더라도<br>포기하진 않을 겁니다!", "Quoique je n'aie pas votre force,<br>je persévère.", "Du magst mächtig sein, <br>und doch werde ich dich bekämpfen.", "Aunque no tengo tu poder,<br>¡no pienso rendirme!"], "affinity": ["I have put my trust in you.<br>I will bet on you.<br>I believe you.", "我相信著你。<br>將希望都賭在你身上。<br>我信任你。", "전 당신을 믿습니다.<br>귀공에게 걸고 싶어요.<br>귀공을 믿습니다.", "Tu as toute ma confiance.<br>Je te confierai ma vie.<br>Je crois en toi.", "Ich habe Vertrauen in Euch.<br>Ich werde auf Euch setzen und Euch glauben.", "Tengo mi confianza puesta en ti.<br>Voy a apostar por ti.<br>¡Confío en ti!"], "description": ["A young boy who appears in tales of the distant world known as Ivalice. Larsa is a member of the imperial family who contrary to his stubborn older brother Vayne, is working towards ridding his homeland of the corruption affecting it in order to lead it towards peace. Although he feels too powerless to stop his brother's ambitions, he still devotes himself to his idealistic efforts of preventing a war. Even now he still continues to grow as a promising heir to the imperial throne.", "異界伊瓦利斯的故事中登場的阿爾卡迪亞帝國第四皇子。作為皇室一員，摸索修整國家，使之走向正途的方法。在這個過程中，和強硬的兄長斐因走向對立。無奈力不從心，無法阻止兄長。即便如此，也沒有放棄理想，為規避戰爭而四處奔波。逐漸成長為合格的皇帝候選人。", "이계 이발리스에서 전해지는 이야기에 등장하는, 아르카디아 제국의 제4황자. 황가의 일원으로서, 제국에 내재하는 일그러짐을 바로잡아 평화를 향한 길을 구축하고자 모색하던 중 강경파인 형 베인과 대립하게 된다. 형을 막지 못하는 자신의 무력함에 망연자실했으나, 그럼에도 불구하고 이상을 버리지 않고 전쟁을 피하기 위해 동분서주하는 등 차기 황제 후보에 걸맞은 인물로 성장해 나간다.", "Un jeune garçon qui apparaît dans les divers récits du monde lointain d’Ivalice. Larsa est un membre de la famille impériale. Contrairement à son frère aîné Vayne, qui est connu pour son caractère obstiné, il s’efforce de purger toute corruption de son pays natal afin d’engendrer une ère de paix. Bien qu’il se sente incapable de mettre un terme aux ambitions de son frère, il continue de se consacrer à ses efforts idéalistes visant à empêcher une prochaine guerre. Aujourd’hui encore, il grandit chaque jour et se manifeste comme l’un des héritiers au trône les plus prometteurs.", "Ein Junge aus den Geschichten der fernen Welt Ivalice. Larsa ist Mitglied der Herrscherfamilie und möchte im Gegensatz zu seinem sturköpfigen, älteren Bruder Vayne die Korruption in seiner Heimat bekämpfen, um diese zu befrieden. Obwohl er sich machtlos fühlt, um die ehrgeizigen Pläne seines Bruders zu durchkreuzen, verfolgt er das hehre Ziel, einen Krieg zu verhindern. Selbst jetzt entwickelt er sich weiterhin zu einem vielversprechenden Thronerben.", "Un joven que aparece en las historias del lejano mundo de Ivalice. Larsa es uno de los miembros de la familia imperial. Además, a diferencia del tozudo de su hermano mayor Vayne, trabaja para eliminar la corrupción que asola a su patria y, de forma paralela, promover la paz. Aun así, se siente impotente ante las acciones de su hermano, aunque esto no le impide dedicarse en cuerpo y alma a su esfuerzo idealista de prevenir la guerra. Asimismo, a día de hoy, Larsa continúa incrementando su popularidad como heredero al trono."], "fusion": ["The men of my family, we are taught to place the needs of others before those of our own. It is our duty to House Solidor.", "作為索里多家的男人，<br>維持安寧，是我的工作。", "솔리도르 가문의 인간으로서<br>사람들의 안녕을 위해 노력하는 것도<br>제 업 중 하나입니다.", "Dans ma famille, on nous enseigne à passer les besoins d'autrui avant les nôtres. C'est mon devoir envers la maison de Solidor.", "Die Erziehung des Hauses Solidor gebietet ihren Söhnen, die Bedürfnisse andeer zu respektieren.", "En mi familia, a los hombres se nos enseña a anteponer las necesidades de la gente antes que las nuestras. Ese es nuestro deber como miembros de la casa Solidor."], "summon": ["For me to have been called here is proof that something is crooked. I will straighten whatever that is and protect this world.", "既然我被召喚到這個世界來，<br>就代表這裡有什麼扭曲的事物。<br>我要糾正那些扭曲並守護世界。", "제가 이 세계에 소환된 것은<br>무언가가 일그러졌다는 증거입니다.<br>그 이유를 밝혀 세계를 지켜내겠어요.", "Le fait que j'ai été appelé ici prouve bien que quelque chose cloche. Je vais y remédier et protéger le monde.", "Dass ich in diese Welt gerufen wurde, ist Beweis, dass hier etwas nicht stimmt. Was auch immer es sein mag: Ich werde das Problem lösen und diese Welt beschützen.", "Que me hayan convocado solo quiere decir una cosa: algo va mal. Resolveré el entuerto y protegeré a este mundo."]}}, "212001303": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [485, 1471, 150], "ATK": [21, 63, 10], "MP": [24, 73, 35], "MAG": [21, 63, 10], "SPR": [25, 76, 10], "DEF": [22, 66, 10]}, "magic_affinity": [4, 0, 4, 0], "ability_slots": 2, "limitburst_id": 212001303, "attack_count": 10, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020600": 10, "290050300": 5, "290050200": 15, "290030200": 5, "290010200": 25}}, "rarity": 3, "compendium_id": 840, "attack_damage": [[10, 10, 10, 10, 60]], "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [12, 22, 32, 42, 71], "effect_frames": [10, 20, 30, 40, 69], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I have put my trust in you.<br>I will bet on you.<br>I believe you.", "我相信著你。<br>將希望都賭在你身上。<br>我信任你。", "전 당신을 믿습니다.<br>귀공에게 걸고 싶어요.<br>귀공을 믿습니다.", "Tu as toute ma confiance.<br>Je te confierai ma vie.<br>Je crois en toi.", "Ich habe Vertrauen in Euch.<br>Ich werde auf Euch setzen und Euch glauben.", "Tengo mi confianza puesta en ti.<br>Voy a apostar por ti.<br>¡Confío en ti!"], "description": ["A young boy who appears in tales of the distant world known as Ivalice. Larsa is the fourth son of Emperor Gramis, and has been educated in matters of the empire since infancy as an heir to the throne. Although he is no more than twelve years of age, his vast knowledge of politics and military strategy is considered astounding by many experts of both fields. Regardless of his many promising qualities as future emperor, Larsa tends to believe in others blindly, which can prove dangerous when he is unable to separate idealism from reality.", "異界伊瓦利斯的故事中登場的少年。他是阿爾卡迪亞帝國皇帝葛拉密斯的四子，自幼學習帝王之術，成為下任皇帝的候選人。在政治和軍事方面的才能，比老練的政治家和軍師，有過之而無不及，一點也不像是十二歲的孩子。儘管具備了成為皇帝的素養，可是他那容易輕信他人的純真性格，導致他無法區別理想與現實。", "이계 이발리스에 전해지는 이야기에 등장하는 소년. 아르카디아 제국의 황제 그라미스의 넷째 아들로, 차기 황제 후보 중 하나로서 어린 시절부터 제왕학을 배워 왔다. 약관 12세의 나이임에도 특히 정치, 전략에 정통하여 노련한 정치가나 참모들조차 혀를 내두를 정도라고 한다. 황제로서 충분한 소양을 갖추고 있으나, 사람의 마음을 믿는 순진한 성격은 이상과 현실을 판별하지 못하는 위태로움과 이어져 있기도 하다.", "Un jeune garçon qui apparaît dans les divers récits du monde lointain d’Ivalice. Larsa est le quatrième fils de l’empereur Gramis. En tant qu’héritier du trône, il suit depuis l’enfance les enseignements de l’empire. Bien qu’il n’ait que douze ans, ses connaissances en matière de politique et de stratégie militaire sont jugées stupéfiantes par de nombreux experts. Malgré les qualités exceptionnelles qu’il affiche en tant que futur empereur, Larsa a la fâcheuse tendance d’accorder une confiance aveugle à ses pairs, de sorte qu’il est parfois incapable de distinguer l’idéal du réel.", "Ein Junge aus den Geschichten der fernen Welt Ivalice. Larsa ist der vierte Sohn des Imperators Gramis und wurde von Kindheit an in allen Belangen des Reichs als Thronerbe unterrichtet. Obwohl er erst zwölf Jahre alt ist, konnte er viele Experten mit seinem umfassenden Wissen in Politik und Militärstrategie beeindrucken. Trotz seiner vielversprechenden Qualitäten als zukünftiger Imperator vertraut Larsa anderen blindlings, was sich als gefährlich erweisen könnte, wenn er Idealismus nicht von Realität unterscheiden kann.", "Un joven que aparece en las historias del lejano mundo de Ivalice. Larsa es el cuarto hijo del emperador Gramis y se le ha instruido en todo lo que tiene que ver con el imperio desde bien pequeño debido a su condición de posible heredero al trono. Por tanto, a pesar de solo tener doce años, posee vastos conocimientos sobre política y"], "fusion": ["This thing is more dangerous than I had imagined.  I must do my best not to be overcome by it.", "這股力量，<br>比我想象得更危險。<br>小心不該沉迷於這股巨大力量中。", "이 힘은<br>상상했던 것 이상으로 위험한 힘이군요.<br>지나친 힘에 빠져들지 않도록 주의해야겠어요.", "Elle est bien plus dangereuse que je ne le croyais. Je dois faire mon possible pour que sa force ne me dépasse pas.", "Dieses Ding ist gefährlicher als ich annahm. Ich muss alles dafür geben, nicht in seiner Kraft unterzugehen.", "Esta cosa es más peligrosa de lo que pensaba. Tengo que tener cuidado o acabará conmigo."], "summon": ["Let us go together.<br>I was going to wait for my escort, but I want to take advantage of my good luck having met you.", "一起前進吧。<br>雖然原本預定要等到護衛回來，<br>但是我想珍惜相逢之緣。", "함께 가요.<br>호위를 기다릴 예정이었지만,<br>이렇게 만나게 된 행운을 놓치고 싶지 않군요.", "Allons-y.<br>Je voulais attendre mon escorte, mais puisque tu es là, je préfère saisir l'occasion au vol et t'accompagner.", "Lasst uns gemeinsam aufbrechen.<br>Ich habe eigentlich auf meine Eskorte gewartet, werde mir aber nun den glücklichen Zufall unseres Treffens zu Nutze machen.", "Déjanos ir juntos.<br>Iba a esperar a mi escolta, pero no quiero desaprovechar la oportunidad de haberte conocido."]}}}, "job": "Imperial Prince", "sex": "Male", "game": "FFXII", "rarity_max": 5, "names": ["Larsa", "拉薩", "라사", "Larsa", "Larsa", "Larsa"], "equip": [1, 2, 5, 6, 11, 12, 40, 50, 53, 60], "game_id": 10012, "rarity_min": 3, "tribe_id": 5, "id": "212001303", "job_id": 145}