{"TMR": ["EQUIP", 407001400], "name": "Vaan", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200010, "rarity": 3}, {"level": 17, "type": "MAGIC", "id": 20050, "rarity": 3}, {"level": 24, "type": "ABILITY", "id": 100080, "rarity": 3}, {"level": 11, "type": "ABILITY", "id": 101090, "rarity": 4}, {"level": 38, "type": "ABILITY", "id": 100140, "rarity": 4}, {"level": 43, "type": "ABILITY", "id": 201150, "rarity": 4}, {"level": 46, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 47, "type": "MAGIC", "id": 20120, "rarity": 5}, {"level": 61, "type": "ABILITY", "id": 200460, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 201170, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 209400, "rarity": 6}, {"level": 20, "type": "ABILITY", "id": 209450, "rarity": 6}, {"level": 32, "type": "ABILITY", "id": 100090, "rarity": 6}, {"level": 45, "type": "ABILITY", "id": 209420, "rarity": 6}, {"level": 50, "type": "MAGIC", "id": 20240, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 209430, "rarity": 6}, {"level": 93, "type": "ABILITY", "id": 209440, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 209410, "rarity": 6}], "sex_id": 1, "entries": {"212000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1132, 3430, 450], "ATK": [42, 128, 30], "MP": [47, 143, 75], "MAG": [37, 113, 30], "SPR": [38, 114, 30], "DEF": [42, 126, 30]}, "magic_affinity": [5, 6, 5, 0], "ability_slots": 4, "limitburst_id": 212000106, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 560, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [11, 36], "effect_frames": [9, 34], "strings": {"evolution": ["I will no longer run away from<br>the death of my brother.<br>I need to find a goal for myself.", "我已經不再逃避哥哥的死了。<br>我想要找到今後的目標。", "더는 형의 죽음으로부터<br>도망치지 않겠어.<br>제대로 목표를 찾아내고 싶어.", "Je ne vais plus fuir<br>la mort de mon frère.<br>Je dois trouver un nouveau but à mon existence.", "Ich laufe nicht länger vor dem<br>Tod meines Bruders fort.<br>Ich muss einen eigenen Sinn finden.", "No volveré a dar la espalda a la muerte de mi hermano.<br>Debo encontrar una meta para mí mismo."], "affinity": ["I'll fight with you until the end.<br>We came this far together.<br>We'll finish this together, too!", "我會和你戰鬥到最後的。<br>既然已經和你來到這裡了―― <br>今後也要一直一起走下去。", "마지막까지 당신과 싸울게.<br>지금까지 함께 해왔으니까,<br>함께 가는 거야.", "Je me battrai à tes côtés jusqu'à la fin.<br>Nous sommes arrivés si loin ensemble.<br>Nous terminerons ça ensemble.", "Ich kämpfe mit dir bis zum Ende.<br>Wir sind so weit gekommen.<br>Wir schaffen auch den Rest!", "Lucharé contigo hasta el final.<br>Hemos llegado hasta aquí juntos.<br>¡Acabaremos con esto también juntos!"], "description": ["A young man who appears in tales of Ivalice, a world foreign to this one. Vaan lost his brother to the war against the Archadian Empire, and came to resent both Dalmasca and Captain Basch as a result. Consumed by his emotions, his loathing for them grew day by day until his travels with Princess Ashe and the sky pirate Balthier helped him grow as a person. Now he is finally able to see past his brother's untimely death, and has learned to take his future more seriously.", "異界伊瓦利斯的故事中登場的青年，在與阿爾卡迪亞帝國的戰爭中失去了哥哥，他雖然憎恨著攻擊了哥哥的達爾瑪斯卡的巴修將軍和發起戰爭的阿爾卡迪亞帝國，但仍卻漫無目的地度日。但在與公主雅雪及空賊巴爾弗雷亞等人的旅行中，他逐漸成長了起來，再也不逃避哥哥的死，開始認真考慮起自己的將來。", "이계 이발리스에서 전해지는 이야기에 등장하는 청년. 아르카디아 제국과의 전쟁에서 형을 잃고, 그 원인이 된 달마스카의 배시 장군과 제국을 원망하면서도 멍하니 하루하루를 보내고 있었다. 하지만 조국의 해방을 갈망하는 아셰 공주와 하늘의 도적 발프레아와 함께 여행 하며 더불어 성장하여, 더는 형의 죽음으로부터 눈을 돌리지 않고 자신의 미래에 대해 진지하게 생각하기로 결심한다.", "Un jeune homme qui apparaît dans les récits d'Ivalice, un monde bien lointain. Vaan perdit son frère au cours de la guerre contre l'empire archadien, ce qui fit naître en lui une profonde rancune envers l'empire et le capitaine Basch. Sa rancœur croissait de jour en jour, mais son voyage aux côtés de la princesse Ashe et du pirate du ciel Balthier lui permit de gagner en sagesse. Désormais capable de tourner la page, Vaan a décidé de prendre son futur plus au sérieux.", "Ein junger Mann, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Er verlor seinen älteren Bruder im Krieg mit dem Reich Archadis und lehnte seitdem Dalmasca und Kapitän Basch ab. Verschlungen von seiner Verzweiflung sehnte er sich nach Rache, bis er auf der Reise mit dem Luftpiraten Balthier und Prinzessin Ashe reifer wurde. Nun hat er endlich den verfrühten Tod seines Bruders überwunden und wendet sich der Zukunft zu.", "Joven que aparece en los relatos de Ivalice, un mundo diferente a este. Al perder a su hermano en la guerra contra el Imperio de Arcadia, nació en Vaan un odio hacia Dalmasca y el capitán Basch que le consumía día a día y era cada vez mayor. Sin embargo, sus viajes junto a la princesa Ashe y el pirata aéreo Balthier le ayudaron a crecer como persona y, ahora, por fin ha superado la muerte prematura de su hermano y ha aprendido a tomarse el futuro más seriamente."], "fusion": ["I couldn't have imagined that<br>I would come this far.<br>I feel I have changed.", "沒想到能來到這麼遠的地方。<br>我能夠改變嗎？", "이렇게 멀리까지 올 거라곤<br>상상도 못 했었어.<br>나, 바뀐 걸까.", "Je n'aurais jamais imaginé que j'aurais pu aller si loin.<br>Je ressens un vrai changement en moi.", "Wer hätte gedacht,<br>dass ich soweit komme.<br>Ich fühle mich verändert.", "No me imaginaba que llegaría tan lejos.<br>Noto que soy diferente."], "summon": ["I'm going.<br>I'm sure I'll find it if I go with you,<br>what it is I should do from now on.", "我要跟你一起走。<br>我的未來該怎麼辦，<br>感覺和你一起，就能找到答案。", "나, 갈거야.<br>내 미래에 대한 정답을,<br>당신과 함께라면 찾을 수 있을 것 같아.", "je viens.<br>Je suis sûr que je parviendrai à savoir ce que<br>me réserve le futur en restant à vos côtés", "Ich komme mit.<br>Ich bin sicher, meine neue Bestimmung<br>zu finden, wenn ich mit dir gehe.", "Yo me apunto.<br>Estoy seguro que si voy contigo averiguaré,<br>qué debo hacer a partir de ahora."]}}, "212000105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [871, 2639, 300], "ATK": [33, 99, 20], "MP": [36, 110, 50], "MAG": [29, 87, 20], "SPR": [29, 88, 20], "DEF": [32, 97, 20]}, "magic_affinity": [4, 4, 4, 0], "ability_slots": 4, "limitburst_id": 212000105, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 148, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [11, 36], "effect_frames": [9, 34], "strings": {"evolution": ["I was always running away...<br>But not anymore. Now, I'm looking toward the future!", "雖然我至今一直在逃避，<br>但現在也想為自己的未來好好考慮一下了。", "지금까진 줄곧 외면했지만<br>이제 나도 미래에 대해<br>진지하게 생각하기로 했어.", "J'ai passé ma vie à m'enfuir...<br>Mais plus maintenant. Maintenant, je suis tourné vers l'avenir.", "Ich bin immer nur weggelaufen ...<br>Aber jetzt nicht mehr. Jetzt stelle ich mich der Zukunft.", "Siempre he huido...<br>Pero se acabó. ¡Ahora miro al futuro!"], "affinity": ["I'll fight with you until the end.<br>We came this far together.<br>We'll finish this together, too!", "我會和你一起戰鬥到最後的。<br>我們都相處了這麼久，<br>今後也要並肩前進。", "이왕 여기까지 온 거,<br>마지막까지 함께 싸울게.<br>같이 가자고.", "J'ai bien l'intention de me battre à tes côtés jusqu'à la fin ! Après tout, nous avons déjà fait beaucoup de chemin ensemble. Je n'ai aucune raison de m'arrêter là !", "Ich kämpfe mit dir bis zum Ende.<br>Wir sind so weit gekommen.<br>Wir schaffen auch den Rest!", "Lucharé contigo hasta el final.<br>Hemos llegado hasta aquí juntos.<br>¡Acabaremos con esto también juntos!"], "description": ["A young man who appears in tales of Ivalice, a world foreign to this one. After meeting the princess of his fallen homeland, he began a journey to rid Dalmasca of its occupiers. It took a long time for him to accept the death of his brother, who was painted as a traitor after dying in service to their homeland. But by coming to know Basch, a knight also entangled in the plots surrounding his brother, and making a connection with Ashe, who has similarly lost so many she loved, he finally learns to move onward to the future.", "異界伊瓦利斯的故事中登場的青年，與亡國公主雅雪相遇後，加入了為解放祖國而展開旅行的隊伍之中。他一直無法釋懷哥哥背負著叛國的莫須有罪名含冤而死一事，但通過與將哥哥捲入陰謀之中的巴修將軍相遇，以及與同樣失去了親人的雅雪接觸，他在旅途中漸漸成長了起來。", "이계 이발리스에서 전해지는 이야기에 등장하는 청년. 나라 잃은 아셰 공주를 만나 얼떨결에 조국 해방을 위한 여행에 나서게 되었다. 배신자라는 오명을 입고 폐인이 되어 죽은 형을 오랫동안 마음에서 정리하지 못했지만, 형을 모함한 장본인인 배시 장군과의 만남, 자기처럼 소중했던 사람의 죽음을 떨쳐내지 못하는 아셰와의 교류를 통해 크게 성장한다.", "Un jeune homme qui apparaît dans les récits d'Ivalice, un monde bien lointain. Après avoir rencontré la princesse de son royaume occupé, il s'est lancé dans une longue quête pour débarrasser Dalmasca de ses envahisseurs. Il lui a fallu beaucoup de temps pour accepter la mort de son frère tombé pour la patrie et plus tard accusé de trahison. En apprenant à mieux connaître Basch, un chevalier mêlé aux intrigues autour de son frère, et en faisant la connaissance d'Ashe, qui a elle aussi perdu tant de ses proches, il parvient enfin à aller de l'avant.", "Ein junger Mann, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Nachdem er der Prinzessin seines gefallenen Heimatlandes begegnete, begann sein Unterfangen, Dalmasca von seinen Besatzern zu befreien. Es dauerte lange, bis er den Tod seines Bruders akzeptieren konnte, der als Verräter dargestellt wurde, nachdem er im Dienst für sein Land starb. Durch die Freundschaft mit Basch, einem Ritter, der mit der Geschichte seines Bruder verwoben ist, und Ashe, die ebenfalls viele geliebte Menschen verlor, lernt er schließlich, nach vorne zu blicken.", "Un joven que aparece en los relatos de Ivalice, un mundo diferente a este. Tras encontrarse con la princesa de su hogar caído, empieza un viaje para liberar a Dalmasca de sus ocupantes. Vaan tardó mucho tiempo en aceptar la muerte de su hermano, a quien tildaron de traidor tras morir al servicio de la patria. Al final consigue encarar el futuro tras conocer a Basch, un caballero afectado por la trama alrededor de su hermano, y congeniar con Ashe, quien había perdido a muchos seres queridos, como él."], "fusion": ["Someday I'll be the fastest pirate in the skies.<br>We'll see who's the leading man then!", "「最快的空賊」——<br>總有一天我會超越他的。", "'세상에서 가장 빠른 하늘의 도적'.<br>언젠가 꼭 되고 말겠어.<br>그 녀석보다 먼저…….", "Un jour, je serai le pirate le plus rapide du ciel.<br>Et alors, on verra qui est le patron !", "Eines Tages werde ich der<br>schnellste Pirat am Himmel sein.<br>Dann sehen wir, wer den Ton angibt!", "Algún día seré el pirata más rápido de los cielos.<br>¡A ver quién manda entonces!"], "summon": ["I'm coming with you. I'm betting a great adventure awaits us!", "我要跟你一起走。<br>總覺得和你一起冒險<br>會十分開心的！", "나도 같이 가겠어.<br>너와 함께 있으면<br>즐거운 모험이 기다릴 것 같거든!", "Je viens avec toi ! Je parie qu'une grande aventure nous attend !", "Ich komme mit dir. Das wird sicher ein klasse Abenteuer!", "Iré contigo. ¡Creo que nos espera una gran aventura!"]}}, "212000104": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [697, 2111, 240], "ATK": [26, 79, 16], "MP": [29, 88, 40], "MAG": [23, 70, 16], "SPR": [23, 70, 16], "DEF": [26, 78, 16]}, "magic_affinity": [3, 3, 3, 0], "ability_slots": 3, "limitburst_id": 212000104, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290030000": 10, "290040200": 5, "290020100": 20}}, "rarity": 4, "compendium_id": 147, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [11, 36], "effect_frames": [9, 34], "strings": {"evolution": ["One step closer to being a real sky pirate!<br>All I need now is my own airship...", "得到寶貝了！<br>這樣就又離成為空賊近了一步！<br>要是再有個飛空艇就完美了……", "보물 발견!<br>하늘의 도적에 한 발짝 더 가까워졌다!<br>이제 비공정만 있으면…….", "Et un pas de plus vers mon rêve de devenir pirate de l'air !<br>Maintenant, il ne reste plus qu'à me trouver un vaisseau...", "Und wieder ein Stück näher am Ziel!<br>Jetzt brauche ich nur noch ein Luftschiff ...", "¡Un paso más cerca de ser un pirata del aire!<br>Ahora solo necesito un barco volador..."], "affinity": null, "description": ["A young man who appears in tales of Ivalice, a world foreign to this one. He lost his elder brother, his only family left in the world, during the war with the Archadian Empire. The desire for vengeance within him remains nebulous, channeled into nothing more than petty thieving. He decides to sneak into the Archadian-occupied palace to \"take back\" some of the Dalmascan wealth that the Archadian forces have seized. This is how he meets Ashe, the crown princess of his fallen country, and the sky pirate Balthier. This is how his journey with them begins.", "異界伊瓦利斯的故事中登場的青年，在與阿爾卡迪亞帝國的戰爭中失去了唯一的親人哥哥，雖然對帝國懷有恨意，卻懶散度日毫不作為。因想到要將達爾瑪斯卡的東西取回來而潛入帝國掌控下的王宮盜寶，沒想到在那裡遇到了亡國公主雅雪及空賊巴爾弗雷亞，從此加入了他們，與他們一起展開旅行。", "이계 이발리스에서 전해지는 이야기에 등장하는 청년. 유일한 가족이었던 형을 아르카디아 제국과의 전쟁으로 잃고, 제국에 막연한 반감을 품은 채 무기력한 일상을 보내고 있었다. 달마스카의 것은 달마스카에 돌려놓겠다며 점령당한 왕궁에 보물을 훔치러 잠입했는데, 그곳에서 나라 잃은 아셰 공주와 하늘의 도적 발플레어를 만나 얼떨결에 함께 여행에 나서게 된다.", "Un jeune homme qui apparaît dans les récits d'Ivalice, un monde bien lointain. Il a perdu son frère, sa seule famille, lors de la guerre contre l'Empire Archadien. Son désir de vengeance reste cependant enfoui, ne se manifestant que sous la forme de petits larcins qu'il commet régulièrement. Il décide un jour de s'introduire dans le palais occupé pour « reprendre » les richesses volées par les archadiens. C'est ainsi qu'il fait la connaissance d'Ashe, héritière du pays occupé, et de Balthier, pirate du ciel. L'aventure ne fait alors que commencer.", "Ein junger Mann, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Er verlor seinen älteren Bruder, seine einzige Familie, im Krieg mit dem Reich Archadis. Sein Wunsch nach Rache bleibt jedoch vage und manifestiert sich bloß in kleinen Diebstählen. Er beschließt, in den von den Archadianern besetzten Palast einzudringen, um etwas vom dalmascanischen Reichtum „zurückzuholen“. So trifft er auf Ashe, die Kronprinzessin seines gefallenen Landes, und den Luftpiraten Balthier. Und so beginnt ihre gemeinsame Reise.", "Un joven que aparece en los relatos de Ivalice, un mundo diferente a este. Durante la guerra contra el Imperio de Arcadia perdió a su hermano mayor, la única familia que le quedaba en el mundo. Aunque aún desea vengarse, es un sentimiento tenue que canaliza con robos insignificantes. Decide colarse en el palacio ocupado por Arcadia para \"recuperar\" parte de la riqueza de Dalmasca, arrebatada por el imperio. Así conoce a Ashe, la princesa heredera de su país caído, y a Balthier, el pirata del aire, hecho que marca el inicio de su viaje con ellos."], "fusion": ["I'll steal some treasure and treat everyone<br>to a real meal for once!<br>No sweat!", "讓我來偷點財寶，<br>然後請大家吃一頓吧！<br>簡單簡單，小菜一碟！", "보물을 훔쳐서<br>한턱 거하게 낼게!<br>그 정도야 식은 죽 먹기지!", "T'inquiète pas !<br>Je vais mettre la main sur un trésor, et on pourra enfin savourer un vrai repas !", "Ich stehle was Wertvolles und dann<br>lade ich alle zum Essen ein!", "¡Voy a robar un tesoro y a invitar a todos a comer algo decente!<br>¡Coser y cantar!"], "summon": ["I'm Captain Basch fon Rosenburg of Dalmasca!<br>...Pretty convincing, don't you think?", "我是巴修！！<br>……騙你的。<br>請多關照啦！", "내가 배시다!!<br>……농담이야.<br>잘 부탁해!", "Je suis le capitaine Basch fon Rosenburg de Dalmasca !<br>... C'est une bonne imitation, tu ne trouves pas ?", "Ich bin Hauptmann Basch von Rosenburg!<br>... Ha! Fast wärst du drauf reingefallen!", "¡Soy el capitán Basch von Rosenburg de Dalmasca!<br>Suena convincente... ¿No crees?"]}}, "212000103": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [540, 1636, 180], "ATK": [20, 61, 12], "MP": [22, 68, 30], "MAG": [18, 54, 12], "SPR": [18, 54, 12], "DEF": [20, 60, 12]}, "magic_affinity": [2, 2, 2, 0], "ability_slots": 2, "limitburst_id": 212000103, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290030000": 5, "290010000": 25, "290020100": 10}}, "rarity": 3, "compendium_id": 146, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [11, 36], "effect_frames": [9, 34], "strings": {"evolution": null, "affinity": null, "description": ["A young man who appears in tales of Ivalice, a world foreign to this one. He lost his elder brother in the war with the Archadian Empire and was left alone in the world. He lives in the slums of the Royal City of Rabanastre, the capital of Dalmasca, and makes ends meet by doing odd jobs for a shopkeeper named Migelo—and by stealing from the Archadians who occupy the city. Though he hates the empire, which took both his brother and his homeland from him, it is not enough to inspire him to any greater action. He drifts through his days with only vague dreams of becoming a sky pirate to keep him moving.", "異界伊瓦利斯的故事中登場的青年，雙親因傳染病去世，哥哥也在與阿爾卡迪亞帝國的戰爭中死亡，形單影隻的他受到了舊達爾瑪斯卡王國王都拉巴納斯塔的道具店的照顧，靠偷竊帝國兵的財物為生。雖然對奪走哥哥與祖國的帝國懷恨在心，但並沒有改變現狀的勇氣，只是每天做著成為空賊的白日夢。", "이계 이발리스에서 전해지는 이야기에 등장하는 청년. 돌림병으로 부모를, 아르카디아 제국과의 전쟁으로 형을 잃었다. 그 후, 구 달마스카 왕국의 수도 라바나스터에서 도구 상점을 경영하는 미겔로에게 의탁하며 제국 병사를 상대로 소매치기하고 살았다. 형과 조국을 앗아간 제국에 반감을 품고 있지만, 변화를 추구할 용기와 계기도 없이 막연히 하늘의 도적이 되고 싶어 한다.", "Un jeune homme qui apparaît dans les récits d'Ivalice, un monde bien lointain. Il a perdu son grand frère durant la guerre contre l'Empire Archadien et s'est retrouvé seul au monde. Il vit dans les taudis de la cité royale de Rabanastre, la capitale de Dalmasca et gagne sa vie en rendant service à un marchand nommé Migelo, tout en volant les archadiens qui occupent la ville. Sa haine de l'empire qui lui a pris son frère et son pays ne suffit pas toutefois à le pousser à agir plus. Il se laisse porter par la vie, seulement motivé par son rêve de devenir un jour pirate du ciel.", "Ein junger Mann, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Er verlor seinen älteren Bruder im Krieg mit dem Reich Archadis, und blieb allein zurück. Er lebt in den Slums des königlichen Rabanastre, der Hauptstadt Dalmascas, und verdient seinen Lebensunterhalt mit Gelegenheitsjobs für den Ladenbesitzer Migelo - und indem er die Archadier bestiehlt, die die Stadt besetzen. Obwohl er das Imperium, das ihm seinen Bruder nahm, hasst, lässt er sich nicht zu größeren Taten bewegen. Er treibt dahin, mit dem vagen Traum, einmal ein Luftpirat zu werden.", "Un joven que aparece en los relatos de Ivalice, un mundo diferente a este. Vaan perdió a su hermano mayor en la guerra contra el Imperio de Arcadia y se quedó solo en el mundo. Vive en los suburbios de Rabanasta, la capital del reino de Dalmasca, donde sobrevive realizando intrigantes tareas para un comerciante llamado Migelo y robando a la gente de Arcadia que ocupa la ciudad. Aunque odia al imperio, que le arrebató a su hermano y su hogar, eso no le lleva a tomar mayores medidas. Vive el día a día movido por el vago sueño de llegar a ser un pirata del aire."], "fusion": ["It's not like I want to live this way...<br>I want to do something more than this.", "我也不想一直都過這種日子啊……", "난들 언제까지나<br>이렇게 살고 싶은 건 아냐…….", "Je n'ai pas envie de vivre éternellement comme ça...<br>Je voudrais pouvoir faire bien plus.", "Eigentlich möchte ich so nicht leben ...<br>Ich möchte etwas tun, das wirklich zählt.", "No es que quiera vivir así...<br>Quiero hacer algo más que esto."], "summon": ["If something's stolen from me, I'll steal it back!<br>Simple enough, don't you think?", "被奪走了就奪回來！<br>這就是我的作風！<br>怎麼樣，很好懂吧？", "빼앗긴 물건은 다시 뺏는다!<br>이게 내 생활신조야.<br>명쾌하지?", "Si on me vole quelque chose, je le vole en retour !<br>Simple, non ?", "Wenn mir was gestohlen wird, stehle ich es zurück!<br>So einfach ist das.", "¡Si me roban algo, lo vuelvo a robar!<br>Sencillo, ¿no te parece?"]}}}, "job": "Warrior", "sex": "Male", "game": "FFXII", "rarity_max": 6, "names": ["Vaan", "梵恩", "반", "Vaan", "Vaan", "Vaan"], "equip": [1, 2, 3, 5, 6, 8, 9, 10, 15, 16, 30, 41, 50, 51, 52, 60], "game_id": 10012, "rarity_min": 3, "tribe_id": 5, "id": "212000103", "job_id": 5}