{"TMR": ["MATERIA", 504221580], "name": "Vayne", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200150, "rarity": 4}, {"level": 1, "type": "MAGIC", "id": 30210, "rarity": 4}, {"level": 1, "type": "MAGIC", "id": 30220, "rarity": 4}, {"level": 18, "type": "ABILITY", "id": 222090, "rarity": 4}, {"level": 34, "type": "MAGIC", "id": 20200, "rarity": 4}, {"level": 51, "type": "MAGIC", "id": 20220, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 222130, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 222170, "rarity": 5}, {"level": 17, "type": "MAGIC", "id": 10110, "rarity": 5}, {"level": 32, "type": "ABILITY", "id": 216040, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 222100, "rarity": 5}, {"level": 61, "type": "ABILITY", "id": 222180, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 222140, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 222160, "rarity": 6}, {"level": 27, "type": "MAGIC", "id": 10200, "rarity": 6}, {"level": 49, "type": "ABILITY", "id": 222150, "rarity": 6}, {"level": 75, "type": "MAGIC", "id": 10210, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 222120, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 222110, "rarity": 6}], "sex_id": 1, "entries": {"212001206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1191, 3610, 450], "ATK": [44, 134, 30], "MP": [53, 160, 75], "MAG": [43, 129, 30], "SPR": [39, 117, 30], "DEF": [40, 120, 30]}, "magic_affinity": [8, 8, 6, 0], "ability_slots": 4, "limitburst_id": 212001206, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 836, "attack_damage": [[30, 30, 40]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [22, 56, 108], "effect_frames": [20, 54, 106], "strings": {"evolution": ["Had we more time, we might have used more \"prudent\" measures, but we do as the occasion calls for.<br>", "即使被踐踏，<br>還是得繼續向前，<br>有些時候不這樣做就不會有結果。", "짓밟아서라도 나아가지 않으면,<br>아무것도 이룩할 수 없다……<br>그럴 때도, 있는 거다.", "Si cette urgence nous oppressait moins, nous userions de mesures moins drastiques. Nous devrons agir en conséquence.", "Mehr Zeit und wir hätten von martialischen Maßnahmen absehen können.", "Si hubiéramos tenido más tiempo, hubiéramos actuado con más prudencia. Pero hemos hecho lo que la situación nos ha permitido."], "affinity": ["You talk about dreams and ideals without being callous. You remind me a little bit of my younger brother.", "冷酷不起來，還總是談夢想與理想——<br>你與我弟弟、有些相似呢。", "비정해지지 않고, 꿈과 이상을 말하는군……<br>그대는 조금, 내 동생과 닮았어.", "Tu parles de rêves et d'idéaux sans cynisme. Tu me rappelles un peu mon petit frère.", "Du sprichst über Träume und Ideale ohne kaltherzig zu werden. Ein bisschen erinnerst du mich an meinen jüngeren Bruder.", "Hablas de sueños e ideales sin perder la sensibilidad. Me recuerdas un poco a mi hermano pequeño."], "description": ["A man of great ambition bent on rewriting the history of the distant world known as Ivalice. After the Archadian Empire invaded and took control of Nabradia and Dalmasca, Vayne began plotting the invasion of the Rozarrian Empire in order to continue expanding Archadia's territories. He then used the manufactured nethecite his loyal accomplice Dr. Cid had created to continue waging his wars. Although Vayne did unspeakable things to ensure the legacy of House Solidor, it would seem he was in fact doing all of this to protect his younger brother Larsa.", "企圖在異界伊瓦利斯創造新的歷史篇章的野心家。在侵略了納布拉迪亞和達爾瑪斯卡後，為了擴張帝國版圖，他開始策劃另一場戰爭。他利用新開發的人造破魔石，積極備戰。為了家族的政治生命，他可以不擇手段，唯獨對自己的親弟弟拉薩狠不下心。", "커다란 야심을 품고, 이계 이발리스에 새로운 역사를 만들어내려는 남자. 나브라디아와 달마스카 양국을 침략한 후 영토를 더욱 확장하기 위해 로자리아 제국과의 전쟁을 계획하고, 맹우인 닥터 시드가 개발한 인조 파마석의 힘을 토대로 대전쟁 준비를 진행하기도 했다. 솔리도르 가문의 정치 생명을 지키기 위해서라면 어떠한 희생도 감수하는 한편, 남동생 라사를 무척 아끼고 있는 듯하다.", "Un homme habité par ses grandes ambitions et déterminé à réécrire l’histoire du monde lointain connu sous le nom d’Ivalice. Une fois que les nations de Nabradia et de Dalmasca furent sous le contrôle de l’empire, Vayne, avide d’étendre davantage le territoire archadien, entreprit de préparer l’invasion de l’empire de Rozarria. Il utilisa alors le nihilithe artificiel fabriqué par son fidèle acolyte, le Dr Cid, pour prolonger ses campagnes belliqueuses. Vayne se rendit responsable de nombreux actes innommables pour préserver la gloire de la Maison Solidor. La réalité est que ses actions n’avaient qu’un seul et ultime but : protéger son jeune frère, Larsa.", "Ein Mann mit großen Ambitionen, der die Geschichte der weit entfernten Welt Ivalice neu schreiben möchte. Nachdem das Archadianische Imperium die Kontrolle über Nabradia und des Imperiums weiter zu vergrößern. Er setzte das von seinem treuen Helfer Dr. Cid gefertigte Nethizit ein, um seine Kriege fortzusetzen. Obwohl Vayne schreckliche Taten vollbrachte, um das Erbe des Hauses Solidor zu schützen, tat er dies augenscheinlich nur zum Schutz seines jüngeren Bruders Larsa.", "Un hombre ambicioso que está determinado a reescribir la historia del lejano mundo de Ivalice. Después de que el Imperio de Arcadia invadiese y se hiciese con el control de Nabradia y Dalmasca, Vayne empezó a planificar la conquista del Imperio de Rozaria para así continuar con la expansión territorial de Arcadia. Más tarde, usó la neticita que había fabricado junto al Dr. Cid, su leal ayudante, para continuar con sus campañas militares. Aunque Vayne ha hecho cosas horribles para asegurar el legado de la casa Solidor, también podría parecer que todas estas acciones han sido motivadas para proteger a Larsa, su hermano pequeño."], "fusion": ["Behold the power left me by our fallen friend.", "力量正在充盈……<br>這讓我想起了<br>朋友所留下的力量。", "힘이 넘친다 ……<br>친구가 넘겨준 힘이<br>떠오르는군.", "Voyez le pouvoir que m'a laissé notre défunt ami.", "Seht! Kraft, die mir ein gefallener Freund hinterließ.", "Observa el poder que conseguí de tu amigo caído en combate."], "summon": ["It seems you do not agree with my way of doing things. If so, then prove to me you have the power to correct me.", "你的臉就像在說<br>我的做法錯了。<br>那就讓我見識能夠糾正我的力量吧。", "내 방식이 틀렸다고<br>말하고 싶은 얼굴이로군.<br>그렇다면, 내게 올바른 힘을 보여 봐라.", "On dirait que ma façon de faire les choses ne te convient pas. Dans ce cas, prouve-moi que tu as le pouvoir de me faire changer d'avis.", "Es scheint, als wärst du nicht mit meinen Methoden einverstanden. Dann zeige mir, dass du die Kraft hast, mich zu berichtigen.", "Parece que no compartes mi forma de hacer las cosas. Si es así, demuéstrame que tienes el poder para hacerme cambiar de opinión."]}}, "212001205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [916, 2776, 300], "ATK": [34, 103, 20], "MP": [41, 123, 50], "MAG": [33, 99, 20], "SPR": [30, 90, 20], "DEF": [30, 92, 20]}, "magic_affinity": [7, 7, 5, 0], "ability_slots": 4, "limitburst_id": 212001205, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060000": 10, "290060100": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 835, "attack_damage": [[30, 30, 40]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [22, 56, 108], "effect_frames": [20, 54, 106], "strings": {"evolution": ["The sword of House Solidor cannot be left to rust in doubt.<br>", "索里多之劍不需任何猶豫。", "솔리도르의 검에 망설임은 필요 없다.", "L'épée de la maison de Solidor ne peut connaître le doute.", "Das Schwert der Solidors soll nicht von Rost befallen sein.", "No se puede dudar de la espada de la casa Solidor."], "affinity": ["You talk about dreams and ideals without being callous. You remind me a little bit of my younger brother.", "冷酷不起來，還總是談夢想與理想——<br>你與我弟弟、有些相似呢。", "비정해지지 않고, 꿈과 이상을 말하는군……<br>그대는 조금, 내 동생과 닮았어.", "Tu parles de rêves et d'idéaux sans cynisme. Tu me rappelles un peu mon petit frère.", "Du sprichst über Träume und Ideale ohne kaltherzig zu werden. Ein bisschen erinnerst du mich an meinen jüngeren Bruder.", "Hablas de sueños e ideales sin perder la sensibilidad. Me recuerdas un poco a mi hermano pequeño."], "description": ["A man of great ambition bent on rewriting the history of the distant world known as Ivalice. Vayne was the one who framed Basch with the murder of King Raminas after the Archadian Empire had invaded the Kingdom of Dalmasca. He also did not hesitate in helping to speed up his sickly father's death, and promptly thereafter dissolving the imperial senate, all in the name of protecting the power and sovereignty of House Solidor. With the loyal Dr. Cid and Venat supporting his cause, together they began manufacturing artificial nethicite.", "企圖在異界伊瓦利斯創造新的歷史篇章的野心家。他是侵略達爾瑪斯卡王國，誣陷巴修暗殺國王的幕後黑手。為了掌握帝國最高實權，必須排除元老院的勢力，為此逼迫身患絕症的皇帝了結自己的性命。為了自己和家族的政治生命，他可以不擇手段。同時也和盟友希德與維涅斯一起，開發了人造破魔石。", "커다란 야심을 품고, 이계 이발리스에 새로운 역사를 만들어내려는 남자. 달마시카 왕국을 침략하여, 바슈를 국왕 암살범으로 꾸민 장본인이기도 하다. 제국의 실권을 장악하기 위해 정적인 원로원을 제거하고자, 죽을병에 시달리는 아버지 그라미스 황제에게 죽음을 강요하는 등 솔리도르 가문의 정치 생명을 지키기 위해 수단과 방법을 가리지 않는다. 맹우인 시드와 베네스의 힘을 빌려, 인조 파마석을 개발해냈다.", "Un homme habité par ses grandes ambitions et déterminé à réécrire l’histoire du monde lointain connu sous le nom d’Ivalice. Vayne est responsable du coup monté inculpant Basch pour le meurtre du roi Raminas, à la suite de l’invasion du Royaume de Dalmasca par l’empire archadien. Il n’afficha également aucune hésitation à accélérer la disparition de son père souffrant ni à dissoudre le Sénat impérial après sa mort, et ce, pour l’unique motif de protéger l’influence et la suprématie de la Maison Solidor. Fort du soutien du fidèle Dr Cid et de Venat, il lança son projet de manufacture de nihilithe artificiel.", "Ein Mann mit großen Ambitionen, der die Geschichte der weit entfernten Welt Ivalice neu schreiben möchte. Vayne war derjenige, der Basch für die Ermordung von König Raminas verantwortlich machte, nachdem das Archadianische Imperium in das Königreich Dalmasca eingefallen war. Er schreckte auch nicht davor zurück, den Tod seines bereits kranken Vaters schneller herbeizuführen, und löste danach umgehend den imperialen Senat auf, um vorgeblich die Macht und Herrschaft des Hauses Solidor zu schützen. Mit der Unterstützung von Dr. Cid und Venus begann er mit der Herstellung von künstlichem Nethizit.", "Un hombre ambicioso que está determinado a reescribir la historia del lejano mundo de Ivalice. Vayne fue quien acusó a Basch de haber asesinado al rey Raminas después de que el Imperio de Arcadia invadiera el Reino de Dalmasca. Asimismo, tampoco dudó demasiado en acelerar la muerte de su padre cuando este se encontraba enfermo para, más tarde, disolver el senado imperial. Todo aquello lo hizo para proteger el poder y la soberanía de la casa Solidor. Además, con el apoyo de sus leales Dr. Cid y Venat, empezaron a producir neticita."], "fusion": ["Such an idealist.<br>You are young.", "只會盡說些理想的話語嗎？<br>……真是幼稚。", "이상만을 입에 담는군.<br>……아직 어려.", "Que d'idéalisme !<br>Tu es jeunes.", "So ein Idealist. <br>Du bist wirklich jung.", "Cuánto idealismo.<br>¡Cosas de jóvenes...!"], "summon": ["A battle to save the world, you say?<br>I shall watch and see if you are truly capable of carrying the fate of the world on your shoulders.", "是為了拯救世界的戰鬥？<br>就讓我鑑定一下<br>你是否就是背負整個世界之人。", "세계를 구하는 싸움이라고?<br>네가 이 세계를 짊어질 수 있는 인간인지<br>확인해 보겠다.", "Se battre pour sauver le monde, c'est cela ?<br>Je vais t'observer et estimer si tu es capable de porter le poids de la destinée de ce monde sur tes épaules.", "Ein Kampf um die Rettung der Welt, sagst du?<br>Ich werde mir ansehen, ob du im Stande bist, das Schicksal dieser Welt auf dich zu nehmen.", "¿Me hablas de una batalla para salvar el mundo?<br>Tendré que ver si de verdad eres capaz de cargar con el destino del mundo tú solo."]}}, "212001204": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [705, 2135, 240], "ATK": [26, 79, 16], "MP": [31, 94, 40], "MAG": [25, 76, 16], "SPR": [23, 69, 16], "DEF": [23, 70, 16]}, "magic_affinity": [6, 6, 4, 0], "ability_slots": 3, "limitburst_id": 212001204, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 13, "290050300": 15, "290030800": 8, "290050400": 8, "290020900": 25}}, "rarity": 4, "compendium_id": 834, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [22, 56, 108], "effect_frames": [20, 54, 106], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["You talk about dreams and ideals without being callous. You remind me a little bit of my younger brother.", "冷酷不起來，還總是談夢想與理想——<br>你與我弟弟、有些相似呢。", "비정해지지 않고, 꿈과 이상을 말하는군……<br>그대는 조금, 내 동생과 닮았어.", "Tu parles de rêves et d'idéaux sans cynisme. Tu me rappelles un peu mon petit frère.", "Du sprichst über Träume und Ideale ohne kaltherzig zu werden. Ein bisschen erinnerst du mich an meinen jüngeren Bruder.", "Hablas de sueños e ideales sin perder la sensibilidad. Me recuerdas un poco a mi hermano pequeño."], "description": ["A man of great ambition bent on rewriting the history of the distant world known as Ivalice. Vayne is the third son of Emperor Gramis, and the mastermind behind Archadia's military invasion of Nabradia and Dalmasca. Having disposed of his treacherous older brothers himself, he is now next in line to the imperial throne as well as the first pick for any dirty job required by House Solidor. The total opposite of his pacifist and kind younger brother Larsa, Vayne will use any means necessary to accomplish his goals.", "企圖在異界伊瓦利斯創造新的歷史篇章的野心家。他是皇帝葛拉密斯的三子，傑出的軍事家，也是下任皇帝的強力候選人。自從了結了謀反的兄長後，開始從事骯髒的勾當。和無心爭鬥的弟弟相反，在必要的時刻，他可以變得無限冷酷。", "커다란 야심을 품고, 이계 이발리스에 새로운 역사를 만들어내려는 남자. 그라미스 황제의 셋째 아들로,, 나브라디아와 달마스카 양국을 침략한 천재 참모이자 가장 유력한 차기 황제 후보이기도 하다. 모반을 꾀한 친형들을 처리한 이후, 솔리도르 가문의 더러운 일 처리를 도맡게 되었다. 전쟁을 피하고자 하는 마음씨 착한 남동생 라사와는 반대로, 필요에 따라 철저히 비정해질 수 있는 인물.", "Un homme habité par ses grandes ambitions et déterminé à réécrire l’histoire du monde lointain connu sous le nom d’Ivalice. Vayne est le troisième fils de l’empereur Gramis et le cerveau de l’invasion militaire de Nabradia et de Dalmasca par l’Archadia. S’étant lui-même débarrassé de ses frères déloyaux, il s’impose désormais non seulement comme l’héritier du trône impérial, mais aussi comme l’agent de choix pour tout \"sale boulot\" orchestré par la Maison Solidor. Aux antipodes de Larsa, son frère cadet pacifiste, Vayne est prêt à user de tous les moyens pour accomplir ses objectifs.", "Ein Mann mit großen Ambitionen, der die Geschichte der weit entfernten Welt Ivalice neu schreiben möchte. Vayne ist der dritte Sohn des Imperators Gramis und der führende Kopf hinter der Militärinvasion des Archadianischen Imperiums in Nabradia und Dalmasca. Da er seine verräterischen älteren Brüder eigenhändig aus dem Weg geräumt hat, ist er nun der Nächste in der Thronfolge des Imperiums und somit für alle schmutzigen Aufgaben des Hauses Solidor zuständig. Im Gegensatz zu seinem friedliebenden und gutherzigen jüngeren Bruder Larsa nutzt Vayne alle Mittel, die ihm für seine Zwecke dienlich sind.", "Un hombre ambicioso que está determinado a reescribir la historia del lejano mundo de Ivalice. Vayne es el tercer hijo del emperador Gramis y el cerebro que está detrás la invasión de Nabradia y Dalmasca a manos de Arcadia. Tras haberse deshecho de sus traicioneros hermanos mayores, Vayne es ahora el heredero a la corona, además de la persona a la que recurrir cuando la casa Solidor necesita realizar algún trabajo sucio. En definitiva, es todo lo contrario de su hermano Larsa, lo cual significa que Vayne hará lo que sea para conseguir sus objetivos."], "fusion": ["And so House Solidor lives on.", "一切都是為了索里多――", "모든 것은 솔리도르를 위하여!", "Et ainsi perdure la maison de Solidor.", "Für das Wohl des Hauses Solidor.", "Y de esta forma la casa Solidor perdura."], "summon": ["What world is this?<br>Maybe the fight here is important to House Solidor, as well.", "竟然是別的世界？<br>難道說，這也是對索里多來說<br>必要的戰鬥嗎？", "다른 세계라고……?<br>이것이 솔리도르에 필요한<br>싸움이라는 건가.", "Quel est ce monde ?<br>Peut-être que le combat qui se joue ici compte aussi pour la Maison de Solidor.", "Was für eine Welt ist das?<br>Vielleicht ist auch dieser Kampf für das Haus Solidor notwendig.", "¿Qué mundo es este?<br>Quizás la batalla que se está librando aquí también sea importante para la casa Solidor."]}}}, "job": "Consul", "sex": "Male", "game": "FFXII", "rarity_max": 6, "names": ["Vayne", "裴因", "베인", "Vayne", "Vayne", "Vayne"], "equip": [1, 6, 16, 30, 40, 50, 51, 53, 60], "game_id": 10012, "rarity_min": 4, "tribe_id": 5, "id": "212001204", "job_id": 144}