{"TMR": ["EQUIP", 402002300], "name": "Basch", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 221670, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 101060, "rarity": 5}, {"level": 12, "type": "ABILITY", "id": 206500, "rarity": 5}, {"level": 25, "type": "ABILITY", "id": 100150, "rarity": 5}, {"level": 38, "type": "ABILITY", "id": 206510, "rarity": 5}, {"level": 49, "type": "ABILITY", "id": 221720, "rarity": 5}, {"level": 62, "type": "ABILITY", "id": 221680, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 221710, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 221690, "rarity": 6}, {"level": 11, "type": "ABILITY", "id": 100180, "rarity": 6}, {"level": 23, "type": "ABILITY", "id": 221700, "rarity": 6}, {"level": 35, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 48, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 59, "type": "ABILITY", "id": 221730, "rarity": 6}, {"level": 76, "type": "ABILITY", "id": 221740, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 221660, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 221650, "rarity": 6}], "sex_id": 1, "entries": {"212000906": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1236, 3745, 390], "ATK": [44, 132, 26], "MP": [53, 162, 65], "MAG": [36, 108, 26], "SPR": [46, 140, 26], "DEF": [50, 151, 34]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 212000906, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 831, "attack_damage": [[50, 50]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [15, 45], "effect_frames": [13, 43], "strings": {"evolution": ["If I could protect but one person from war's horror, then I would bear any shame proudly.<br>", "若要保護戰亂中的人們，<br>就算遭受多大恥辱<br>我也誓言承擔。", "사람들을 전란에서 지켜낼 수 있다면,<br>어떤 수치라도<br>감내하고 짊어질 것을 맹세하겠다.", "Si je peux protéger ne serait-ce qu'un homme des affres de la guerre, j'assumerais toute honte. Je l'assumerai avec fierté.", "Wenn ich die Schrecken des Krieges abwenden kann, so bin ich gewillt, alle Schmach der Welt auf mich zu nehmen.", "Si me sirve para proteger aunque sea a una persona de los horrores de la guerra, entonces cargaré con la vergüenza sin problemas."], "affinity": ["You are truly a trustworthy person.<br>I hope to continue our adventure together.", "你是足以信任的男人。<br>今後也請多指教。", "그대는 충분히 믿을 만한 자다.<br>앞으로도 잘 부탁한다.", "Tu es vraiment quelqu'un sur qui on peut compter.<br>J'espère que nous continuerons l'aventure ensemble.", "Du bist eine wirklich vertrauenswürdige Person.<br>Ich hoffe wir können unsere Abenteuer weiter zusammen bestreiten.", "Eres una persona de fiar.<br>Espero que continuemos esta aventura juntos."], "description": ["The former captain of the Kingdom of Dalmasca's forces who appears in tales of the distant world known as Ivalice. Basch is originally from the Republic of Landis, but left for Dalmasca once the Archadian Empire had taken control over his home. However, eventually the Archadian Empire invaded his newly adopted country as well, and he was framed for the assassination of the King of Dalmasca. Swearing to protect his home this time around, he endured many moons of torturous solitary confinement until he was set free and committed himself to supporting Ashe with the restoration of Dalmasca.", "異界伊瓦利斯的故事中登場的達爾瑪斯卡王國將軍。他的故土被帝國所佔領，因而輾轉到達爾瑪斯卡王國。在王國受到侵略時，中了帝國的離間計，背上了暗殺國王的罪名。在牢房中，忍受煎熬，臥薪嘗膽。在成功越獄後，一直支持雅雪復興達爾瑪斯卡王國。", "이계 이발리스에서 전해지는 이야기에 등장하는, 달마스카 왕국의 옛 장군. 고향인 란디스 공화국이 아르카디아 제국에게 점령당하여 달마스카로 넘어가게 되었다. 달마스카가 침략당했을 때 제국의 음모로 인해 국왕을 암살했다는 오명을 뒤집어쓰게 되었지만, 이번에야말로 나라를 지켜내겠다고 마음 속 깊이 맹세하며 독방에서의 괴로운 나날을 견뎌냈다. 탈옥한 후로는 달마스카 왕국의 부흥을 맹세하는 아셰를 돕게 된다.", "L’ancien capitaine des armées du Royaume de Dalmasca qui apparaît dans les divers récits du monde lointain d’Ivalice. Basch est originaire de la République de Landis, mais quitta son foyer et gagna Damasca lorsque l’empire archadien s’empara de son pays. Hélas, sa nouvelle patrie adoptive tomba elle aussi sous l’emprise de l’empire, et il fut faussement accusé de l’assassinat du roi de Dalmasca. Jurant que cette fois-ci, il protégerait son pays natal, il endura d’interminables heures d’isolement jusqu’à ce qu’il fut libéré. Libre et résolu, il fit serment de soutenir Ashe dans ses efforts visant à restaurer Dalmasca.", "Der ehemalige Kapitän der Kräfte des Königreiches Dalmasca, der in den Geschichten der fernen Welt Ivalice vorkommt. Basch stammt ursprünglich aus der Republik Landis, verließ diese aber und ging nach Dalmasca, nachdem das Archadianische Reich die Kontrolle über seine Heimat übernommen hatte. Als das Archadianische Reich dann ebenfalls in seine neue Heimat einfiel, wurde er der Hinrichtung des Königs von Dalmasca beschuldigt. Da er geschworen hatte, seine Heimat diesmal zu beschützen, ertrug er viele Monde der quälenden Einzelhaft, bis er befreit wurde und Ashe beim Aufbau von Dalmasca unterstützte.", "El antiguo capitán de las fuerzas del Reino de Dalmasca que aparece en las historias del lejano mundo de Ivalice. Basch es oriundo de la República de Landis, aunque se marchó a Dalmasca cuando el Imperio de Arcadia invadió su hogar. Sin embargo, más adelante, el Imperio de Arcadia también acabó atacando su nuevo hogar y, además, se le incriminó con el asesinato del rey de Dalmasca. En este sentido, después de jurar que protegería su hogar, pasó muchas noches en confinamiento solitario hasta que consiguió escapar. A partir de ahí, prometió apoyar a Ashe y restaurar el orden en Dalmasca."], "fusion": ["Come with me!<br>I will cut you a path.", "跟著我！<br>我來開出一條血路！", "따라와라!<br>내가 혈로를 뚫겠다!", "Suivez-moi !<br>Je vais vous ouvrir la voie.", "Kommt mit mir!<br> Ich werde Euch einen Weg bahnen.", "¡Sígueme!<br>¡Yo despejo el camino!"], "summon": ["Where is this?<br>Is her highness here as well?", "這裡是？<br>殿下也到這個世界來了嗎？", "이곳은……?<br>전하도 이 세계에 와 계시는가?", "Où suis-je ?<br>Son Altesse est-il là elle-aussi ?", "Wo bin ich...?<br>Ist Ihre Majestät auch hier?", "¿Dónde estoy?<br>¿También está su alteza aquí?"]}}, "212000905": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [950, 2880, 240], "ATK": [33, 101, 16], "MP": [41, 124, 40], "MAG": [27, 83, 16], "SPR": [35, 107, 16], "DEF": [38, 116, 24]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 212000905, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 830, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [15, 45], "effect_frames": [13, 43], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["You are truly a trustworthy person.<br>I hope to continue our adventure together.", "你是足以信任的男人。<br>今後也請多指教。", "그대는 충분히 믿을 만한 자다.<br>앞으로도 잘 부탁한다.", "Tu es vraiment quelqu'un sur qui on peut compter.<br>J'espère que nous continuerons l'aventure ensemble.", "Du bist eine wirklich vertrauenswürdige Person.<br>Ich hoffe wir können unsere Abenteuer weiter zusammen bestreiten.", "Eres una persona de fiar.<br>Espero que continuemos esta aventura juntos."], "description": ["The former captain of the Kingdom of Dalmasca's forces who appears in tales of the distant world known as Ivalice. Basch had the King's full confidence and was held in high regard by the people of Dalmasca until the Archadian Empire invaded and hatched its plot to frame him for the assassination of his own liege. Although false reports claimed that Basch was executed for this crime, he was in fact kept in solitary confinement somewhere in the Nalbina Dungeons. This is where he eventually meets an imprisoned Vaan and his friends, which he then joins in order to escape his shackles.", "異界伊瓦利斯的故事中登場的達爾瑪斯卡王國將軍。他曾經深受國王和民眾信賴，但在受到帝國侵略時，因帝國的奸計而背上了暗殺國王的罪名。在發佈處刑後，人們都以為他死了，可其實他一直被囚禁在監獄中。最後，和同為囚犯的梵恩一起越獄。", "이계 이발리스에서 전해지는 이야기에 등장하는, 달마스카 왕국의 옛 장군. 국왕으로부터 두터운 신뢰를 받고 국민들 사이에서도 높은 인기를 구가하고 있었으나, 아르카디아 제국의 침략을 받았을 때 제국의 음모에 의해 국왕 암살의 죄를 뒤집어쓰게 된다. 처형 발표로 인해 사회적으로 그 존재를 말살당했으나, 실제로는 나르비나의 감옥 내 독방에 감금되어 있었으며, 같은 곳에 수감된 반 일행과 함께 탈옥을 감행한다.", "L’ancien capitaine des armées du Royaume de Dalmasca qui apparaît dans les divers récits du monde lointain d’Ivalice. Basch jouissait de la confiance absolue du roi et de l’estime du peuple tout entier de Dalmasca. Ceci, jusqu’à l’invasion de l’empire archadien. Victime d’un coup monté par ce dernier, Basch fut alors accusé de l’assassinat de son propre suzerain. En dépit des faux rapports indiquant qu’il avait été exécuté pour ses crimes, la réalité était tout autre : il fut incarcéré et complètement isolé dans une cellule des donjons de Nalbina. C’est là qu’il fit la rencontre de Vaan et de ses camarades, eux aussi prisonniers, et auxquels il se joint dans l’espoir de s’échapper de cette prison.", "Der ehemalige Kapitän der Kräfte des Königreichs Dalmasca, der in den Geschichten der fernen Welt Ivalice vorkommt. Basch genoss das volle Vertrauen des Königs und ein hohes Ansehen unter den Bürgern Dalmascas, bis das Archadianische Reich dort einfiel und ihm die Hinrichtung seines eigenen Vasallen in die Schuhe schieben wollte. Obwohl falsche Berichte besagten, dass Basch für sein Verbrechen hingerichtet wurde, saß er in den Verliesen von Nalbina in Einzelhaft. Dort traf er auf den Gefangenen Vaan und seine Freunde, denen er sich anschloss, um endlich seine Fesseln loszuwerden.", "El antiguo capitán de las fuerzas del Reino de Dalmasca que aparece en las historias del lejano mundo de Ivalice. Basch contaba con la plena confianza del rey y la gente de Dalmasca le tenía mucho aprecio hasta que, un día, el Imperio de Arcadia invadió el país y maquinó un complot en el que se le culpaba de la muerte de su propio señor. En este sentido, a pesar de que existen informas falsos donde se puede leer que Basch fue ejecutado por su crimen; en realidad, estuvo en confinamiento solitario en algún lugar de las mazmorras de Nalbina. Allí, en prisión, fue donde conoció a Vaan y sus amigos, que fueron con los que consiguió escapar."], "fusion": ["The people may hate me, but that does not free me of my charge.", "就算被人們所憎恨，<br>我也有該完成的任務。", "설령 사람들의 원한을 산다 하더라도<br>완수해야만 하는 사명이 있다.", "La haine que l'on me voue ne me libère pas de ma tâche.", "Das Volk mag mich hassen, doch das entbindet mich nicht meiner Pflicht.", "Aunque la gente me odie,<br>tengo que cumplir con mi deber."], "summon": ["I died once already.<br>I will be your shield.<br>Use me as you wish.", "我是已經死過一次了。<br>要把我當作盾牌使用也好，隨你高興。", "난 한번 죽은 인간이다.<br>방패로 쓰든, 좋을 대로 해라.", "Je suis déjà mort une fois.<br>Je te servirai de bouclier.<br>Je suis à ton service.", "Ich bin bereits einmal gestorben.<br>Ich werde Euer Schild sein.<br>Benutzt mich wie Euch beliebt.", "Ya morí una vez.<br>Seré tu escudo.<br>Estoy a tu servicio."]}}}, "job": "Captain", "sex": "Male", "game": "FFXII", "rarity_max": 6, "names": ["Basch", "巴修", "바슈", "Basch", "Basch", "Basch"], "equip": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 15, 16, 30, 31, 40, 41, 50, 51, 52, 53, 60], "game_id": 10012, "rarity_min": 5, "tribe_id": 5, "id": "212000905", "job_id": 9024}