{"TMR": ["EQUIP", 313002400], "name": "Balthier", "is_summonable": true, "skills": [{"level": 15, "type": "ABILITY", "id": 202340, "rarity": 5}, {"level": 25, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 209250, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 202160, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 202180, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 209540, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 209230, "rarity": 6}, {"level": 10, "type": "ABILITY", "id": 209260, "rarity": 6}, {"level": 35, "type": "ABILITY", "id": 209270, "rarity": 6}, {"level": 65, "type": "ABILITY", "id": 100090, "rarity": 6}, {"level": 75, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 209280, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 209240, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 209290, "rarity": 6}], "sex_id": 1, "entries": {"212000506": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1204, 3648, 390], "ATK": [51, 155, 34], "MP": [51, 155, 65], "MAG": [38, 115, 26], "SPR": [45, 135, 26], "DEF": [41, 125, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 212000506, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 531, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [34], "effect_frames": [32], "strings": {"evolution": ["I am used to having my work questioned,<br>but I promise I will not betray you.<br>Shall I swear with my sword?", "雖然我因為工作常被人誤會，<br>但我絕不會背叛你。<br>要不要我向著劍發誓啊？", "직업상 의심받는 일엔 익숙하지만,<br>지금은 배신할 생각 따위 추호도 없어.<br>뭣하면 검에라도 맹세할까?", "J'ai l'habitude d'être questionné sur mon travail,<br>mais je jure que je ne te trahirai pas.<br>Veux-tu que je le jure sur mon épée ?", "Ich bin kritische Fragen gewohnt,<br>aber ich werde dich nicht betrügen.<br>Soll ich auf mein Schwert schwören?", "Estoy acostumbrado a que sospechen de mi forma de trabajar, pero prometo no traicionarte.<br>¿Tengo que prometértelo por mi espada o algo?"], "affinity": ["Do exactly as I taught you!<br>You can fly!", "照我說的做！<br>你一定能飛的！", "내가 가르쳐준 대로 해봐!<br>너라면 날 수 있어!", "Fais exactement comme je t'ai appris !<br>Tu peux voler, tu peux y arriver !", "Tu, was ich dich gelehrt habe!<br>Du kannst fliegen!", "¡Hazlo tal y como te he enseñado!<br>¡Vuela!"], "description": ["A sky pirate who appears in tales of Ivalice, a world foreign to this one. Balthier made quite a name for himself soaring the skies and stealing from the wicked with his partner Fran, a viera warrior. However, fate lead him to join Princess Ashe's efforts in restoring her country of Dalmasca after its destruction at the hands of the Archadian Empire. This journey helped him to reconnect with his past and ultimately face off against his own father.", "異界伊瓦利斯的故事中登場的空賊，他以成為最快空賊為目標，和維埃拉族搭檔芙蘭一起乘飛空艇翱翔天空。他是一個只從惡人手中偷東西的義賊，以某件事為契機，他開始幫助被阿爾卡迪亞帝國亡國的達爾瑪斯卡公主雅雪復興祖國。在旅行中，他開始面對父親以及自己逃避的過去。", "이계 이발리스에서 전해지는 이야기에 등장하는 하늘의 도적. 최속의 공적이란 이름에 걸맞은 실력자이며, 파트너인 비에라족 프란과 함께 창공을 날아다니며 악당들을 상대로 도적질을 감행하고 있었다. 그러던 중 어떤 사건을 계기로 아르카디아 제국에게 멸망한 조국을 부흥시키고자 하는 달마스카의 아셰 공주에게 협력하게 된다. 그리고 그 여행 속에서 예전에 자신이 도망친 과거, 그리고 아버지와 마주해 나간다.", "Un pirate du ciel qui apparaît dans les récits d'Ivalice, un monde bien lointain. Balthier s'est rendu célèbre en sillonnant les cieux et dérobant aux fourbes avec l'aide de sa partenaire Fran, une guerrière Viéra. Cependant, le destin le conduisit à se joindre à la princesse Ashe dans sa tentative de récupérer son pays, Dalmasca, des mains de l'empire archadien. Au cours de ce voyage, il renoua avec son passé et se vit forcé d'affronter son propre père.", "Ein Luftpirat, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Als Dieb der Lüfte, der mit seinem Partner Fran nur von den Bösen stiehlt, hat sich Balthier einen Namen gemacht. Das Schicksal ließ ihn sich jedoch mit Prinzessin Ashes zusammenschließen, die ihr Land Dalmasca nach der Zerstörung durch das Reich Archadis wieder aufbauen wollte. Auf dieser Reise kam er mit seiner Vergangenheit in Verbindung und trat schließlich gegen seinen Vater an.", "Pirata aéreo que aparece en los relatos de Ivalice, un mundo diferente a este. Balthier ha cultivado una gran fama surcando los cielos y robando a los malvados junto a su compañera Fran, una guerrera viera. Sin embargo, el destino quiso que se uniera a la princesa Ashe para restaurar Dalmasca, después de que el Imperio de Arcadia la destruyera. Este viaje le ayuda a reconectar con su pasado, e incluso a enfrentarse a su propio padre."], "fusion": ["I, myself, am a runaway.<br>I believe I ran away so that I could be free.", "我逃走了。<br>以為逃避就能夠變得自由。", "나는 도망쳐 버렸어.<br>도망쳐서, 자유로워졌다고 생각했지.", "Moi, je suis en fugue.<br>Je me suis échappé car je pensais pouvoir être libre ainsi.", "Ich bin ein Ausreißer.<br>Ich bin weggelaufen, denn ich wollte frei sein.", "Yo mismo soy un fugitivo.<br>Creía que escapaba para ser libre."], "summon": ["You want me to come with you?<br>Okay, as long as I get some<br>treasure out of it.", "想要我一起來？<br>好啊，是要能得到財寶就行。", "함께 와 달라고?<br>좋아, 보물을 손에 넣을 수 있다면 말이지.", "Tu veux que je vienne avec vous ?<br>Très bien, tant que tu peux me garantir que<br>je pourrai mettre la main sur de beaux trésors.", "ich soll mit euch kommen?<br>Okay, solange es ein<br>paar Schätze gibt.", "¿Quieres que te acompañe?<br>Bueno, pero solo si hay botín en el camino."]}}, "212000505": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [926, 2806, 240], "ATK": [39, 119, 24], "MP": [39, 119, 40], "MAG": [29, 88, 16], "SPR": [34, 103, 16], "DEF": [32, 96, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 212000505, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 530, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [34], "effect_frames": [32], "strings": {"evolution": null, "affinity": ["Do exactly as I taught you!<br>You can fly!", "照我說的做！<br>你一定能飛的！", "내가 가르쳐준 대로 해봐!<br>너라면 날 수 있어!", "Fais exactement comme je t'ai appris !<br>Tu peux voler, tu peux y arriver !", "Tu, was ich dich gelehrt habe!<br>Du kannst fliegen!", "¡Hazlo tal y como te he enseñado!<br>¡Vuela!"], "description": ["A sky pirate who appears in tales of Ivalice, a world foreign to this one. Balthier is a man who prizes his freedom above all else, endlessly globetrotting Ivalice on his airship, the Strahl, with his partner Fran. A man of many virtues, he nobly claims to steal only from the wicked, although his pompousness and philandering are unbecoming. Little did he know, however, that his plans to steal the treasures hidden within the Royal Palace of Rabanastre's treasury would change his life forever.", "異界伊瓦利斯的故事中登場的空賊，他不喜歡被束縛，是一個不屬於任何國家的自由人，與搭檔芙蘭乘飛空艇翱翔天空。他是一個只從惡人手中偷東西的義賊，但缺點是輕浮花心。前往達爾瑪斯卡王宮盜竊一事成為了他人生的重大轉折點。", "이계 이발리스에서 전해지는 이야기에 등장하는 하늘의 도적. 구속을 싫어하며 어느 국가에도 속해있지 않은 자유로운 인간으로, 파트너인 프란과 함께 비공정 슈트랄에서 창공을 날고 있다. 악당들에게만 도적질을 감행하는 실력자이지만, 건방진 태도와 호색가라는 점이 옥에 티라는 듯하다. 달마스카 왕국의 보물창고를 털기 위해 잠입한 것을 계기로, 그의 운명이 크게 변화하기 시작한다.", "Un pirate du ciel qui apparaît dans les récits d'Ivalice, un monde bien lointain. Libre de toute attache, Balthier voyage aux quatre coins d'Ivalice à bord de son vaisseau, le Sillage, en compagnie de sa partenaire Fran. Homme de vertu, il affirme ne voler qu'aux scélérats, bien que sa prétention et ses airs de séducteur ne le rendent pas toujours des plus sympathiques. Il était loin de se douter que son projet de dérober les trésors du palais de Rabanastre bouleverserait sa vie à jamais.", "Ein Luftpirat, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Balthier schätzt die Freiheit über alles und fliegt durch Ivalive mit seinem Luftschiff, der Strahl, und seinem Partner Fran. Als Mann vieler Tugenden stiehlt er nur von den Bösen, obwohl sein Flirten und seine Angeberei ungebührlich wirken. Er hatte jedoch keine Ahnung, dass seine Pläne, den königlichen Schatz aus dem royalen Palast von Rabanastre zu stehlen, für immer sein Leben verändern würde.", "Pirata aéreo que aparece en los relatos de Ivalice, un mundo diferente a este. Balthier es un hombre para el que su libertad es lo más preciado. Junto a su compañera Fran, ronda sin parar por Ivalice en su barco volador Strahl. Aunque tiene muchas virtudes y clama que solo roba a los malvados, su pomposidad y sus flirteos no van con lo que afirma. Poco se podía imaginar que sus planes para robar los tesoros escondidos del palacio real de Rabanasta cambiarían su vida para siempre."], "fusion": ["Enough with the sluggish piloting.<br>It is unbecoming of a hero.", "不要開慢悠悠的飛空艇啦，<br>太不適合我主角的形象了。", "느려터진 비공정은 그만 됐어.<br>주인공답지 않아.", "Piloter comme un escargot, ça sufit !<br>C'est pas comme ça qu'on devient un héros.", "Genug von der miesen Steuerung.<br>Das ist eines Helden unwürdig.", "Ya vale de pilotar como un borracho.<br>No es propio de un héroe."], "summon": ["Who am I, you ask?<br>Isn't it obvious?<br>I'm the star of this show.", "你問我是誰？<br>這還用問？<br>當然是這個故事的主角啦。", "내가 누구냐고?<br>뻔한 소리를 하는군,<br>이 이야기의 주인공이야.", "Comment ça \"qui suis-je ?\"<br>N'est-ce pas évident ?<br>je suis le personnage principal de cette histoire, voyons.", "Du fragst, wer ich bin?<br>Ist das nicht klar?<br>Ich bin der Star dieser Show.", "¿Que quién soy, dices?<br>¿No es obvio?<br>Soy el protagonista de este show."]}}}, "job": "Sky Pirate", "sex": "Male", "game": "FFXII", "rarity_max": 6, "names": ["Balthier", "巴爾弗雷亞", "발프레아", "Balthier", "Balthier", "Balthier"], "equip": [1, 2, 4, 7, 10, 14, 40, 50, 51, 60], "game_id": 10012, "rarity_min": 5, "tribe_id": 5, "id": "212000505", "job_id": 33}