{"TMR": ["EQUIP", 302004400], "name": "Drace", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 100040, "rarity": 4}, {"level": 1, "type": "MAGIC", "id": 20200, "rarity": 4}, {"level": 16, "type": "ABILITY", "id": 221810, "rarity": 4}, {"level": 30, "type": "MAGIC", "id": 20220, "rarity": 4}, {"level": 45, "type": "ABILITY", "id": 101150, "rarity": 4}, {"level": 53, "type": "MAGIC", "id": 20210, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 100010, "rarity": 4}, {"level": 1, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 20, "type": "ABILITY", "id": 221760, "rarity": 5}, {"level": 39, "type": "ABILITY", "id": 221800, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 221750, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 222080, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 221770, "rarity": 6}, {"level": 26, "type": "ABILITY", "id": 221820, "rarity": 6}, {"level": 51, "type": "ABILITY", "id": 221790, "rarity": 6}, {"level": 74, "type": "ABILITY", "id": 221780, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 222070, "rarity": 6}], "sex_id": 2, "entries": {"212001405": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [910, 2759, 300], "ATK": [33, 99, 20], "MP": [45, 136, 50], "MAG": [37, 111, 20], "SPR": [30, 92, 20], "DEF": [34, 103, 20]}, "magic_affinity": [6, 7, 6, 0], "ability_slots": 4, "limitburst_id": 212001405, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 838, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [19], "effect_frames": [17], "strings": {"evolution": ["Not a bad development, if I do say so myself.<br>I do not mind if you choose to rely on me.", "連我都覺得是個不錯的成長呢。<br>要委託我也是可以的。", "나치고는 나쁘지 않은 성장이로군. 날 의지해도 좋다.", "Je ne m'en sors pas mal, je dois dire.<br>Si tu veux, tu peux compter sur moi.", "Keine schlechte Entwicklung, wenn ich das mal so sagen darf. <br>Verlasst Euch ruhig auf mich.", "No ha estado mal, hasta yo lo reconozco.<br>De hecho, no me importa ayudarte."], "affinity": ["You and I, we will fight for our future.<br>How splendid.<br>No matter what, we will live on.", "我會與您一起守護我們的未來。<br>明白嗎？<br>無論發生什麼事情，都要活下去。", "그대와 내가 함께 우리의 미래를<br>지켜나가는 거다. 알겠지?<br>어떻게 해서라도 살아남아라.", "Toi et moi combattrons pour forger le futur.<br>C'est formidable.<br>Quels que soient les obstacles, nous les surmonterons.", "Ihr und ich, wir werden für unsere Zukunft kämpfen.<br>Wie wunderbar. Was auch immer passiert, wir werden weiterleben.", "Tú y yo lucharemos por el futuro.<br>Qué maravilla.<br>Venga lo que venga, lo superaremos."], "description": ["A judge magister who appears in tales of the distant world known as Ivalice. Drace has faith in the upbringing of Larsa, Emperor Gramis's fourth son, and believes him to show great promise. On the other hand, she has no reservations about accusing Vayne, Larsa's older brother, of killing his older brothers in cold blood in order to claim the imperial throne for himself. Drace has vowed to protect the young Larsa alongside fellow judge magister Gabranth, who also believes in the boy's judgment.", "異界伊瓦利斯的故事中登場的最高審判者。她信任皇帝四子拉薩，對其寄予厚望。對以叛國者罪名處死親哥哥的斐因，她始終懷疑這是他覬覦帝位的行動。同僚加布藍斯也是為數不多的拉薩支持者，一同發誓保護拉薩。", "이계 이발리스에서 전해지는 이야기에 등장하는 저지 마스터. 그라미스 황제의 넷째 아들 라사를 신봉하며, 그의 성장을 흐뭇하게 여기고 있다. 과거에 친형을 반역자로서 처단한 베인에 대해 '형을 제거한 것은 황위를 노린 야심 때문'이라는 의심을 숨기려고도 하지 않는다. 동료인 가브라스는 소수파인 친 라사 파의 동지이자, 함께 라사를 지켜내고자 맹세한 사이기도 하다.", "Un Haut Juge qui apparaît dans les divers récits du monde lointain d’Ivalice. Drace a confiance en l’éducation de Larsa, le quatrième fils de l’empereur Gramis, et fait preuve d’une grande foi envers son potentiel. Elle ne montre néanmoins aucune réserve à accuser Vayne, l’aîné de Larsa, du meurtre de ses propres frères ; un acte qu’il aurait selon elle commis pour accaparer le titre d’empereur. Drace a juré de protéger le jeune Larsa, promesse à laquelle s’est joint le Haut Juge Gabranth, qui tient lui aussi le garçon en estime.", "Eine Hohe Richterin aus den Geschichten der fernen Welt Ivalice. Drace vertraut auf die Erziehung von Larsa, dem vierten Sohn des Imperators Gramis, und hält ihn für überaus vielversprechend. Allerdings schreckt sie nicht davor zurück, Larsas älteren Bruder Vayne des kaltblütigen Mordes an seinen älteren Brüdern zu beschuldigen, um sich selbst den Thron zu sichern. Drace hat geschworen, gemeinsam mit dem Hohen Richter Gabranth den jungen Larsa zu beschützen. Gabranth glaubt ebenfalls an das gute Urteilsvermögen des Jungen.", "Una jueza suprema que aparece en las historias del mundo lejano de Ivalice. Drace tiene todas sus esperanzas puestas en instruir a Larsa, el cuarto hijo del emperador Gramis, y, además, cree que el muchacho promete mucho. Por otra parte, Drace no se corta a la hora de acusar a Vayne de haber asesinado a sus otros hermanos a sangre fría para hacerse con el trono del imperio. Además, junto a Gabranth, Drace ha jurado proteger al joven Larsa, pues ambos tienen sus esperanzas depositadas en el buen juicio del muchacho."], "fusion": ["You would allow those disloyal ne'er-do-wells to do as they please?", "怎麼能讓這些不忠之徒<br>按照自己意願行事？", "불충한 무능력자의 뜻대로<br>흘러가게 두진 않는다.", "Vous permettriez à ces bons à rien de faire comme bon leur semble ?", "Wollt Ihr diesen illoyalen Tunichtguten etwa erlauben, zu machen, wie es ihnen gefällt?!", "¿Vas a permitir que esa panda de patanes desleales haga lo que quiera?"], "summon": ["I have no intention of falling behind.<br>I shall become your shield.", "我可不想落為人後，<br>就讓我成為守護您的盾牌吧。", "그 누구에게도 뒤처질 수 없다.<br>내가 전하를 지킬 방패가 되리.", "Je n'ai pas l'intention d'être une gêne.<br>Je deviendrai ton bouclier.", "Ich habe nicht vor, Euch in etwas nachzustehen. Lasst mich Euer Schutzschild sein.", "No tengo intención de quedarme atrás.<br>Yo seré tu escudo."]}}, "212001404": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [700, 2122, 240], "ATK": [25, 76, 16], "MP": [34, 104, 40], "MAG": [28, 85, 16], "SPR": [23, 70, 16], "DEF": [26, 79, 16]}, "magic_affinity": [5, 6, 5, 0], "ability_slots": 3, "limitburst_id": 212001404, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040300": 8, "290050300": 15, "290020500": 25, "290050400": 8, "290030400": 13}}, "rarity": 4, "compendium_id": 837, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [19], "effect_frames": [17], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["You and I, we will fight for our future.<br>How splendid.<br>No matter what, we will live on.", "我會與您一起守護我們的未來。<br>明白嗎？<br>無論發生什麼事情，都要活下去。", "그대와 내가 함께 우리의 미래를<br>지켜나가는 거다. 알겠지?<br>어떻게 해서라도 살아남아라.", "Toi et moi combattrons pour forger le futur.<br>C'est formidable.<br>Quels que soient les obstacles, nous les surmonterons.", "Ihr und ich, wir werden für unsere Zukunft kämpfen.<br>Wie wunderbar. Was auch immer passiert, wir werden weiterleben.", "Tú y yo lucharemos por el futuro.<br>Qué maravilla.<br>Venga lo que venga, lo superaremos."], "description": ["A judge magister who appears in tales of the distant world known as Ivalice. Female judge magisters are extremely rare, and as one Drace is skilled in both the art of war and magic. She has also been entrusted with crucial missions by Emperor Gramis alongside Gabranth. Disliking the callous nature of Vayne, the Emperor's oldest living son, Drace hopes that the kind and wise Larsa, Vayne's younger brother, will inherit the throne instead.", "異界伊瓦利斯的故事中登場的最高審判者。她是為數不多的女性審判者，武術和魔法的技藝都很高超，和同僚加布藍斯一樣，深受皇帝的賞識。她十分厭惡皇子斐因的冷酷，希望性情溫和的拉薩成為下任皇帝。", "이계 이발리스에서 전해지는 이야기에 등장하는 저지 마스터. 지극히 그 수가 적은 여성 저지마스터로, 무술과 마법 모두 우수하며 동료인 가브라스와 함께 그라미스 황제에게서 받는 신임도 두텁다. 황제의 아들 베인의 비정함을 혐오하며, 베인과 형제 사이지만 온순하고 재능이 넘치는 남동생 라사가 차기 황제가 되기를 바라고 있다.", "Un Haut Juge qui apparaît dans les divers récits du monde lointain d’Ivalice. Il est rare de voir une femme dans les rangs des Hauts Juges. Drace se distingue d’autant plus par sa maîtrise des arts de la guerre et de la magie. C’est à Gabranth et à elle-même que l’empereur Gramis confie notamment ses missions les plus cruciales. Drace, qui méprise la nature cruelle de Vayne, le fils aîné de l’empereur, espère que son jeune frère Larsa montera sur le trône.", "Eine Hohe Richterin in den Geschichten der fernen Welt Ivalice. Es gibt nur sehr wenige Hohe Richterinnen und Drace ist sowohl in der Kriegskunst als auch in der Magie bewandert. Ihr wurden zudem von Imperator Gramis wichtige Missionen an der Seite von Gabranth aufgetragen. Da sie das Wesen von Vayne, dem ältesten lebenden Sohn des Imperators, nicht mag, hofft sie inständig, dass dessen jüngerer Sohn Larsa den Thron erben wird.", "Una jueza suprema que aparece en las historias del mundo lejano de Ivalice. Hay muy pocas juezas y, como una de estas, Drace está curtida tanto en el arte de la guerra como en la magia. También, el emperador Gramis, junto a Gabranth, le encomendó misiones de vital importancia. Por su parte, a Drace no soporta a Vayne debido a su naturaleza cruel, por lo que espera que Larsa, su hermano menor, que es más sabio y tiene un corazón más puro, ocupe el trono en su lugar."], "fusion": ["I doubt this will be enough to deter the enemy, but even a slight hindrance to their operations would be welcome.", "起碼讓敵人行動變得遲緩也好。<br>這樣就能夠爭取防禦的時間。", "적의 움직임을 조금이라도<br>무디게 할 수 있으면 된다.<br>방비를 가다듬을 시간을 벌 수 있으니 말이야.", "Je doute que cela suffise pour dissuader notre ennemi. mais toute entrave à ses manigances est la bienvenue.", "Der Feind wird sich nicht beeindrucken lassen, aber selbst die kleinste Verzögerung wäre hilfreich, um sie an einer Invasion zu hindern.", "Dudo que con esto podamos disuadir al enemigo, pero cualquier obstáculo, por pequeño que sea, es bienvenido."], "summon": ["As a Judge Magister charged with guarding the law, it is my duty to intern all insolent people.", "身為律法守衛的最高審判者，<br>必須拘禁違法之人。", "법을 수호하는 저지 마스터로서<br>불경한 무리를 감금하겠다.", "En tant que Haut Juge et représentante de la loi, il est de mon devoir d'enfermer les insolents.", "Als Hohe Richterin bin ich mit dem Schutze des Rechts betraut. Es ist meine Pflicht, jede Auflehnung mit Arrest zu bestrafen.", "Como maestro juez, estoy a cargo de velar por el cumplimiento de la ley y, por tanto, es mi deber encerrar a cualquier insolente."]}}, "212001406": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1184, 3587, 450], "ATK": [43, 129, 30], "MP": [59, 178, 75], "MAG": [48, 145, 30], "SPR": [40, 120, 30], "DEF": [44, 134, 30]}, "magic_affinity": [7, 8, 7, 0], "ability_slots": 4, "limitburst_id": 212001406, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 839, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [19], "effect_frames": [17], "strings": {"evolution": ["It is the duty of a Judge Magister to<br>pick out the true traitors.<br>", "無法看穿真正的背叛者，<br>是無法擔任審判長一職的。", "진정한 반역자를 간파하지 못한다면<br>저지 마스터라 할 수 없지.", "Le devoir d'un vrai Haut Juge est<br>d'identifier les véritables traîtres.", "Es ist die Pflicht eines Hohen Richters, <br>die wahren Verräter zu durchschauen.", "El deber de todo maestro juez es<br>saber distinguir a los traidores."], "affinity": ["You and I, we will fight for our future.<br>How splendid.<br>No matter what, we will live on.", "我會與您一起守護我們的未來。<br>明白嗎？<br>無論發生什麼事情，都要活下去。", "그대와 내가 함께 우리의 미래를<br>지켜나가는 거다. 알겠지?<br>어떻게 해서라도 살아남아라.", "Toi et moi combattrons pour forger le futur.<br>C'est formidable.<br>Quels que soient les obstacles, nous les surmonterons.", "Ihr und ich, wir werden für unsere Zukunft kämpfen.<br>Wie wunderbar. Was auch immer passiert, wir werden weiterleben.", "Tú y yo lucharemos por el futuro.<br>Qué maravilla.<br>Venga lo que venga, lo superaremos."], "description": ["A judge magister who appears in tales of the distant world known as Ivalice. Drace dedicated herself to executing Emperor Gramis's every command, and so did Gabranth. For a long time she claimed that the stubborn Vayne was unfit to rule the empire, but she was unable to put a stop to his ambitions all the same. Once she withdrew from her position as a judge magister, she relinquished her role as Larsa's protector to Gabranth.", "異界伊瓦利斯的故事中登場的最高審判者。和加布藍斯一樣，奉皇帝之命行動。她向來視強硬的斐因為危險因子，主張其不能勝任皇帝。然而，斐因的計策使一切反抗都淪為徒勞。她不得不從特殊騎士團審判者退出，將守衛拉薩的重任託付給了加布藍斯。", "이계 이발리스에서 전해지는 이야기에 등장하는 저지 마스터. 가브라스와 함께 그라미스 황제의 의향에 따라 행동하고 있다. 본래 그녀는 강경파인 베인을 위험시하고, 차기 황제에는 걸맞지 않는다고 주장해왔다. 그러나 배인의 책략에 저항하지 못하고 실추하고 만다. 특수 기사단 '저지'를 떠나게 된 그녀는, 가브라스에게 라사를 지킬 것을 부탁했다.", "Un Haut Juge qui apparaît dans les divers récits du monde lointain d’Ivalice. Drace s’est jurée d’accomplir la volonté de l’empereur Gramis, à l’instar de Gabranth. De longues années durant, elle proclama haut et fort que Vayne était incapable de régner sur l’empire, mais jamais elle ne parvint à enrayer ses ambitions. Elle finit par quitter son poste de Haut Juge, et ce jour-là, dut également renoncer à son rôle de protectrice de Larsa.", "Eine Hohe Richterin aus den Geschichten der fernen Welt Ivalice. Drace führte jeden Befehl des Imperators Gramis aus, ebenso wie Gabranth. Lange Zeit war sie der Meinung, der sturköpfige Vayne könne das Imperium nicht regieren, doch sie war nicht in der Lage, dessen Pläne zu durchkreuzen. Als sie von ihrem Posten als Hohe Richterin zurücktrat, übergab sie ihre Aufgabe, den Schutz Larsas, an Gabranth.", "Una jueza suprema que aparece en las historias del mundo lejano de Ivalice. Drace se volcó en cuerpo y alma a la hora de ejecutar cualquier orden que viniese del emperador Gramis, al igual que Gabranth. Durante mucho tiempo, no paraba de reiterar que el tozudo de Vayne no estaba preparado para gobernar el imperio, pero, aun así, fue incapaz de impedir que se hiciera con el poder. Cuando dejó de ejercer como jueza, también le cedió a Gabranth la tarea de proteger a Larsa."], "fusion": ["I will ne'er forgive anyone who means to do harm to my master.", "危害主君之人，<br>無論是誰都是無法原諒的。", "주군께 위해를 가하는 자,<br>누구를 막론하고 용서치 않으리.", "Je ne pardonnerai jamais à quiconque d'attenter à la vie de mon maître.", "Ich werde niemandem vergeben, der meinem Herrn ein Leid zufügen will.", "Nunca perdonaré a nadie que haya intentado hacerle daño a mi amo."], "summon": ["I have seen my share of snakes in the grass.<br>I, however, would expect different from someone like you.", "我見過許多鬧出笑話的人。<br>希望您<br>別成為那樣的人。", "나는 얕은수나 쓰는 광대를 많이 봐 왔다.<br>그대는 그런 부류가 아니기를 기대하지.", "J'ai vu de nombreuses personnes superficielles et fausses, à mon époque.<br>Mais j'attends autre chose de ta part.", "Ich bin schon vielerlei falschen Schlangen begegnet.<br>Von Euch jedoch erwarte ich viel mehr.", "En el pasado, he tenido que lidiar con mucha gente falsa.<br>Sin embargo, de alguien como tú espero algo diferente."]}}}, "job": "Judge Magister", "sex": "Female", "game": "FFXII", "rarity_max": 6, "names": ["Drace", "朵芮絲", "드레이스", "Drace", "Drace", "Drace"], "equip": [1, 2, 3, 5, 6, 30, 31, 40, 41, 50, 51, 52, 53, 60], "game_id": 10012, "rarity_min": 4, "tribe_id": 5, "id": "212001404", "job_id": 143}