{"TMR": ["EQUIP", 302004300], "name": "Gabranth", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 221980, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 221920, "rarity": 5}, {"level": 12, "type": "ABILITY", "id": 101340, "rarity": 5}, {"level": 28, "type": "ABILITY", "id": 222010, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 221990, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 222000, "rarity": 5}, {"level": 54, "type": "ABILITY", "id": 221940, "rarity": 5}, {"level": 69, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 222040, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 221930, "rarity": 6}, {"level": 12, "type": "ABILITY", "id": 222050, "rarity": 6}, {"level": 25, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 38, "type": "ABILITY", "id": 222060, "rarity": 6}, {"level": 52, "type": "ABILITY", "id": 222020, "rarity": 6}, {"level": 78, "type": "ABILITY", "id": 222030, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 221950, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 221960, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 221970, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 221910, "rarity": 6}], "sex_id": 1, "entries": {"212001105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [983, 2978, 360], "ATK": [37, 113, 16], "MP": [38, 114, 40], "MAG": [26, 79, 16], "SPR": [37, 111, 16], "DEF": [38, 116, 16]}, "magic_affinity": [7, 0, 0, 0], "ability_slots": 4, "limitburst_id": 212001105, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060100": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 832, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [18, 36], "effect_frames": [16, 34], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Don't give up on hope,<br>and live your life with pride in your heart.<br>...Don't end up like me.", "別放棄希望，<br>試著抬起頭來活下去吧。<br>......絕對不要變成像我一樣。", "희망을 버리지 말고,<br>긍지를 갖고 살아남도록.<br>……결코, 나처럼 되지 마라.", "Ne perds pas espoir,<br>et vis la tête haute.<br>Tu finiras sans doute comme moi.", "Gib deine Hoffnung nicht auf,<br>und lebe mit einem stolzerfüllten Herzen.<br>... Damit du nicht so endest wie ich.", "No pierdas la esperanza.<br>Y llénate el corazón de orgullo mientras vivas.<br>Así acabarás como yo."], "description": ["A judge magister who appears in tales of the distant world known as Ivalice. Although the Archadian Empire invaded and occupied Gabranth's motherland, the Republic of Landis, he chose to serve Emperor Gramis and his newly established rule over the nation that had once been his home. Part of an elite group of knights named the Archadian Judges who serve the empire, Gabranth is an imperial commander who specializes in gathering intel and manipulating others.", "異界伊瓦利斯的故事中登場的最高審判者。他的祖國被阿爾卡迪亞帝國毀滅。因此他選擇侍奉帝國，為皇帝處理事務。審判者是國家的特殊騎士團，而他則是收集情報和情報管制機構的指揮官。", "이계 이발리스에서 전해지는 이야기에 등장하는 저지 마스터. 과거에 아르카디아 제국에 의해 조국인 란디스 공화국이 멸망에 이르고 말았다. 하지만 그는 조국을 멸망시킨 제국을 섬기며, 그라미스 황제의 곁에서 다양한 임무를 완수해내고 있다. '저지'란 제국의 특수 기사단의 이름으로, 그는 정보 수집과 조작을 담당하는 곳의 지휘관이기도 하다.", "Un Haut Juge qui apparaît dans les divers récits du monde lointain d’Ivalice. Bien que l’empire archadien ait envahi et occupe désormais la République de Landis, son pays natal, Gabranth continue de servir l’empereur Gramis de son plein gré et participe pleinement au règne qu’il exerce sur sa contrée d’autrefois. Gabranth est un commandant impérial et un membre d’un corps de chevaliers d’élite appelés les Juges archadiens. Il se spécialise dans la collecte de renseignements et la manipulation d’autrui.", "Gabranth ist ein Hoher Richter aus den Geschichten der fernen Welt Ivalice. Obwohl das Archadianische Imperium in seine Heimat, die Republik Landis, einmarschierte und diese besetzte, diente er dem Imperator Gramis und dessen neuer Herrschaft über die Nation, die einst seine Heimat war. Er gehört der Elitegruppe der Archadianischen Richter an, die dem Imperium treu ergeben sind, und ist als imperialer Kommandant im Sammeln von Informationen und Manipulieren anderer spezialisiert.", "Un juez supremo que aparece en las historias del mundo lejano de Ivalice. A pesar de que el Imperio de Arcadia invadió y ocupó la República de Landis, la patria de Gabranth, decidió servir al emperador Gramis y a la nueva orden que se cernía sobre las tierras que antaño llamó hogar. Como parte del grupo de caballeros de élite que sirven al imperio, Gabranth es un comandante imperial especializado en la recopilación de información y en manipular a la gente."], "fusion": ["The powerless have no hope.<br>They are incapable of protecting anything.", "沒有力量之人，就沒有未來。<br>守護不了任何事物。", "힘없는 자에게 미래는 없다.<br>그 무엇도 지킬 수 없으리라.", "Les faibles n'ont aucun espoir.<br>Ils sont incapables de protéger quoi que ce soit.", "Es gibt keine Hoffnung für die Schwachen. <br> Sie sind nicht in der Lage, irgendetwas zu beschützen.", "Los débiles no tienen esperanza.<br>No son capaces de proteger nada."], "summon": ["Appears to be my turn.<br>I'll do my best not to let you down.", "看來輪到我出場了。<br>讓我來回應你的覺悟吧。", "내 차례인 것 같군.<br>네 각오에 답해주마.", "On dirait que c'est mon tour.<br>Je ferai de mon mieux pour ne pas te laisser tomber.", "Nun bin ich wohl an der Reihe. Ich werde dich nicht enttäuschen.", "Parece que me toca a mí.<br>Ya verás como no te defraudo."]}}, "212001106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1278, 3872, 510], "ATK": [49, 147, 26], "MP": [49, 149, 65], "MAG": [34, 103, 26], "SPR": [48, 145, 26], "DEF": [50, 151, 26]}, "magic_affinity": [8, 0, 0, 0], "ability_slots": 4, "limitburst_id": 212001106, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 833, "attack_damage": [[50, 50]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [18, 36], "effect_frames": [16, 34], "strings": {"evolution": ["I am moved by hatred...<br>Hatred is what sustains me!", "憎恨促使我行動……<br>仇恨正是我的糧食！", "증오가 나를 움직인다……<br>증오심만이 나의 양식이다!", "Je suis motivé par la haine...<br>La haine est ce qui me permet d'avancer !", "Mein Hass treibt mich an ...<br> Mein Groll ist meine Nahrung!", "Me mueve el odio...<br>El odio es mi motor."], "affinity": ["Don't give up on hope,<br>and live your life with pride in your heart.<br>...Don't end up like me.", "別放棄希望，<br>試著抬起頭來活下去吧。<br>......絕對不要變成像我一樣。", "희망을 버리지 말고,<br>긍지를 갖고 살아남도록.<br>……결코, 나처럼 되지 마라.", "Ne perds pas espoir,<br>et vis la tête haute.<br>Tu finiras sans doute comme moi.", "Gib deine Hoffnung nicht auf,<br>und lebe mit einem stolzerfüllten Herzen.<br>... Damit du nicht so endest wie ich.", "No pierdas la esperanza.<br>Y llénate el corazón de orgullo mientras vivas.<br>Así acabarás como yo."], "description": ["A judge magister who appears in tales of the distant world known as Ivalice. Despite Gabranth's origins stemming from outside the Archadian Empire, he managed to earn the trust of Emperor Gramis, who granted him a promotion by making an exception on his behalf. Vowing that the empire was his new home, he turned viciously against his own brother, showing him absolutely no mercy. Although Gabranth had been tasked with spying on Vayne, the emperor's son, before long he finds himself in a very dangerous position as the empire's state of affairs begins to change.", "異界伊瓦利斯的故事中登場的最高審判者。雖然並非出身於帝國內，但仍獲得了皇帝信任，出人頭地。他堂而皇之地聲稱帝國就是他的祖國，對反抗帝國的親哥哥採取冷漠的態度。他奉皇帝之命，監視皇子裴因的動向。但隨著國內局勢動蕩，他的地位也變得岌岌可危。", "이계 이발리스에서 전해지는 이야기에 등장하는 저지 마스터. 제국 외부 출신이지만 그라미스 황제의 신임을 얻어 이례적인 출세를 이뤄냈다. 제국을 '나의 조국'이라 칭하며, 제국에 이빨을 드러낸 자신의 친형에게조차 무관심한 태도를 드러낸다. 황제의 밀명을 받아 그의 아들 베인의 동향을 감시하고 있었으나, 국내의 정세가 변화하자 마침내 그의 입장도 위태로운 위치에 놓이게 된다.", "Un Haut Juge qui apparaît dans les divers récits du monde lointain d’Ivalice. Gabranth, bien qu’il ne soit pas issu de l’empire archadien, parvint malgré tout à gagner la confiance de l’empereur Gramis, lequel fit de lui une exception en lui accordant une promotion au sein de ses rangs. Renonçant pleinement à son pays natal en faveur de l’empire, celui-ci se retourna contre son propre frère dans une démonstration aussi perfide qu’impitoyable. Gabranth, qui avait pour mission d’espionner Vayne, le fils de l’empereur, se trouve lui-même en péril au moment même où la situation politique de l’empire se met à changer.", "Gabranth ist ein Hoher Richter aus den Geschichten der fernen Welt Ivalice. Obwohl er nicht aus dem Archadianischen Reich stammt, konnte er das Vertrauen von Imperator Gramis gewinnen, der ihn durch eine Ausnahmeregelung beförderte. Er erklärte das Imperium zu seiner neuen Heimat und ging brutal und gnadenlos gegen seinen eigenen Bruder vor. Obwohl Gabranth Vayne, den Sohn des Imperators, bespitzeln soll, gerät er schnell selbst in Schwierigkeiten, als sich die Situation im Imperium ändert.", "Un juez supremo que aparece en las historias del mundo lejano de Ivalice. A pesar de no ser originario del Imperio de Arcadia, Gabranth consiguió ganarse la confianza del emperador Gramis, quien le ofreció un ascenso tras hacer una excepción con él. Dicho esto, Gabranth juró fidelidad al imperio y se volvió totalmente en contra de su propio hermano. De hecho, no tuvo piedad alguna con él. Asimismo, a Gabranth se le ha encomendado la tarea de espiar a Vayne, el hijo del emperador; pero, al poco tiempo, acaba metido en problemas después de que la situación del imperio cambie."], "fusion": ["The more you hope to protect something, the less likely you are to succeed. The more something should be protected, the less likely it will be.", "越多想要守護的東西就越難成功，<br>越多必須守護的東西就容易失去越多。", "지키고 싶은 것일수록 지키지 않는다……<br>지켜야 하는 것일수록 지키지 못하고 잃으리라.", "Plus on espère protéger quelque chose et moins on est susceptible d'y arriver. Plus quelque chose devrait être protégé, et moins il l'est.", "Je mehr du hoffst, etwas zu beschützen - desto weniger wird es dir gelingen. Gerade das, was unbedingt beschützt werden muss, wird schutzlos verloren gehen.", "Mientras más quieras proteger algo, más difícil será tener éxito. Mientras más haya que proteger algo, menos probable será."], "summon": ["So I am to dirty hand and blade on behalf of those who chase after ideals?", "要我代替追求理想之人<br>擔任血染雙手的角色嗎？", "이상을 좇는 이를 대신해 손을 더럽히는<br>검의 역할을 다하란 말이냐?", "Alors je suis condamné à me salir les mains et l'épée au nom des idéaux des autres ?", "Ich soll also mir meine Klinge und Hände schmutzig machen für jene, die Idealen nachjagen?", "¿Así que tengo que ensuciar manos y espada en nombre de aquellos que persiguen ideales?"]}}}, "job": "Judge Magister", "sex": "Male", "game": "FFXII", "rarity_max": 6, "names": ["Gabranth", "加布藍斯", "가브라스", "Gabranth", "Gabranth", "Gabranth"], "equip": [1, 2, 3, 4, 10, 30, 31, 41, 51, 52, 60], "game_id": 10012, "rarity_min": 5, "tribe_id": 5, "id": "212001105", "job_id": 143}