{"TMR": ["EQUIP", 409010000], "name": "Ashe", "is_summonable": true, "skills": [{"level": 3, "type": "MAGIC", "id": 20100, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 100120, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 100050, "rarity": 4}, {"level": 11, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 25, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 100010, "rarity": 5}, {"level": 63, "type": "ABILITY", "id": 200310, "rarity": 5}, {"level": 65, "type": "ABILITY", "id": 209330, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 202260, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 209340, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 209300, "rarity": 6}, {"level": 20, "type": "ABILITY", "id": 209320, "rarity": 6}, {"level": 94, "type": "MAGIC", "id": 20310, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 209310, "rarity": 6}], "sex_id": 2, "entries": {"212000204": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [707, 2143, 210], "ATK": [25, 76, 14], "MP": [35, 106, 35], "MAG": [28, 85, 18], "SPR": [25, 76, 14], "DEF": [24, 73, 14]}, "magic_affinity": [5, 6, 0, 0], "ability_slots": 3, "limitburst_id": 212000204, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 13, "290020700": 25, "290050300": 15, "290050400": 8, "290030800": 8}}, "rarity": 4, "compendium_id": 532, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [23], "effect_frames": [21], "strings": {"evolution": null, "affinity": ["I hope I can stay this strong.<br>But don't think I'm so strong I can<br>do everything everything myself.", "我想要變強。<br>但我還沒有強到<br>什麼事都可以自己做。", "난 항상 강한 모습이고 싶어.<br>하지만 자력으로 뭐든 할 수 있을 정도로<br>강하다곤 생각지 말아줘.", "J'espère pouvoir rester aussi forte.<br>Mais Je ne pense pas être forte au point de pouvoir<br>tout faire toute seule.", "Ich hoffe, ich bleibe so stark.<br>Doch ich bin nicht so stark,<br>dass ich alles selbst schaffe.", "Espero poder mantenerme fuerte como ahora.<br>Aunque no creo ser lo suficientemente fuerte como para hacer todo sola."], "description": ["A young woman who appears in tales of Ivalice, a world foreign to this one. Ashe is the princess of Dalmasca, a nation that met its ruin at the hands of the Archadian Empire. Although she was officially proclaimed dead amidst all the confusion, she is alive and well. In fact, she has formed the Resistance in secrecy to fight against the empire. Absolutely resolved to avenge her ravaged nation, her father's murder, and the death of her young husband, she fights on claiming that her actions are for the liberation of her people.", "異界伊瓦利斯的故事中登場的女性，是被阿爾卡迪亞帝國亡國的達爾瑪斯卡公主。雖對外聲稱雅雪公主在動亂中死亡，但實際她隱姓埋名，成為了一名反抗帝國的解放軍。被奪走祖國、父親、夫君的她唯一的希望就是解放祖國以及向帝國復仇。", "이계 이발리스에서 전해지는 이야기에 등장하는 여성. 대국 아르카디아 제국의 침략을 받아 멸망한 달마스카 왕국의 왕녀이다. 공적으로는 동란에 휘말려 사망한 것으로 발표되었지만, 사실은 살아남아 신분을 숨긴 채 제국에 대항하는 해방군으로서 활동하고 있었다. 조국과 아버지, 그리고 막 결혼식을 올린 남편 등 많은 것을 빼앗긴 그녀에게 남은 것은 조국의 해방이라는 목적과 제국을 향한 격렬한 복수의 마음뿐이었다.", "Une jeune femme qui apparaît dans les récits d'Ivalice, un monde bien lointain. Ashe est la princesse de Dalmasca, une nation qui connut la défaite aux mains de l'empire archadien. Bien qu'officiellement déclarée morte au cours de la guerre, la vérité est toute autre. Elle a même formé la Résistance en secret afin de lutter contre l'empire. Déterminée à venger son pays ravagé, son père assassiné, et son jeune époux mort au combat, elle se bat de toutes ses forces, persuadée que ses actions mèneront à la libération de son peuple.", "Eine junge Frau, die in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Ashe ist die Prinzessin von Dalmasca, einer Nation, die durch das Imperium Archadis zerstört wurde. Obwohl sie noch am Leben ist, wurde sie in den Kriegswirren für tot erklärt. Im Geheimen schmiedete sie sogar den Widerstand gegen das Imperium. Entschlossen, ihre verheerte Nation und den Tod ihres Vaters sowie ihres jungen Gatten zu rächen, kämpft sie weiter, um ihre Leute zu befreien.", "Chica que aparece en los relatos de Ivalice, un mundo diferente a este. Ashe es la princesa de Dalmasca, una nación que encontró la ruina a manos del Imperio de Arcadia. Aunque la declararon oficialmente muerta en medio del tumulto, está viva y a salvo. De hecho, ha formado un movimiento secreto de resistencia contra el imperio. Con la convicción de vengar su devastada nación, el asesinato de su padre y la muerte de su joven marido, lucha en nombre de la liberación de su pueblo."], "fusion": ["I have to do it.<br>Even for those it is too late to save!", "為了死去的人，<br>我必須要去戰鬥。", "나는 해내야만 해.<br>죽어간 사람들을 위해서도!", "Je dois le faire.<br>Même pour ceux qu'il est trop tard pour sauver !", "Ich muss es tun.<br>Selbst für die, für die es zu spät ist!", "Tengo que hacerlo.<br>¡Aunque sea tarde para salvar a algunos!"], "summon": ["It can't be helped.<br>I will travel along with you<br>until I'm able to find my friends.", "沒辦法，<br>和同胞匯合之前，<br>就跟著你們好了。", "어쩔 수 없지.<br>동맹군과 합류할 때까지<br>당신들과 동행하겠어.", "Je crois que je n'ai pas le choix.<br>Je vais vous suivre, jusqu'à ce que je retrouve mes amis.", "Kann man nichts machen.<br>Ich werde mit euch reisen,<br>bis ich meine Freunde finde.", "Que se le va a hacer.<br>Iré contigo hasta que encuentre a mis amigos."]}}, "212000205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [920, 2787, 240], "ATK": [33, 100, 16], "MP": [46, 138, 40], "MAG": [37, 111, 24], "SPR": [33, 100, 16], "DEF": [31, 95, 16]}, "magic_affinity": [6, 7, 0, 0], "ability_slots": 4, "limitburst_id": 212000205, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 533, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [23], "effect_frames": [21], "strings": {"evolution": ["Power can come in handy.<br>If you don't have power,<br>you can't protect anyone.", "力量可以成為依靠。<br> 如果沒有力量<br> 就什麼都保護不了。", "힘은 버팀목이 돼.<br>힘이 없다면,<br>아무것도 지킬 수 없어.", "La force est un atout.<br>Sans puissance, tu ne peux protéger personne.", "Kraft ist von Nutzen.<br>Hast du keine Kraft,<br>kannst du niemanden schützen.", "El poder puede ser de utilidad.<br>Si no tienes poder, no puedes proteger a nadie."], "affinity": ["I hope I can stay this strong.<br>But don't think I'm so strong I can<br>do everything everything myself.", "我想要變強。<br>但我還沒有強到<br>什麼事都可以自己做。", "난 항상 강한 모습이고 싶어.<br>하지만 자력으로 뭐든 할 수 있을 정도로<br>강하다곤 생각지 말아줘.", "J'espère pouvoir rester aussi forte.<br>Mais Je ne pense pas être forte au point de pouvoir<br>tout faire toute seule.", "Ich hoffe, ich bleibe so stark.<br>Doch ich bin nicht so stark,<br>dass ich alles selbst schaffe.", "Espero poder mantenerme fuerte como ahora.<br>Aunque no creo ser lo suficientemente fuerte como para hacer todo sola."], "description": ["The princess of Dalmasca who appears in tales of Ivalice, and a descendant of the Dynast King who onced unified her world. She was proclaimed dead after the Archadian Empire attacked her nation, but she actually survived the attack and went on to lead the Resistance in secrecy. Although originally bent on obtaining power to carry out her vengeance upon the empire, she eventually has a change of heart during her travels with Vaan and Balthier.", "異界伊瓦利斯的故事中登場的達爾瑪斯卡王國公主。她是曾經統一伊瓦利斯的霸王的後裔，人們都以為她在遭受阿爾卡迪亞帝國侵略時死去，其實她還活著，並作為解放軍的領導人在暗中活動。對帝國的仇恨使得她渴望獲得力量，但與梵恩和巴爾弗雷亞等人的旅行使她的心境漸漸發生了變化。", "이계 이발리스에서 전해지는 이야기에 등장하는 달마스카 왕국의 왕녀. 과거 이발리스를 통일한 패왕의 후예이기도 하다. 아르카디아 제국의 침략을 받았을 때 사망한 것으로 알려졌지만, 실은 살아남아 해방군의 리더로서 비밀리에 활동하고 있었다. 제국을 향한 복수심을 품고 힘을 갈망하고 있었지만, 반과 발프레아 일행과 여행하며 그녀의 마음에도 변화가 생겨나게 된다.", "La princesse de Dalmasca qui apparaît dans les récits d'Ivalice, un monde bien lointain, et la descendante du Roi-Dynaste qui unifia autrefois ce monde. Après l'attaque menée par l'empire archadien contre son pays, elle fut déclarée morte, mais elle survécut en réalité et organisa la résistance dans l'ombre. Elle était prête à tout pour obtenir le pouvoir de se venger de l'empire, mais son voyage aux côtés de Vaan et Balthier l'amena à changer d'avis.", "Die Prinzessin von Dalmasca, die in den Geschichten von Ivalice auftaucht und eine Nachfolgerin des Königs, der einst ihre Welt vereinte. Nach dem Angriff des Imperiums Archadis auf ihre Heimat wurde sie für tot erklärt, doch sie überlebte und führte im Geheimen einen Widerstand an. Obwohl sie ursprünglich Macht erlangen wollte, um sich am Imperium zu rächen, erlebte sie auf den Reisen mit Vaan und Balthier einen Gesinnungswandel.", "Princesa de Dalmasca que aparece en los relatos de Ivalice, descendiente de la dinastía real que otrora unificaba su mundo. La declararon muerta cuando el Imperio de Arcadia atacó su nación, pero en realidad sobrevivió al ataque y pasó a liderar la resistencia en secreto. Aunque al principio la movía el deseo de obtener poder para vengarse del imperio, cambió de parecer viajando junto a Vaan y Balthier."], "fusion": ["I am hungry for power.<br>Don't I look that way to you?", "我渴望力量。<br>你不這麼認為嗎？", "내가 힘에 굶주려 있다고,<br>그런 것처럼 보여?", "J'ai soif de puissance.<br>Tu ne trouves pas que mon visage traduit ce sentiment ?", "Ich bin machthungrig.<br>Sehe ich nicht danach aus?", "Anhelo tener más poder.<br>¿No te lo parezco?"], "summon": ["It does not matter who you are.<br>Please, steal me! Take me away from here!", "我不管你是誰。<br>請把我從這裡偷走吧！", "당신이 누구든 상관없어요.<br>훔쳐 주세요! 저를, 이곳에서부터!", "Je me fiche de savoir qui vous êtes.<br>je vous en prie, sortez-moi d'ici.", "Spielt keine Rolle, wer du bist.<br>Bitte stiehl mich! Bring mich hier weg!", "No me importa quien seas.<br>¡Por favor, secuéstrame! <br>¡Sácame de aquí!"]}}, "212000206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1196, 3624, 390], "ATK": [43, 130, 26], "MP": [59, 180, 65], "MAG": [48, 145, 34], "SPR": [43, 130, 26], "DEF": [41, 124, 26]}, "magic_affinity": [7, 8, 0, 0], "ability_slots": 4, "limitburst_id": 212000206, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 534, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [23], "effect_frames": [21], "strings": {"evolution": ["I am fully prepared.<br>I can withstand any sort of hardship.", "覺悟我早就做好了。<br> 無論多麼痛苦我都會堅持。", "각오라면 되어 있습니다.<br>어떠한 고난이라도 견뎌내겠다고.", "Je suis prête.<br>Je peux résister à tout.", "Ich bin bereit.<br>Gewappnet für alle Probleme", "Estoy preparada del todo.<br>Podré soportar cualquier dificultad."], "affinity": ["I hope I can stay this strong.<br>But don't think I'm so strong I can<br>do everything everything myself.", "我想要變強。<br>但我還沒有強到<br>什麼事都可以自己做。", "난 항상 강한 모습이고 싶어.<br>하지만 자력으로 뭐든 할 수 있을 정도로<br>강하다곤 생각지 말아줘.", "J'espère pouvoir rester aussi forte.<br>Mais Je ne pense pas être forte au point de pouvoir<br>tout faire toute seule.", "Ich hoffe, ich bleibe so stark.<br>Doch ich bin nicht so stark,<br>dass ich alles selbst schaffe.", "Espero poder mantenerme fuerte como ahora.<br>Aunque no creo ser lo suficientemente fuerte como para hacer todo sola."], "description": ["The princess of Dalmasca who appears in tales of Ivalice, a world foreign to this one. After losing everything to the militant Archadian Empire, Ashe forms the Resistance and retreated underground in hopes of eventually reclaiming Dalmasca's independence. She then sets off on a journey to find nethicite, a stone of great power that can aid her plans for vengeance against the empire. However, she ultimately decides to save Dalmasca without the power of the stone thanks to the support of her friends Vaan and Balthier.", "異界伊瓦利斯的故事中登場的達爾瑪斯卡王國公主。她因阿爾卡迪亞帝國侵略而失去了一切，因而為奪回祖國率領解放軍在暗中活動。為了向帝國復仇，她踏上旅途前去尋找蘊藏著巨大力量的破魔石，在旅途中目睹了梵恩和巴爾弗雷亞面對過去的身姿，受到鼓舞的她也下決心不再依靠魔石的力量，靠自己的手去復興祖國。", "이계 이발리스에서 전해지는 이야기에 등장하는 달마스카 왕국의 왕녀. 강력한 군사국가인 아르카디아 제국의 침략으로 모든 것을 잃고, 해방군을 이끌고 제국으로부터 달마스카 왕국을 되찾기 위해 물밑에서 활동하고 있었다. 제국에 복수하기 위해 거대한 힘이 깃든 파마석을 찾기 위한 여행을 떠나지만, 과거에 맞서는 반과 발프레아에게 감화되어, 돌의 힘에 의지하지 않고 달마스카를 부흥시키겠다는 결심을 내린다.", "La princesse de Dalmasca qui apparaît dans les récits d'Ivalice, un monde bien lointain. Après avoir tout perdu au cours de la guerre contre l'empire archadien, Ashe forma la Résistance et se cacha dans l'espoir de rendre un jour son indépendance à Dalmasca. Par la suite, elle partit en voyage afin de trouver les nihilithes, des pierres d'une grande puissance capables de l'aider à exercer sa vengeance. Néanmoins, grâce au soutien de Vaan et Balthier, elle décida finalement de sauver son pays sans recourir à ce dangereux pouvoir.", "Die Prinzessin von Dalmasca, die in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Nachdem sie alles an das militante Imperium Archadis verliert, formt Ashe den Widerstand aus dem Untergrund, in der Hoffnung, letztendlich Dalmascas Unabhängigkeit zurückzugewinnen. Sie bricht zu einer Reise auf, um Nethicite zu finden, einen Stein von großer Macht, der ihr bei ihren Plänen helfen kann. Dank der Hilfe ihrer Freunde Vaan und Balthier verzichtet sie jedoch letztendlich auf diese Macht.", "Princesa de Dalmasca que aparece en los relatos de Ivalice, un mundo diferente a este. Tras perderlo todo por culpa del imperio militar de Arcadia, Ashe formó un grupo clandestino de resistencia con la esperanza de recuperar la independencia de Dalmasca algún día. Empezó un viaje para conseguir neticita, una poderosa piedra que le permitiría llevar a cabo su venganza. Sin embargo, gracias a la ayuda de sus amigos Vaan y Balthier decide salvar su región sin usar del mineral."], "fusion": ["Even if you gain power,<br>it doesn't change the past.<br>That's why, I...", "即使擁有力量也無法改變過去。<br>因此我……", "힘이 있어도,<br>과거는 바꿀 수 없어.<br>그러니, 이젠……!", "Gagner en puissance ne changera pas le passé.<br>C'est pourquoi je...", "Selbst mit Macht<br>verändert die Vergangenheit sich nicht.<br>Darum bin ich ...", "Aunque ganes más poder,<br>nada cambia el pasado.<br>Y por eso, yo..."], "summon": ["I am me. I am not an avenger,<br>nor am I my nation's savior.<br>I just want to be free.", "我就是我。既不是復仇者，<br>也不是救國的聖女。<br>我只想要自由。", "나는 나야. 망국의 복수자도,<br>구국의 성녀도 아니야.<br>그저 자유롭고 싶을 뿐이야.", "Moi c'est moi. Je ne suis pas animée par la vengeance,<br>et je ne suis pas non plus le sauveur de mon pays.<br>Tout ce que je veux c'est être libre.", "Ich bin ich. Kein Rächer oder<br>Retter der Nation.<br>Ich will nur frei sein.", "Yo soy lo que soy. No soy un ángel vengador, ni la salvadora de mi pueblo.<br>Tan solo quiero ser libre."]}}}, "job": "Princess", "sex": "Female", "game": "FFXII", "rarity_max": 6, "names": ["Ashe", "雅雪", "아셰", "Ashe", "Ashe", "Ashe"], "equip": [1, 2, 3, 4, 5, 6, 15, 30, 40, 41, 50, 51, 53, 60], "game_id": 10012, "rarity_min": 4, "tribe_id": 5, "id": "212000204", "job_id": 55}