{"TMR": ["MATERIA", 504209350], "name": "Rasler", "is_summonable": true, "skills": [{"level": 2, "type": "ABILITY", "id": 101180, "rarity": 4}, {"level": 2, "type": "MAGIC", "id": 10020, "rarity": 4}, {"level": 15, "type": "ABILITY", "id": 100170, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 209360, "rarity": 4}, {"level": 10, "type": "ABILITY", "id": 200440, "rarity": 5}, {"level": 31, "type": "ABILITY", "id": 209380, "rarity": 5}, {"level": 42, "type": "MAGIC", "id": 10070, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 209370, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 209510, "rarity": 6}, {"level": 50, "type": "ABILITY", "id": 209390, "rarity": 6}, {"level": 65, "type": "ABILITY", "id": 100140, "rarity": 6}, {"level": 72, "type": "MAGIC", "id": 10160, "rarity": 6}, {"level": 72, "type": "MAGIC", "id": 10190, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 209530, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 209520, "rarity": 6}], "sex_id": 1, "entries": {"212001005": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [922, 2793, 240], "ATK": [34, 102, 16], "MP": [37, 113, 40], "MAG": [28, 86, 16], "SPR": [34, 103, 16], "DEF": [35, 107, 24]}, "magic_affinity": [6, 0, 0, 0], "ability_slots": 4, "limitburst_id": 212001005, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 10, "290060100": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 536, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [19, 41], "effect_frames": [17, 39], "strings": {"evolution": ["Just because I'm of the royal family,<br>doesn't mean I'm just looking<br>to be protected.", "雖然我是王家的人，<br>但也不會一味受人保護。", "왕가의 사람이라고 해서,<br>보호받기만 할 순 없지.", "Ce n'est pas parce que je suis de sang royal<br>que je n'ai pas besoin d'être<br>protégé aussi.", "Nur weil ich zur Königsfamilie gehöre,<br>heißt das nicht, dass ich<br>beschützt werden muss.", "Que sea de la familia real<br>no quiere decir que quiera que me protejan."], "affinity": ["To have been able to come<br>this far was all thanks to you.<br>Thank you.", "能走到這裡，<br>都是你的功勞。謝謝。", "여기까지 해낼 수 있었던 건<br>네 덕분이야. 고마워.", "J'aurais jamais cru pouvoir aller aussi loin et c'est grâce à toi.<br>Merci.", "Dank dir bin ich<br>sehr weit gekommen.<br>Danke.", "Es gracias a ti que he logrado llegar tan lejos.<br>Te doy las gracias."], "description": ["The prince of Nabradia who appears in tales of Ivalice, a world foreign to this one. Rasler marries Ashe to reinforce the alliance between his Kingdom of Nabradia and her Kingdom of Dalmasca, but his home suffers a devastating attack by the powerful Archadian Empire that seeks to take control over Ivalice. Following the destruction of the capital, Rasler heads to the battlefield to avenge the death of his father, the king of Nabradia.", "異界伊瓦利斯的故事中登場的納布拉迪亞王國王子。為了加深納布拉迪亞與鄰國達爾瑪斯卡的聯繫，他與達爾瑪斯卡的公主雅雪舉行了婚禮。但在不久後納布拉迪亞就遭到了伊瓦利斯首屈一指的大國阿爾卡迪亞侵略，得知首都淪陷的拉斯勒為了給父王報仇而奔向戰場。", "이계 이발리스에서 전해지는 이야기에 등장하는 나브라디아 왕국의 왕자. 나브라디아와 이웃 나라 달마스카의 동맹을 강화하기 위하여 달마스카의 아셰 공주와 결혼식을 올리지만, 그 직후 나브라디아 왕국은 이발리스 굴지의 강국이기도 한 아르카디아 제국의 침략을 받고 만다. 수도가 함락되었다는 소식을 전해 들은 라슬러는, 부왕의 원수를 갚기 위하여 전장을 향한다.", "Le prince de Nabradia qui apparaît dans les récits d'Ivalice, un monde bien lointain. Rasler épousa Ashe afin de renforcer l'alliance entre les royaumes de Nabradia et de Dalmasca. Malheureusement, sa nation subit une attaque dévastatrice menée par le puissant empire archadien, qui cherchait à prendre le contrôle de tout Ivalice. Suite à la destruction de la capitale, Rasler se jeta dans la bataille afin de venger la mort de son père, le roi de Nabradia.", "Der Prinz von Nabradia, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Rasler heiratet Ashe, um das Bündnis zwischen den Reichen Nabradia und Dalmasca zu verstärken, doch dann wird seine Heimat vom mächtigen Imperium Archadis vernichtend angegriffen. Nach der Zerstörung der Hauptstadt begibt sich Rasler aufs Schlachtfeld, um den Tod seines Vaters zu rächen, des Königs.", "Príncipe de Nabradia que aparece en los relatos de Ivalice, un mundo diferente a este. Rasler se casó con Ashe para reforzar la alianza entre sus respectivos reinos, Nabradia y Dalmasca. Durante las celebraciones, el poderoso Imperio de Arcadia atacó el hogar de Rasler con la intención de controlar Ivalice. Tras la destrucción de la capital, Rasler se dirigió al campo de batalla para vengar la muerte de su padre, el rey de Nabradia."], "fusion": ["I know it's the duty of the royal family,<br>but it still doesn't make this any less tiring.", "為了王家的義務而扮演他人，<br>我已經厭倦了這樣的自己。", "왕가의 의무라고는 해도,<br>의무를 다하는 것은 지치는 일이군.", "Je sais qu'il sagit du devoir de la famille royale,<br>mais ça ne rend pas la tâche facile pour autant.", "Ich weiß, es ist die Pflicht der Königsfamilie,<br>aber das macht es nicht weniger ermüdend.", "Se que es el deber de la casa real,<br>pero eso no hace las cosas menos agotadoras."], "summon": ["I was summoned here?<br>I wonder if I'm still capable<br>of anything in this form?", "是你把我召喚出來的嗎？<br>難道我<br>還能有所作為嗎？", "그대가 날 이곳으로 부른 건가……?<br>이런 몸으로도, 무언가<br>할 수 있는 일이 있을까.", "C'est toi qui m'a invoqué ?<br>Je me demande si je suis encore capable de faire quelque chose sous cette forme...", "Ich wurde hierher beschworen?<br>Wozu ich in dieser Form<br>wohl noch in der Lage bin?", "¿He sido invocado?<br>Me pregunto si podré hacer algo con esta forma."]}}, "212001004": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [709, 2148, 210], "ATK": [26, 78, 14], "MP": [28, 86, 35], "MAG": [22, 66, 14], "SPR": [26, 79, 14], "DEF": [27, 82, 18]}, "magic_affinity": [5, 0, 0, 0], "ability_slots": 3, "limitburst_id": 212001004, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020600": 25, "290030600": 8, "290030500": 13, "290050300": 15, "290050400": 8}}, "rarity": 4, "compendium_id": 535, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [19, 41], "effect_frames": [17, 39], "strings": {"evolution": null, "affinity": ["To have been able to come<br>this far was all thanks to you.<br>Thank you.", "能走到這裡，<br>都是你的功勞。謝謝。", "여기까지 해낼 수 있었던 건<br>네 덕분이야. 고마워.", "J'aurais jamais cru pouvoir aller aussi loin et c'est grâce à toi.<br>Merci.", "Dank dir bin ich<br>sehr weit gekommen.<br>Danke.", "Es gracias a ti que he logrado llegar tan lejos.<br>Te doy las gracias."], "description": ["The prince of Nabradia who appears in tales of Ivalice, a world foreign to this one. The kingdom of Nabradia boasts of exuberant nature and bountiful resources, but it is still subject to the pressure and threats of larger sovereign states. Despite this, Rasler marries Ashe, the princess of Dalmasca, in a grand and elaborate ceremony that engulfs their nations in joyous celebration. Unfortunately, the festivities are cut short when the Archadian Empire attacks Nabudis, the capital of Nabradia.", "異界伊瓦利斯的故事中登場的納布拉迪亞王國王子。納布拉迪亞是個自然資源豐富的美麗國家，但卻遭受著來自大國的威脅。拉斯勒與鄰國達爾瑪斯卡的公主雅雪舉行了盛大的婚禮，受到了民眾們的祝福。但不久後納布拉迪亞就遭到了阿爾卡迪亞帝國的侵略，首都納布拉迪亞淪陷。", "이계 이발리스에서 전해지는 이야기에 등장하는 나브라디아 왕국의 왕자. 나브라디아 왕국은 아름다운 자연과 풍족한 자원의 혜택을 받았지만, 그 때문에 제국에게 위협을 받고 있었다. 그러던 중, 라슬러는 이웃 나라 달마스카의 아셰 공주와 성대한 결혼식을 올리고, 민중의 축복을 받는다. 하지만 그 직후, 나브라디아 왕국은 아르카디아 제국의 침략을 받아 수도 나브디스가 함락되어 버리고 만다.", "Le prince de Nabradia qui apparaît dans les récits d'Ivalice, un monde bien lointain. Le royaume de Nabradia dispose d'une nature luxuriante et de ressources abondantes, mais il est soumis à la pression d'états souverains plus imposants. Malgré cela, Rasler épousa Ashe, la princesse de Dalmasca, au cours d'une grande cérémonie qui mit leurs deux nations en joie. Malheureusement, les festivités furent écourtées lorsque l'empire archadien attaqua Nabudis, la capitale de Nabradia.", "Der Prinz von Nabradia, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Das Königreich Nabradia verfügt über üppige Natur und riesige Ressourcen, wird jedoch von überlegenen Staaten bedroht. Gleichwohl heiratet Rasler Ashe in eine großen Zeremonie, die beiden Nationen freudig vereint. Leider werden die Festlichkeiten gestört, als das Imperium Archadis Nabudis angreift, die Hauptstadt von Nabradia.", "Príncipe de Nabradia que aparece en los relatos de Ivalice, un mundo diferente a este. Aunque el reino de Nabradia presume de su exuberante naturaleza y sus recursos abundantes, está sujeto a la presión y las amenazas de estados soberanos mayores. De todos modos, Rasler se casó con Ashe, la princesa de Dalmasca, celebrando una ceremonia que inundó ambas naciones de alegría. Lamentablemente, las fiestas se truncaron cuando el Imperio de Arcadia atacó Nabudis, la capital de Nabradia."], "fusion": ["With power like this,<br>I wonder if I could've protected<br>Nabradia back then?", "如果那時我有這份力量，<br>也許就能夠守護納布拉迪亞了。", "그때도, 이만한 힘이 있었다면<br>나브라디아를 지켜낼 수 있었을까……?", "Avec une puissance pareille,<br>je me demande si j'aurais pu protéger Nabradia à l'époque", "Ich frage mich,<br>ob ich mit dieser Macht<br>Nabradia hätte schützen können?", "Con un poder como este,<br>¿me pregunto si hubiera podido proteger Nabradia en el pasado...?"], "summon": ["Wh-where in...<br>What happened to Nabudis?", "這裡是……<br>納布迪斯怎麼樣了？", "이곳은……<br>나브디스는 어떻게 됐지?", "Mais...o-où est-ce que...<br>Qu'est-il arrivé à Nabudis ?", "W-wo zum ...<br>Was ist mit Nabudis passiert?", "Pero qué...<br>¿Dónde está Nabudis?"]}}, "212001006": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1198, 3631, 390], "ATK": [44, 133, 26], "MP": [49, 148, 65], "MAG": [37, 112, 26], "SPR": [45, 135, 26], "DEF": [46, 140, 34]}, "magic_affinity": [7, 0, 0, 0], "ability_slots": 4, "limitburst_id": 212001006, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 537, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [19, 41], "effect_frames": [17, 39], "strings": {"evolution": ["Not yet!<br>I'm not giving up just yet!", "還不行！<br>我還不能倒下！", "아직이야! 아직<br>쓰러질 수는 없어……!", "Pas encore !<br>Je ne peux pas renoncer...<br>pas maintenant", "Noch nicht!<br>Noch gebe ich nicht auf!", "¡Todavía no! <br>¡No puedo caer aún!"], "affinity": ["To have been able to come<br>this far was all thanks to you.<br>Thank you.", "能走到這裡，<br>都是你的功勞。謝謝。", "여기까지 해낼 수 있었던 건<br>네 덕분이야. 고마워.", "J'aurais jamais cru pouvoir aller aussi loin et c'est grâce à toi.<br>Merci.", "Dank dir bin ich<br>sehr weit gekommen.<br>Danke.", "Es gracias a ti que he logrado llegar tan lejos.<br>Te doy las gracias."], "description": ["The prince of Nabradia who appears in tales of Ivalice, a world foreign to this one. After marrying Princess Ashe to strengthen the alliance between Nabradia and Dalmasca, Rasler's home suffers a devastating attack by the Archadian Empire. This leads him to make his way towards Nalbina Fortress with Basch, captain of the Dalmascan forces, to defend Dalmasca against any upcoming attacks. Sadly, although he fought bravely against the empire, an enemy arrow would ultimately take his life at the tender age of eighteen.", "異界伊瓦利斯的故事中登場的納布拉迪亞王國王子，為了強化同盟與達爾瑪斯卡的公主雅雪結婚。但在不久後納布拉迪亞就遭到了阿爾卡迪亞帝國侵略，他與達爾瑪斯卡的將軍巴修一起前往納爾比那城塞，勇敢地與帝國軍進行了奮戰。但最終被敵軍射死，年僅18歲便離開了人世。", "이계 이발리스에서 전해지는 이야기에 등장하는 나브라디아 왕국의 왕자. 동맹을 강화하기 위하여 이웃 나라 달마스카의 아셰 공주와 결혼하지만, 그 직후 나브라디아 왕국은 아르카디아 제국에게 침략을 당하고 만다. 달마스카의 장군 배시와 함께 나르비나 성채로 향하여 제국군을 상대로 검을 휘두르며 용감하게 맞섰지만, 허무하게도 적병의 화살에 맞아 18세의 젊은 나이로 세상을 떠난다.", "Le prince de Nabradia qui apparaît dans les récits d'Ivalice, un monde bien lointain. Peu de temps après son mariage avec la princesse Ashe, destiné à resserrer les liens entre Nabradia et Dalmasca, la nation de Rasler subit une attaque dévastatrice menée par l'empire archadien. Il se mit aussitôt en route pour la forteresse de Nalbina avec Basch, capitaine des forces dalmascanes, afin de défendre Dalmasca contre les attaques à venir. Bien qu'il se battit courageusement, une flèche ennemie finit par emporter sa vie, à l'âge encore tendre de dix-huit ans.", "Der Prinz von Nabradia, der in den Erzählungen Ivalices vorkommt, einer weit entfernten Welt. Rasler heiratet Ashe, um das Bündnis zwischen den Reichen Nabradia und Dalmasca zu verstärken, doch dann wird seine Heimat vom mächtigen Imperium Archadis vernichtend angegriffen. Daraufhin begibt er sich mit Basch, dem Kapitän der Kräfte Dalmasca in den Wald von Nalbina, um Dalmasca zu verteidigen. Obwohl er tapfer kämpfte, raubte ihm ein feindlicher Pfeil das Leben. Er war erst 18 Jahre alt.", "Príncipe de Nabradia que aparece en los relatos de Ivalice, un mundo diferente a este. Después de que el joven se casara con la princesa Ashe para reforzar la alianza entre Nabradia y Dalmasca, su hogar sufrió el ataque devastador del Imperio de Arcadia. El joven se dirigió a la fortaleza de Nalbina junto a Basch, el capitán de las fuerzas de Dalmasca, para proteger el país de los acechos. Tristemente, aunque luchó con valor contra el imperio, una flecha enemiga le arrebató la vida a sus tiernos dieciocho años."], "fusion": ["I wonder how she's doing?<br>As long as she's not pushing<br>herself too hard...", "她沒事吧？<br>希望她不要逞強……", "그녀는 무사할까.<br>무리하지 않았으면 좋겠는데……", "Je me demande comment elle va ?<br>Enfin tant qu'elle n'en fait pas trop...", "Wie es ihr wohl geht?<br>So lange sie sich nicht<br>überanstrengt ...", "Me pregunto, ¿qué tal estará?<br>Espero que no se este esforzando demasiado..."], "summon": ["A fight for country, and the world, eh?<br>I will go with you, then!", "為保護國家、保護世界而戰嗎？<br>我也要一起去。", "나라를, 세계를 지키기 위한 싸움인가.<br>나도 함께 가도록 하지.", "Un combat pour le pays et le monde, tu dis ?<br>Je viens avec vous alors !", "Ein Kampf um das Land und die Welt, was?<br>Dann komme ich mit dir!", "Así que luchando por salvar al país y al mundo, ¿eh?<br>¡Entonces iré contigo!"]}}}, "job": "Prince", "sex": "Male", "game": "FFXII", "rarity_max": 6, "names": ["Rasler", "拉斯勒", "라슬러", "Rasler", "Rasler", "Rasler"], "equip": [1, 2, 3, 30, 31, 41, 51, 52, 60], "game_id": 10012, "rarity_min": 4, "tribe_id": 5, "id": "212001004", "job_id": 102}