{"TMR": ["EQUIP", 409006500], "name": "Snow", "is_summonable": true, "skills": [{"level": 4, "type": "ABILITY", "id": 202410, "rarity": 4}, {"level": 30, "type": "ABILITY", "id": 101200, "rarity": 4}, {"level": 51, "type": "ABILITY", "id": 100140, "rarity": 4}, {"level": 16, "type": "MAGIC", "id": 20020, "rarity": 5}, {"level": 16, "type": "MAGIC", "id": 20040, "rarity": 5}, {"level": 24, "type": "ABILITY", "id": 101380, "rarity": 5}, {"level": 58, "type": "ABILITY", "id": 101340, "rarity": 5}, {"level": 62, "type": "MAGIC", "id": 20090, "rarity": 5}, {"level": 62, "type": "MAGIC", "id": 20110, "rarity": 5}, {"level": 78, "type": "ABILITY", "id": 202070, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 202400, "rarity": 6}, {"level": 42, "type": "ABILITY", "id": 202050, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 101220, "rarity": 6}, {"level": 82, "type": "ABILITY", "id": 101410, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 202420, "rarity": 6}], "sex_id": 1, "entries": {"213000205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [965, 2923, 360], "ATK": [35, 106, 16], "MP": [37, 113, 40], "MAG": [29, 88, 16], "SPR": [29, 88, 16], "DEF": [34, 103, 16]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 4, "limitburst_id": 213000205, "attack_count": 4, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 20, "290060000": 10, "290060100": 5, "290050500": 5}}, "rarity": 5, "compendium_id": 274, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [20, 42, 78, 138], "effect_frames": [18, 40, 76, 136], "strings": {"evolution": ["I won't sit here waiting. I'm going to build the future with my own two hands.", "不要等待未來的到來，<br>而是要向前進，用自己的雙手去抓住未來。", "난 가만히 앉아 미래를 기다릴 생각은 없어.<br>앞으로 나아가, 내 손으로<br>미래를 붙잡고 싶으니까.", "Je ne vais pas rester là à attendre. Je construirai le futur de mes propres mains !", "Ich werde hier nicht abwarten. Ich nehme die Zukunft in meine eigenen Hände.", "No me quedaré aquí sentado viendo el tiempo pasar. Seré yo quién decida mi destino con mis propias manos."], "affinity": ["If we keep fighting, we may give hope to someone else. That's what being a real hero is all about.", "我們堅持不懈戰鬥的身姿將來會成為他人的希望。<br>這就叫真正的英雄。", "우리가 포기하지 않고 싸우는 모습이<br>누군가의 희망이 될지도 몰라.<br>그런 게 바로 진짜 영웅이지.", "Si nous continuons le combat, nous donnerons de l'espoir à d'autres personnes. C'est ça être un vrai héros.", "Wenn wir weiter kämpfen, schöpft vielleicht jemand Hoffnung. Dazu sind wahre Helden da.", "Si seguimos luchando, eso dará esperanza a otros. Ser un héroe se trata de hacer eso."], "description": ["A young man who appears in the tales of a world where the gods toy with humanity's fate. Snow chose to fight against the gods' servants, the fal'Cie, to save his lover Serah. Unfortunately, this resulted in him being cursed as a \"l'Cie.\" However, even as a victim of relentless persecution, Snow never wavered in his determination to save Serah. Though his naive optimism was the cause of many disagreements with his comrades, his tireless fighting spirit ultimately sustained the hope of his fellow l'Cie.", "眾神戲弄人們的命運的異界神話中登場的青年，為了解救被囚禁的戀人莎拉，他前去挑戰神的僕人「法爾希」，而卻受到了詛咒成為了魔人「路希」。即使變為了人類的敵人被到處追捕，他也沒有改變想要「救回莎拉」的意志。雖然他經常因為性格憨直而與同伴產生衝突，但他那永不屈服的鬥志，給予了路希們希望與力量。", "신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 청년. 사로잡힌 연인 세라를 구하기 위해 신의 종인 '펄씨'에게 도전했으나, 저주를 받아 마인 '르씨'가 되고 만다. 인류의 적으로 간주 받아 도망자 신세가 되었지만 세라를 구하겠다는 강한 의지는 변치 않았다. 그러한 우직함 때문에 동료들과 충돌을 빚기도 했으나, 그 불굴의 투지는 점차 르씨 일행의 희망이 되어 갔다.", "Un jeune homme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Snow a choisi de se battre contre les serviteurs des dieux pour sauver Serah, sa petite amie. Il finit cependant par être maudit comme \"l'Cie\". Animé par le  désir de sauver sa bien-aimée, il continua à se battre malgré les persécutions. Bien que son éternel optimisme empreint de naïveté soit une source de discorde avec ses camarades, son incroyable volonté redonna espoir à ses camarades \"l'Cie\".", "Ein junger Mann, der in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Snow kämpfte gegen die Diener der Götter, die Fal'Cie, um seine Geliebte Serah zu retten. Leider endete dies in seiner Verfluchung als „L'Cie“. Selbst nachdem er der Verfolgung zum Opfer fiel, gab er es nie auf, Serah retten zu wollen. Obwohl sein naiver Optimismus für Ärger bei seinen Kameraden sorgte, wurde sein unbändiger Kampfeswille zur Hoffnung seiner eigenen „L'Cie“.", "Un joven que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Snow decidió luchar contra los sirvientes de los dioses, los fal'Cie, para salvar a su amada Serah. Desgraciadamente esto hizo que acabase maldito como \"lu'Cie\". Sin embargo e incluso tras haber sido perseguido sin descanso, Snow jamás dejó atrás su deseo de salvar a Serah. Aunque su ingenuo optimismo hizo que tuviera encontronazos con sus compañeros, su incansable espíritu de lucha siguió dando ánimos a sus compañeros lu'Cie."], "fusion": ["I'll never give up.<br>I'll protect my friends and save the world. I promise.", "我絕對不會放棄的。<br>保護同伴、拯救世界。<br>……我向你保證。", "난 절대 포기하지 않아.<br>동료를 지키고, 세계도 구할 거야.<br>……반드시.", "Je n'abandonnerai jamais.<br>Je protègerai mes amis et je sauverai le monde. Promis.", "Ich gebe niemals auf.<br>Ich werde meine Freunde schützen und die Welt retten.", "Jamás me rendiré.<br>Protegeré a mis amigos y salvaré el mundo pase lo que pase."], "summon": ["I'm just a big dummy, so let me draw all the enemy fire, all right?", "我可結實了，<br>所以就讓我來負責承受敵人的攻擊吧。", "맷집에는 자신이 있어.<br>적의 공격을 막는 역할은<br>내게 맡겨.", "Je suis un peu bourrin, alors laissez-moi encaisser toutes les attaques ennemis.", "Ich bin eh nicht echt, also zieht alle Attacken auf mich, ja?", "Soy como un gran armario, así que déjame ponerme delante como escudo, ¿vale?"]}}, "213000204": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [742, 2249, 270], "ATK": [27, 81, 14], "MP": [28, 86, 35], "MAG": [22, 67, 14], "SPR": [22, 67, 14], "DEF": [26, 79, 14]}, "magic_affinity": [0, 2, 0, 0], "ability_slots": 3, "limitburst_id": 213000204, "attack_count": 4, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 15, "290040400": 8, "290050400": 8, "290030100": 13, "290020100": 25}}, "rarity": 4, "compendium_id": 273, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [20, 42, 78, 138], "effect_frames": [18, 40, 76, 136], "strings": {"evolution": null, "affinity": ["If we keep fighting, we may give hope to someone else. That's what being a real hero is all about.", "我們堅持不懈戰鬥的身姿將來會成為他人的希望。<br>這就叫真正的英雄。", "우리가 포기하지 않고 싸우는 모습이<br>누군가의 희망이 될지도 몰라.<br>그런 게 바로 진짜 영웅이지.", "Si nous continuons le combat, nous donnerons de l'espoir à d'autres personnes. C'est ça être un vrai héros.", "Wenn wir weiter kämpfen, schöpft vielleicht jemand Hoffnung. Dazu sind wahre Helden da.", "Si seguimos luchando, eso dará esperanza a otros. Ser un héroe se trata de hacer eso."], "description": ["A young man who appears in the tales of a world where the gods toy with humanity's fate. Snow was the leader of NORA, a group that refused to rely on the fal'Cie that ruled the floating continent of Cocoon. He was a fiery young man, often diving headfirst into danger, whose irrepressible spirit always had him in the front lines fighting to protect his comrades. When Snow learned that his lover Serah has been taken captive by the fal'Cie, he headed toward the mysterious \"Vestige\" to save her.", "眾神戲弄人們的命運的異界神話中登場的青年，在神的僕人「法爾希」所建造的空中都市「繭」中，率領無法融入「法爾希」所創造的社會的年輕人們，成立了名為「諾拉」的組織。他做事從不思前顧後，也因此經常被人批評沒頭沒腦。但他遇事從不放棄，總能夠衝在最前面，以鼓勵身後的同伴們。為了從法爾希手中救回戀人莎拉，他潛入了魔之迷宮「異跡」。", "신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 청년. 신의 종 '펄씨'가 구축한 공중도시 '코쿤'에서, 사회에 적응하지 못하며 펄씨에게 의존하는 젊은이들의 집단 '노라'를 이끌었다. 앞뒤 생각 없이 돌진하는 무모함 때문에 비난받기 일쑤지만, 절대 포기하지 않는 불굴의 의지로 항상 선두에 서서 뒤따르는 동료들을 지키고 격려한다. 펄씨에게 붙잡힌 연인 세라를 구하기 위해 마의 미궁 '이적'에 뛰어들었다.", "Un jeune homme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Snow est le chef de NORA, un groupe qui refuse de dépendre des fal'Cie, maîtres de Cocoon, le continent flottant. C'est un jeune homme brave au caractère bien trempé qui fonce souvent tête baissée, mais qui n'hésite jamais à aller sur le champ de bataille pour défendre ses camarades. Lorsqu'il apprend que Serah, sa petite amie, a été faite prisonnière par les fal'Cie, il se précipite vers les mystérieuses \"Ruines\" pour la sauver.", "Ein junger Mann, der in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Snow ist der Anführer von NORA, einer Gruppe, die sich den Fal'Cie widersetzt, die den schwebenden Kontinent Cocoon beherrschen. Er ist ein unbändiger und hitziger junger Mann, der sich kopfüber in die Gefahr stürzt, an der Frontlinie jedoch stets seine Kameraden beschützt. Als Snow von der Entführung seiner Geliebten Serah erfährt, begibt er sich zu der mysteriösen „Spur“, um sie zu retten.", "Un joven que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Snow es el líder de NORA, un colectivo que se niega a confiar en los fal'Cie que gobiernan el continente flotante de Nido. Es un hombre alocado y energético, lo que a veces pone a los que le rodea en peligro, pero cuyo espíritu indomable le hace estar siempre en primera línea de fuego para proteger a sus compañeros. Tras saber que su amada Serah había sido capturada por los fal'Cie, Snow se dirige al Vestigio para salvarla."], "fusion": ["I'm pumped!<br>Now let's take these new powers for a test ride.", "全身都是力氣！<br>只要戰鬥一下試試就知道變得有多強了。", "파워 전개! 장난이야.<br>얼마나 더 강해졌는지는<br>싸워보면 알겠지.", "Je suis chargé à bloc !<br>Allez ! Allons tester ces nouveaux pouvoirs !", "Ich bin bereit!<br>Lass uns diese neuen Kräfte ausprobieren.", "¡Estoy a tope!<br>Es hora de poner estos nuevos poderes a prueba."], "summon": ["The hero has arrived!<br>Time to get this party started!", "英雄駕到！<br>讓我來華麗地鬧上一番吧！", "영웅 등장!<br>자, 마음껏 날뛰어 보실까!", "Le héros est arrivé !<br>Que la fête commence !", "Hier ist der Held!<br>Lasst die Party beginnen!", "¡El héroe entra en escena! ¡Hora de empezar la fiesta!"]}}, "213000206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1254, 3801, 510], "ATK": [46, 138, 26], "MP": [49, 148, 65], "MAG": [38, 115, 26], "SPR": [38, 115, 26], "DEF": [45, 135, 26]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 4, "limitburst_id": 213000206, "attack_count": 4, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 275, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [20, 42, 78, 138], "effect_frames": [18, 40, 76, 136], "strings": {"evolution": ["We have a Focus to fulfill, but even that is something that we choose for ourselves.", "我們背負著只有我們才能夠完成的使命，<br>至於是什麼使命，<br>也要由我們自己來決定。", "우리에겐 반드시 이루어야 할 사명이 있어.<br>하지만 그 사명이 뭔지<br>정하는 건 우리다.", "On a une mission à accomplir, et c'est à nous de la choisir.", "Wir haben eine Aufgabe zu erfüllen, aber selbst diese wählen wir selbst.", "Tenemos una misión que cumplir, pero seremos nosotros quienes decidamos cual es."], "affinity": ["If we keep fighting, we may give hope to someone else. That's what being a real hero is all about.", "我們堅持不懈戰鬥的身姿將來會成為他人的希望。<br>這就叫真正的英雄。", "우리가 포기하지 않고 싸우는 모습이<br>누군가의 희망이 될지도 몰라.<br>그런 게 바로 진짜 영웅이지.", "Si nous continuons le combat, nous donnerons de l'espoir à d'autres personnes. C'est ça être un vrai héros.", "Wenn wir weiter kämpfen, schöpft vielleicht jemand Hoffnung. Dazu sind wahre Helden da.", "Si seguimos luchando, eso dará esperanza a otros. Ser un héroe se trata de hacer eso."], "description": ["A young man who appears in the tales of a world where the gods toy with humanity's fate. Snow chose to fight against the gods' servants, the fal'Cie, to save his lover Serah. Unfortunately, this resulted in him being cursed as a \"l'Cie.\" As he and his friends struggled to understand the Focus they had been given, Snow's unflagging desire to save Serah inspired his comrades, pushing them forward. His faith in Serah's plea to save Cocoon would ultimately lead him to rebel against the fate the gods had determined for him.", "眾神戲弄人們的命運的異界神話中登場的青年，為了解救戀人莎拉，他前去挑戰神的僕人「法爾希」，而卻受到了詛咒成為了魔人「路希」。在其他路希痛苦地尋找自己的使命時，他毫不動搖地堅持想要「救回莎拉」的意志，這種積極向上的態度也鼓勵了其他的同伴們。他相信著莎拉「保護繭」的願望，選擇與神明定下的命運抗爭。", "신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 청년. 연인 세라를 구하기 위해 신의 종인 '펄씨'에게 도전했으나, 저주를 받아 마인 '르씨'로 변해버렸다. 르씨로 변해버린 다른 동료들이 자신들의 사명을 모색하고 고민하는 중에도, 그는 세라를 구하겠다는 일념 하나로 매사에 긍정적으로 행동하며 동료들을 격려했다. 코쿤을 지켜달라는 세라의 부탁을 신념으로 삼고, 신들이 정한 운명에 저항하는 길을 선택한다.", "Un jeune homme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Snow a choisi de se battre contre les serviteurs des dieux pour sauver Serah, sa petite amie. Il finit cependant par être lui-même maudit comme \"l'Cie\". Alors que ses amis et lui luttaient pour comprendre la mission que chacun d'entre eux avait reçu, Snow et son infatigable désir de sauver son amour donnait à tous l'énergie d'avancer. La foi inébranlable qu'il plaça dans la volonté de Serah de protéger Cocoon le conduisit à se rebeller contre le destin que les dieux lui avaient réservé.", "Ein junger Mann, der in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Snow kämpfte gegen die Diener der Götter, die Fal'Cie, um seine Geliebte Serah zu retten. Leider endete dies in seiner Verfluchung als „L'Cie“. Als er und seine Freunde mit sich haderten, diente Snows Wunsch, Serah zu retten, als Motivation, sie weiter zu drängen. Sein Glaube an Serahs Flehen, Cocoon zu retten, führte ihn letztendlich dazu, sich gegen sein von den Göttern bestimmtes Schicksal aufzulehnen.", "Un joven que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Snow decidió luchar contra los sirvientes de los dioses, los fal'Cie, para salvar a su amada Serah. Desgraciadamente esto hizo que acabase maldito como \"lu'Cie\". Mientras sus compañeros trataban de descubrir cual era la misión que se les había asignado, el deseo de Snow de salvar a Serah era lo que hacía que él y sus compañeros siguieran adelante. La promesa que le hizo a Serah de proteger al Nido es lo que le dio la determinación para enfrentarse a la misión que los dioses le habían designado."], "fusion": ["Forget the l'Cie.<br>If we have hope, we'll make it somehow. I'll never give up; you can count on that!", "是路希又怎樣，<br>只要心懷希望，就總會有辦法的。<br>我絕對不會放棄的！", "희망만 버리지 않으면 어떻게든 되는 법이지.<br>르씨든 뭐든 상관없어.<br>나는 절대 포기하지 않을 테다!", "Oublie les l'Cie.<br>Tant qu'il nous reste de l'espoir, on s'en sortira toujours. Je n'abandonnerai jamais ! Sois-en sûr !", "Vergiss die L'Cie.<br>Mit Hoffnung können wir es schaffen. Ich gebe nie auf, darauf kannst du zählen!", "Olvida a los lu'Cie.<br>Mientras nos quede esperanza siempre habrá una salida. ¡No me daré por vencido, te lo aseguro!"], "summon": ["Saving the world...<br>I may not be the best man for the job, but running away wouldn't be very heroic, now would it?", "守護世界什麼的雖然有點和我不相稱……<br>但臨陣脫逃可不算是什麼英雄！", "세계의 수호자라는 역할은<br>내게 어울리지 않지만…….<br>영웅은 도망치지 않는 법!", "Sauver le monde…<br>Je ne suis peut être pas le meilleur gars pour le job, mais fuir ne serait pas très héroïque, vous ne trouvez pas ?", "Die Welt retten ...<br>Ich bin wohl nicht der Beste dafür, aber weglaufen wäre wenig heldenhaft, oder?", "Salvar el mundo... Puede que no sea el hombre indicado para esto, pero rehusar no sería un acto muy heroico, ¿no crees?"]}}}, "job": "l'Cie", "sex": "Male", "game": "FFXIII", "rarity_max": 6, "names": ["Snow", "冰雪", "스노우", "Snow", "Snow", "Snow"], "equip": [1, 13, 15, 16, 30, 40, 50, 60], "game_id": 10013, "rarity_min": 4, "tribe_id": 5, "id": "213000204", "job_id": 60}