{"TMR": ["MATERIA", 504100850], "name": "Fang", "is_summonable": true, "skills": [{"level": 4, "type": "ABILITY", "id": 200260, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 100010, "rarity": 3}, {"level": 12, "type": "ABILITY", "id": 202030, "rarity": 4}, {"level": 23, "type": "ABILITY", "id": 202050, "rarity": 4}, {"level": 38, "type": "ABILITY", "id": 202040, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 101080, "rarity": 4}, {"level": 30, "type": "MAGIC", "id": 10130, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 62, "type": "ABILITY", "id": 101460, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 202070, "rarity": 5}, {"level": 78, "type": "ABILITY", "id": 910026, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 202430, "rarity": 5}], "sex_id": 2, "entries": {"213000603": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [504, 1526, 150], "ATK": [22, 66, 14], "MP": [22, 68, 25], "MAG": [17, 53, 10], "SPR": [17, 53, 10], "DEF": [17, 53, 10]}, "magic_affinity": [3, 0, 0, 0], "ability_slots": 2, "limitburst_id": 213000603, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290030100": 5, "290050200": 15, "290010000": 25, "290020000": 10}}, "rarity": 3, "compendium_id": 304, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [22, 50, 90], "effect_frames": [20, 48, 88], "strings": {"evolution": null, "affinity": ["Miracles are what we do best. Even if we had to take on the gods themselves, there's no way we'd lose.", "創造奇蹟是我們的拿手好戲！<br>就算對手是神，<br>我們也不會輸的。", "기적은 우리의 필살기다.<br>설령 상대가 신이라 할지라도<br>우리가 질 리가 없잖아.", "Accomplir des miracles est notre spécialité. Même si nous devons combattre les dieux, nous ne pouvons pas nous permettre de perdre.", "Wir können Wunder bewirken. Selbst wenn wir gegen die Götter kämpfen müssten, könnten wir nicht verlieren.", "Somos expertos en hacer milagros. No perderemos ante nadie, ni siquiera ante los dioses."], "description": ["A woman who appears in the tales of a world where the gods toy with humanity's fate. Although Fang was one of the dreaded l'Cie so feared by the people of Cocoon, she was somehow cooperating with their military forces. It was heard that she approached them in hopes of finding her missing childhood friend. Fang was a candid and sisterly warrior, who also enjoyed challenging formidable opponents to the death. However, she also had a tender heart; most tender of all if ever she witnessed her friends falling prey to their own fears.", "眾神戲弄人們的命運的異界神話中登場的女性，雖然是空中都市「繭」的人民都懼怕的魔人「路希」，可不知為何卻與繭的軍隊共同行動。她似乎是為了尋找失散的幼年好友才接近軍隊的。她既是一個愛照顧人的大姐姐，又是個享受與敵人的死鬥的勇猛戰士，但也擁有令人意外的弱點，會因為太關心同伴而被焦急與恐懼打敗。", "신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 여성. 공중도시 '코쿤' 사람들에게 두려움 받는 마인 '르씨'이면서도 코쿤 군대와 함께 행동하고 있다. 헤어진 절친한 친구를 찾기 위해서 군에 접근한 듯 하다. 털털한 여장부이며 강적과의 사투를 즐기는 대담한 전사지만, 동료를 너무 걱정한 나머지 어찌할 바를 모르는 등 놀라울 정도로 약한 모습을 보이기도 한다.", "Une femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Bien que Fang fasse partie des l'Cie, caste redoutée des habitants de Cocoon, elle est parvenue à travailler avec l'armée sans que personne ne sache vraiment pourquoi. Certains racontent qu'elle se serait rapprochée d'eux pour retrouver une amie d'enfance. Fang est d'un naturel candide. C'est le genre de guerrière capable de prendre plaisir dans un combat à mort contre un adversaire de valeur. Toutefois, c'est aussi une femme qui possède un côté très fragile, surtout lorsqu'elle voit ses amis être en proie à leurs peurs.", "Eine Frau, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Obwohl Fang zu den gefürchteten „L'Cie“ gehört, arbeitet sie irgendwie mit der Armee zusammen. Anscheinend sucht sie nach einer verlorenen Kindheitsfreundin. Fang ist eine aufrichtige Kriegerin, die starke Gegner gerne bis auf den Tod herausfordert. Sie hat jedoch auch eine zerbrechliche Seite, wenn sie bemerkt, dass ihre Freunde ihren Ängsten zum Opfer fallen.", "Una mujer que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Aunque Fang es una lu'Cie a las que tanto teme la gente de Nido, presta su ayuda a su ejercito por razón desconocida. Parece ser que su intención es seguir la pista y encontrar a una amiga de su infancia. Fang es una colosal guerrera de actitud formal y protectora a quién le encanta combatir con oponentes mayores que ella hasta la muerte. Sin embargo también tiene un lado frágil que se hace visible cuando sus amigos están en peligro."], "fusion": ["Huh, interesting technique you've got there. Is that what you call a miracle in this world?", "嘿，好奇怪的法術啊。<br>這就是這個世界的奇跡嗎？", "호오, 재미있는 기술이로군.<br>이른바 이 세계의 기적이라는 건가?", "Mhmm, tes techniques sont vraiment intéressantes, dis donc ! Alors c'est ça que vous appelez un miracle dans votre monde ?", "Hmph, interessante Technik. Nennt ihr das ein Wunder in eurer Welt?", "Hmm, menuda técnica tan interesante. ¿Así son los milagros en este mundo?"], "summon": ["I don't want to owe you anything. So if you're going to fight, don't do it unwillingly.", "我不想欠你人情，<br>如果要一起戰鬥的話，我會不遺餘力地幫助你的。", "빚은 지고 싶지 않으니까 말이야.<br>함께 싸우게 된 이상<br>전력을 다하겠어.", "Je ne veux pas vous être redevable de quoi que ce soit. Donc si vous voulez vous battre, ne le faites pas à contrecœur.", "Ich will dir nichts schulden. Wenn du also kämpfst, tu es ohne Zwang.", "No quiero tener que deberte nada. Así que si toca pelear, pelearé con todas mis fuerzas."]}}, "213000605": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [851, 2580, 240], "ATK": [37, 113, 24], "MP": [38, 116, 40], "MAG": [30, 90, 16], "SPR": [30, 90, 16], "DEF": [30, 92, 16]}, "magic_affinity": [5, 0, 0, 0], "ability_slots": 4, "limitburst_id": 213000605, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 306, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [22, 50, 90], "effect_frames": [20, 48, 88], "strings": {"evolution": ["Let me show you how we take care of business in Gran Pulse!", "就讓你們見識見識下界的本領吧！", "자, 본때를 보여주마.<br>그랑=펄스의 방식으로 말이야!", "Laisse-moi te montrer comment on règle les problèmes sur Gran Pulse !", "Lass mich dir zeigen, wie wir das in Gran Pulse machen!", "¡Ahora veréis de que pasta estamos hechos en Gran Paals!"], "affinity": ["Miracles are what we do best. Even if we had to take on the gods themselves, there's no way we'd lose.", "創造奇跡是我們的拿手好戲！<br>就算對手是神，<br>我們也不會輸的。", "기적은 우리의 필살기다.<br>설령 상대가 신이라 할지라도<br>우리가 질 리가 없잖아.", "Accomplir des miracles est notre spécialité. Même si nous devons combattre les dieux, nous ne pouvons pas nous permettre de perdre.", "Wir können Wunder bewirken. Selbst wenn wir gegen die Götter kämpfen müssten, könnten wir nicht verlieren.", "Somos expertos en hacer milagros. No perderemos ante nadie, ni siquiera ante los dioses."], "description": ["A woman who appears in the tales of a world where the gods toy with humanity's fate. Fang was a fearless, even audacious lance wielder—some might say a daredevil. Her tale tells that she became a l'Cie to protect her home world of Gran Pulse from an attack by the floating continent of Cocoon; however, her recollection of the incident remained sketchy. What could never be in doubt, however, was her enduring affection for her friend Vanille; a love unequaled, having spent half a lifetime with her.", "眾神戲弄人們的命運的異界神話中登場的女性，她既是一個愛照顧人的大姐姐，又是個長槍高手。由於空中都市「繭」的侵略，她為了保護故鄉「下界」而化身為了魔人「路希」。她曾經似乎攻擊過繭，但卻回憶不起來這段記憶。也許是因為她經歷了十分殘酷的過去，因此對同伴的感情極深，特別是對情同手足的班尼拉愛護有加。", "신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 여성. 씩씩한 여장부이자 대담무쌍한 창술사. 일찍이 공중도시 '코쿤'의 약탈로부터 고향 '그랑=펄스'를 지키기 위해 마인 '르씨'가 되어 코쿤을 공격한 적이 있는듯하지만, 당시의 기억은 군데군데 빠져있는 모양이다. 가혹한 삶을 살아서인지 한번 동료로 인정한 자에게는 신뢰를 아끼지 않으며, 자매처럼 자란 바닐라를 그 누구보다 소중히 생각하고 있다.", "Une femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Fang est une guerrière magnanime  maniant la lance. Elle sait aussi être une vraie casse-cou. Certains racontent qu'elle est devenue l'Cie en voulant protéger Gran Pulse, le monde qui l'a vue grandir, d'une attaque perpétrée par le continent flottant de Cocoon. De plus, ces incidents semblent l'avoir rendue amnésique. Elle ne semble pas avoir oublié l'affection qu'elle porte pour Vanille, fruit d'une amitié vieille de plusieurs années.", "Eine Frau, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Fang ist als Lanzenführerin gutmütig wie draufgängerisch. Dem Anschein nach wurde sie eine L'Cie, als sie ihre Heimat Gran Pulse vor einem Angriff des schwebenden Kontinents Cocoon beschützte, doch ihre Erinnerungen daran sind fragmentarisch. Ihre lebenslange Freundschaft zu Vanille bleibt jedoch ungebrochen.", "Una mujer que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Fang es una maestra de la lanza, con una personalidad abierta y algo temeraria. Parece ser que decidió convertirse en lu'Cie para proteger su ciudad natal de Gran Paals de la invasión del continente flotante de Nido, pero no consigue acordarse completamente. Sin embargo, su relación fraternal tras haber pasado media vida juntas con su amiga Vanille permanece inquebrantable."], "fusion": ["With this power, I can protect them...<br>Vanille, and everyone else too.", "只要有這份力量，就不光能保護班尼拉，還能保護大家了。", "이 힘이 있으면 지킬 수 있어…….<br>바닐라만이 아니라 모두를.", "Je peux les protéger avec mon pouvoir…<br>Vanille et les autres aussi.", "Mit dieser Kraft kann ich sie beschützen ...<br>Vanille und alle anderen.", "Con este poder podré protegerles... <br>No solo a Vanille, sino a todos."], "summon": ["I'm a broken l'Cie.<br>If you're fine with that, then I'll follow you wherever you like.", "我是一個壞掉的路希，<br>如果你不介意的話……我會陪伴你到天涯海角的。", "나는 망가진 르씨야.<br>그래도 상관없다면……<br>어디까지든 함께 하지.", "Je suis une l'Cie au cœur brisé.<br>Si cela ne vous dérange pas alors je vous suivrai où que vous alliez.", "Ich bin ein gebrochener L'Cie.<br>Wenn das in Ordnung ist, folge ich euch überall hin.", "Soy tan solo un lu'Cie estropeado. Si eso no te importa, te seguiré hasta donde sea."]}}, "213000604": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [655, 1984, 210], "ATK": [28, 86, 18], "MP": [29, 89, 35], "MAG": [23, 69, 14], "SPR": [23, 69, 14], "DEF": [23, 70, 14]}, "magic_affinity": [4, 0, 0, 0], "ability_slots": 3, "limitburst_id": 213000604, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290040200": 5, "290030100": 10, "290020000": 20, "290050400": 5}}, "rarity": 4, "compendium_id": 305, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [22, 50, 90], "effect_frames": [20, 48, 88], "strings": {"evolution": ["Hmph. I don't plan to lose, so I feel bad for the poor souls that try to cross us.", "嘿，感覺自己所向無敵。<br>敢跟我作對，<br>真是有點可憐敵人呢。", "헷, 이거 너무 강해진 거 아니야?<br>우리와 싸우게 될 녀석들이<br>불쌍하군.", "Mhmm, je n'ai aucune intention de perdre. Je me sens un peu mal pour mes ennemis.", "Hmph. Ich habe nicht vor, zu verlieren, also tun mir die armen Seelen leid.", "Hmmm. No tengo intención de perder, así que lástima por aquellos que se atrevan a cruzarse en nuestro camino."], "affinity": ["Miracles are what we do best. Even if we had to take on the gods themselves, there's no way we'd lose.", "創造奇蹟是我們的拿手好戲！<br>就算對手是神，<br>我們也不會輸的。", "기적은 우리의 필살기다.<br>설령 상대가 신이라 할지라도<br>우리가 질 리가 없잖아.", "Accomplir des miracles est notre spécialité. Même si nous devons combattre les dieux, nous ne pouvons pas nous permettre de perdre.", "Wir können Wunder bewirken. Selbst wenn wir gegen die Götter kämpfen müssten, könnten wir nicht verlieren.", "Somos expertos en hacer milagros. No perderemos ante nadie, ni siquiera ante los dioses."], "description": ["A woman who appears in the tales of a world where the gods toy with humanity's fate. Fang was born and raised in Gran Pulse, a cursed place despised by the people of Cocoon. Nevertheless, she decided to work with a section of Cocoon's military forces in hopes of finding her missing childhood friend, Vanille. Her candor and amiability allowed her to befriend the l'Cie of Cocoon, though nothing could surpass the sisterly bond she shared with Vanille. It also seemed, unfortunately, that Fang was missing some of her memories.", "眾神戲弄人們的命運的異界神話中登場的女性，出生於空中都市「繭」的人民都懼怕的魔境「下界」。身為魔人「路希」的她，為了尋找失散的幼年好友班尼拉而與繭的軍隊聯手。她為人直率親切，與繭的路希們也打成了一片，但還是最放不下情同手足的班尼拉。她失去了過去的一部分記憶。", "신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 여성. 공중도시 '코쿤' 사람들이 꺼리는 마경 '그랑=펄스' 출신이다. 헤어진 친구인 바닐라를 찾기 위해 마인 '르씨'이면서도 코쿤 군대 일파와 손을 잡았다. 솔직한 데다 붙임성도 좋아서 코쿤의 르씨들과도 금방 친해졌으나, 역시 자매처럼 자란 바닐라를 생각하는 마음은 남다른 모양이다. 과거의 기억 일부를 잃었다.", "Une femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Fang est née et a grandi à Gran Pulse, un endroit maudit détesté des habitants de Cocoon. Elle décida toutefois de rejoindre une faction des forces armées de Cocoon dans l'espoir de retrouver Vanille, son amie d'enfance. Sa candeur et sa bienveillance lui permirent de se lier d'amitié avec les l'Cie de Cocoon mais les liens fraternels qu'elle partageait avec Vanille restèrent plus fort que jamais. Malheusement, Fang semble avoir perdu certains de ses souvenirs.", "Eine Frau, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Fang wurde in Gran Pulse geboren, einem verfluchten Ort, den die Einwohner Cocoons verachten. Trotzdem schloss sie sich der Armee Cocoons an, in der Hoffnung, ihre verlorene Kindheitsfreundin Vanille wiederzufinden. Dank ihrer Aufrichtigkeit und Freundlichkeit schloss sie Freundschaft mit den L'Cie von Cocoon, obwohl ihre Verbindung zu Vanille tief bleibt. Leider scheint Fang einen Teil ihrer Erinnerungen zu vermissen.", "Una mujer que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Fang nació y se crio en Gran Paals, un lugar maldito y temido por la gente de Nido. Aun así, decidió unirse a un escuadrón del ejercito de Nido con la esperanza de poder encontrar a su amiga de la infancia, Vanille. Su temperamento directo y amigable la ayudó a entablar amistad con los lu'Cie de Nido, aunque su vínculo fraternal con Vanille sigue intacto, aunque por desgracia Fang parece haber perdido parte de su memoria."], "fusion": ["At this rate, I just hope I can recover my memories.", "要是能藉著這股士氣取回記憶的話就好了。", "이 기세를 몰아<br>잃어버린 기억도 되찾았으면 좋겠군.", "À ce rythme, j'espère au moins pouvoir retrouver la mémoire.", "Hoffentlich gewinne ich meine Erinnerungen zurück.", "Ojalá pueda recobrar la memoria a este ritmo..."], "summon": ["I'm looking for someone.<br>Her name is Vanille.<br>Ring any bells?", "……我在找人，<br>你認識一個叫班尼拉的孩子嗎？", "……사람을 찾고 있어.<br>바닐라라는 이름의 여자아이지.<br>혹시 본적 없어?", "Je cherche quelqu'un.<br>Elle s'appelle Vanille.<br>Ça vous dit quelque chose ?", "Ich suche jemanden.<br>Sie heißt Vanille.<br>Kennt ihr sie?", "Estoy buscando a alguien. Se llama Vanille. ¿Te suena el nombre?"]}}}, "job": "l'Cie", "sex": "Female", "game": "FFXIII", "rarity_max": 5, "names": ["Fang", "牙", "팡", "Fang", "Fang", "Fang"], "equip": [1, 2, 4, 10, 30, 31, 40, 41, 50, 51, 52, 60], "game_id": 10013, "rarity_min": 3, "tribe_id": 5, "id": "213000603", "job_id": 60}