{"TMR": ["EQUIP", 409006600], "name": "Vanille", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10020, "rarity": 4}, {"level": 21, "type": "MAGIC", "id": 10110, "rarity": 4}, {"level": 38, "type": "MAGIC", "id": 30150, "rarity": 4}, {"level": 45, "type": "MAGIC", "id": 30160, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 12, "type": "MAGIC", "id": 10150, "rarity": 5}, {"level": 29, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 200460, "rarity": 5}, {"level": 75, "type": "ABILITY", "id": 910027, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 200450, "rarity": 5}], "sex_id": 2, "entries": {"213000304": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [562, 1704, 210], "ATK": [24, 72, 14], "MP": [36, 110, 45], "MAG": [26, 79, 14], "SPR": [30, 90, 14], "DEF": [21, 65, 14]}, "magic_affinity": [7, 0, 6, 0], "ability_slots": 3, "limitburst_id": 213000304, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020400": 25, "290040400": 8, "290050300": 15, "290030100": 13, "290050400": 8}}, "rarity": 4, "compendium_id": 276, "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [62], "effect_frames": [60], "strings": {"evolution": null, "affinity": ["Wishes can come true.<br>But not if you just wait around for a miracle. That's why I promise to protect you.", "光盼望是不夠的，<br>光祈禱是不夠的。<br>因此我發誓，我要「保護」大家。", "바라기만 해선 안돼.<br>빌기만 해서도 안돼.<br>그러니까 '지키겠다'고…… 맹세할게.", "Les vœux peuvent se réaliser.<br>Mais pas si vous restez à attendre un miracle. C'est pourquoi j'ai promis de te protéger.", "Wünsche können wahr werden.<br>Aber nicht, wenn du auf ein Wunder wartest. Darum werde ich dich beschützen.", "Los deseos pueden hacerse realidad.<br>Aunque esperar un milagro no sirve de nada. Por eso yo juro protegerte."], "description": ["A young lady who appears in the tales of a world where the gods toy with humanity's fate. Vanille was an innocent girl who knew no fear, yet at times she might suddenly succumb to the grief hidden deep inside. Though she understood little of day-to-day life in the fal'Cie-ruled society of Cocoon, she was very knowledgeable about \"Pulse,\" the world below, and the cursed beings known as the \"l'Cie.\" The source of her knowledge, however, remained a mystery.", "眾神戲弄人們的命運的異界神話中登場的少女，她表面上天真爛漫毫無畏懼，但有時也會露出悲傷的神情。她缺乏對神的僕人「法爾希」所建造的社會「繭」的一般常識，但卻熟知繭的市民們所懼怕的下界「脈衝」以及被「法爾希」詛咒的「路希」的事情，是一名充滿了謎團的人物。", "신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 소녀. 항상 천진난만하고 자신감이 넘치지만, 이따금 깊은 슬픔을 드러낼 때도 있다. 신의 종인 '펄씨'가 만든 코쿤 사회의 일반상식에 대해서는 잘 모르는 한편, 코쿤 시민이 두려워하는 정체불명의 하계 '펄스'와 펄씨에게 저주받은 마인 '르씨'에 대해 풍부한 지식을 가지고 있는 등 수수께끼에 싸인 인물.", "Une jeune femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Vanille est une fille innocente qui ne connnaît pas la peur mais qui parfois se laisse emporter par la peine qu'elle porte au plus profond de son cœur. Elle ne connaît que très peu les règles de vie sur Cocoon, le continent flottant de  gourverné par les fal'Cie, mais est une véritable encyclopédie pour tout ce qui concerne \"Pulse\", le monde du dessous, et au sujet de la malédiction plus connue sous le nom de \"l'Cie\" . Toutefois, la source de telles connaissances reste un mystère.", "Eine junge Dame, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Vanille ist ein unschuldiges Mädchen ohne Furcht, die in sich jedoch tiefe Trauer trägt. Obwohl sie wenig über den Alltag im von den  Fal'Cie beherrschten Cocoon weiß, kennt sie „Pulse“ sehr gut, die Welt unterhalb, sowie die verfluchten Wesen namens „L'Cie.“ Die Quelle ihres Wissens bleibt jedoch ein Geheimnis.", "Una joven que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Vanille es una chica inocente a la que no le asusta nada, pero que a veces cae presa de la pena que guarda en su corazón. Aunque desconoce casi por completo como es el día a día en el Nido gobernado por los fal'Cie, posee gran conocimiento sobre \"Paals\", el inframundo, y los \"lu'Cie\". Sin embargo, la razón de porque sabe estas cosas sigue siendo un misterio."], "fusion": ["If it's too much to cope with, face it later. That's what you told me, right?", "如果覺得現實太殘酷，<br>就選擇逃避吧……<br>你曾對我這樣說過吧？", "현실이 괴롭다면<br>도망쳐도 좋아…….<br>그래도 된다 했지……?", "Si la vie devient trop dure pour toi, trouve un moyen de t'échapper… <br>C'est ce que tu m'as enseigné, pas vrai ?", "Ist es zu viel, kümmere dich später darum. Das hast du gesagt, oder?", "Si las cosas se ponen duras, déjalo para luego. Eso es lo que me enseñaste, ¿no?"], "summon": ["Did a miracle bring me to this world?<br>Or was it the work of a blasted Focus?", "被召喚到這個世界也是一種奇跡吧？<br>還是說這是被詛咒的使命？", "이 세계에 이끌려 온 것도<br>기적…… 이려나?<br>아니면 저주받은 사명……?", "Est-ce un miracle qui m'a amenée dans ce monde ?<br>Où l'effet d'une mission maudite ?", "Hat mich ein Wunder in diese Welt gebracht?<br>Oder das Werk eines Fluchs?", "¿Qué me ha traído a este mundo? ¿Es un milagro? ¿O acaso otra maldita misión?"]}}, "213000305": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [731, 2216, 240], "ATK": [31, 94, 16], "MP": [48, 144, 60], "MAG": [34, 103, 16], "SPR": [39, 118, 16], "DEF": [28, 85, 16]}, "magic_affinity": [8, 0, 7, 0], "ability_slots": 4, "limitburst_id": 213000305, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 277, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [62], "effect_frames": [60], "strings": {"evolution": ["Let's keep the flame of hope burning in our hearts and achieve the impossible!", "讓希望變成我們的光芒，<br>喚起真正的奇蹟吧！", "희망을—— 우리의 빛으로 바꾸어<br>진정한 기적을 일으키자!", "Gardons la flamme de l'espoir au cœur et réalisons l'impossible !", "Halten wir uns an das Licht der Hoffnung und erreichen wir das Unmögliche!", "Siempre que quede un destello de esperanza en nuestros corazones, ¡podremos lograr hasta lo imposible!"], "affinity": ["Wishes can come true.<br>But not if you just wait around for a miracle. That's why I promise to protect you.", "光盼望是不夠的，<br>光祈禱是不夠的。<br>因此我發誓，我要「保護」大家。", "바라기만 해선 안돼.<br>빌기만 해서도 안돼.<br>그러니까 '지키겠다'고…… 맹세할게.", "Les vœux peuvent se réaliser.<br>Mais pas si vous restez à attendre un miracle. C'est pourquoi j'ai promis de te protéger.", "Wünsche können wahr werden.<br>Aber nicht, wenn du auf ein Wunder wartest. Darum werde ich dich beschützen.", "Los deseos pueden hacerse realidad.<br>Aunque esperar un milagro no sirve de nada. Por eso yo juro protegerte."], "description": ["A young lady who appears in the tales of a world where the gods toy with humanity's fate. Vanille was an innocent girl with little knowledge of everyday things, yet prodigious knowledge of the legendary \"l'Cie\" and the world of \"Pulse\" that lay below. She eventually boarded a train full of unjustly exiled Cocoon citizens, and in the midst of the commotion that arose between the military and the people, ran into a young boy named Hope. Together they then headed toward the mysterious \"Vestige,\" though to what end, no one knew.", "眾神戲弄人們的命運的異界神話中登場的少女，她天真爛漫且缺乏常識，但卻熟知市民們所懼怕的魔人「路希」以及下界「脈衝」的事情。她潛入了運送無辜市民去下界的列車，並在軍隊與市民發生衝突時遇到了少年霍普，兩人一起前往魔之迷宮「異跡」。但她前往異跡的理由卻無人知曉。", "신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 소녀. 천진난만하고 세상 물정을 잘 모르는듯하지만, 일반시민이 두려워하는 전설의 마인 '르씨'와 하계 '펄스'에 대한 지식은 풍부하다. 죄 없는 시민을 하계로 추방하는 열차에 숨어든 그녀는, 군과 시민이 충돌하는 혼란스러운 상황 속에서 만난 소년 호프와 함께 마의 미궁 '이적'으로 향한다. 그녀가 이적으로 가려는 이유는 불명이다.", "Une jeune femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Vanille est une fille innocente quine connaît que très peu les règles de vie sur Cocoon, le continent flottant de  gourverné par les fal'Cie, mais est une véritable encyclopédie pour tout ce qui concerne \"Pulse\", le monde du dessous, et au sujet de la malédiction plus connue sous le nom de \"l'Cie\". Elle monta a bord d'un train rempli d'habitants de Cocoon injustement exilés et tomba sur un jeune garçon du nom de Hope au beau milieu d'une altercation entre les militaires et les civils. Ils se dirigèrent tous les deux vers les \"Ruines\" sans que personne ne sache pourquoi.", "Eine junge Dame, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Vanille ist ein unschuldiges Mädchen, die wenig über den Alltag weiß, aber über großes Wissen über die „L'Cie“ und die Welt unterhalb namens „Pulse“ verfügt. Schließlich bestieg sie einen Zug voller zu Unrecht verbannter Bewohner Cocoons. In der Auseinandersetzung zwischen dem Militär und den Zivilisten traf sie den Jungen Hope. Zusammen brachen sie auf zur mysteriösen „Spur“, auch wenn sie nicht wussten, mit welchem Ziel.", "Una joven que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Vanille es una chica inocente ajena a lo que ocurre a su alrededor, pero que tiene sobrado conocimiento sobre \"Paals\", el inframundo, y los \"lu'Cie\". Se montó en un tren lleno de refugiados de Nido exiliados injustamente y, tras verse en mitad de los altercados entre el ejército y la milicia local, se cruzó con un joven llamado Hope. Juntos se dirigieron al misterioso \"Vestigio\", aunque nadie sabe por que motivo."], "fusion": ["I won't run anymore; I promised I wouldn't. This time I'm going to fight back!", "我已經發誓不再逃避了。<br>與其逃避，不如去面對！", "더는 도망치지 않겠다고 맹세했어.<br>도망칠 바에는 맞서 싸울 거야!", "Je t'ai promis que je ne fuirai plus. Cette fois je vais me défendre.", "Ich laufe nicht mehr weg, versprochen. Dieses Mal werde ich zurückschlagen!", "No volveré a huir de mis problemas, lo he prometido. ¡Esta vez voy a enfrentarme a ellos!"], "summon": ["The truth is...I've always run from my fate as a l'Cie. But I won't run anymore.", "我一直都在逃避現實，<br>逃避路希的使命。<br>但我不會再逃了。", "현실로부터, 르씨의 사명으로부터……<br>난 항상 눈을 돌려왔어.<br>하지만 더는 도망치지 않을 거야.", "Pour vous dire la vérité, j'ai toujours fui mon destin d'l'Cie. Mais je ne veux plus fuir désormais.", "Die Wahrheit ist ... Ich bin vor meinem Schicksal als L'Cie weggerannt. Nicht mehr.", "Lo cierto es que siempre he huido de mi destino como lu'Cie. Pero ya no más."]}}}, "job": "l'Cie", "sex": "Female", "game": "FFXIII", "rarity_max": 5, "names": ["Vanille", "班尼拉", "바닐라", "Vanille", "Vanille", "Vanille"], "equip": [5, 6, 11, 12, 15, 40, 50, 53, 60], "game_id": 10013, "rarity_min": 4, "tribe_id": 5, "id": "213000304", "job_id": 60}