{"TMR": ["EQUIP", 409006300], "name": "Lightning", "is_summonable": true, "skills": [{"level": 6, "type": "ABILITY", "id": 202020, "rarity": 5}, {"level": 18, "type": "ABILITY", "id": 202030, "rarity": 5}, {"level": 24, "type": "ABILITY", "id": 202050, "rarity": 5}, {"level": 38, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 100090, "rarity": 5}, {"level": 46, "type": "ABILITY", "id": 202070, "rarity": 5}, {"level": 56, "type": "MAGIC", "id": 10070, "rarity": 5}, {"level": 74, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 202120, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 202010, "rarity": 6}, {"level": 20, "type": "ABILITY", "id": 202040, "rarity": 6}, {"level": 26, "type": "ABILITY", "id": 202060, "rarity": 6}, {"level": 48, "type": "ABILITY", "id": 202080, "rarity": 6}, {"level": 48, "type": "ABILITY", "id": 202100, "rarity": 6}, {"level": 48, "type": "ABILITY", "id": 202090, "rarity": 6}, {"level": 65, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 202110, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 101370, "rarity": 6}], "sex_id": 2, "entries": {"213000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1193, 3615, 450], "ATK": [48, 145, 30], "MP": [52, 157, 75], "MAG": [41, 123, 30], "SPR": [40, 120, 30], "DEF": [42, 126, 30]}, "magic_affinity": [4, 7, 4, 0], "ability_slots": 4, "limitburst_id": 213000106, "attack_count": 20, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 258, "attack_damage": [[20, 20, 20, 20, 20]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [14, 42, 68, 91, 134], "effect_frames": [12, 40, 66, 89, 124, 128, 132], "strings": {"evolution": ["Destroying the world isn't salvation.<br>I'll keep fighting until the end.<br>This power will give me the strength.", "我不會在毀滅中尋求救贖，<br>只會為使命而戰鬥到最後。<br>這力量就是為此而獲得的……", "멸망이 가져다주는 구원 따윈 바라지 않아.<br>나는 마지막까지 사명과 싸우겠어.<br>이 힘은 그러기 위한 힘…….", "Il y a aucun salut dans la destruction.<br>Je continuerai à me battre jusqu'à la fin.<br>Ce pouvoir me sera utile.", "Die Zerstörung der Welt ist keine Erlösung.<br>Ich kämpfe bis zum Ende.<br>Diese Kraft wird dafür sorgen.", "Destruir el mundo no logrará salvarlo.<br>Seguiré luchando hasta mi último aliento.<br>Y lo haré con este nuevo poder."], "affinity": ["When it looks like there's no hope left, we look harder until we find some. Always have, always will.", "如果世界上沒有希望，那我們就去一起尋找。<br>過去就是這樣做的，今後也不會改變。", "세계에 희망이 없다면<br>발견할 때까지 함께 찾아보자.<br>앞으로도 계속 말이야.", "Nous continuons à espérer même lorsque tout semble perdu. Nous l'avons toujours fait et nous le ferons toujours.", "Wenn wir glauben, es gibt keine Hoffnung mehr, suchen wir solange, bis wir welche finden.", "Cuando creemos que no queda esperanza, entonces es hora de buscar hasta encontrarla. Como hemos hecho y seguiremos haciendo siempre."], "description": ["A woman who appears in the tales of a world where the gods toy with humanity's fate. Lightning chose to fight against the gods' servants, the fal'Cie, to save her sister Serah. Unfortunately, this resulted in Lightning herself being cursed as a \"l'Cie.\" The l'Cie were believed to be the enemies of peace; thus Lightning and her fellow l'Cie came to be persecuted by various enemies. Although not always in agreement, the l'Cie formed strong bonds with one another, seeking to fulfill their Focus in defiance of the gods.", "眾神戲弄人們的命運的異界神話中登場的女性，為了救回被囚禁的妹妹莎拉，而想要打倒神的僕人「法爾希」，但卻受到詛咒化身為了魔人「路希」。路希的使命是毀滅和平的社會，因此她與同是路希的同伴們成為了人類的敵人。同伴們在碰撞中加深彼此間的羈絆，邊摸索著自己真正應該完成的使命邊向神明定下的宿命抗爭。", "신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 여성. 사로잡힌 여동생 세라를 구하기 위해 신의 종인 '펄씨'를 처치하려 했으나, 저주를 받아 마인 '르씨'가 되고 만다. 평화로운 세상을 멸망시킨다는 르씨가 된 그녀와 동료들은 인류의 적으로 간주되어 도망자 신세가 된다. 르씨들은 때때로 충돌하면서도 서로를 이해해나갔으며, 자신들의 진정한 사명을 모색하며 신이 정한 숙명에 저항했다.", "Une femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Lightning  a choisi de se battre contre les serviteurs des dieux, les fal'Cie, pour sauver sa sœur Serah. Malheureusement, cela l'a conduite à être condamnée comme \"l'Cie\". Les l'Cie sont considérés comme des ennemis de la paix et par conséquent, Lightning et ses camarades l'Cie se sont vus persécutés par beaucoup d'ennemis. Ces mésaventures ont forgé un lien indescriptible et très fort entre eux, bien qu'ils ne soient pas toujours sur la même longueur d'onde. C'est ce lien qui leur permit de tenir face aux dieux.", "Eine Frau, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Lightning entschloss sich, die Diener der Götter, die Fal'Cie, zu bekämpfen, um ihre Schwester Serah zu retten. Leider führt dies zu ihrer Brandmarkung als „L'Cie“. Die „L'Cie“ werden für Feinde des Friedens gehalten, und so wurden Lightning und ihre Kameraden von verschiedenen Feinden verfolgt. Auch wenn sie nicht immer einer Meinung waren, schlossen sie sich schließlich doch zusammen, um den Göttern die Stirn zu bieten.", "Una mujer que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Lightning eligió luchar contra los fal'Cie, sirvientes de los dioses, para salvar a su hermana Serah. Por desgracia esto hizo que ella misma quedase maldecida como \"lu'Cie\". Se cree que los lu'Cie son enemigos de la paz y por ellos Lightning y sus otros compañeros lu'Cie acabaron perseguidos por diversos enemigos. Aunque no siempre estuvieron de acuerdo, estos acabaron formando fuertes vínculos a lo largo de su búsqueda por su misión y en su batalla con los dioses."], "fusion": ["It's not a question of can or can't.<br>There are some things in life you just do.", "不是做得到、做不到的問題，<br>而是如果不能躲避，就只能戰鬥。", "할 수 있고 없고의 문제가 아니야. <br>방법이 그것밖에 없다면, 그냥 하는 거야", "Ça n'a rien à voir avec le fait de pouvoir ou pas.<br>Il y a certaines choses dans la vie que tu dois faire.", "Es ist keine Frage des Könnens oder Wollens.<br>Manche Dinge im Leben muss man tun.", "No se trata de poder o no poder.<br>Hay cosas en la vida que simplemente debes hacer."], "summon": ["Fighting without hope is no way to live. It's just a way to die. Now, show me the hope you've found.", "心中沒有希望就去戰鬥，<br>那不是在求生，而是在尋死。<br>向我展示你的「希望」吧。", "희망도 없이 싸우는 건 삶이 아니야.<br>자살행위일 뿐이지.<br>네 '희망'을 내게 보여줘.", "Se battre sans garder espoir n'est pas une façon de vivre. C'est juste la meilleure façon de mourir. Montre-moi que tu as retrouvé espoir.", "Kämpfen ohne Hoffnung ist kein Leben. So kann man nur sterben. Nun zeige mir deine Hoffnung.", "Luchar sin esperanza alguna no es forma de vivir.<br>Es solo una muerte lenta.<br>Muéstrame la esperanza que has encontrado."]}}, "213000105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [918, 2781, 300], "ATK": [37, 112, 20], "MP": [40, 121, 50], "MAG": [31, 95, 20], "SPR": [31, 93, 20], "DEF": [32, 97, 20]}, "magic_affinity": [3, 6, 3, 0], "ability_slots": 4, "limitburst_id": 213000105, "attack_count": 20, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 5, "290060000": 20, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 257, "attack_damage": [[20, 20, 20, 20, 20]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [14, 42, 68, 91, 134], "effect_frames": [12, 40, 66, 89, 124, 128, 132], "strings": {"evolution": null, "affinity": ["When it looks like there's no hope left, we look harder until we find some. Always have, always will.", "如果世界上沒有希望，那我們就去一起尋找。<br>過去就是這樣做的，今後也不會改變。", "세계에 희망이 없다면<br>발견할 때까지 함께 찾아보자.<br>앞으로도 계속 말이야.", "Nous continuons à espérer même lorsque tout semble perdu. Nous l'avons toujours fait et nous le ferons toujours.", "Wenn wir glauben, es gibt keine Hoffnung mehr, suchen wir solange, bis wir welche finden.", "Cuando creemos que no queda esperanza, entonces es hora de buscar hasta encontrarla. Como hemos hecho y seguiremos haciendo siempre."], "description": ["A woman who appears in the tales of a world where the gods toy with humanity's fate. Lightning is a soldier from the floating continent of Cocoon, ruled by servants of the gods known as the fal'Cie. Her unsociable and serious demeanor often makes her seem indifferent to those around her, when in reality she hides a gentle soul that drives her to face peril boldly to protect those she loves. Lightning gave up her post as a soldier to save her sister Serah, who had become a prisoner of the fal'Cie, and boarded a train full of unjustly exiled citizens to defy the fate the gods had chosen for her.", "眾神戲弄人們的命運的異界神話中登場的女性，是神的僕人「法爾希」所建造的空中都市「繭」的一名軍人。她不苟言笑性格認真，因此總給人一種冷酷的印象。但實際上她擁有一顆溫柔的心，會為了保護他人而不顧自身危險戰鬥。為了從法爾希手中救回妹妹莎拉，她脫離了軍隊，潛入運輸莫須有罪名的人們的列車，選擇了與神明抗爭的道路。", "신들이 인간의 운명을 우롱하는 이계의 신화에 등장하는 여성. 신의 종 '펄씨'가 구축한 공중도시 '코쿤'의 군인. 무뚝뚝하고 고지식해서 차가운 사람으로 오해받기 쉽지만, 지켜야 할 사람을 위해서라면 위험을 무릅쓰고 싸우는 따뜻한 가슴의 소유자이다. 펄씨에게 사로잡힌 여동생 세라를 구하기 위해 군을 빠져나온 그녀는 억울하게 죄를 뒤집어쓴 사람들을 추방하는 열차에 숨어들며, 신이 정한 숙명에 저항하는 길을 선택한다.", "Une femme qui apparaît dans les contes d'un monde où les dieux se jouent du destin de l'humanité. Lightning est un soldat du continent flottant de Cocoon gouverné par les serviteurs des dieux connus sous le nom de fal'Cie. Son comportement très sérieux et asocial donne l'impression qu'elle est indifférente aux gens qui l'entourent, mais elle possède en réalité une âme charitable qui la pousse à faire face courageusement au danger pour protéger ceux qu'elle aime. Lightning a abandonné son poste dans l'armée pour sauver sa sœur Serah, prisonnière des fal'Cie et est montée à bord d'un train rempli de passagers injustement exilés pour défier le destin que les dieux ont choisi pour elle.", "Eine Frau, die in den Geschichten einer Welt auftaucht, in der die Götter mit dem Schicksal der Menschen spielen. Lightning ist eine Soldatin vom schwebenden Kontinent Cocoon, der von Dienern der Götter, den Fal'Cie, regiert wird. Ihr wenig soziales und ernstes Verhalten lässt sie gleichgültig gegenüber anderen erscheinen, doch in Wahrheit verbirgt sie ein freundliches Inneres, das sie kühn den Gefahren trotzen lässt, um ihre Lieben zu beschützen. Lightning gab ihren Posten auf, um ihre Schwester Serah zu retten, eine Gefangene der Fal'Cie. Sie bestieg einen Zug zu Unrecht verbannter Einwohner, um der Macht der Götter zu trotzen.", "Una mujer que aparece en las historias de un mundo donde los dioses juegan con el destino de la humanidad. Lightning es soldado del continente flotante Nido, gobernado por los fal'Cie, servidores de los dioses. Su actitud insociable y seria la hace parecer insensible hacia aquellos que la rodean, pero lo cierto es que esconde un corazón amable que la lleva a enfrentarse al peligro para proteger a sus seres queridos. Lightning abandonó su puesto como soldado para salvar a su hermana Serah, quién había caído prisionera de los fal'Cie, y se montó en un tren repleto de ciudadanos exiliados injustamente para oponerse al destino que los dioses habían determinado para ella."], "fusion": ["I don't take orders from fal'Cie.<br>How I live is up to me.", "我不是法爾希的道具。<br>我要自己決定自己的活法。", "나는 펄씨의 도구가 아니야.<br>내 인생은 스스로 결정한다.", "Jamais ne n'obéirai aux fal'Cie.<br>Je vivrai ma vie comme je l'entends.", "Die Fal'Cie befehlen mir nichts.<br>Wie ich lebe, bestimme ich.", "No seguiré órdenes de ningún fal'Cie.<br>Seré yo quién decida mi camino."], "summon": ["Keep your eyes in front.<br>I'll watch the rear.", "你顧前面就好了，背後就交給我吧。", "앞만 보고 가라, 네 뒤는 내가 지킨다.", "Contente-toi de regarder devant ! Je protège tes arrières.", "Schaut geradeaus.<br>Ich halte euch den Rücken frei.", "Ten siempre la vista al frente.<br>Yo te cubriré las espaldas."]}}}, "job": "l'Cie", "sex": "Female", "game": "FFXIII", "rarity_max": 6, "names": ["Lightning", "雷光", "라이트닝", "Lightning", "Lightning", "Lightning"], "equip": [1, 2, 3, 4, 7, 10, 14, 30, 40, 41, 50, 51, 52, 60], "game_id": 10013, "rarity_min": 5, "tribe_id": 5, "id": "213000105", "job_id": 60}