{"TMR": ["MATERIA", 504216990], "name": "Yda", "is_summonable": false, "skills": [{"level": 4, "type": "ABILITY", "id": 207870, "rarity": 4}, {"level": 30, "type": "ABILITY", "id": 101200, "rarity": 4}, {"level": 58, "type": "ABILITY", "id": 216970, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 216980, "rarity": 5}, {"level": 34, "type": "ABILITY", "id": 216960, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 216920, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 216910, "rarity": 6}, {"level": 22, "type": "ABILITY", "id": 216950, "rarity": 6}, {"level": 68, "type": "ABILITY", "id": 216930, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 216940, "rarity": 6}], "sex_id": 2, "entries": {"214000404": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [465, 1409, 210], "ATK": [23, 69, 18], "MP": [23, 68, 35], "MAG": [19, 56, 14], "SPR": [18, 53, 14], "DEF": [17, 52, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 214000404, "attack_count": 4, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290031000": 8, "290030600": 13, "290050300": 15, "290050400": 8, "290020100": 25}}, "rarity": 4, "compendium_id": 738, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [17, 26, 42, 58], "effect_frames": [15, 24, 40, 56], "strings": {"evolution": null, "affinity": ["I wanna fight with you someday!<br>I guarantee I won't lose!", "真期待某一天能與你一戰呢！<br>到時候，我可不會輸喔！", "언젠가 너랑도 싸워보고 싶어!<br>그땐 절대 지지 않을 거야~!", "Je veux me battre contre toi, un jour !<br>Je te garantis que je gagnerai !", "Eines Tages will ich gegen dich kämpfen!<br>Ich verspreche, dass ich nicht verlieren werde.", "¡Algún día quiero luchar contra ti!<br>¡Seguro que te ganaré!"], "description": ["A Hyur girl appearing in tales from Eorzea, a region in the faraway world of Hydaelyn. A member of the Scions of the Seventh Dawn, she is in charge of surveying the forest capital Gridania. She is an accomplished martial artist, and the power of her punches is much higher than one might think from looking at her petite build. She has a mysterious air about her given the fact her eyes are covered by the visor she wears, however in reality she is very cheerful and sociable.", "異界行星海德林上艾歐澤亞地區的故事中登場的人族女性。她是「拂曉血盟」的一員，負責調查森林之都格里達尼亞。同時她還是格鬥術高手，她所揮出的拳擊威力，令人無法想像是來自那纖瘦的身體。因為她總戴著遮住眼部的面具，所以飄散著一股神祕感，但是其實她的性格開朗，十分容易相處。", "이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족 여성. '새벽의 혈맹'의 일원으로, 숲의 도시 그리다니아 조사를 담당하고 있다. 격투술의 달인이며, 가녀린 그 몸매로는 상상할 수 없을 정도로 강력한 펀치를 내뻗는다. 얼굴가리개 형태의 마스크로 눈가를 가리고 있는 탓에 겉보기엔 신비로운 분위기가 감돌지만, 실제로는 활발하고 붙임성이 좋은 인물이다.", "Une Hyur venue d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Membre des Héritiers de la Septième Aube, elle est chargée de veiller sur Gridania, la cité forestière. Pugiliste accomplie, ses poings sont des armes bien plus dévastatrices, et ce malgré sa frêle constitution. Le masque qui lui couvre les yeux lui donne un air mystérieux, pourtant elle fait preuve d'un caractère très sociable et accueillant.", "Eine Hyuran aus dem fernen Land Eorzea, die in den Geschichten der Welt Hydaelyn auftaucht. Sie ist ein Mitglied des Bundes der Morgenröte und verantwortlich für die Erforschung von Gridania, der Stadt des Waldes. Ihre wirbelnden Fäuste sind tödliche Waffen, mit einer Kraft, die man diesem zierlichen Mädchen nicht zutrauen würde. Ihre Augen sind von einer Maske verborgen, was ihr eine mysteriöse Erscheinung verleiht, aber in Wirklichkeit ist sie ein fröhliches und geselliges Mädchen.", "Una mujer hyur que aparece en los relatos sobre Eorzea, una región del lejano mundo de Hydaelyn. Es miembro de los Hijos del Séptimo Albor y se encarga de inspeccionar la capital boscosa, Gridania. Está versada en las artes marciales y el daño de sus puñetazos es mucho mayor al que pueda aparentar con su pequeña estatura. Asimismo, tiene un aire misterioso, pues siempre lleva una visera que le cubre los ojos. Sin embargo, en realidad, es una persona muy sociable y alegre."], "fusion": ["Alright! Let's get to it!<br>The more the merrier!", "很好！來吧！<br>你們全部一起上吧！", "좋았어! 해 볼까!<br>한 번에 상대해 주지!", "Okay ! Allons-y !<br>Un pour tous et tous pour un !", "Los geht's!<br>Alle für einen, einer für alle!", "¡Vale! ¡Vamos!<br>¡Cuantos más, mejor!"], "summon": ["I wonder what sort of enemy we'll face. I look forward to pummeling them!", "這裡的敵人都是強者嗎?<br>正合我意！", "여긴 좀 강력한 적들이 모여 있으려나?<br>바라던 바야!", "Je me demande quel genre d'ennemis on va croiser.<br>J'espère seulement que ce seront des adversaires de valeur !", "Ich frage mich, was für ein Gegner wohl auf uns wartet.<br>Hoffentlich sind es Ehrenmänner!", "Me pregunto a qué clase de enemigo nos vamos a enfrentar. ¡Tengo ganas de darle una paliza!"]}}, "214000405": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [664, 2013, 240], "ATK": [33, 99, 24], "MP": [32, 98, 40], "MAG": [27, 81, 16], "SPR": [25, 77, 16], "DEF": [25, 75, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 214000405, "attack_count": 4, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060000": 10, "290060100": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 739, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [17, 26, 42, 58], "effect_frames": [15, 24, 40, 56], "strings": {"evolution": ["Looks like a new adventure's about to start! I can't help but be excited!", "看來有新的冒險要開始了呢！<br>真是等不及了！", "뭔가 새로운 게 시작되나 봐!<br>엄청나게 기대돼!", "On dirait qu'une nouvelle aventure est sur le point de commencer ! Je suis si excitée !", "Ein neues Abenteuer? Ich bin dabei!", "¡Parece que una nueva aventura está a punto de empezar! ¡Estoy entusiasmada!"], "affinity": ["I wanna fight with you someday!<br>I guarantee I won't lose!", "真期待某一天能與你一戰呢！<br>到時候，我可不會輸喔！", "언젠가 너랑도 싸워보고 싶어!<br>그땐 절대 지지 않을 거야~!", "Je veux me battre contre toi, un jour !<br>Je te garantis que je gagnerai !", "Eines Tages will ich gegen dich kämpfen!<br>Ich verspreche, dass ich nicht verlieren werde.", "¡Algún día quiero luchar contra ti!<br>¡Seguro que te ganaré!"], "description": ["A Hyur girl appearing in tales from Eorzea, a region in the faraway world of Hydaelyn. As a member of the Scions of the Seventh Dawn, she is charged with investigating various problems, starting with the trouble with the primals. She is bright and positive, and though she is often being watched out for by her colleagues Y'shtola and Papalymo, her personality is often a source of inspiration, with her often setting the tone for most situations.", "異界行星海德林上艾歐澤亞地區的故事中登場的人族女性。她是「拂曉血盟」的一員，負責調查以蠻神為首的諸多問題。她樂觀又積極，但也有粗心大意的毛病，時常被同事帕帕力莫與雅・修特拉糾正。但是因為天性開朗又經常鼓舞周圍的人，因此大部分的情況下，她都能活躍氣氛。", "이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족 여성. '새벽의 혈맹'의 일원으로, 숲의 도시 그리다니아 조사를 담당하고 있다. 덜렁거리고 태평한 성격 탓에 동료인 파파리모나 야슈톨라로부터 주의를 받을 때도 있지만, 천성적인 밝은 성격으로 주변을 고무시키고 , 웬만한 일은 어떻게든 해결될 것 같은 기분이 들게 해 주는 분위기 메이커이기도 하다.", "Une Hyur venue d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Membre des Héritiers de la Septième Aube, elle a pour fonction de s'occuper de différents problèmes à commencer par celui des Primordiaux. Bien qu'elle se fasse souvent reprendre par ses collègues Y'shtola and Papalymo, sa nature optimiste et joyeuse est bien souvent une source d'inspiration qui permet de rendre agréable même les pires situations.", "Eine Hyuran aus dem fernen Land Eorzea, die in den Geschichten der Welt Hydaelyn auftaucht. Als Mitglied des Bundes der Morgenröte ist sie mit der Untersuchung verschiedener Bedrohungen betraut, darunter auch die Primae. Sie ist klug und optimistisch, und auch wenn Y'shtola und Papalymo sich oft um sie kümmern, revanchiert sie sich bei ihren Freunden mit viel Inspiration und guter Laune.", "Una mujer hyur que aparece en los relatos sobre Eorzea, una región del lejano mundo de Hydaelyn. Al ser miembro de los Hijos del Séptimo Albor, se le encomienda la tarea de investigar varios problemas: entre ellos, la situación con los primals. Es una persona inteligente y positiva. Además, es una fuente de inspiración y su personalidad hace que suela marcar las pautas en la mayoría de las situaciones, a pesar de que sus compañeros Y'shtola y Papalymo suelen vigilarla de cerca."], "fusion": ["There we are!<br>Time to really let one loose!", "換我啦！<br>我可要出大招了喔！", "감 잡았어!<br>따끔하게 한 발, 날려 주지!", "Enfin !<br>C'est l'heure de te prendre une bonne raclée !", "Da wären wir!<br>Lass wir es krachen!", "¡Aquí estamos!<br>¡Hora de dar una buena tunda!"], "summon": ["Sorry for the wait!<br>Leave the rest to me!", "久等啦！<br>交給我吧！", "기다렸지!<br>나한테 다~ 맡겨줘!", "Désolée pour l'attente !<br>Laisse-moi me charger du reste !", "Komme ich zu spät?<br>Überlasst mir den Rest.", "¡Perdón por la espera!<br>¡Dejadme a mí el resto!"]}}, "214000406": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [949, 2876, 390], "ATK": [47, 142, 34], "MP": [46, 140, 65], "MAG": [38, 116, 26], "SPR": [36, 110, 26], "DEF": [36, 108, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 214000406, "attack_count": 4, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 740, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [17, 26, 42, 58], "effect_frames": [15, 24, 40, 56], "strings": {"evolution": ["We all have the same dream!<br>I must keep it alive!", "「拂曉」是大家的希望喔！<br>決不會在這種地方結束的！", "'새벽'은 말야, 모두의 희망이야!<br>이런 데서 끝날 수는 없어!", "Nous avons tous le même rêve ! Je dois tout faire pour qu'il reste bien vivant !", "Wir haben alle den selben Traum.<br>Ich muss ihn am Leben halten.", "¡Todos soñamos con lo mismo!<br>¡Tengo que conseguirlo!"], "affinity": ["I wanna fight with you someday!<br>I guarantee I won't lose!", "真期待某一天能與你一戰呢！<br>到時候，我可不會輸喔！", "언젠가 너랑도 싸워보고 싶어!<br>그땐 절대 지지 않을 거야~!", "Je veux me battre contre toi, un jour !<br>Je te garantis que je gagnerai !", "Eines Tages will ich gegen dich kämpfen!<br>Ich verspreche, dass ich nicht verlieren werde.", "¡Algún día quiero luchar contra ti!<br>¡Seguro que te ganaré!"], "description": ["A Hyur girl appearing in tales from Eorzea, a region in the faraway world of Hydaelyn. As a member of the Scions of the Seventh Dawn, she is mainly focused on solving Gridania's primal problem. As full of vigor as she may be, she is not good at difficult conversation, and instead of using her head, she prefers moving her body. Good friends with Moenbryda, an authority on aetheryte techniques, she was happy to be reunited with her when she visited the Rising Stones headquarters.", "異界行星海德林上艾歐澤亞地區的故事中登場的人族女性。她是「拂曉血盟」的一員，主要負責對應格里達尼亞的蠻神問題。她雖然擁有優秀的體能，但不擅長動腦筋，是「與其花頭腦去想，不如先讓身體動起來」的類型。她與以太之光技術的權威——穆恩布瑞達是摯友，在石之家再次相遇時，她非常高興。", "이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족 여성. '새벽의 혈맹'의 일원으로, 주로 그리다니아에서 야만신 문제에 대처하고 있다. 체력은 뛰어나지만 복잡한 이야기를 싫어하며, 머리로 생각하기보단 직접 몸을 움직이는 것을 좋아하는 타입이다. 에테라이트 기술의 권위자 문브뤼다와는 친구 사이로, 그녀가 돌의 집에 방문했을 때에 재회를 뛸 듯이 기뻐했다.", "Une Hyur venue d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Membre des Héritiers de la Septième Aube, elle a pour principale fonction de s'occuper du problème des Primordiaux de la ville de Gridania. Elle est peut-être pleine de vie, mais reste en retrait lorsque la conversation se fait plus compliquée, c'est pourquoi elle préfère laisser son corps parler avant de faire usage de sa tête. Très amie avec Moenbryda, une personne qui fait autorité au sein des adeptes des techniques d’aetheryte, elle fut ravie de la revoir lorsqu'elle visita le Refuge des roches.", "Eine Hyuran aus dem fernen Land Eorzea, die in den Geschichten der Welt Hydaelyn auftaucht. Als Mitglied des Bundes der Morgenröte ist sie hauptsächlich mit der Primae-Bedrohung in Gridania betraut. Zwar besitzt sie eine überlegene Kampfkraft,  benutzt aber lieber ihre Fäuste als ihren Verstand. Sie ist gut mit Moenbryda, einer Expertin auf dem Gebiet der Ätherytenkunde, befreundet und hat sich sehr über das Wiedersehen mit ihr im Sonnenstein, dem Hauptquartier des Bundes, gefreut.", "Una mujer hyur que aparece en los relatos sobre Eorzea, una región del lejano mundo de Hydaelyn. Al ser miembro de los Hijos del Séptimo Albor, se le encarga la tarea de resolver el problema que tiene Gridania con los primals. Aunque pueda parecer que está llena de vigor, no se le dan bien las conversaciones complejas: antes que la cabeza, prefiere usar el cuerpo. Por otra parte, Moenbryda, toda una autoridad en lo que respecta a las técnicas aetheryte, y ella son buenas amigas. De hecho, se alegró mucho de reencontrarse con Moenbryda cuando esta la visitó en su base."], "fusion": ["I-I'm not sleeping! I was just engrossed in thought, th-that's all!", "……嗯？！我、我才不是睡著了！我只是在閉上眼睛想事罷了！", "……푸핫! 아, 아냐!<br>안 잤어! 잠깐 눈 감고<br>생각에 빠져 있었던 것뿐이야!", "Mhmm, ha ! N-non !<br>Je n'étais pas en train de dormir, je reposais mes yeux et je réfléchissais !", "Nein nein, ich habe nicht geschlafen!<br>Ich habe bloß meine Augen ausgeruht und gründlich nachgedacht.", "¡N-no estoy durmiendo! ¡Solo estaba en mi mundo! ¡E-eso es todo!"], "summon": ["Your support is here!<br>Nothing to worry about, I can handle this!", "幫手登場！<br>這裡就讓我來吧！", "구원 투수 등장~!<br>여긴 내가 알아서 할게!", "Les renforts sont là !<br>Ne t'inquiète pas, je me charge de tout !", "Die Verstärkung ist da!<br>Keine Sorge, ich kümmere mich um alles.", "¡Han llegado los refuerzos!<br>¡No os preocupéis, yo me encargo!"]}}}, "job": "Scion", "sex": "Female", "game": "FFXIV", "rarity_max": 6, "names": ["Yda", "伊達", "이다", "Yda", "Yda", "Yda"], "equip": [16, 40, 50, 51, 60], "game_id": 10014, "rarity_min": 4, "tribe_id": 5, "id": "214000404", "job_id": 99}