{"TMR": ["MATERIA", 504217040], "name": "Papalymo", "is_summonable": false, "skills": [{"level": 10, "type": "MAGIC", "id": 30010, "rarity": 4}, {"level": 22, "type": "MAGIC", "id": 20090, "rarity": 4}, {"level": 36, "type": "MAGIC", "id": 20520, "rarity": 4}, {"level": 43, "type": "MAGIC", "id": 20080, "rarity": 4}, {"level": 51, "type": "MAGIC", "id": 20100, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 202130, "rarity": 4}, {"level": 21, "type": "MAGIC", "id": 20200, "rarity": 5}, {"level": 33, "type": "MAGIC", "id": 20210, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 217010, "rarity": 5}, {"level": 58, "type": "ABILITY", "id": 217020, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 20500, "rarity": 6}, {"level": 18, "type": "ABILITY", "id": 100050, "rarity": 6}, {"level": 39, "type": "MAGIC", "id": 20510, "rarity": 6}, {"level": 53, "type": "ABILITY", "id": 100120, "rarity": 6}, {"level": 74, "type": "MAGIC", "id": 20350, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 217030, "rarity": 6}], "sex_id": 1, "entries": {"214000505": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [654, 1982, 240], "ATK": [25, 75, 16], "MP": [39, 119, 40], "MAG": [33, 100, 24], "SPR": [27, 81, 16], "DEF": [25, 77, 16]}, "magic_affinity": [0, 6, 2, 0], "ability_slots": 4, "limitburst_id": 214000505, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 742, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [25], "effect_frames": [23], "strings": {"evolution": ["As is oft said, trouble arrives when you least expect it. It is precisely when things appear to be proceeding according to plan that we must needs steel ourselves for impending danger.", "任何時候都不能大意，<br>正是因為現在工作告一段落了，<br>所以才更要小心謹慎……", "방심은 금물이란 말이 있잖아?<br>한 가지 일이 끝났을 때야말로<br> 정신을 바짝 차릴 순간인 거다.", "Le manque de préparation est notre pire ennemi. Lorsqu'un travail est terminé, il faudrait passer directement au suivant.", "Unvorsichtigkeit ist unser größter Feind. Eine Aufgabe nach der anderen, das ist der richtige Weg.", "Como suele decirse, los problemas surgen cuando menos te lo esperas. De hecho, cuando las cosas van según lo planeado, es precisamente cuando más hay que estar preparado ante cualquier peligro."], "affinity": ["Thanks to my willful partner,<br>I've grown used to being dragged around.<br>I'm with you to the end.", "多虧那任性的搭檔，<br>我早就習慣被耍得團團轉了。<br>都到了這個地步，就陪你到最後吧。", "제멋대로인 파트너 덕분에,<br>휘둘리는 건 익숙해.<br>이렇게 된 거, 마지막까지 함께 하지.", "Grâce à l'égoïste qui me sert de partenaire,<br>j'ai grandi en m'habituant à ce genre de traitement.<br>Je serai avec toi, jusqu'à la fin.", "Dank meiner egoistischen Kollegen<br>bin ich solch eine Behandlung gewohnt.<br>Ich folge dir bis zum Ende.", "Gracias al terco de mi compañero,<br>estoy acostumbrado a que me arrastren de un lado para otro.<br>Te acompañaré hasta el final."], "description": ["A Lalafell man appearing in tales from Eorzea, a region in the faraway world of Hydaelyn. As a Scion of the Seventh Dawn, other than managing the primal situation, he also has to deal with problems caused by the Moogles and Sylphs in the forests nearby Gridania. Besides that, as an analyst, he also collects data necessary for the Scions of the Seventh Dawn to take action, but as it seems his partner Yda is quick to take action anyway, he is very harsh toward her.", "異界行星海德林上艾歐澤亞地區的故事中登場的拉拉菲爾族男性。在「拂曉血盟」處理的蠻神問題中，負責的區域是格里達尼亞黑衣森林，大多在處裡當地的妖精族與莫古利族引發的事件，有時候也會幫忙收集研究所需資料等事務。他是活躍於「拂曉血盟」的理論派，對搭檔行動派的伊達十分嚴苛。", "이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 라라펠 족 남성. '새벽의 혈맹'이 몰두하는 야만신 문제에 대해, 담당 지역인 그리다니아의 검은장막 숲에 거주하는 실프족이나 모그리족이 일으킨 사건에 대처하는 일이 잦다. 그 외에도, 연구에 필요한 자료를 수집하는 등 이론파로서 '새벽의 혈맹' 활동을 꾀하고 있으나, 파트너인 이다가 행동파인 탓에 그녀에게는 늘 엄격한 태도를 고수한다.", "Un Lalafell venu d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn.  En tant que membre des Héritiers de la Septième Aube, il doit non seulement gérer les problèmes des Primordiaux, mais il doit aussi s'occuper des Mogs et des Sylphes qui vivent dans les forêts non loin de Gridania. Son métier d'analyste le conduit aussi à collecter des données nécessaires aux Héritiers de la Septième Aube pour conduire leurs missions. Sa partenaire Yda semble toutefois assez prompte à entrer en action, ce qu'il ne manque pas de lui dire assez durement.", "Ein Lalafell aus dem fernen Land Eorzea, der in den Geschichten der Welt Hydaelyn auftaucht. Als Mitglied des Bundes der Morgenröte kümmert er sich nicht nur um die Primae-Bedrohung, sondern muss sich auch mit den Mogrys und den Sylphen herumschlagen. Er ist ein geschickter Analytiker, der Informationen für den Bund sammelt. Nicht selten maßregelt er seine zu plötzlichen Handlungen neigende Kollegin Yda.", "Un hombre lalafell que aparece en los relatos sobre Eorzea, una región del lejano mundo de Hydaelyn. Como miembro de los Hijos del Séptimo Albor, aparte de tener que lidiar con la situación de los primals, también se encarga de los problemas que causan los moguris y las sílfides en los bosques que hay cerca de Gridania. Asimismo, como analista, también recaba cualquier dato que necesiten los Hijos del Séptimo Albor antes de pasar a la acción. Sin embargo, su compañera Yda es más de pasar a la acción sin pensárselo dos veces. Esto le hace tener un comportamiento tosco con Yda."], "fusion": ["I have a way of breaking us<br>out of this situation.<br>It is called a joint effort.", "我有對策，能夠打破這個狀況。<br>不如攜手作戰吧。", "이 상황을 타파할 방법에 대해,<br>내게 좋은 계책이 있어.<br>공동 작전을 펼쳐보는 게 어때?", "Je connais un moyen pour nous sortir de cette situation et ça s'appelle la coopération.", "Ich weiß, wie wir hier rauskommen.<br>Indem wir zur Abwechslung mal zusammenarbeiten!", "Conozco la forma para<br>salir de esta.<br>Se llama cooperación."], "summon": ["The things that can manifest<br>should one believe and hope enough...<br>It's almost as if...", "信念<br>讓原本不存在的東西具象化……<br>這簡直就像……", "믿는 마음이,<br>보이지 않는 존재를 현현 시킨다……<br>이건, 마치……", "Lorsque quelqu'un qui croit souhaite<br>très fort quelque chose, celle-ci se matérialise...<br>C'est comme si...", "Glaube und Hoffnung beschwören die seltsamsten Dinge.<br>Es ist fast, als ob ...", "Si uno cree y tiene la suficiente esperanza...<br>pueden manifestarse muchas cosas...<br>Es casi como..."]}}, "214000504": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [458, 1387, 210], "ATK": [17, 52, 14], "MP": [27, 83, 35], "MAG": [23, 70, 18], "SPR": [18, 56, 14], "DEF": [17, 53, 14]}, "magic_affinity": [0, 5, 1, 0], "ability_slots": 3, "limitburst_id": 214000504, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 13, "290050300": 15, "290050400": 8, "290020300": 25, "290030800": 8}}, "rarity": 4, "compendium_id": 741, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [25], "effect_frames": [23], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Thanks to my willful partner,<br>I've grown used to being dragged around.<br>I'm with you to the end.", "多虧那任性的搭檔，<br>我早就習慣被耍得團團轉了。<br>都到了這個地步，就陪你到最後吧。", "제멋대로인 파트너 덕분에,<br>휘둘리는 건 익숙해.<br>이렇게 된 거, 마지막까지 함께 하지.", "Grâce à l'égoïste qui me sert de partenaire,<br>j'ai grandi en m'habituant à ce genre de traitement.<br>Je serai avec toi, jusqu'à la fin.", "Dank meiner egoistischen Kollegen<br>bin ich solch eine Behandlung gewohnt.<br>Ich folge dir bis zum Ende.", "Gracias al terco de mi compañero,<br>estoy acostumbrado a que me arrastren de un lado para otro.<br>Te acompañaré hasta el final."], "description": ["A Lalafell man appearing in tales from Eorzea, a region in the faraway world of Hydaelyn. As one of the Scions of the Seventh Dawn, he is in charge of surveying the forest capital Gridania with his colleague Yda. Hailing from Sharlayan, a city of scholars, he is highly intelligent, particularly so in aetherial studies. More sharp-tongued and critical than he would appear, he often speaks harshly to his partner Yda.", "異界行星海德林上艾歐澤亞地區的故事中登場的拉拉菲爾族男性。他是「拂曉血盟」的一員，與同組織的搭檔伊達一起負責調查森林之都格里達尼亞。他出身於學術城邦薩雷安，擁有豐富的知識，特別是在以太學上有非常深的造詣。他雖長得小巧玲瓏，說話卻很尖酸，總是挖苦搭檔伊達。", "이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 라라펠 족 남성. '새벽의 혈맹'의 일원으로, 같은 조직 멤버인 이다와 함께 숲의 도시 그리다니아의 조사를 담당하고 있다. 학술도시 샬레이안 출신으로, 지식이 풍부하며 그중에서도 에테르학에 조예가 깊다. 외모와는 어울리지 않는 냉소적인 독설가로, 늘 파트너인 이다에게 신랄한 말을 던진다.", "Un Lalafell venu d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. En tant que membre des Héritiers de la Septième Aube, il est chargé de veiller sur Gridania, la cité forestière avec sa collègue Yda. Originaire de Sharlayan, une ville d'érudits, il est très intelligent et particulièrement doué en science éthérée. Bien plus sarcastique et sec que son apparence le laisserait deviner, il remet souvent en place sa partenaire Yda.", "Ein Lalafell aus dem fernen Land Eorzea, der in den Geschichten der Welt Hydaelyn auftaucht. Er ist ein Mitglied des Bundes der Morgenröte und zusammen mit Yda verantwortlich für die Erforschung von Gridania, der Stadt des Waldes. Er stammt aus Sharlayan, einer Stadt der Gelehrten, ist hochintelligent und gebildet in der Ätherytenkunde. Er hat einen rauen Ton und neigt dazu, ruppig mit seiner Kollegin Yda umzugehen.", "Un hombre lalafell que aparece en los relatos sobre Eorzea, una región del lejano mundo de Hydaelyn. Es miembro de los Hijos del Séptimo Albor y se encarga de inspeccionar la capital boscosa, Gridania, junto a su compañera Yda. Al ser de Sharlayan, ciudad de eruditos, es muy inteligente y está versado en las técnicas aetherial. Por otra parte, aunque no lo aparente, tiene una lengua bastante viperina, por lo que suele hablarle de forma tosca a su compañera Yda."], "fusion": ["If you are to hold the fort, you must be no less than fully prepared. Every spare moment must be dedicated to training.", "看家也是非常重要的職責。<br>切勿怠惰，時時刻刻都要鍛鍊自身。", "빈 곳을 지키는 것도 중요한 임무다.<br>여유를 즐기기보다,<br>제대로 단련해 둬야겠지.", "Surveiller est un métier très important.<br>Il faut toujours rester en bonne forme et constamment en alerte !", "Wache halten ist eine wichtige Aufgabe.<br>Man muss in Form sein und darf sich nicht<br>ablenken lassen.", "Si te vas a encargar tú, tienes que estar completamente preparado. Cada rato que tengas libre lo tienes que pasar entrenando."], "summon": ["You require my power, I see.<br>...I suppose I shall just have to join you.", "看來你需要我的力量啊。<br>沒辦法，就幫你一把吧。", "내 힘이 필요한 것 같군.<br>어쩔 수 없지, 함께하겠어.", "Je vois que tu as besoin de mon pouvoir.<br>Je crois que je n'ai pas trop le choix alors, je vais vous rejoindre.", "Du brauchst mein Wissen und meine Kraft.<br>Gut, ich werde dir folgen.", "Ya veo. Necesitáis mi poder.<br>... Me imagino que no me queda otra opción que unirme a vosotros."]}}, "214000506": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [935, 2832, 390], "ATK": [36, 108, 26], "MP": [56, 171, 65], "MAG": [48, 144, 34], "SPR": [38, 116, 26], "DEF": [36, 110, 26]}, "magic_affinity": [0, 7, 3, 0], "ability_slots": 4, "limitburst_id": 214000506, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 743, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [25], "effect_frames": [23], "strings": {"evolution": ["It's easy to get carried away fighting.<br>For you and me, both.<br>We both have people waiting for us, after all.", "別在戰鬥中殺紅眼了。<br>我跟你，都有著等待我們回去的人。", "전투로 지나치게 흥분하지 마라.<br>너에게도, 나에게도<br>기다리는 사람이 있으니.", "Ne te laisse pas emporter par le combat.<br>Toi et moi, nous avons tous les deux des personnes qui nous attendent après tout.", "Schnell lässt man sich zum Kampf hinreißen.<br>Das gilt für dich wie für mich.<br>Wir haben schließlich beide jemanden, der auf uns wartet.", "Cuando se lucha, es fácil dejarse llevar.<br>Sin embargo, los dos, tanto tú como yo.<br>Tenemos gente esperando nuestro regreso."], "affinity": ["Thanks to my willful partner,<br>I've grown used to being dragged around.<br>I'm with you to the end.", "多虧那任性的搭檔，<br>我早就習慣被耍得團團轉了。<br>都到了這個地步，就陪你到最後吧。", "제멋대로인 파트너 덕분에,<br>휘둘리는 건 익숙해.<br>이렇게 된 거, 마지막까지 함께 하지.", "Grâce à l'égoïste qui me sert de partenaire,<br>j'ai grandi en m'habituant à ce genre de traitement.<br>Je serai avec toi, jusqu'à la fin.", "Dank meiner egoistischen Kollegen<br>bin ich solch eine Behandlung gewohnt.<br>Ich folge dir bis zum Ende.", "Gracias al terco de mi compañero,<br>estoy acostumbrado a que me arrastren de un lado para otro.<br>Te acompañaré hasta el final."], "description": ["A Lalafell man appearing in tales from Eorzea, a region in the faraway world of Hydaelyn. As a member of the Scions of the Seventh Dawn, he is engaged in dealing with the primal situation in Gridania and beyond. Though he frequently scolds his partner Yda for her care-free behavior, it appears that deep down he really does trust her. Though this cute Lalafell may not look it, he is in his 40's, and has a tendency to be overprotective of young children.", "異界行星海德林上艾歐澤亞地區的故事中登場的拉拉菲爾族男性。是「拂曉血盟」的一員，負責處理以格里達尼亞為首的各地的蠻神問題。他雖不時抱怨搭檔伊達過於樂觀，但其實是打心底信任伊達的。因為是擁有可愛外觀的拉拉菲爾族，讓人很難想像他其實已經年過四十，而且還有著過度保護小孩的一面。", "이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 라라펠 족 남성. '새벽의 혈맹'의 일원으로, 그리다니아를 비롯해 각지의 야만신 문제에 몰두하고 있다. 행동을 같이하는 이다가 덜렁거릴 때마다 자주 잔소리를 늘어놓지만, 실은 그녀를 굳게 믿고 있는 듯하다. 라라펠 족의 귀여운 외모로는 상상하기 힘들지만, 실은 40대로 어린아이를 과보호하는 일면도 있다.", "Un Lalafell venu d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn.  En tant que membre des Héritiers de la Septième Aube, il doit s'occuper du problème des Primordiaux et de bien d'autres choses encore. Bien qu'il réprimande souvent Yda, sa partenaire, pour son attitude souvent imprudente, il s'avère qu'au fond de lui, il lui fait véritablement confiance. Ce petit Lalafelle tout mignon n'en a peut-être pas l'air, mais il est dans la quarantaine et il a tendance à agir de façon excessive avec ses jeunes enfants.", "Ein Lalafell aus dem fernen Land Eorzea, der in den Geschichten der Welt Hydaelyn auftaucht. Als Mitglied des Bundes der Morgenröte kümmert er sich um die Primae-Bedrohung in Gridania und anderswo. Er tadelt seine Kollegin Yda oft für ihr sorgloses Verhalten, hat tief in seinem Herzen aber viel Vertrauen zu ihr. Auch wenn er nicht so aussieht, ist dieser Lalafell in seinen Vierzigern und nicht besonders zimperlich im Umgang mit Kindern.", "Un hombre lalafell que aparece en los relatos sobre Eorzea, una región del lejano mundo de Hydaelyn. Como miembro de los Hijos del Séptimo Albor, se encarga de lidiar con la situación de los primals en Gridania, además de cualquier otra cosa que pueda surgir. Asimismo, a pesar de que no para de reñirle a su compañera Yda por su comportamiento temerario, parece que en el fondo tiene una confianza plena en ella. Por otra parte, aunque no lo aparente, este lalafell sobrepasa ya los cuarenta años y tiende a ser bastante sobreprotector con los niños."], "fusion": ["This disturbance in the aether...<br>I see. Now I understand why we were called here.", "這以太紊亂……<br>原來如此，<br>我知道我們被召喚到這裡的理由了。", "에테르의 이 격류는……<br>그렇군, 우리가 소환된 이유를<br>알 것 같아.", "Cette turbulence dans l'Éther…<br> Je vois... Je comprends mieux pourquoi on nous a appelés ici.", "Ich spüre eine Veränderung im Äther.<br>Jetzt weiß ich, warum wir hierher gerufen wurden.", "Siento una perturbación en el aether...<br>Ya veo. Ahora entiendo por qué se nos convocó aquí."], "summon": ["I'm glad to have more friends.<br>It's just that the noisier things get,<br>the harder it becomes to settle down...", "同伴增加我當然歡迎，<br>但是，太熱鬧的話<br>反而會無法清靜呢……", "동료가 늘어나는 건 환영할 일이다.<br>다만, 너무 떠들썩해지면<br>좀처럼 진정되질 않아서……", "Je suis content de m'être fait de nouveaux amis.<br>C'est juste les choses les plus bruyantes mettent plus de temps à se calmer…", "Ich freue mich ja, neue Freunde zu finden.<br>Aber je mehr los ist, desto schwieriger<br>ist es, einen Gang runterzuschalten.", "Me alegra tener más amigos.<br>Es solo que... mientras más se complican las cosas,<br>más cuesta relajarse..."]}}}, "job": "Scion", "sex": "Male", "game": "FFXIV", "rarity_max": 6, "names": ["Papalymo", "帕帕力莫", "파파리모", "Papalymo", "Papalymo", "Papalymo"], "equip": [1, 6, 40, 50, 53, 60], "game_id": 10014, "rarity_min": 4, "tribe_id": 5, "id": "214000504", "job_id": 99}