{"TMR": ["MATERIA", 504208100], "name": "Y'shtola", "is_summonable": false, "skills": [{"level": 24, "type": "MAGIC", "id": 10070, "rarity": 5}, {"level": 32, "type": "MAGIC", "id": 20120, "rarity": 5}, {"level": 32, "type": "MAGIC", "id": 20130, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 207750, "rarity": 5}, {"level": 48, "type": "MAGIC", "id": 10110, "rarity": 5}, {"level": 56, "type": "MAGIC", "id": 20240, "rarity": 5}, {"level": 56, "type": "MAGIC", "id": 20250, "rarity": 5}, {"level": 64, "type": "MAGIC", "id": 10100, "rarity": 5}, {"level": 72, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 30320, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 30330, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 207730, "rarity": 6}, {"level": 84, "type": "MAGIC", "id": 10210, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 207740, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 207760, "rarity": 6}], "sex_id": 2, "entries": {"214000105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [729, 2310, 240], "ATK": [30, 91, 16], "MP": [58, 154, 60], "MAG": [34, 99, 16], "SPR": [37, 112, 16], "DEF": [29, 88, 16]}, "magic_affinity": [7, 6, 6, 0], "ability_slots": 4, "limitburst_id": 214000105, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 10, "290060100": 20, "290060400": 10, "291100100": 5}}, "rarity": 5, "compendium_id": 485, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["You just need to keep moving forward<br>and worry about yourself.<br>I've got your back.", "你只需要看著前方，<br>想著自己的事。<br>……至於背後就交給我吧。", "당신은 앞만 보고,<br>자신만을 생각하도록 해.<br> ……등 뒤는 내게 맡겨둬.", "Tout ce que tu as à faire c'est d'avancer et ne t'occuper que de toi.<br>Je couvre tes arrières.", "Mach einfach immer weiter<br>und bleib locker.<br>Ich halte dir den Rücken frei.", "Tan solo tienes que seguir avanzando y preocuparte de ti mismo.<br>Yo te cubro las espaldas."], "description": ["A Miqo'te hailing from Eorzea who appears in the tales of the world of Hydaelyn. Y'shtola is one of the Scions of the Seventh Dawn, and heads an investigation being conducted in the marine city of Limsa Lominsa. As a native of the scholarly nation of Sharlayan, she is capable of advanced magic and is well versed in ancient languages. Although her unwavering calm and collected attitude makes her seem cold, a more vulnerable aspect of her personality shows when she meets monsters such as the land-dwelling jellyfish aurelia, or when someone grabs tightly onto her tail.", "異界行星海德林上艾歐澤亞地區的故事中登場的貓魅族女性。她是「拂曉血盟」的一員，負責海洋之都利姆薩·羅敏薩的調查工作。她是出身自學術城邦薩雷安的賢人，擅長使用高難度的魔法，並且精通古代語。她平日沉著冷靜，不動聲色，但也有害怕海月水母、害怕被別人握住尾巴的一面。", "이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 미코테 족 여성. '새벽의 혈맹'의 일원으로, 바다 도시 림사 로민사의 조사를 담당하고 있다. 학술도시 샬레이안 출신의 현자 중 한 명이기도 하며, 높은 수준의 마법을 다룰 수 있을 뿐 아니라 고대어에도 능통하다. 항상 냉정한 태도를 무너뜨리지 않는 쿨한 인물이지만, 달해파리를 싫어하거나 꼬리를 꽉 잡히는 것에 취약한 모습을 보이는 등 의외의 일면도 가지고 있다.", "Une Miqo'te venue d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Y'shtola fait partie des héritiers de la Septième Aube, et est responsable d'une enquête en cours dans la ville maritime de Limsa Lominsa. Originaire de Sharlayan, le pays des sciences, elle fait preuve d'une grande maîtrise de la magie et connaît très bien les langues anciennes. Bien qu'elle ait l'air froide en raison de son attitude calme et sereine, elle peut se montrer plus vulnérable lorsqu'elle rencontre des monstres comme les méduses terrestres aurélie, ou lorsqu'on lui tire d'un coup la queue.", "Ein Miqo'te aus der fernen Welt Eorza, die in den Geschichten der Welt Hydaelyn auftaucht. Y'shtola ist ein Spross der Siebten Dämmerung und steht einer Untersuchung in der Meeresstadt Limsa Lominsa vor. Als Teil der gelehrten Nation von Sharlayan ist sie zu fortschrittlicher Magie fähig und versteht die alten Sprachen. Zwar wirkt sie aufgrund ihrer kühlen Art zurückhaltend, es brechen bei ihr aber alle Dämme, wenn sie Monstern begegnet, wie der Landqualle Aurelia, oder wenn ihr jemand zu fest an den Schwanz greift.", "Una Miqo'te proveniente de Eorzea que aparece en las historias del mundo de Hydaelyn. Y'shtola es una de los Hijos del Séptimo Albor, y dirige una investigación que tiene lugar en la ciudad marina de Limsa Lominsa. Como nativo de la erudita nación de Sharlayan, es capaz de realizar magia alcanzada y está muy versada en las lenguas antiguas. Aunque su inquebrantable calma y su tranquila actitud le hacen parecer fría, muestra un aspecto más vulnerable de su personalidad cuando se encuentra con monstruos como la medusa terrestre aurelia, o cuando alguien le agarra con fuerza su cola."], "fusion": ["We all hope to avoid ruin.<br>It is based on our belief in this<br>that we act the way we do.", "一定有辦法能阻止世界毀滅。<br>相信希望，努力生活，<br>這才是我們的精神……", "멸망을 피할 수 있는 희망은 반드시 있어.<br>우리는 그것을 믿고<br>노력해나가는 거야……", "Nous espérons tous éviter la ruine.<br>C'est cet espoir qui guide nos pas.", "Wir alle vermeiden das Verderben.<br>Darum handeln wir so,<br>wie wir handeln.", "Todos deseamos evitar el desastre.<br>Nuestra fe en ello es lo que nos lleva a actuar así."], "summon": ["I am Y'shtola.<br>I'm a research historian.<br>I look forward to working with you.", "我是雅・修特拉。<br>是調查以太的博物學家。<br>請多關照。", "내 이름은 야슈톨라.<br>에테르를 조사하는 박물학자야.<br>잘 부탁해.", "Moi, c'est Y'shtola.<br>Je suis historienne.<br>J'ai hâte de me battre à tes côtés.", "Ich heiße Y'shtola.<br>Ich bin eine Historikerin<br>Schön, mit dir zu arbeiten!", "Me llamo Y'shtola.<br>Soy una investigadora de historia.<br>Estoy deseando trabajar contigo."]}}, "214000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [957, 3029, 390], "ATK": [38, 115, 26], "MP": [70, 190, 85], "MAG": [42, 122, 26], "SPR": [49, 148, 26], "DEF": [36, 110, 26]}, "magic_affinity": [8, 6, 6, 0], "ability_slots": 4, "limitburst_id": 214000106, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 486, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20], "strings": {"evolution": ["Hehe, best not make fun of<br>my beloved Miqo'te family.", "哼哼……<br>不要小看我們貓魅族哦。", "후후 …… 긍지 높은<br>야 족의 미코테를 얕보지 말라구.", "Héhé, mieux vaut ne pas sous-estimer la fière famille Miqo'te.", "Hehe, mach dich lieber nicht über<br>meine Liebe Miqo'te-Familie lustig.", "Je, je, será mejor que no te burles de mi querida tribu Miqo'te."], "affinity": ["You just need to keep moving forward<br>and worry about yourself.<br>I've got your back.", "你只需要看著前方，<br>想著自己的事。<br>……至於背後就交給我吧。", "당신은 앞만 보고,<br>자신만을 생각하도록 해.<br> ……등 뒤는 내게 맡겨둬.", "Tout ce que tu as à faire c'est d'avancer et ne t'occuper que de toi.<br>Je couvre tes arrières.", "Mach einfach immer weiter<br>und bleib locker.<br>Ich halte dir den Rücken frei.", "Tan solo tienes que seguir avanzando y preocuparte de ti mismo.<br>Yo te cubro las espaldas."], "description": ["A Miqo'te hailing from Eorzea who appears in the tales of the world of Hydaelyn. Y'shtola is one of the Scions of the Seventh Dawn, and is in the midst of gathering information regarding primals and the Ascians, disciples of darkness. She is always composed yet merciless in battle, and does not mince her words neither on nor off the field. Finding her friend Yda, another member of the Scions, much too carefree for her own good, she constantly scolds her whenever she does anything reckless.", "異界行星海德林上艾歐澤亞地區的故事中登場的貓魅族女性。她是「拂曉血盟」的一員，負責收集有關蠻神問題以及暗之使徒無影的情報。她性格冷靜，對敵人毫不手下留情，說話偶爾會有些刻薄。她對「曉」的另一名成員伊達的天真發言感到頭痛，當伊達做錯事時，她會對其進行嚴厲的「懲罰」。", "이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 미코테 족 여성. '새벽의 혈맹'의 일원으로, 야만신 문제나 어둠의 사도 아씨엔에 관한 정보를 수집하고 있다. 냉정 침착하며 적에게는 가차 없고, 과격한 발언을 내뱉는 경우도 있다. '새벽'의 동료 중 하나인 이다의 가벼운 성격에 꽤 골머리를 앓고 있으며, 그녀가 어리석은 행동을 벌일 때는 호된 '벌'을 내린다고 한다.", "Une Miqo'te venue d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Y'shtola fait partie des héritiers de la Septième Aube, et est au beau milieu d'une collecte d'informations relatives aux primordiaux et aux Asciens, des disciples des ténèbres. En combat, elle est toujours sereine en restant sans merci, et ne mâche jamais ses mots sur le champ de bataille comme en dehors. Considérant son amie Yda, une autre membre des héritiers, bien trop insouciante, elle la sermonne chaque fois qu'elle agit avec témérité.", "Ein Miqo'te aus der fernen Welt Eorza, die in den Geschichten der Welt Hydaelyn auftaucht. Y'shtola ist ein Spross der Siebten Dämmerung und sammelt Informationen über die Primae und Askianer, Schüler der Dunkelheit. Sie wirkt stets gesammelt, jedoch gnadenlos im Kampf und hält sich nicht mit Worten zurück. Da sie ihre Freundin Yda, ebenfalls ein Spross, für viel zu sorglos hält, schimpft sie oft mit ihr, wenn sie sich zu riskant verhält.", "Una Miqo'te proveniente de Eorzea que aparece en las historias del mundo de Hydaelyn. Y'shtola es una de los Hijos del Séptimo Albor, y está reuniendo información de primitivos y ascianos, discípulos de la oscuridad. En la batalla siempre es tranquila, aunque despiadada, y no mide sus palabras, ni dentro ni fuera del campo. Encuentra que su amiga Yda, otra miembro de los Desdientes, es demasiado despreocupada, así que la regaña constantemente siempre que la ve hacer algo imprudente."], "fusion": ["We just have to knock out our<br>enemies before they even have<br>a chance to speak.", "……見到敵人就將其擊倒，<br>不要留給其反擊的機會。", "……적은 두말없이 쓰러뜨린다.<br>그뿐이야.", "Tout ce que nous avons à faire c'est mettre K.O.<br>nos ennemis avant qu'ils n'aient l'opportunité de parler.", "Wir müssen unsere Gegner<br>ausschalten, bevor sie auch nur<br>den Mund aufmachen können.", "Tan solo debemos derribar a nuestros enemigos<br>antes de que siquiera abran la boca."], "summon": ["Sorry for the wait.<br>Here we go! Stay focused!", "……久等了。<br>那麼，走吧，集中注意力！", "……기다리게 했군.<br>자, 가자. 집중하도록!", "Désolée pour l'attente.<br>C'est parti ! Reste concentré !", "Entschuldige die Verzögerung.<br>Los geht‘s! Konzentriert bleiben!", "Lamento la espera.<br>¡Allá vamos! ¡Todos concentrados!"]}}}, "job": "Scion", "sex": "Female", "game": "FFXIV", "rarity_max": 6, "names": ["Y'shtola", "雅・修特拉", "야슈톨라", "Y'shtola", "Y'shtola", "Y'shtola"], "equip": [5, 6, 9, 30, 40, 50, 53, 60], "game_id": 10014, "rarity_min": 5, "tribe_id": 5, "id": "214000105", "job_id": 99}