{"TMR": ["MATERIA", 504208110], "name": "Thancred", "is_summonable": false, "skills": [{"level": 4, "type": "ABILITY", "id": 207780, "rarity": 3}, {"level": 8, "type": "ABILITY", "id": 207860, "rarity": 3}, {"level": 18, "type": "ABILITY", "id": 207850, "rarity": 3}, {"level": 32, "type": "ABILITY", "id": 207870, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 207820, "rarity": 3}, {"level": 14, "type": "ABILITY", "id": 207840, "rarity": 4}, {"level": 48, "type": "ABILITY", "id": 207790, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 207880, "rarity": 4}, {"level": 54, "type": "ABILITY", "id": 207890, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 207900, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 207830, "rarity": 5}], "sex_id": 1, "entries": {"214000203": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [429, 1300, 180], "ATK": [19, 57, 12], "MP": [21, 65, 30], "MAG": [17, 52, 12], "SPR": [17, 52, 12], "DEF": [18, 55, 12]}, "magic_affinity": [2, 0, 2, 0], "ability_slots": 2, "limitburst_id": 214000203, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"291100300": 5, "290050200": 15, "290020200": 10, "290010000": 25, "290030200": 5}}, "rarity": 3, "compendium_id": 509, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [21, 36], "effect_frames": [19, 34], "strings": {"evolution": null, "affinity": ["What a greedy one, hanging on to me.<br>No worries, allow me then<br>to be your escort moving forth!", "抓住了這麼好的男人還不知足。<br>好吧，那我就<br>護送你們到最後吧！", "이런 멋진 남자를 붙들고 있다니 욕심꾸러기로군.<br>뭐, 좋아. 그럼 마지막까지<br>에스코트해 드리지!", "T'es plutôt cupide comme garçon.<br>Enfin c'est pas grave. Laisse-moi t'escorter jusqu'au bout !", "Wie gierig, so an mir zu hängen.<br>Keine Sorge, erlaube mir,<br>dich weiter zu eskortieren!", "Que avaricioso eres tratando de quedarte conmigo.<br>¡No te preocupes, que estaré a tu vera para llevarte hacia delante!"], "description": ["A Hyur hailing from Eorzea who appears in the tales of the world of Hydaelyn. Although he claims to be a wandering bard, Thancred is actually one of the Scions of the Seventh Dawn, and heads an investigation being conducted in the desert city of Ul'dah. While a smooth-talker with a fondness for women off the field, the way he effectively overwhelms his opponents in battle shows no signs of delicacy. In the past, he lived as a thief on the streets of Limsa Liminsa until he met a sage by the name of Louisoix who persuaded him to turn his life around.", "異界行星海德林上艾歐澤亞地區的故事中登場的人族男性。他對外聲稱自己是吟遊詩人，但真實面目是「拂曉血盟」的一員，負責沙漠之都烏爾達哈的調查工作。他不管走到哪裡都會向女性搭訕，在戰鬥中會以輕盈的身姿壓制敵人。他曾經在利姆薩·羅敏薩做一些偷雞摸狗的勾當，直到遇到了賢者路易索瓦才能夠改頭換面。", "이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족의 남성. 음유시인을 자청하는 그의 정체는 사실 '새벽의 혈맹'의 일원으로, 모래도시 울다하의 조사를 맡고 있다. 가는 곳마다 여성들을 유혹하는 미남이지만, 전투가 벌어지면 가벼운 몸놀림으로 적을 압도하는 등 실력은 출중하다. 예전에 림사 로민사에서 좀도둑질을 생업으로 삼고 있을 때에 현자 루이수아를 만나게 되었고, 그 덕분에 갱생하게 된 과거가 있다.", "Un Hyur venu d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Même s'il prétend être un barde en vadrouille, Thancred fait partie des héritiers de la Septième Aube, et est responsable d'une enquête en cours à Ul'dah, une ville du désert. Beau parleur, coureur de jupons, la façon dont il écrase ses adversaires en combat montre qu'il n'a pas la moindre délicatesse. Gamin des rues, il vivait à Limsa Lominsa de ce qu'il pouvait voler, jusqu'au jour où il rencontra Louisoix, un sage qui le persuada de reprendre sa vie en main.", "Ein Hyur aus der fernen Welt Eorza, der in den Geschichten der Welt Hydaelyn auftaucht. Obwohl er behauptet, ein wandernder Barde zu sein, ist Thancred ein Spross der Siebten Dämmerung und führt eine Untersuchung in der Wüstenstadt Ul'dah durch. Zwar redet er gerne viel und hat eine Schwäche für Frauen, jedoch überwältigt er seine Gegner im Kampf sehr effektiv. Früher lebte er von Diebstählen auf der Straße in Limsa Liminsa, bis er einen Weisen namens Louisoix traf, der ihn überzeugte, sein Leben zu ändern.", "Un Hyur proveniente de Eorzea que aparece en las historias del mundo de Hydaelyn. Aunque dice ser un bardo errante, Thancred es uno de los Hijos del Séptimo Albor, y dirige una investigación que tiene lugar en la ciudad desértica de Ul'dah. Mientras que en el campo es un gran conversador con debilidad por las mujeres, la forma en que aplasta a sus enemigos en la batalla no muestra ninguna delicadeza. En el pasado vivía de aquello que robaba como un niño callejero de Limsa Liminsa, hasta que conoció a un sabio que responde al nombre de Louisoix, que lo convenció para que cambiase su vida."], "fusion": ["Leave it to me!<br>I can't go without showing off what<br>I've got from time to time!", "包在我身上！<br>關鍵時刻閃亮登場，<br>也是展現個人魅力的好機會！", "내게 맡겨줘!<br>가끔은,<br>멋진 모습도 보여줘야지!", "Laissez-le-moi !<br>Il faut bien que je vous montre ce dont je suis capable de temps en temps !", "Überlasst das mir!<br>Von Zeit zu Zeit muss ich<br>einfach mal angeben!", "¡Yo me encargo!<br>¡Soy de los que no se cortan de hacerse el chulo de vez en cuando!"], "summon": ["Is this a date request?<br>If it's with a beautiful lady,<br>I'll gladly accept.", "要和我約會嗎？<br>如果是美女邀約，<br>我自然不會拒絕的。", "데이트 신청하는 거야?<br>미녀로부터의 요청이라면,<br>기쁘게 받아들이지.", "C'est une demande de rendez-vous ? Si c'est de la part d'une jolie jeune femme,<br>j'accepte avec joie.", "Geht es um ein Rendevouz?<br>Wenn es mit einer schönen Dame ist,<br>nehme ich gerne an.", "¿Me estás invitando a una cita?<br>¡Si es con una dama hermosa,<br>acepto encantado!"]}}, "214000204": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [558, 1690, 240], "ATK": [25, 77, 16], "MP": [28, 86, 40], "MAG": [22, 68, 16], "SPR": [22, 68, 16], "DEF": [24, 72, 16]}, "magic_affinity": [3, 0, 3, 0], "ability_slots": 3, "limitburst_id": 214000204, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290040200": 5, "290020200": 20, "290030200": 10, "291100300": 5}}, "rarity": 4, "compendium_id": 510, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [21, 36], "effect_frames": [19, 34], "strings": {"evolution": ["You know, we can't just sit around<br>showing off all day.<br>I must protect the Dawn Warriors.", "那麼……<br>不能再這麼吊兒郎當了。<br>我必須保護「拂曉」的同伴們。", "자, 그럼…… 언제까지고<br>들떠있을 순 없으니까 말이야.<br>'새벽'의 모두는, 내가 지켜내겠어.", "On ne peut pas juste rester à rouler des mécaniques toute la journée, tu sais..<br>Je dois protéger les Guerriers de l'Aube.", "Du weißt, wir können nicht<br>nur angeben.<br>Ich muss die Krieger der Morgendämmerung beschützen.", "No podemos estar aquí todo el día pavoneando.<br>Debo proteger a los Guerreros del Albor."], "affinity": ["What a greedy one, hanging on to me.<br>No worries, allow me then<br>to be your escort moving forth!", "抓住了這麼好的男人還不知足。<br>好吧，那我就<br>護送你們到最後吧！", "이런 멋진 남자를 붙들고 있다니 욕심꾸러기로군.<br>뭐, 좋아. 그럼 마지막까지<br>에스코트해 드리지!", "T'es plutôt cupide comme garçon.<br>Enfin c'est pas grave. Laisse-moi t'escorter jusqu'au bout !", "Wie gierig, so an mir zu hängen.<br>Keine Sorge, erlaube mir,<br>dich weiter zu eskortieren!", "Que avaricioso eres tratando de quedarte conmigo.<br>¡No te preocupes, que estaré a tu vera para llevarte hacia delante!"], "description": ["A Hyur hailing from Eorzea who appears in the tales of the world of Hydaelyn. Thancred and the leader of the Scions of the Seventh Dawn, Minfilia, have been friends since she was a child, and he served as the connection between her and the sage Louisoix. When Thancred became much too involved in his investigation of the disciples of darkness known as the Ascians and the dark crystals connected to them, he became possessed by the Ascian known as Lahabrea. This unfortunately forced him to lead the rest of his comrades to great peril.", "異界行星海德林上艾歐澤亞地區的故事中登場的人族男性。他與「拂曉血盟」盟主敏菲利亞自幼相識，並為敏菲利亞與路易索瓦的結識創造了契機。在追查暗之使徒無影的秘密時不慎過於深入暗之水晶，結果被無影拉哈布雷亞憑依，使得「拂曉血盟」陷入了危機。", "이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족의 남성. '새벽의 혈맹'의 맹주 민필리아와는 그녀가 어릴 적부터 친분이 있었으며, 민필리아와 현자 루이수아의 가교 역할을 맡고 있었다. 아씨엔 이라 불리는 어둠의 사도의 수수께끼를 쫓던 중, 어둠의 크리스탈의 조사에 너무 깊이 다가간 탓에 아씨엔 라하브레아에게 빙의되어, 결과적으로 '새벽의 혈맹'을 위기에 몰아넣고 만다.", "Un Hyur venu d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Thancred et Minfilia, la chef des héritiers de la Septième Aube, sont des amis d'enfance. Il a même fait office d'intermédiaire entre elle et le sage Louisoix. Lorsque Thancred s'est trop impliqué dans son enquête sur les disciples des ténèbres, connus sous le nom d'Asciens, et les cristaux des ténèbres auxquels ils sont liés, il s'est retrouvé possédé par un Ascien s'appelant Lahabrea. Malheureusement, cela l'a poussé à faire courir un grand danger à ses camarades.", "Ein Hyur aus der fernen Welt Eorza, der in den Geschichten der Welt Hydaelyn auftaucht. Thancred und die Anführerin des Spross der Siebten Dämmerung, Minfilia, sind seit ihrer Kindheit Freunde. Er vermittelte sogar die Korrespondenz zwischen ihr und dem Weisen Louisoix. Während der Untersuchung zu den Schülern der Dunkelheit, genannt Askianer, und ihrer Verbindung zu den dunklen Kristallen, wurde er von einem Askianer namens Lahabrea besessen. Auf diese Weise setzte er seine Kameraden großer Gefahr aus.", "Un Hyur proveniente de Eorzea que aparece en las historias del mundo de Hydaelyn. Thancred y la líder de los Hijos del Séptimo Albor, Minfilia, han sido amigos desde la infancia. Incluso se encargó de la correspondencia entre ella y el sabio Louisoix. Cuando Thancred se involucró demasiado en su investigación de los discípulos de la oscuridad conocidos como los Ascianos y los cristales relacionados con ellos, fue poseído por el Asciano conocido como Lahabrea. Desgraciadamente, esto lo forzó a poner en gran peligro al resto de sus camaradas."], "fusion": ["Phew, so busy...<br>I guess that's what comes<br>with being so popular, eh?", "真的好忙啊……<br>正所謂能者多勞吧？", "정말이지, 무지하게 바쁘구만……<br>이게 바로 인기남의 숙명인가?", "Pfiou, je suis tellement occupé...<br>J'imagine que c'est ce qu'on appelle la rançon de la gloire ?", "Puh, so hektisch ...<br>Ich schätze, das bringt<br>der Ruhm mit sich, oder?", "Uf, si es que no paro.<br>Supongo que es lo que tiene ser tan popular, ¿eh?"], "summon": ["To meet you in a place like this...<br>Was it by chance... Or is it fate?", "竟會在這裡邂逅。<br>這是偶然……還是命運？", "이런 곳에서 당신을 만나다니.<br>우연…… 아니, 운명인가?", "Te rencontrer dans un endroit pareil...<br>Serait-ce un coup de chance... ou un coup du sort ?", "Dich an so einem Ort zu treffen ...<br>War es Zufall ... oder Schicksal?", "Que nos hayamos encontrado en este lugar...<br>¿Será cosa del azar? ¿O del destino?"]}}, "214000205": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [726, 2199, 300], "ATK": [36, 109, 20], "MP": [37, 113, 50], "MAG": [29, 89, 20], "SPR": [29, 89, 20], "DEF": [31, 94, 20]}, "magic_affinity": [4, 0, 4, 0], "ability_slots": 4, "limitburst_id": 214000205, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 511, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [21, 36], "effect_frames": [19, 34], "strings": {"evolution": ["Sorry for the wait!<br>Now the real fight begins!", "久等啦！<br>看來我也得認真起來才行了！", "기다렸지!<br>고상한 싸움은 여기까지다!", "Désolé pour l'attente !<br>C'est maintenant que les choses sérieuses commencent.", "Entschuldige die Verzögerung!<br>Jetzt beginnt der wahre Kampf!", "¡Perdona la espera!<br>¡Empieza la batalla de verdad!"], "affinity": ["What a greedy one, hanging on to me.<br>No worries, allow me then<br>to be your escort moving forth!", "抓住了這麼好的男人還不知足。<br>好吧，那我就<br>護送你們到最後吧！", "이런 멋진 남자를 붙들고 있다니 욕심꾸러기로군.<br>뭐, 좋아. 그럼 마지막까지<br>에스코트해 드리지!", "T'es plutôt cupide comme garçon.<br>Enfin c'est pas grave. Laisse-moi t'escorter jusqu'au bout !", "Wie gierig, so an mir zu hängen.<br>Keine Sorge, erlaube mir,<br>dich weiter zu eskortieren!", "Que avaricioso eres tratando de quedarte conmigo.<br>¡No te preocupes, que estaré a tu vera para llevarte hacia delante!"], "description": ["A Hyur hailing from Eorzea who appears in the tales of the world of Hydaelyn. Thancred is a man who enjoys chatting up the ladies, but has no qualms about raising his blade against the enemy to put the fighting skills he learned as part of the underground world of Limsa Liminsa to good use. He is well-known in Ul'dah, where he worked gathering rare materials required for the creation of magical instruments. Incidentally, his run ins with various women have lead to some heated arguments.", "異界行星海德林上艾歐澤亞地區的故事中登場的人族男性。他曾經在利姆薩·羅敏薩的某地下組織學習了戰鬥技藝，雖然他喜歡拈花惹草，不過面對敵人毫不手下留情。他在烏爾達哈人脈眾多，可以通過人脈輕易找到製作魔器所需要的稀有礦石。但由於他不管走到哪裡都會向女性搭訕，也埋下了許多火種，甚至還引發過一場「女人間的戰鬥」。", "이계의 별 하이델린의 한 지방, 에오르제아 이야기에 등장하는 휴런 족의 남성. 만나는 여자마다 추근대는 바람둥이지만, 림사 로민사의 비밀조직에 전해 내려오는 전투 기술을 몸에 익히고 있으며 대적하는 자에게는 냉정하게 칼을 들이민다. 울다하에서는 꽤 얼굴이 알려진 편으로, 마기 제작에 필요한 희귀 광석을 인맥을 이용해 조달하고 있다. 한편, 여기저기서 여자를 유혹해댄 것이 화근이 되어 아수라장을 만들어 버리는 일도 있었다.", "Un Hyur venu d'Éorzéa, qui apparaît dans les contes du monde d'Hydaelyn. Thancred est un séducteur qui aime bavarder avec les femmes, mais qui n'a aucun scrupule à sortir son épée face à l'ennemi pour mettre à profit les techniques de combats qu'il a apprises au monde souterrain de Limsa Lominsa. Il est connu à Ul'dah, où il a travaillé à la collecte de matériaux rares nécessaires à la création d'instruments de magie. Ses aventures avec différentes femmes ont par ailleurs provoqué de vives disputes.", "Ein Hyur aus der fernen Welt Eorza, der in den Geschichten der Welt Hydaelyn auftaucht. Thancred genießt das Gespräch mit den Damen, aber zögert nicht, wenn es heißt, das Schwert zu ziehen. Das lernte er als Teil der Unterwelt von Limsa Liminsa. Er ist in Ul'dah wohlbekannt, wo er seltene Materialien zur Herstellung magischer Instrumente sammelte. Seine Begegnungen mit Frauen haben zu einigen hitzigen Streits geführt.", "Un Hyur proveniente de Eorzea que aparece en las historias del mundo de Hydaelyn. Thancred es un hombre que disfruta agasajando con sus palabras a las damas, pero no tiene escrúpulos para alzar su espada contra el enemigo y emplear las habilidades de lucha que aprendió cuando formaba parte del mundo subterráneo de Limsa Liminsa. Es muy conocido en Ul'dah, donde trabajó recabando materiales raros para crear instrumentos mágicos. Por otra parte, sus encontronazos con varias mujeres han provocado bastantes peleas acaloradas."], "fusion": ["I need to get more powerful<br>so that I can protect everyone!", "我要變得更強大，<br>強大到能夠保護大家！", "내가 좀 더 힘을 길러서,<br>모두를 지켜야만 해!", "Il faut que je devienne plus puissant<br>comme ça je pourrai protéger tout le monde !", "Ich muss noch stärker werden,<br>damit ich alle beschützen kann!", "¡Necesito más poder para proteger a todo el mundo!"], "summon": ["The words of love vary wherever you go.<br>I wonder what kind of poems<br>the women of this world prefer...?", "表達愛意的語言，因地而異。<br>這個世界的淑女們，<br>喜歡什麼樣的情詩呢？", "사랑의 말도, 지역마다 다르지.<br>이 세계의 여성들은,<br>어떤 시를 좋아하려나……?", "L'espression du sentiment amoureux est différent d'un pays à l'autre.<br>Je me demande quel genre de poèmes aiment les femmes de ce monde... ?", "Über die Liebe spricht man überall anders.<br>Was für Gedichte die Frauen<br>dieser Welt wohl vorziehen ...?", "Las palabras de amor cambian según donde vayas.<br>Me pregunto, ¿qué tipo de poemas preferirán las mujeres de este mundo...?"]}}}, "job": "Scion", "sex": "Male", "game": "FFXIV", "rarity_max": 5, "names": ["Thancred", "桑克瑞德", "산크레드", "Thancred", "Thancred", "Thancred"], "equip": [1, 2, 3, 4, 11, 13, 30, 31, 40, 41, 50, 51, 60], "game_id": 10014, "rarity_min": 3, "tribe_id": 5, "id": "214000203", "job_id": 99}