{"TMR": ["MATERIA", 504216360], "name": "Cor", "is_summonable": true, "skills": [{"level": 19, "type": "ABILITY", "id": 211750, "rarity": 4}, {"level": 40, "type": "ABILITY", "id": 100730, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 216180, "rarity": 4}, {"level": 18, "type": "ABILITY", "id": 216250, "rarity": 5}, {"level": 39, "type": "ABILITY", "id": 216190, "rarity": 5}, {"level": 54, "type": "ABILITY", "id": 200300, "rarity": 5}, {"level": 66, "type": "ABILITY", "id": 210850, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 216240, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 216230, "rarity": 6}, {"level": 36, "type": "ABILITY", "id": 216200, "rarity": 6}, {"level": 57, "type": "ABILITY", "id": 216220, "rarity": 6}, {"level": 87, "type": "ABILITY", "id": 216260, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 216210, "rarity": 6}], "sex_id": 1, "entries": {"215000306": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1182, 3582, 390], "ATK": [48, 145, 34], "MP": [50, 152, 65], "MAG": [36, 110, 26], "SPR": [41, 124, 26], "DEF": [41, 125, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 215000306, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 720, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [14, 30, 83], "effect_frames": [12, 28, 81], "strings": {"evolution": ["It's best to have multiple strategies.<br>Regardless the situation, you must think of multiple ways out.", "戰術當然越多越好。<br>你必須想出更多的手段。", "전법은 많을수록 좋다.<br>하나라도 더 많은 수를 생각해라.", "L'idéal est d'avoir plusieurs stratégies.<br>Comme ça vous trouvez toujours un moyen de vous en sortir.", "Am besten hat man mehrere Strategien.<br>Unabhängig von der Lage braucht man stets mehrere Lösungen.", "Lo mejor es tener varias estrategias.<br>Sin importar la situación, siempre hay que tener varias alternativas preparadas."], "affinity": ["Believe in your friends, and make<br>the most of yourself. You are not alone.", "信任夥伴並活用這份信任。<br>你並不是一個人。", "동료를 믿고, 그 존재를 활용해라.<br>넌 혼자가 아니니까.", "Crois en tes amis, et fais de ton mieux. Tu n'es pas seul.", "Glaub an deine Freunde und<br>mache das Beste aus dir. Du bist nicht alleine.", "Confía en tus amigos<br>y da lo mejor de ti. No estás solo."], "description": ["A commander of the Kingdom of Lucis spoken of in stories from the faraway land of Eos. Cor has been fighting in the front lines since his youth, and his countless escapes from the clutches of death haved earned him the name of \"Immortal Shogun\" amongst his comrades. When the Crown City of Insomnia suffered an attack at the hands of the Empire of Niflheim, he was sent to help the people outside of the Citadel to flee and find refuge. Unfortunately, however, this mission would lead him away from King Regis during his final moments. Cor's inability to protect his liege at the time still haunts him to this day.", "異界伊歐斯的故事中登場的路希斯王國的將軍。自年輕時就在最前線奮戰，歷經無數危險的任務，每次都能奇跡般地生還，因而被稱為「不死將軍」。在王都遭到尼弗海姆帝國襲擊時，他被分配到街市負責疏散國民。其結果是未能保護國王雷吉斯，自此他的內心留下了強烈的悔恨之意。", "이계 이오스에 전해 내려오는 이야기에 등장하는 루시스 왕국의 장군. 젊은 시절부터 일선에서 활약하며 몇 번이고 사선을 뛰어넘는 그 모습에, 적과 아군 모두에게 '불사 장군'이라 칭송받고 있다. 수도 인섬니아가 니플하임 제국의 습격을 받았을 때 왕성이 아닌 시가지에 배치되어 있었으며, 국민의 피난을 책임졌다. 그 결과 주군인 레기스 국왕을 지키지 못했다는 것에 깊은 회한을 느끼고 있다.", "Un commandant affilié au Royaume de Lucis qui fait l’objet de nombreux récits dans les terres lointaines d’Eos. Cor se bat sur la ligne de front depuis l’enfance. S’étant dérobé des griffes de la mort à de nombreuses reprises, ses camarades lui ont depuis attribué le surnom de \"Shogun immortel\". Quand la ville royale d’Insomnia fut victime d’une attaque des mains de l’Empire de Niflheim, il fut envoyé pour assister le peuple vivant hors de la Citadelle et l’aider à fuir et y trouver refuge. Hélas, ce fut cette mission qui l’éloigna du roi Regis alors que celui-ci vivait ses derniers instants. Son incapacité à protéger son monarque continue de hanter Cor à ce jour.", "Ein General des Königreichs Lucis, von dem in Geschichten aus der fernen Welt Eos die Rede ist. Cor kämpft seit der Jugend immer an vorderster Front und da der dem Tod unzählige Mal ein Schnippchen schlug, erhielt er von seinen Kameraden den Beinamen \"Der unsterbliche General\". Als Insomnia vom Niflheim-Imperium angegriffen wurde, hatte er den Auftrag, den Menschen außerhalb der Zitadelle bei der Flucht zu helfen und in Sicherheit zu bringen. Unglücklicherweise führte ihn diese Mission von König Regis fort, sodass er bei dessen Tod nicht anwesend war. Bis heute nagt es an Cor, dass er seinen Lehnsherrn nicht beschützen konnte.", "Un comandante del Reino de Lucis del que se habla en las historias del lejano mundo de Eos.  Cor lleva luchando en primera línea de batalla desde que era muy joven; además, ha evitado la muerte tantas veces que sus camaradas han acabado por apodarle \"el shogún inmortal\". Cuando Niflheim atacó Insomnia, se envió a Cor para que ayudase a escapar y encontrar refugio a las personas que vivían fuera de la Ciudadela. Sin embargo, su misión le apartaría del rey Regis en su hora final. Aun a día de hoy, Cor se siente afligido por no haber podido salvar a su señor."], "fusion": ["When facing a strong enemy you<br>must aim for their weak point.<br>Victory comes to those who earn it.", "在對抗比自己更強的對手時，<br>要先攻擊對手的破綻。<br>如果能扭轉戰況，就會產生勝機。", "한 수 위의 적을 상대할 때는<br>우선 빈틈을 노려라.<br>전황을 호전시키면 승기가 잡힌다.", "Lorsque tu fais face à un ennemi très puissant,<br>tu dois viser son point faible.<br>La victoire sourit à ceux qui la mérite.", "Stehst du einem starken Gegner gegenüber,<br>ziele auf seine Schwachstelle.<br>Verdiene dir den Sieg.", "Cuando te enfrentes a un enemigo poderoso,<br>has de buscar su punto débil.<br>La victoria solo la encuentran los que la buscan."], "summon": ["I have plenty of battle experience.<br>I will faithfully carry out my responsibility.", "我的戰鬥經驗十分豐富。<br>能夠順利完成任務。", "전투 경험이라면 충분해.<br>임무는 제대로 완수해 내겠다.", "J'ai beaucoup d'expérience du combat.<br>Je prendrai fidèlement mes responsabilités.", "Ich habe jede Menge Kampferfahrung.<br>Ich werde meiner Verantwortung gerecht werden.", "Tengo muchísima experiencia en combate.<br>Cumpliré con mi responsabilidad."]}}, "215000304": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [710, 2150, 210], "ATK": [28, 85, 18], "MP": [29, 89, 35], "MAG": [21, 64, 14], "SPR": [24, 73, 14], "DEF": [24, 73, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 215000304, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290031000": 8, "290030600": 13, "290050300": 15, "290020200": 25, "290050400": 8}}, "rarity": 4, "compendium_id": 718, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [14, 30, 83], "effect_frames": [12, 28, 81], "strings": {"evolution": null, "affinity": ["Believe in your friends, and make<br>the most of yourself. You are not alone.", "信任夥伴並活用這份信任。<br>你並不是一個人。", "동료를 믿고, 그 존재를 활용해라.<br>넌 혼자가 아니니까.", "Crois en tes amis, et fais de ton mieux. Tu n'es pas seul.", "Glaub an deine Freunde und<br>mache das Beste aus dir. Du bist nicht alleine.", "Confía en tus amigos<br>y da lo mejor de ti. No estás solo."], "description": ["A commander of the Kingdom of Lucis spoken of in stories from the faraway land of Eos. Cor has served Regis since he was crowned, but their history can be traced to the journey they shared 30 years ago when Regis was still a prince. He has been part of the kingdom's forces for many years, and has been dubbed the \"Immortal Shogun\" for his ability to accomplish every single mission assigned to him, regardless of the danger involved. Versed in the art of fighting and experienced with the world outside the Crown City, he now helps Noctis on his travels.", "異界伊歐斯的故事中登場的路希斯王國的將軍。他侍奉國王雷吉斯之左右，和國王有著超過30年的交情。據說在30年前，雷吉斯還是王子的時候，他們曾一起踏上過旅途。他長年隸屬王都警衛隊，無論執行多麼危險的任務，都能奇跡般地生還，因而得名「不死將軍」。他活用自己的野外生存經驗和戰鬥能力，指導並輔佐了不習慣長途旅行的諾克提斯王子。", "이계 이오스에 전해 내려오는 이야기에 등장하는 루시스 왕국의 장군. 레기스 국왕에게 충성을 바친 몸으로, 30년 전 왕자였던 레기스의 여행에 동행하기도 했다. 오랫동안 왕도 경호대에 소속되어 있었으며, 위험한 상황에 놓인 임무라 하더라도 반드시 살아 돌아온다 하여 '불사 장군'이라 불리게 되었다. 수도 밖에서 쌓아온 경험과 뛰어난 전투능력으로, 여행에 익숙지 않은 녹티스 일행을 이끌며 보조하는 역할을 맡게 되었다.", "Un commandant affilié au Royaume de Lucis qui fait l’objet de nombreux récits dans les terres lointaines d’Éos. Cor est au service de Regis depuis son couronnement, mais leur amitié remonte à une épopée qu’ils ont partagée il y a trente ans de cela, alors que Regis n’était encore qu’un prince. Il figure parmi les forces du royaume depuis de nombreuses années déjà, et sa faculté à achever toute mission qui lui est confiée sans prendre compte du danger couru lui a valu le surnom de \"Shogun immortel\". Doué dans l’art du combat et ayant amassé une certaine expérience du monde extérieur à la ville royale, il assiste aujourd’hui Noctis dans ses voyages.", "Ein General des Königreichs Lucis, von dem in Geschichten aus der fernen Welt Eos die Rede ist. Cor dient Regis seit dessen Krönung, doch ihre gemeinsame Geschichte begann bereits von 30 Jahren auf einer Reise, als Regis noch Prinz war. Cor gehört seit vielen Jahren der Armee des Königreichs an und hat sich den Beinamen \"Der unsterbliche General\" verdient, da er alle Missionen erfüllt, unabhängig von deren Gefährlichkeit. Da er die Kunst des Kämpfens beherrscht und sich außerhalb der königlichen Hauptstadt auskennt, begleitet er Noctis auf dessen Reisen.", "Un comandante del Reino de Lucis del que se habla en las historias del lejano mundo de Eos. Cor sirvió a Regis desde el momento de su coronación; sin embargo, la relación entre ambos se remonta al viaje que hicieron juntos hace treinta años, cuando Regis aún era príncipe. Cor forma parte del ejército del reino desde hace muchos años y se le ha apodado el \"shogún inmortal\", puesto que siempre ha cumplido cualquier misión que se le ha encomendado, sin importar los peligros. Además, está versado en el arte de la lucha y tiene mucha experiencia fuera de los dominios de Insomnia. Ahora, se dedica a ayudar a Noctis en sus viajes."], "fusion": ["Keep a calm eye on your opponent.<br>Haste only leads to recklessness.", "冷靜地觀察對手。<br>焦躁只會導致有勇無謀的行為。", "냉정하게 상대를 관찰해라.<br>초조함은 무모함으로 이어진다.", "Analyse ton adversaire avec sang-froid.<br>Agir avec hâte n'est jamais la meilleure solution.", "Behalte den Gegner mit Ruhe im Auge.<br>Eile führt nur zu Fehlern.", "Vigila a tu oponente con calma.<br>Las prisas solo traen fallos."], "summon": ["I shall join you in your journey.<br>I need to see your true power for myself.", "這趟旅行也讓我同行吧。<br>我想要確認一下<br>你們的實力。", "나도 여행에 동행하겠다.<br>너희들의 실력도<br>확인해 보고 싶군.", "Je vais vous joindre dans votre aventure.<br>Je veux voir votre force de mes propres yeux.", "Ich werde dich auf deiner Reise begleiten.<br>Ich möchte deine wahre Stärke selbst erleben.", "Te acompañaré en tu viaje.<br>Tengo que comprobar tu verdadero poder con mis propios ojos."]}}, "215000305": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [922, 2794, 240], "ATK": [37, 111, 24], "MP": [38, 116, 40], "MAG": [28, 84, 16], "SPR": [31, 95, 16], "DEF": [32, 96, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 215000305, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060000": 10, "290060100": 10, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 719, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [14, 30, 83], "effect_frames": [12, 28, 81], "strings": {"evolution": ["I can't allow myself to fail here.<br>I must continue my training.", "我可不能在這裡倒下。<br>必須要日以繼夜地鍛鍊。", "여기서 쓰러질 순 없다.<br>매일같이 단련해야 한다.", "Je ne peux pas me permettre d'échouer ici.<br>Je dois continuer à m'entraîner.", "Ich darf nicht scheitern.<br>Ich muss mein Training fortsetzen.", "No puedo fracasar aquí.<br>Tengo que continuar mi entrenamiento."], "affinity": ["Believe in your friends, and make<br>the most of yourself. You are not alone.", "信任夥伴並活用這份信任。<br>你並不是一個人。", "동료를 믿고, 그 존재를 활용해라.<br>넌 혼자가 아니니까.", "Crois en tes amis, et fais de ton mieux. Tu n'es pas seul.", "Glaub an deine Freunde und<br>mache das Beste aus dir. Du bist nicht alleine.", "Confía en tus amigos<br>y da lo mejor de ti. No estás solo."], "description": ["A commander of the Kingdom of Lucis spoken of in stories from the faraway land of Eos. Cor is a well-built military man appropriately known by many as the \"Immortal Shogun,\" as his abilities more than live up to the title. Originally born into a humble household, he joined the Crown City's Crownsguard at a very young age and immediately stood out due to his innate talents in battle. This eventually led to his assignment defending the front lines, for which he was recognized with many accolades. Following Niflheim's attack on the Crown City, Cor has been traveling from region to region collecting more information on the empire's movements, and looking over Prince Noctis during his journey.", "異界伊歐斯的故事中登場的路希斯王國的將軍，人稱「不死將軍」。他是個魁梧的武人，實力非凡。他出生於一個不是很富裕的家庭，少年時加入了王都警衛隊。由於身體強壯、英勇善戰，年紀輕輕就被派遣到前線，立下了赫赫軍功。自尼弗海姆帝國攻陷王都後，他一邊留意諾克提斯的成長，一邊輾轉國內各地注視帝國的動向。", "이계 이오스에 전해 내려오는 이야기에 등장하는 루시스 왕국의 장군. '불사 장군'이라 불리는 강인한 무인으로, 그 이름에 걸맞은 실력을 갖추고 있다. 그다지 유복하지 않은 집안에서 자랐으며, 어린 시절 왕도 경호대에 입대하게 되었다. 비할 데 없는 신체 능력으로 젊은 나이부터 전선에 나섰으며, 수많은 무공을 세웠다. 니플하임 제국의 습격을 받아 수도가 함락된 뒤, 녹티스의 성장을 지켜보면서 루시스의 각지를 돌아다니며 제국의 동향을 살피고 있다.", "Un commandant affilié au Royaume de Lucis qui fait l’objet de nombreux récits dans les terres lointaines d’Eos. Cor est un soldat à la stature imposante. Il a hérité du surnom de \"Shogun immortel\", un titre qui ne manque pas d’une certaine pertinence étant donné l’étendue de ses capacités. Originaire d’une famille aux moyens modestes, il a rejoint la Garde royale d’Insomnia à un très jeune âge et s’est rapidement distingué grâce à ses dons naturels de guerrier. De fil en aiguille, il fut affecté à la défense de la ligne de front ; une mission pour laquelle il reçut force louanges. Cor, des suites de l’assaut mené par Niflheim sur la ville royale, voyage désormais de région en région afin d’obtenir de plus amples informations sur les déplacements de l’Empire, et ce, tout en continuant de protéger le prince Noctis.", "Ein General des Königreichs Lucis, von dem in Geschichten aus der fernen Welt Eos die Rede ist. Cor ist ein kräftiger Krieger, der bei vielen als \"Der unsterbliche General\" bekannt ist und diesem Namen mehr als gerecht wird. Ursprünglich stammte aus einer einfachen Familie, wurde schon in jungen Jahren Mitglied der Königsgardisten in Insomnia und fiel durch sein Talent im Kampf auf. Er kämpfte an vorderster Front und erhielt viele Auszeichnungen. Nach dem Angriff Nilfheims auf Insomnia reiste Cor von Region zu Region, um zusätzliche Informationen über die Bewegungen des Imperiums zu sammeln und auf dieser Reise Prinz Noctis zu beschützen.", "Un comandante del Reino de Lucis del que se habla en las historias del lejano mundo de Eos. Cor es un militar versado y se le conoce por su apodo \"el shogún inmortal\", pues sus habilidades le han hecho estar donde está. Cor nació en una familia humilde y se unió a la guardia real de Insomnia a una edad muy temprana. Al poco, sus habilidades innatas le hicieron destacar. Esto le sirvió para que se le enviara a primera línea de batalla con el fin de encargarse de las defensas. Tras su actuación, recibió una multitud de honores. Asimismo, cuando Niflheim atacó Insomnia, Cor empezó a viajar de región a región para recoger información sobre los movimientos del imperio, además de para acompañar al príncipe Noctis durante sus viajes."], "fusion": ["Attacking isn't our only option.<br>Power has its limits,<br>and you must know how to use it.", "突擊並非唯一的手段。<br>力量有限。<br>要有效使用。", "돌격만이 수단이 아니다.<br>힘에는 한계가 있어.<br>유효하게 사용하도록.", "L'attaque n'est pas la seule option.<br>La puissance ne fait pas tout,<br>et tu dois savoir l'utiliser à bon escient.", "Angriff ist nicht die einzige Option.<br> Jede Kraft hat ihre Grenzen,<br>und du solltest sie kennen.", "Atacar no es nuestra única opción.<br>El poder tiene sus límites<br>y has de saber cómo usarlo."], "summon": ["Excessive worrying only inhibits strategy.<br>Fulfill the role which you were assigned.", "過度擔心會使作戰策略變得狹隘。<br>認真完成自己的任務就可以了。", "지나친 걱정은 작전의 폭을 좁힐 뿐이다.<br>자신의 역할을 완수하도록.", "Trop s'inquiéter finit par réfréner la stratégie.<br>Accomplis le rôle qu'on vous a assigné.", "Zu große Sorgen schaden nur.<br>Erfülle deine Rolle.", "Preocuparse demasiado solo sirve para inhibir la capacidad estratégica.<br>Cumple la función que se te asignó."]}}}, "job": "General", "sex": "Male", "game": "FFXV", "rarity_max": 6, "names": ["Cor", "柯爾", "코르", "Cor", "Cor", "Cor"], "equip": [1, 2, 4, 40, 41, 50, 51, 52, 60], "game_id": 10015, "rarity_min": 4, "tribe_id": 5, "id": "215000304", "job_id": 50}