{"TMR": ["EQUIP", 402002100], "name": "Gladiolus", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 216070, "rarity": 5}, {"level": 8, "type": "ABILITY", "id": 216150, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 216080, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 216120, "rarity": 5}, {"level": 67, "type": "ABILITY", "id": 100010, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 100730, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 216140, "rarity": 6}, {"level": 16, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 22, "type": "ABILITY", "id": 216160, "rarity": 6}, {"level": 31, "type": "ABILITY", "id": 100170, "rarity": 6}, {"level": 40, "type": "ABILITY", "id": 207410, "rarity": 6}, {"level": 55, "type": "ABILITY", "id": 216130, "rarity": 6}, {"level": 55, "type": "ABILITY", "id": 100150, "rarity": 6}, {"level": 63, "type": "ABILITY", "id": 216090, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 216110, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 216100, "rarity": 6}], "sex_id": 1, "entries": {"215000206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1269, 3845, 510], "ATK": [50, 151, 26], "MP": [50, 150, 65], "MAG": [34, 103, 26], "SPR": [44, 132, 26], "DEF": [40, 120, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 215000206, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 717, "attack_damage": [[50, 50]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [36, 88], "effect_frames": [34, 86], "strings": {"evolution": ["Guard the king with our lives—that's the way it's always been.", "化身盾牌守護君王……<br>我從小就是這麼被教育的。", "방패로서, 왕을 지켜라……<br>어릴 적부터 철저하게 교육받았지.", "Soit le bouclier qui protège ton pays...<br>C'est ce qu'on m'a dit toute ma vie.", "Ein schützendes Schild für das eigene Land ...<br>Das soll ich schon mein ganzes Leben sein.", "\"Protege al rey con tu vida...\"<br>Así ha sido desde siempre.<br>"], "affinity": ["You have a lot more willpower than I thought.<br>That's what it takes to truly protect.", "比我想像得還要有骨氣呢。<br>正因為這樣才更有守護的價值。", "생각보다 근성 있군그래.<br>그래야 지키는 보람이 있지.", "Tu as une volonté bien plus forte que ce à quoi je m'attendais.<br>C'est ce qu'il faut pour protéger véritablement.", "Du bist viel willensstärker als ich dachte.<br>Das braucht es, um ein wahrer Beschützer zu sein.", "Tienes más voluntad de lo que pensaba.<br>Eso es lo que hace falta cuando se quiere proteger a la gente."], "description": ["A young man spoken of in stories from the faraway land of Eos. Gladiolus is the eldest son of the Amicitia family charged with the protection of the kings of Lucis and their household, and has thus been tasked with guarding the next king's, Prince Noctis, public and private life. He began training for his role as a bodyguard at the Citadel when he was young, and was officially admitted into the Crownsguard upon graduating from high school. As a member of one of the many prestigious families of Lucis, he is well acquainted with a wide array of people. Gladio is also said to be popular with the ladies, as he is not afraid to speak his mind.", "異界伊歐斯的故事中登場的青年。他是代代守護路希斯王室的艾米提亞家族的長子，隸屬於王都警衛隊，無論公私，他都不惜餘力地幫助著下一任國王諾克提斯。他自學生時代開始學習警衛隊的工作，高中畢業後正式入隊。身為路希斯王國的名門望族之後，廣受大眾喜愛。他有著心直口快的性格，據說還成功攻陷了多名女性的心。", "이계 이오스에 전해 내려오는 이야기에 등장하는 청년. 대대로 왕도 경호대의 요직을 맡고 있는 아미시티아 가문의 맏아들로, 차기 국왕인 녹티스를  공사 양면에 걸쳐 지지하고 있다. 학생 시절부터 왕성에 드나들며 왕도 경호대의 업무를 배우고, 고등학교를 졸업한 뒤 정식으로 입대했다. 루시스 굴지의 명문가 출신인 그는 남녀노소를 아우르는 폭넓은 교우관계를 맺고 있으며, 생각을 거침없이 말로 옮기는 성품으로 많은 여성을 함락시켜 온 듯하다.", "Un jeune homme qui fait l’objet de nombreux récits dans les terres lointaines d’Éos. Gladiolus est le fils aîné des Amicitia, la famille chargée de la protection de la lignée royale de Lucis. Son rôle l’a donc amené à protéger la vie privée et publique du prochain héritier du trône, le prince Noctis. Sa formation en tant que garde du corps commença à la Citadelle dès son plus jeune âge, et il fut officiellement accepté au sein de la Garde royale une fois son diplôme obtenu. Appartenant lui-même à l’une des nombreuses familles prestigieuses de Lucis, ses connaissances se comptent par la centaine. Il est aussi dit que Gladio bénéficie d’une certaine popularité auprès de la gent féminine, notamment car il fait toujours preuve d’une grande honnêteté.", "Ein junger Mann, von dem in Geschichten aus der fernen Welt Eos die Rede ist. Gladiolus ist der älteste Sohn der Familie Amicitia, die mit dem Schutz der Könige von Lucis und ihrem Hofstaat betraut war. Er hatte die Aufgabe, den nächsten König, Prinz Noctis, öffentlich und privat zu beschützen. Bereits in jungen Jahren begann in der Zitadelle seine Ausbildung zum Beschützer und nach seinem Schulabschluss wurde er offiziell Königsgardist. Als Mitglied einer der bekanntesten Familien von Lucis kennt er viele Leute. Gladio soll auch unter den Damen sehr beliebt sein, da er keine Scheu hat, die Wahrheit zu sagen.", "Un joven del que se habla en las historias del mundo lejano de Eos. Gladiolus es el hijo mayor de la familia Amicitia, encargados de proteger a los reyes de Lucis y su linaje. Por tanto, a Gladiolus se le encomendó ser el guardaespaldas del príncipe Noctis, el heredero al trono. Para ello, comenzó su entrenamiento desde muy pequeño en la Ciudadela y, tras graduarse, se unió a la guardia real. Como miembro de una de las muchas prestigiosas familias de Lucis, Gladiolus cuenta con muchos contactos. También se dice que es popular entre las mujeres, pues no le da vergüenza decir lo que piensa."], "fusion": ["Mind, technique, body...<br>It's no good for any one to stick out.<br>All elements must be in harmony.", "精神、技術、體力……<br>任何一個太突出都不行。<br>一定要讓所有的要素調和才行。", "정신, 기술, 체력……<br>하나만 뛰어난 건 의미 없어.<br>모든 요소가 조화를 이뤄야 해.", "L'esprit, les techniques et corps...<br>Il vaut mieux éviter de négliger un de ces éléments.<br>Ils doivent tous être en harmonie.", "Geist, Technik, Körper ...<br>Alles sollte im Gleichgewicht sein.<br>Alle Elemente müssen miteinander harmonieren.", "Mente, técnica, cuerpo...<br>Hay que conseguir ese equilibrio ideal de habilidades.<br>La harmonía es clave.<br>"], "summon": ["I got this.<br>You just sit back and watch how it's done.", "我一個人就夠了。<br>你就在這好好看著。", "나 혼자서도 충분해.<br>너는 여기서 보고 있어.", "Je suis celui dont vous aviez besoin.<br>Asseyez-vous et regardez.", "Alles was du brauchst, bin ich<br>Lehn dich zurück und sieh zu.", "Soy todo lo que necesitas.<br>Siéntate y mira."]}}, "215000205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [976, 2957, 360], "ATK": [38, 116, 16], "MP": [38, 115, 40], "MAG": [26, 79, 16], "SPR": [33, 101, 16], "DEF": [35, 107, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 215000205, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 5, "290060100": 20, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 716, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [36, 88], "effect_frames": [34, 86], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["You have a lot more willpower than I thought.<br>That's what it takes to truly protect.", "比我想像得還要有骨氣呢。<br>正因為這樣才更有守護的價值。", "생각보다 근성 있군그래.<br>그래야 지키는 보람이 있지.", "Tu as une volonté bien plus forte que ce à quoi je m'attendais.<br>C'est ce qu'il faut pour protéger véritablement.", "Du bist viel willensstärker als ich dachte.<br>Das braucht es, um ein wahrer Beschützer zu sein.", "Tienes más voluntad de lo que pensaba.<br>Eso es lo que hace falta cuando se quiere proteger a la gente."], "description": ["A young man spoken of in stories from the faraway land of Eos. Gladiolus is the eldest son of the Amicitia family charged with the protection of the kings of Lucis and their household, and was thus admitted into the Crownsguard. There he was trained in combat since childhood to fulfill the duties of his prestigious house, and was eventually tasked with teaching a young Prince Noctis to master the sword. Although his first impressions of the prince were not the best, he has known Noctis for more than 10 years now, and considers him an irreplaceable friend.", "異界伊歐斯的故事中登場的青年。他是代代守護路希斯王室的艾米提亞家族的長子，隸屬於王都警衛隊。為了擔起家族的責任，他自幼受訓武藝，曾經還為少年時代的諾克提斯指導劍術。他和諾克提斯已有10年交情，儘管剛開始時印象不佳，但現在，二人之間建立起了跨越身份的友誼。", "이계 이오스에 전해 내려오는 이야기에 등장하는 청년. 대대로 루시스 왕가를 수호해 온 아미시티아 가문의 장남으로, 그 역시 왕도 경호대에 소속되어 있다. 명문가의 일원으로서 책무를 다하기 위해 어린 시절부터 무예를 갈고닦았으며, 어린 녹티스에게 검의 기초를 가르치기도 했다. 당시에는 녹티스에게 그리 좋은 인상을 받지 못했지만, 현재는 10년 넘게 신분을 뛰어넘은 우정을 맺어오고 있다.", "Un jeune homme qui fait l’objet de nombreux récits dans les terres lointaines d’Éos. Gladiolus est le fils aîné des Amicitia, la famille chargée de la protection de la lignée royale de Lucis. C’est dans cette optique qu’il fut admis à la Citadelle. Il y suivit son entraînement au combat depuis l’enfance, et ce, afin de remplir le devoir de sa prestigieuse maison. C’est aussi là qu’il fut chargé d’instruire le jeune prince Noctis dans l’art de l’épée. Bien que peu impressionné par le prince de prime abord, il connaît Noctis depuis plus de dix ans et le considère comme un ami inestimable.", "Ein junger Mann, von dem in Geschichten aus der fernen Welt Eos die Rede ist. Gladiolus ist der älteste Sohn der Familie Amicitia, die mit dem Schutz der Könige von Lucis und ihrem Hofstaat betraut war, weshalb er in die Königsgarde aufgenommen wurde. Von Kindheit an wurde er im Kampf geschult, um die Pflichten seines ruhmreichen Hauses zu erfüllen. Schließlich erhielt er den Auftrag, den jungen Prinz Noctis in der Kunst des Schwertkampfs zu unterrichten. Obwohl der erste Eindruck vom Prinzen nicht der beste war, kennt er Noctis schon seit über 10 Jahren und schätzt ihn als Freund.", "Un joven del que se habla en las historias del mundo lejano de Eos. Gladiolus es el hijo mayor de la familia Amicitia, encargados de proteger a los reyes de Lucis y su linaje y, por tanto, cuentan con acceso a la Ciudadela. Desde muy pequeño, Gladiolus aprendió a usar la espada para cumplir con el cometido de su casa. Más tarde, se le encomendó darle clases de esgrima al príncipe Noctis. Sin embargo, la primera impresión que tuvo del príncipe no fue nada buena; pero ahora que lleva conociéndolo desde hace más de diez años, lo considera un amigo irremplazable."], "fusion": ["When you can't focus, I focus for you.<br>It's my job, so let me do it, alright?", "再怎麼著急，<br>也要把忠告聽進去啊。", "아무리 초조해도<br>충고 정도는 새겨듣도록 해.", "Écoute mes conseils,<br>même lorsqu'on est très pressés.", "Höre auf meine Warnungen,<br>egal wie sehr es eilt.", "No importa la prisa que tengamos,<br>escucha mis advertencias."], "summon": ["Nothing like nature in the middle of nowhere.<br>All right, let's do this.", "到了大自然裡心情自然變好了呢。<br>很好，來痛快地大鬧一番吧。", "대자연은 기분이 좋군.<br>자, 그럼. 한바탕 해 볼까.", "La nature trouve toujours un moyen de vous faire vous sentir bien.<br>Allez, on y va.", "Die Natur hilft auf ihren eigenen Wegen.<br>Also gut, legen wir los.", "La naturaleza tiene su propia forma de hacerte sentir bien.<br>Muy bien, vamos a ello."]}}}, "job": "King's Shield", "sex": "Male", "game": "FFXV", "rarity_max": 6, "names": ["Gladiolus", "格拉迪歐藍斯", "글라디올러스", "Gladiolus", "Gladiolus", "Gladiolus"], "equip": [2, 3, 4, 8, 9, 15, 30, 31, 40, 41, 50, 51, 52, 60], "game_id": 10015, "rarity_min": 5, "tribe_id": 5, "id": "215000205", "job_id": 130}