{"TMR": ["MATERIA", 504221550], "name": "Prompto", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 221360, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 201420, "rarity": 5}, {"level": 8, "type": "ABILITY", "id": 100040, "rarity": 5}, {"level": 19, "type": "ABILITY", "id": 221410, "rarity": 5}, {"level": 32, "type": "ABILITY", "id": 221440, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 221460, "rarity": 5}, {"level": 50, "type": "ABILITY", "id": 209770, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 221370, "rarity": 5}, {"level": 73, "type": "ABILITY", "id": 221480, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 221400, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 221470, "rarity": 6}, {"level": 12, "type": "ABILITY", "id": 100170, "rarity": 6}, {"level": 20, "type": "ABILITY", "id": 209540, "rarity": 6}, {"level": 28, "type": "ABILITY", "id": 221380, "rarity": 6}, {"level": 43, "type": "ABILITY", "id": 221420, "rarity": 6}, {"level": 51, "type": "ABILITY", "id": 221430, "rarity": 6}, {"level": 77, "type": "ABILITY", "id": 221490, "rarity": 6}, {"level": 81, "type": "ABILITY", "id": 211810, "rarity": 6}, {"level": 94, "type": "ABILITY", "id": 221390, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 221450, "rarity": 6}], "sex_id": 1, "entries": {"215000706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1182, 3581, 450], "ATK": [47, 143, 30], "MP": [62, 188, 75], "MAG": [46, 138, 30], "SPR": [44, 132, 30], "DEF": [40, 120, 30]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 215000706, "attack_count": 33, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 828, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [26, 42, 106], "effect_frames": [24, 40, 104], "strings": {"evolution": ["Think I'm finally starting to get the hang of this! I mean...at least I think I am.", "我的實力也稍為向上了吧。<br>不，果然這只是我的猜想而已……", "나도 조금은 실력이 좋아졌을까?<br>아니, 역시 아닌 것 같아……", "Je pense que je suis plus fort qu'auparavant.<br>En réalité, maintenant que j'y pense, peut-être que ce n'est pas le cas...", "Ich bin auch ein bisschen stärker geworden. Oder vielleicht eher doch nicht...", "Me siento algo más fuerte que antes.<br>Bueno, en realidad, creo que va a ser que no..."], "affinity": ["Even though it's rough, it's still fun. Every day's a discovery, you know?", "雖然很辛苦，<br>不過意外地很開心唷。<br><br>見識到了很多我所不知道的事物。", "엄청나게 힘들지만,<br>생각보다 하루하루가 즐거워.<br>처음 보는 것들도 잔뜩이고.", "Les temps sont durs,<br>mais ces derniers jours étaient formidables.<br>Tant de nouvelles choses à voir.", "Es war echt 'ne harte Zeit,<br>aber wir hatten jeden Tag erstaunlich viel Spaß!<br>Es gab soo viele neue Sachen zu sehen.", "Ha sido muy duro,<br>pero también han sido unos días geniales.<br>Había tantas cosas nuevas que ver."], "description": ["A young man spoken of in stories from the faraway land of Eos. Prompto accompanies Prince Noctis on his journey to Altissia as one of his closest friends. His hobby is photography and thus works hard to collect memories with his comrades in the form of pictures, including those of special occasions taking place during their travels. Overweight as a child due to his love of snacks, candy, and other junk food, his slimmer adult self now abstains from constant overeating.", "在異界伊歐斯的故事中登場的青年。身為諾克提斯王子的摯友之一，並加入前往歐爾提謝的旅途。興趣是拍照，並在旅途中努力的拍下各種紀念照，致力於製作夥伴間的回憶。喜歡垃圾食物與零食，但因為過去是個小胖子，所以瘦下來以後，多少都會克制自己不要吃太多。", "이계 이오스에 전해 내려오는 이야기에 등장하는 청년. 녹티스의 친구로서 알티시에로 향하는 왕자의 여행에 동행하게 된다. 취미는 사진 찍기로, 여행 도중에 지나치는 이곳저곳에서 기념사진을 찍어 동료들과의 추억을 남기고자 하고 있다. 정크 푸드나 스낵류를 좋아하지만 어린 시절 비만 체질이었기 때문에, 마른 체형을 갖게 된 지금은 과식하는 일 없도록 나름의 자제력을 발휘하고 있다.", "Un jeune homme qui fait l’objet de nombreux récits dans les terres lointaines d’Eos. Prompto accompagne le prince Noctis dans son voyage jusqu’à Altissia et lui sert d’ami proche. Grand amateur de photographie, il utilise sans cesse son talent pour créer autant de souvenirs que possible par le biais de ses photos, y compris lors des occasions spéciales auxquelles le groupe participe. Ayant souffert de quelques problèmes de poids dans son enfance à cause de son amour des friandises sucrées et autres encas gras, il suit aujourd’hui un régime équilibré afin de préserver sa silhouette mince.", "Ein junger Mann, von dem in Geschichten aus der fernen Welt Eos die Rede ist. Als einer von Noctis' engsten Freunden begleitet er diesen auf seiner Reise nach Altissia. Sein Hobby ist die Fotografie und so gibt er sein Bestes, alle Momente mit seinen Freunden festzuhalten; deswegen kann man Prompto auch zwischendurch stets beim Knipsen seiner Umgebung sehen. Als Kind war er großer Fan von Fastfood und Snacks und hatte daher mit Übergewichtigkeit zu kämpfen; als schlanker Erwachsener achtet er nun darauf, nie zu viel zu essen.", "Un joven del que se habla en las historias de la lejana tierra de Eos. Al ser mejores amigos, Prompto acompaña a Noctis en su viaje hacia Altissia. Asimismo, la fotografía es la afición principal de Prompto, por lo que se dedica a congelar los momentos que comparte con sus compañeros a través de las fotos. Esto también incluye las ocasiones especiales que tienen lugar durante sus viajes. Por otra parte, de niño, Prompto tenía problemas de sobrepeso debido a su pasión por las golosinas, los aperitivos y la comida basura; sin embargo, ahora, de adulto, se abstiene de comer en exceso para mantener la línea."], "fusion": ["I've been takin' pics of whatever catches my eye, but what do you wanna see?", "那個……請問……<br>有沒有什麼需要幫忙拍照的請求？", "저기 있잖아, 뭔가 사진으로<br>찍어줬으면 하는 거 있어?", "Yo, est-ce qu'il y a un truc que je dois prendre en photo ?", "Hey hey, was soll ich als Nächstes fotografieren?", "Amigo, ¿quieres que le eche alguna foto a algo?"], "summon": ["I wonder if there are chocobos here, too?<br>Show me the chocobos!", "在這個世界也有陸行鳥嗎？<br>快出現讓我看看嘛！", "이 세계에도 초코보가 있을까?<br>보여 줘, 초코보!", "Je me demande s'il y a des chocobos par ici aussi ?<br>Montrez-moi vos chocobos !", "Ich frag mich ja, ob es in dieser Welt auch Chocobos gibt?<br>Los, zeig mir deine Chocobos!", "Me pregunto si por aquí también habrá chocobos.<br>¡Enseñadme vuestros chocobos!"]}}, "215000705": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [909, 2754, 300], "ATK": [36, 110, 20], "MP": [48, 144, 50], "MAG": [35, 106, 20], "SPR": [33, 101, 20], "DEF": [30, 92, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 215000705, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290060100": 20, "290050500": 5}}, "rarity": 5, "compendium_id": 827, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [26, 42, 106], "effect_frames": [24, 40, 104], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Even though it's rough, it's still fun. Every day's a discovery, you know?", "雖然很辛苦，<br>不過意外地很開心唷。<br><br>見識到了很多我所不知道的事物。", "엄청나게 힘들지만,<br>생각보다 하루하루가 즐거워.<br>처음 보는 것들도 잔뜩이고.", "Les temps sont durs,<br>mais ces derniers jours étaient formidables.<br>Tant de nouvelles choses à voir.", "Es war echt 'ne harte Zeit,<br>aber wir hatten jeden Tag erstaunlich viel Spaß!<br>Es gab soo viele neue Sachen zu sehen.", "Ha sido muy duro,<br>pero también han sido unos días geniales.<br>Había tantas cosas nuevas que ver."], "description": ["A young man spoken of in stories from the faraway land of Eos. Prompto is a regular citizen of Lucis who befriended Prince Noctis during their highschool years, making the two inseparable friends ever since. Although he was originally an introvert, he was able to overcome his shyness around others through sheer effort and grew into quite the sociable character. As his friend, he now accompanies Noctis on his journey to make sure the mood stays light whenever necessary. He also takes pictures of the group's adventures together to keep as memories.", "在異界伊歐斯的故事中登場的青年。雖然是路希斯的一般市民，但是在高中時期與諾克提斯王子有著很深的友情，是獨一無二的摯友。原本是內向不擅長與人對話的個性，但在經過一段努力之後，終於能夠成功與人交談。在諾克提斯的旅途中也以摯友的身分同行。謹記要扮演著營造正向氣氛的人，並且為了留下夥伴間的回憶而頻繁的拍照。", "이계 이오스에 전해 내려오는 이야기에 등장하는 청년. 루시스의 일반 시민이지만, 고교 시절 녹티스 왕자와 우정을 쌓고 둘도 없는 친구가 되었다. 본래 내향적인 성격으로 사람과 대화하는 것에 서툴렀지만, 노력 끝에 원활한 커뮤니케이션 능력을 키우는 데 성공했다. 녹티스의 여행에 친구로서 동행하여 쾌활한 분위기 메이커를 맡고 있으며, 동료와의 추억을 남기기 위해 자주 사진 촬영에 몰두하고 있다.", "Un jeune homme qui fait l’objet de nombreux récits dans les terres lointaines d’Eos. Prompto est un citoyen ordinaire de Lucis et un ami du prince Noctis depuis l’adolescence, faisant des deux hommes un duo inséparable depuis leur rencontre. Longtemps connu pour son caractère introverti, c’est à la suite d’immenses efforts qu’il parvint à surmonter sa nature timide pour devenir un homme des plus affables. Étant l’ami de Noctis, il accompagne ce dernier dans son voyage pour maintenir une ambiance décontractée dès que cela s’avère nécessaire. Il aime également faire usage de son appareil photo pour immortaliser les aventures du groupe.", "Ein junger Mann, von dem in Geschichten aus der fernen Welt Eos die Rede ist. Prompto ist ein gewöhnlicher Bürger Lucis', der sich in seiner Schulzeit mit Noctis anfreundete. Seither sind die beiden Freunde unzertrennlich. Obwohl er ursprünglich sehr introvertiert war und Schwierigkeiten hatte, mit anderen zu sprechen, gelang es ihm letztlich, aus sich herauszugehen und zu einer durchaus kontaktfreudigen Person zu werden. Er begleitet Noctis auf seiner Reise und übernimmt die Rolle des Stimmungsmachers, um die Truppe bei Laune zu halten. Er schießt außerdem Fotos für die Gruppe, um die Momente mit seinen Kameraden für die Ewigkeit festzuhalten.", "Un joven del que se habla en las historias de la lejana tierra de Eos. Prompto es un ciudadano de Lucis que se hizo amigo del príncipe Noctis durante el instituto. De hecho, desde entonces, son amigos inseparables. Aun así, al principio Prompto era bastante introvertido, pero, con mucho esfuerzo, fue capaz de superar su timidez que le invadía cuando estaba con gente, por lo que ahora es una persona bastante sociable. Como amigos que son, Prompto ahora se dedica a acompañar a Noctis en su viaje para asegurarse de que todo va bien. Además, también hace fotos de las aventuras del grupo para guardarlas como recuerdo."], "fusion": ["Leveling up is important!<br>That's RPG 101!", "等級提升非常重要！<br>這是RPG的基本原則呀～", "레벨 업은 중요하다구!<br>RPG의 기본이니까~", "Gagner des niveaux, c'est important !<br>C'est la base de tout RPG !", "Leveln ist einfach superwichtig!<br>Das ist die Grundlage aller RPGs!", "¡Subir de nivel es crucial!<br>¡Es la regla básica de todo juego de rol!"], "summon": ["Hello there! My name is Prompto!<br>Look forward to working with ya!", "初次見面！我是普羅恩普特。<br>請多指教。", "우리 처음 만나지? 나는 프롬프토야.<br>잘 부탁해!", "Salut à vous ! Mon nom est Prompto !<br>J'ai hâte de travailler avec vous !", "Hallo, allerseits!<br>Ich bin Prompto. Angenehm!", "¡Hola! ¡Me llamo Prompto!<br>¡Tengo ganas de trabajar contigo!"]}}}, "job": "Prince's Buddy", "sex": "Male", "game": "FFXV", "rarity_max": 6, "names": ["Prompto", "普羅恩普特", "프롬프토", "Prompto", "Prompto", "Prompto"], "equip": [1, 9, 11, 12, 13, 14, 30, 40, 50, 51, 53, 60], "game_id": 10015, "rarity_min": 5, "tribe_id": 5, "id": "215000705", "job_id": 142}