{"TMR": ["EQUIP", 409011900], "name": "Noctis", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 211750, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 211890, "rarity": 5}, {"level": 12, "type": "ABILITY", "id": 211860, "rarity": 5}, {"level": 20, "type": "ABILITY", "id": 211900, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 211820, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 211910, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 211800, "rarity": 5}, {"level": 58, "type": "ABILITY", "id": 211960, "rarity": 5}, {"level": 74, "type": "ABILITY", "id": 211950, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 211780, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 211870, "rarity": 6}, {"level": 4, "type": "ABILITY", "id": 211940, "rarity": 6}, {"level": 15, "type": "ABILITY", "id": 211920, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 211830, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 211840, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 211850, "rarity": 6}, {"level": 40, "type": "ABILITY", "id": 211880, "rarity": 6}, {"level": 52, "type": "ABILITY", "id": 211770, "rarity": 6}, {"level": 60, "type": "ABILITY", "id": 211930, "rarity": 6}, {"level": 70, "type": "ABILITY", "id": 211810, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 211970, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 211760, "rarity": 6}], "sex_id": 1, "entries": {"215000105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [964, 2920, 300], "ATK": [40, 120, 20], "MP": [43, 130, 50], "MAG": [38, 115, 20], "SPR": [33, 101, 20], "DEF": [34, 104, 20]}, "magic_affinity": [7, 7, 0, 0], "ability_slots": 4, "limitburst_id": 215000105, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 10, "290060100": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 638, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [52, 74, 87], "effect_frames": [10, 50, 72, 85], "strings": {"evolution": null, "affinity": ["I couldn't have done it by myself.<br>For sticking with me this whole time... Here, take this.", "我一個人是做不到的。<br>你一直陪我到現在……<br>怎麼說呢……謝謝了。", "나 혼자였으면 무리였을 거야.<br>여기까지 함께 와 줘서<br>그…… 고맙다구.", "Je n'aurais pas pu y arriver seul.<br>Voici pour toi, pour être resté avec moi durant tout ce temps.", "Alleine hätte ich es nicht geschafft.<br>Ihr seid die ganze Zeit bei mir geblieben ... nehmt dies.", "No podría haberlo conseguido sin ti.<br>Esto es para ti... por haberme ayudado todo este tiempo."], "description": ["A young man spoken of in stories from the faraway land of Eos. Prince and rightful heir to the throne in the Kingdom of Lucis which possesses the world's only crystal. He is powerful despite being of royal blood, and like his forefathers is able to unleash the \"Power of Kings,\" in which he can summon weapons to attack. Set to marry Lady Lunafreya of the imperial province of Tenebrae in accordance to the cease-fire with the Niflheim Empire, he sets off from the capital city Insomnia with his best friends, where his journey begins.", "異界伊歐斯的故事中登場的青年。他是擁有世界上唯一一塊水晶的國家路希斯王國的王子，是正統的王位繼承者。他雖然是王族，可卻有著不凡的戰鬥能力，能夠通過王族代代相傳的「王之力」自由地召喚武器進行戰鬥。為了與尼弗海姆帝國簽署停戰協議，他需要和帝國附屬州特涅布拉耶的公主露娜弗蕾亞結婚，為此他與好友們一起離開了王都殷索姆尼亞，踏上了前往結婚儀式的旅途。", "이계 이오스에 전해 내려오는 이야기에 등장하는 청년. 세계에서 유일하게 크리스탈을 보유하고 있는 루시스 왕국의 왕자로서, 정당한 왕위계승자이기도 하다. 왕족이면서도 전투 능력이 매우 탁월하고, 왕가에 대대로 전해지는 '왕의 힘'을 자유자재로 무기로 소환해 싸운다. 니플하임 제국과의 휴전 협정 체결을 위해 맺어진 제국의 속주 테네브라에의 영애 루나프레나와의 결혼식을 올리기 위해, 친구들과 함께 수도 인섬니아를 떠나 여행을 시작하며 그의 이야기가 시작된다.", "Un jeune homme qui apparaît dans les contes des terres lointaines d'Éos. Fils du roi de Lucis, seul royaume du monde à posséder un cristal, Noctis est l'héritier légitime du trône. Bien qu'il soit de sang royal, sa force et ses techniques de combat n'ont rien à envier aux meilleurs guerriers. Il peut, comme ses ancêtres avant lui, utiliser le \"pouvoir des rois\" qui lui permet d'invoquer des armes pour attaquer. Son mariage avec Dame Lunafreya de la province de Tenebrae, condition d'un armistice avec l'empire de Niflheim, le conduit à quitter Insomnia, la capitale, avec ses meilleurs amis, point de départ de son aventure.", "Ein Junger Mann aus den Geschichten des weit entfernen Reiches von Eos. Er ist der Prinz und rechtmäßige Erbe des Königreichs von Lucis, das über den einzigen Kristall weltweit verfügt. Trotz seines noblen Blutes ist er mächtig und kann wie seine Vorfahren die „Macht der Könige“ entfachen, durch die er Angriffswaffen beschwört. Dazu bestimmt, Lady Lunafreya aus der imperialen Provinz Tenebrae zu heiraten, um so einen Waffenstillstand mit dem Nilfheim-Imperium zu besiegeln. Mit seinen besten Freunden bricht er aus der Hauptstadt Insomnia auf, um seine Reise zu beginnen.", "Un joven del que se habla en las historias del mundo lejano de Eos. Es príncipe y digno heredero al trono del Reino de Lucis, poseedor del único cristal de su mundo. Es poseedor de una gran fuerza a pesar de su sangre azul y, al igual que sus antepasados, blande el \"Poder de los reyes\" haciéndole capaz de invocar armas en combate. Está prometido con la Dama Lunafreya de la provincia imperial de Tenebrae, tal y como quedó acordado en el tratado de armisticio con el Imperio de Niflheim, y se embarca junto a sus amigos en un viaje desde la capital Insomnia, el punto de partida de su aventura."], "fusion": ["That's good, yeah.", "不錯、不錯。", "느낌이 좋은데.", "C'est ça, c'est bien !", "Das ist gut, oh ja.", "Eso está bien, vaya que sí."], "summon": ["Step back, I've got this!", "退後，讓我來吧。", "내가 한다, 물러서 있어.", "Recule, je m'en charge !", "Tretet zurück, ich mach das!", "¡Atrás! ¡Yo me encargo!"]}}, "215000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1262, 3824, 450], "ATK": [52, 158, 30], "MP": [57, 174, 75], "MAG": [50, 150, 30], "SPR": [45, 136, 30], "DEF": [40, 120, 30]}, "magic_affinity": [8, 8, 0, 0], "ability_slots": 4, "limitburst_id": 215000106, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 639, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [52, 74, 87], "effect_frames": [10, 50, 72, 85], "strings": {"evolution": ["Alright, let's go all out.", "好，大鬧一場吧。", "좋았어, 화려하게 활약해주지.", "Okay, ça va swinguer.", "Also gut, brechen wir auf.", "Vale, vámonos fuera."], "affinity": ["I couldn't have done it by myself.<br>For sticking with me this whole time... Here, take this.", "我一個人是做不到的。<br>你一直陪我到現在……<br>怎麼說呢……謝謝了。", "나 혼자였으면 무리였을 거야.<br>여기까지 함께 와 줘서<br>그…… 고맙다구.", "Je n'aurais pas pu y arriver seul.<br>Voici pour toi, pour être resté avec moi durant tout ce temps.", "Alleine hätte ich es nicht geschafft.<br>Ihr seid die ganze Zeit bei mir geblieben ... nehmt dies.", "No podría haberlo conseguido sin ti.<br>Esto es para ti... por haberme ayudado todo este tiempo."], "description": ["The prince of the Kingdom of Lucis, spoken of in stories from the faraway land of Eos. He set out from the capital with his three friends looking forward to his wedding which would guarantee peace with the Niflheim Empire. Though he often acts brash in order to hide his shy and soft-spoken nature, he inherited his father's compassion for others and is a truly kind person. He is particularly accepting of his friends, treating them as if they were part of his own family.", "異界伊歐斯的故事中登場的路希斯王國的王子。為了與尼弗海姆帝國簽署和平協議，他與3位好友一同離開了王都，踏上了前往象征著和平的結婚儀式的旅途。他有時為了掩飾自己的害羞與笨拙，會故意採取不親切且自說自話的態度，不過實際上，他繼承了偉大父王為人著想的一面，內心是名非常善良的青年。特別是對同伴，如同對待家人一樣，無話不說。", "이계 이오스에 전해 내려오는 이야기에 등장하는 루시스 왕국의 왕자. 니플하임 제국과의 평화의 정표로서 결정된 자신의 결혼식을 올리기 위해 3명의 친구와 함께 수도를 떠나 여행을 시작한다. 부끄러움이 많고 말주변이 서툰 자신을 감추기 위해 무뚝뚝하고 제멋대로인 모습을 보일 때가 많지만, 위대한 부왕으로부터 타인을 생각하는 마음을 강하게 이어받은, 근본은 상냥한 청년이기도 하다. 특히 동료에게는 마음을 열고, 가족이나 마찬가지로 대하고 있다.", "Prince du royaume de Lucis dont parlent les légendes des lointaines terres d’Éos. Il quitta la capitale avec ses trois amis afin de sceller son mariage avec Dame Lunafreya pour garantir la paix avec l'Empire de Niflheim. Bien qu'il soit souvent impétueux, un moyen sans doute de cacher sa timidité et son manque d'éloquence, il a hérité de son père la compassion pour autrui faisant de lui une personne au grand cœur. Il s'entend particulièrement bien avec ses amis qu'il considère comme sa propre famille.", "Der Prinz des Königreichs Lucis aus den Geschichten des weit entfernten Reiches von Eos. Er brach mit seinen drei Freunden aus der Hauptstadt zu seiner Hochzeit auf, die den Frieden mit dem Nilfheim-Imperium besiegeln sollte. Obwohl er oft frech ist, um sein schüchternes wie zartes Naturell zu verbergen, hat er das Mitgefühl seines Vaters geerbt und ist ein freundliche Person. Besonders seinen Freunden ist er zugetan, die er so behandelt, als ob sie ein Teil seiner Familie wären.", "Príncipe del Reino de Lucis, del que se habla en las historias del mundo lejano de Eos. Se embarcó junto a sus amigos en un viaje desde la capital hacia su tan esperada boda, de la cual se esperaba que garantizara la paz con el Imperio de Niflheim. Aunque actúa de forma tosca para ocultar su carácter introvertido y callado, tiene la misma actitud compasiva de su padre con los demás y tiene un gran corazón. Se lleva particularmente bien con sus amigos, a los que trata como si fuesen miembros de su propia familia."], "fusion": ["...Thanks.<br>But leave the rest to me.", "……謝啦。<br>剩下交給我吧。", "……고맙다.<br>뒤는 맡겨둬.", "... Merci.<br>Mais laisse-moi me charger du reste.", "... Danke.<br>Überlass den Rest mir.", "... Gracias.<br>Ahora, dejadme el resto a mí."], "summon": ["Sorry for the wait.<br>Alright, let's go.", "抱歉，久等了。<br>那麼我們出發吧。", "기다리게 해서 미안하군.<br>그럼, 가보도록 할까.", "Désolé pour l'attente.<br>Allez, c'est parti !", "Entschuldigt die Verspätung.<br>Also gut, los geht's.", "Perdonad la espera.<br>Venga, vámonos."]}}}, "job": "Prince", "sex": "Male", "game": "FFXV", "rarity_max": 6, "names": ["Noctis", "諾克提斯", "녹티스", "Noctis", "Noctis", "Noctis"], "equip": [1, 2, 3, 4, 10, 13, 14, 30, 31, 40, 50, 51, 60], "game_id": 10015, "rarity_min": 5, "tribe_id": 5, "id": "215000105", "job_id": 102}