{"TMR": ["MATERIA", 504213530], "name": "Crowe", "is_summonable": true, "skills": [{"level": 9, "type": "ABILITY", "id": 213620, "rarity": 4}, {"level": 21, "type": "MAGIC", "id": 20200, "rarity": 4}, {"level": 32, "type": "MAGIC", "id": 20220, "rarity": 4}, {"level": 56, "type": "ABILITY", "id": 213580, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 213560, "rarity": 4}, {"level": 23, "type": "MAGIC", "id": 20240, "rarity": 5}, {"level": 30, "type": "MAGIC", "id": 20210, "rarity": 5}, {"level": 59, "type": "ABILITY", "id": 213630, "rarity": 5}, {"level": 62, "type": "ABILITY", "id": 213600, "rarity": 5}, {"level": 71, "type": "ABILITY", "id": 213590, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 213570, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 213610, "rarity": 6}, {"level": 24, "type": "ABILITY", "id": 100110, "rarity": 6}, {"level": 45, "type": "ABILITY", "id": 100170, "rarity": 6}, {"level": 58, "type": "ABILITY", "id": 213550, "rarity": 6}, {"level": 69, "type": "MAGIC", "id": 10160, "rarity": 6}, {"level": 69, "type": "ABILITY", "id": 100050, "rarity": 6}, {"level": 87, "type": "ABILITY", "id": 213540, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 200160, "rarity": 6}], "sex_id": 2, "entries": {"215001305": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [836, 2534, 240], "ATK": [28, 86, 16], "MP": [43, 131, 40], "MAG": [35, 107, 24], "SPR": [33, 101, 16], "DEF": [33, 101, 16]}, "magic_affinity": [6, 7, 6, 0], "ability_slots": 4, "limitburst_id": 215001305, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 666, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [53], "effect_frames": [51], "strings": {"evolution": ["I have friends on my side.<br>That is why I'm able to fight.", "我有同伴相伴。<br>所以才能夠挺身戰鬥。", "내겐 동료가 있어.<br>그렇기에 싸우는 거야.", "J'ai des amis à mes côtés.<br>C'est pour ça que je peux me battre.", "Meine Freunde sind an meiner Seite.<br>Darum kann ich kämpfen.", "Tengo amigos a mi lado.<br>Por eso puedo luchar."], "affinity": ["It's nice gaining more friends.<br>I finally know where I stand in the world.", "夥伴增加真是太好了呢。<br>在這個世界也有立足之地了呢。", "동료가 늘어난다는 건 좋은 거야.<br>이 세계에도 내가 있을 곳이 생겼어.", "C'est agréable de se faire de nouveaux amis.<br>J'ai enfin trouvé ma place dans ce monde.", "Neue Freundschaften sind gut.<br>Endlich weiß ich, wo ich in der Welt stehe.", "Está bien hacer nuevos amigos.<br>Ahora ya sé cuál es mi lugar en este mundo."], "description": ["A young woman spoken of in stories from the faraway land of Eos. Crowe is a member of the Kingsglaive, a special task force entrusted with protecting King Regis, ruler of the magic-sustained Kingdom of Lucis. She grew up an orphan on the outskirts of Lucis, and thus fellow soldiers such as Nyx and Libertus are the only family she knows. Having devoted herself to protecting Lucis despite being an immigrant, she doesn't fully consent to the ceasefire that the Empire of Niflheim is currently proposing.", "異界伊歐斯的故事中登場的女性。在因魔法文明而興盛的路希斯王國，所屬於國王雷吉斯直屬的特殊部隊「王之劍」。她出身於路希斯邊境的村裡以孤兒身份被撫養長大，視尼克斯及利波特斯等「王之劍」的成員們如同家人般珍惜。身為移民者卻為了國家戰鬥奮戰至今的她，對於將王都以外的地方都歸於尼弗海姆帝國的停戰協定抱持著複雜的想法。", "이계 이오스에 전해 내려오는 이야기에 등장하는 여성. 마법 문명으로 번영을 이룬 루시스 왕국의 레기스 국왕 직속 특수부대 '킹스글레이브'에 소속되어 있다. 루시스 변경 마을 출신의 고아로, 같은 '킹스 글레이브'의 일원인 닉스와 리베르트를 가족처럼 소중히 여기고 있다. 이민자이지만 나라를 위해 필사적으로 싸워 온 그녀는, 수도 이외의 지역을 니플하임 제국에게 넘긴다는 휴전 협정에 복잡한 마음을 품게 된다.", "Une jeune femme qui fait l’objet de nombreux récits dans les terres lointaines d’Éos. Crowe est membre du Glaive royal, une division spéciale chargée de la protection du roi Regis, souverain du Lucis, le royaume puisant sa force de la magie.Orpheline, elle a grandi en périphérie du Lucis, ses deux compagnons de guerre : Nyx et Libertus sont la seule famille qu’elle ait jamais connue. Déterminée à protéger le Lucis en dépit de son statut d’immigrant, elle émet des réserves vis-à-vis du cessez-le-feu proposé par l’Empire de Niflheim.", "Eine Frau, die in Erzählungen aus der fernen Welt Eos auftritt. In dem durch magische Zivilisation gedeihenden Königreich Lucis ist sie Teil der Spezialeinheit der \"Königsgleven\", die König Regis direkt untergeben war. Sie wurde als Waise in einem abgelegenen Dorf des Königreiches aufgezogen und behandelt Nyx, Libertus und andere Mitglieder der \"Königsgleven\" als wären sie ihre Familie. Obwohl sie Migrantin ist, kämpft sie entschlossen für das Königreich. Das Waffenstillstandsabkommen, das alle Gebiete außer der königlichen Hauptstadt zu Besitztümern Niflheims macht, betrachtet Crowe daher mit gemischten Gefühlen.", "Una joven de la que se habla en las historias del mundo lejano de Eos. Crowe pertenece a los Glaives reales, la fuerza de operaciones especiales encargada de proteger al rey Regis, soberano del Reino mágico de Lucis. Creció sin padres en las afueras de Lucis y, por tanto, sus camaradas Nyx y Libertus son la única familia que conoce. Crowe se ha encomendado en cuerpo y alma a proteger Lucis a pesar de ser una inmigrante. Por otra parte, no está de acuerdo en la tregua que el Imperio de Niflheim propone en la actualidad."], "fusion": ["I am of the Kingsglaive.<br>There are some who would turn away from the empire.", "我可是王者之劍唷。<br>把帝國的人趕回去的經驗<br>也是有的。", "나는 왕의 검이야.<br>제국을 물리친 적도 있단 말이지.", "Je fais partie du Glaive royal.<br>Certains aimeraient se retourner contre l'empire.", "Ich gehöre zur Königsglyphe.<br>Manche wollen sich vom Imperium abwenden.", "Soy de los Glaives reales.<br>Hay algunos que le darían la espalda al imperio."], "summon": ["You wish to borrow my strength?<br>Leave it to me.", "你想要借助我的力量嗎？<br>交給我吧。", "내 힘을 빌리고 싶은 거지?<br>맡겨 둬.", "Tu veux ma force ?<br>Laisse-moi faire alors.", "Ihr wollt meine Stärke haben?<br>Überlasst das mir.", "¿Quieres mi fuerza?<br>Déjamelo a mí."]}}, "215001304": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [644, 1952, 210], "ATK": [22, 66, 14], "MP": [34, 102, 35], "MAG": [27, 81, 18], "SPR": [26, 79, 14], "DEF": [26, 79, 14]}, "magic_affinity": [5, 6, 5, 0], "ability_slots": 3, "limitburst_id": 215001304, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 8, "290050300": 15, "290030000": 13, "290040200": 8, "290020100": 25}}, "rarity": 4, "compendium_id": 665, "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [53], "effect_frames": [51], "strings": {"evolution": null, "affinity": ["It's nice gaining more friends.<br>I finally know where I stand in the world.", "夥伴增加真是太好了呢。<br>在這個世界也有立足之地了呢。", "동료가 늘어난다는 건 좋은 거야.<br>이 세계에도 내가 있을 곳이 생겼어.", "C'est agréable de se faire de nouveaux amis.<br>J'ai enfin trouvé ma place dans ce monde.", "Neue Freundschaften sind gut.<br>Endlich weiß ich, wo ich in der Welt stehe.", "Está bien hacer nuevos amigos.<br>Ahora ya sé cuál es mi lugar en este mundo."], "description": ["A young woman spoken of in stories from the faraway land of Eos. Crowe is a member of the Kingsglaive, a special task force entrusted with protecting King Regis, ruler of the magic-sustained Kingdom of Lucis. Although the Kingsglaive members borrow their magical power from the king himself, Crowe is especially adept in magic, allowing her to use powerful spells that make her an invaluable asset to the team. However, regardless of how great the power of the Kingsglaive may be, the Empire of Niflheim has the military prowess to match it.", "異界伊歐斯的故事中登場的女性。在因魔法文明而興盛的路希斯王國，所屬於國王雷吉斯直屬的特殊部隊「王之劍」。克羅擁有特殊能力可操縱大魔法，在借用王族魔法之力戰鬥的「王之劍」成員中非常珍貴。而凌駕於「王之劍」的對立國尼弗海姆帝國，想必有著極為強大的軍事力量。", "이계 이오스에 전해 내려오는 이야기에 등장하는 여성. 마법 문명으로 번영을 이룬 루시스 왕국의 레기스 국왕 직속 특수부대 '킹스글레이브'에 소속되어 있다. 왕이 가진 마법의 힘을 빌려 싸우는 '킹스글레이브' 중에서도 크로우처럼 특수능력을 발휘하여 거대한 마법을 사용할 수 있는 사람은 드물다. 그러나 그러한 '킹스글레이브'의 활약을 능가할 정도로, 루시스와 대립하는 니플하임 제국의 군사력은 강력한 것이었다.", "Une jeune femme qui fait l’objet de nombreux récits dans les terres lointaines d’Éos. Crowe est membre du Glaive royal, une division spéciale chargée de la protection du roi Regis, souverain du Lucis, le royaume puisant sa force de la magie. Bien que les membres du Glaive royal tiennent leur puissance magique du roi lui-même, Crowe est particulièrement douée en magie et peut lancer des sorts redoutables, faisant d’elle un atout majeur à la division. Néanmoins, aussi puissants que puisse être les membres du Glaive royal, l’Empire de Niflheim dispose des ressources militaires nécessaires pour se mesurer à eux.", "Eine Frau, die in Erzählungen aus der fernen Welt Eos auftritt. In dem durch magische Zivilisation gedeihenden Königreich Lucis ist sie Teil der Spezialeinheit der \"Königsgleven\", die König Regis direkt untergeben war. Selbst unter den \"Königsgleven\", die sich König Regis' magische Kräfte zum Kämpfen leihen, gibt es niemanden, der ähnlich übernatürliche Fähigkeiten im Umgang mit komplizierter Magie bewies. Die militärische Stärke des gegenüberstehenden Niflheim-Imperiums war allerdings derart groß, dass es sogar die Tätigkeiten der Königsgleven überflügelte.", "Una joven de la que se habla en las historias del mundo lejano de Eos. Crowe pertenece a los Glaives reales, la fuerza de operaciones especiales encargada de proteger al rey Regis, soberano del Reino mágico de Lucis. Aunque los miembros de los Glaives reales adquieren sus poderes mágicos del mismísimo rey, Crowe es ya de por sí bastante habilidosa en lo que respecta a la magia. Esto le permite usar potentes hechizos y, por ello, su valía dentro del grupo es indiscutible. Sin embargo, no importa lo vasto que sea el poder los Glaives reales, puesto que el Imperio de Niflheim cuenta con el potencial militar necesario para enfrentarse a ellos."], "fusion": ["Sometimes you have to relax.<br>Let's enjoy our time off.", "偶爾也需要放鬆一下唷。<br>休息的時候去喝一杯吧。", "가끔은 휴식도 필요한 법이지.<br>쉬는 날은 신나게 마시자구.", "Parfois, tu ferais bien de te reposer.<br>Profitons ensemble de ces moments de repos.", "Manchmal muss man sich entspannen.<br>Genießen wir die Pause.", "A veces, hay que relajarse.<br>Disfrutemos de nuestro tiempo libre."], "summon": ["Where am I?<br>I was supposed to pick up<br>the princess, however...", "這是，哪裡？<br>我應該是要去迎接<br>公主的啊……", "여기, 어디야?<br>난 공주님을 모시러 가는 중이었는데……", "Où suis-je ? <br>J'étais censé récupérer la princesse et pourtant...", "Wo bin ich?<br>Ich sollte die Prinzessin abholen<br>dann aber ...", "¿Dónde estoy?<br>Se supone que tenía que recoger<br>a la princesa. Sin embargo..."]}}, "215001306": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1085, 3289, 390], "ATK": [37, 112, 26], "MP": [58, 176, 65], "MAG": [47, 141, 34], "SPR": [44, 133, 26], "DEF": [44, 133, 26]}, "magic_affinity": [7, 8, 7, 0], "ability_slots": 4, "limitburst_id": 215001306, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 667, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [53], "effect_frames": [51], "strings": {"evolution": ["For the pride of my homeland!", "為了故鄉的榮耀。", "고향의 긍지를 위해.", "Pour notre terre natale !", "Zum Stolz meines Vaterlandes!", "¡Por el orgullo de mi patria!"], "affinity": ["It's nice gaining more friends.<br>I finally know where I stand in the world.", "夥伴增加真是太好了呢。<br>在這個世界也有立足之地了呢。", "동료가 늘어난다는 건 좋은 거야.<br>이 세계에도 내가 있을 곳이 생겼어.", "C'est agréable de se faire de nouveaux amis.<br>J'ai enfin trouvé ma place dans ce monde.", "Neue Freundschaften sind gut.<br>Endlich weiß ich, wo ich in der Welt stehe.", "Está bien hacer nuevos amigos.<br>Ahora ya sé cuál es mi lugar en este mundo."], "description": ["A young woman spoken of in stories from the faraway land of Eos. Crowe is a member of the Kingsglaive, a special task force entrusted with protecting King Regis, ruler of the magic-sustained Kingdom of Lucis. Although the power of the Kingsglaive is great indeed, the military forces of the Empire of Niflheim prove to be too much for it, forcing King Regis to agree with Niflheim's proposal of a ceasefire. It is during this time that Crowe is given a secret mission to escort Princess Lunafreya, fiancee to the Lucian Prince Noctis, out of her home of Tenebrae.", "異界伊歐斯的故事中登場的女性。在因魔法文明而興盛的路希斯王國，所屬於國王雷吉斯直屬的特殊部隊「王之劍」。就算路希斯王國擁有「王之劍」，也因不及尼弗海姆帝國的軍事力量，而簽訂了對路希斯不利的停戰協定。在那時克羅任命進行極密任務去迎接路希斯王子諾克提斯的婚約者，特涅布拉耶的公主露娜弗蕾亞。", "이계 이오스에 전해 내려오는 이야기에 등장하는 여성. 마법 문명으로 번영을 이룬 루시스 왕국의 레기스 국왕 특수부대 '킹스글레이브'에 소속되어 있다. 그 '킹스글레이브'의 활약에도 불구하고 니플하임 제국의 군사력에는 미치지 못하여, 루시스는 불리한 휴전 협정을 맺게 되었다. 그때, 크로우는 루시스 왕자 녹티스의 약혼자인 테네브라에의 영애 루나프레나를 데리러 가는 극비 임무를 부여받게 된다.", "Une jeune femme qui fait l’objet de nombreux récits dans les terres lointaines d’Éos. Crowe est membre du Glaive royal, une division spéciale chargée de la protection du roi Regis, souverain du Lucis, le royaume puisant sa force de la magie. La division du Glaive royal, malgré sa grande puissance, ne peut contenir le raz-de-marée que sont les forces armées de l’Empire de Niflheim, obligeant ainsi le roi Regis à accéder à leur proposition de cessez-le-feu. C’est au cours de cette période que Crowe est confiée une mission secrète : escorter la princesse Lunafreya, fiancée du prince lucien Noctis, hors de sa terre natale de Tenebrae.", "Eine Frau, die in Erzählungen aus der fernen Welt Eos auftritt. In dem durch magische Zivilisation gedeihenden Königreich Lucis ist sie Teil der Spezialeinheit der \"Königsgleven\", die König Regis direkt untergeben war. Trotz der leidenschaftlichen Bemühungen der Königsgleven war Lucis der militärischen Macht des Niflheim-Imperiums nicht gewachsen und es kam zum Abschluss eines ungünstigen Waffenstillstandsabkommens. Zu dieser Gelegenheit wurde Crowe auf die streng geheime Mission geschickt, Lunafreya von Tenebrae, die Verlobte des Prinzen Noctis von Lucis, zu empfangen.", "Una joven de la que se habla en las historias del mundo lejano de Eos. Crowe pertenece a los Glaives reales, la fuerza de operaciones especiales encargada de proteger al rey Regis, soberano del Reino mágico de Lucis. A pesar del gran poder que ostentan los Glaives reales, las fuerzas del Imperio de Niflheim han probado ser aún mayores. Esta situación forzó al rey Regis a aceptar la tregua que el Niflheim le propuso. En ese momento fue cuando a Crowe se le encomendó la misión secreta de escoltar a la princesa Lunafreya, la prometida de Noctis, el príncipe de Lucis, fuera de Tenebrae."], "fusion": ["To throw away one's own homeland...<br>To have fought so hard up until now,<br>what could have happened?", "竟然捨棄故鄉……<br>拚死戰鬥到現在，<br>到底是為了什麼？", "고향을 버리겠다니……<br>지금까지 필사적으로 싸워온 건<br>대체 뭘 위해서였지?", "Abandonner sa terre natale...<br>Dire qu'on s'est battus de toutes nos force jusqu'à maintenant,<br>à quoi tout a bien pu servir ?", "Die eigene Heimat wegwerfen ...<br>Dabei war es bis jetzt ein harter Kampf,<br>was ist passiert?", "Darle la espalda a la propia patria...<br>Haber luchado tanto...<br>¿Qué pudo pasar?"], "summon": ["Do you know Nyx and Libertus?<br>It's funny that they aren't here despite<br>always acting like they're in charge.", "你有看到尼克斯跟利波特斯嗎？<br>平常裝成大哥的樣子，<br>偏偏這種時候就是找不到人呢。", "닉스와 리베르트, 어디 있는지 알아?<br>평소엔 그렇게 오빠인 척을 하면서,<br>이럴 때는 꼭 안 보인다니까.", "Connais-tu Nyx et Libertus ?<br>Ils jouent toujours à ceux qui veulent protéger les autres et quand on a besoin d'eux... personne !", "Kennt ihr Nyx und Libertus?<br>Komisch, dass sie nicht hier sind,<br>stets tun sie so, als hätten sie das sagen.", "Conoces a Nyx y a Libertus?<br>Me hace gracia que no estén aquí<br>cuando siempre están actuando como si estuvieran al mando."]}}}, "job": "Kingsglaive", "sex": "Female", "game": "FFXV", "rarity_max": 6, "names": ["Crowe", "克羅", "크로우", "Crowe", "Crowe", "Crowe"], "equip": [1, 5, 6, 30, 40, 50, 51, 53, 60], "game_id": 10015, "rarity_min": 4, "tribe_id": 5, "id": "215001304", "job_id": 113}