{"TMR": ["EQUIP", 303003000], "name": "Glauca", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 213490, "rarity": 4}, {"level": 10, "type": "ABILITY", "id": 200440, "rarity": 4}, {"level": 20, "type": "ABILITY", "id": 101030, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 213440, "rarity": 4}, {"level": 20, "type": "ABILITY", "id": 101040, "rarity": 5}, {"level": 36, "type": "ABILITY", "id": 213520, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 213430, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 213460, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 213500, "rarity": 6}, {"level": 16, "type": "ABILITY", "id": 207410, "rarity": 6}, {"level": 48, "type": "ABILITY", "id": 213510, "rarity": 6}, {"level": 63, "type": "ABILITY", "id": 213450, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 213470, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 213480, "rarity": 6}], "sex_id": 1, "entries": {"215001204": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [752, 2278, 270], "ATK": [32, 97, 14], "MP": [28, 85, 35], "MAG": [20, 62, 14], "SPR": [20, 62, 14], "DEF": [32, 97, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 215001204, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020600": 25, "290050300": 15, "290040200": 8, "290030200": 13, "290050400": 8}}, "rarity": 4, "compendium_id": 662, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [33, 63, 102], "effect_frames": [31, 61, 99], "strings": {"evolution": null, "affinity": ["If you've also something you can't let go of, show it to me.", "如果你也有無法退讓的事物，<br>就讓我見識見識吧。", "네게도 양보할 수 없는 것이 있다면,<br>그걸 내게 보여다오.", "Si toi aussi tu as quelque chose dont tu ne peux pas te séparer, vas-y montre-le-moi.", "Wenn es etwas gibt, das du nicht loslassen kannst, dann zeige es mir.", "Si tú también quieres desprenderte de algo, enséñamelo a mí."], "description": ["The general of the Niflheim military forces spoken of in stories from the faraway land of Eos. The Empire of Niflheim has made extraordinary advancements in technology that allowed it to create Magitek-based military forces to take over other territories. Glauca is the general of said military forces, a position no doubt earned through his abilities. He wears a suit of armor made of liquid metal that covers his entire body, including his face. Rumor has it that no one knows just who is hiding within the armor.", "異界伊歐斯的故事中登場的尼弗海姆帝國將軍。尼弗海姆帝國因機械文明而繁盛發達，以魔導兵為中心，帝國製造了多種兵器並驅使這些兵器支配了許多國家。他更是在此強國中站在最高點的將軍，具有相當強大的實力。由液態金屬製作的特殊鎧甲包覆全身，讓人無法看清楚他的素顏，私下的一面更是無人知曉。", "이계 이오스에 전해 내려오는 이야기에 등장하는 니플하임 제국의 장군. 기계 문명이 발달한 니플하임 제국은, 마도병을 비롯한 여러 병기를 이용해 각국을 그 지배하에 두었다. 그러한 강국의 최정점에 선 장군으로서, 상당한 실력자이기도 하다. 액체 금속으로 제작된 특수한 갑옷을 전신에 두르고 있어 그 맨얼굴을 볼 수 없다는 점을 포함해, 그의 개인적인 면에 대해 알고 있는 자는 아무도 없다고 한다.", "Le général de l’armée de Niflheim mentionné dans les récits des terres lointaines d’Éos. L’Empire de Niflheim a fait des progrès technologiques considérables, et se tient désormais prêt à créer des forces armées magitech capables d’envahir n’importe quel pays. Glauca est le général de ces forces armées ; une position qu’il a sans nul doute obtenue grâce à ses aptitudes. Il porte une armure faite de métal liquide qui recouvre l’intégralité de son corps, visage inclus. Les rumeurs affirment que nul ne connaît la véritable identité de l’homme sous cette armure.", "Der General des Niflheim-Imperiums, von dem Erzählungen in der fernen Welt Eos überliefert sind. Weil das Niflheim-Imperium eine Zivilisation mit enormem maschinellen Fortschritt war, gelang es ihm - angefangen mit den Magitek-Soldaten - diverse Waffen zu ersinnen, mit denen es andere Nationen kontrollieren konnte. An der Spitze einer so mächtigen Nation General zu sein, bedeutete daher auch, dass Glauca dementsprechende Fähigkeiten besaß. Seinen kompletten Körper in eine spezielle Rüstung aus flüssigem Metall gehüllt, gab es niemanden, der je sein wahres Gesicht gesehen hatte, geschweige denn persönliche Details über Glauca kannte.", "El general del ejército de Niflheim del que se habla en las historias del mundo lejano de Eos. El Imperio de Niflheim ha experimentado enormes avances tecnológicos, lo que le ha valido para crear soldados Magitec para conquistar nuevos territorios. Glauca es quien dirige estas fuerzas, y se ganado su posición por mérito propio. Lleva una armadura de metal líquido que le cubre el cuerpo entero, incluyendo la cabeza. Se rumorea que nadie sabe en realidad quién se esconde bajo la armadura."], "fusion": ["Throw away your prayers.<br>It's not like any god is listening.", "捨棄沒有意義的祈禱吧。<br>神是聽不見你的祈禱的。", "기도 따윈 버리는 게 좋다.<br>신은 기도 따윈 들어주지 않아.", "Laisse tomber tes prières.<br>C'est pas comme un dieu les écoutait de toute façon.", "Hört auf zu beten.<br>Die Götter hören nicht zu.", "Dejaos de oraciones.<br>Ningún dios os está escuchando."], "summon": ["I hope you can be of use to me.", "成為能為我所用之人吧。", "이 몸을 위해,<br>도움이 되도록 하라.", "J'espère que tu me seras utile.", "ich hoffe, ihr werdet mir nützen.", "Espero que me seas de ayuda."]}}, "215001205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [972, 2945, 360], "ATK": [40, 121, 16], "MP": [37, 111, 40], "MAG": [26, 79, 16], "SPR": [26, 79, 16], "DEF": [40, 121, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 215001205, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 10, "290060100": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 663, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [33, 63, 102], "effect_frames": [31, 61, 99], "strings": {"evolution": ["I will break apart this false peace with my blade.", "虛偽的和平，<br>就用我的劍來斬斷。", "거짓된 평화를,<br>내 검으로 베어내 버리겠다.", "Je briserai cette fausse paix de ma lame.", "Ich werde diesen falschen Frieden mit meinem Schwert zerschmettern.", "Partiré con mi espada esta paz falsa."], "affinity": ["If you've also something you can't let go of, show it to me.", "如果你也有無法退讓的事物，<br>就讓我見識見識吧。", "네게도 양보할 수 없는 것이 있다면,<br>그걸 내게 보여다오.", "Si toi aussi tu as quelque chose dont tu ne peux pas te séparer, vas-y montre-le-moi.", "Wenn es etwas gibt, das du nicht loslassen kannst, dann zeige es mir.", "Si tú también quieres desprenderte de algo, enséñamelo a mí."], "description": ["The general of the Niflheim military forces spoken of in stories from the faraway land of Eos. Glauca once lead the Imperial Army in an attack against Tenebrae as an attempt to kill King Regis of Lucis, and his infant son Noctis, who was sick at the time. Consequently, he is solely responsible for the Empire's eventual acquisition of the Tenebrae province. Now his plan is to take control of the crown city of Insomnia from within while the military forces of the Empire of Niflheim strike the Kingdom of Lucis with all their might.", "異界伊歐斯的故事中登場的尼弗海姆帝國將軍。曾率領帝國軍，為追擊路西斯的雷吉斯國王以及療養中的小諾克提斯王子，襲擊了特涅布拉耶。是將特涅布拉耶納為帝國屬地的人物。尼弗海姆帝國以壓倒性的軍事力為武器迫使路希斯王國提出停戰協定。其真正目的則是為了攻略王都殷索姆尼亞。", "이계 이오스에 전해 내려오는 이야기에 등장하는 니플하임 제국의 장군. 과거, 제국군을 이끌고 루시스 왕국의 레기스 국왕과 요양 중이었던 녹티스 왕자를 노리고 테레브라에를 습격했다. 테네브라에가 제국의 속국이 된 계기를 마련한 인물이기도 하다. 니플하임 제국이 압도적인 군사력을 무기로 하여 루시스 왕국에 휴전 협정을 맺으려 하는 그 뒤에서, 글라우카는 수도 인섬니아를 무너뜨리기 위해 움직이고 있었다.", "Le général de l’armée de Niflheim mentionné dans les récits des terres lointaines d’Éos. Jadis, Glauca mena avec l’Armée impériale un assaut contre Tenebrae afin de tuer Regis, roi de Lucis, et son fils Noctis, qui souffrait alors d’une maladie.  Il est donc entièrement responsable de l’acquisition ultérieure de la province de Tenebrae par l’Empire. Désormais, son plan est de contrôler la ville royale d’Insomnia de l’intérieur, tandis que les forces militaires de l’Empire de Niflheim frappent le Royaume de Lucis de plein fouet.", "Der General des Niflheim-Imperiums, von dem in Erzählungen aus der fernen Welt Eos berichtet wird. In der Vergangenheit führte er die Armee des Imperiums bei einem Angriff auf Tenebrae an. Dort wollte er Lucis' König Regis und seinen jungen Sohn Prinz Noctis abfangen, der dort ärztliche Pflege erhielt. Er war es auch, der die Gelegenheit dazu schuf, das Königreich Tenebrae zu einer Provinz Niflheims zu machen. Unter dem Druck seiner ungeheuren militärischen Macht gelang es dem Niflheim-Imperium, Lucis zu einem Waffenstillstandsabkommen zu bringen, während dessen Glauca bereits die Eroberung der königlichen Hauptstadt Insomnia plante.", "El general del ejército de Niflheim del que se habla en las historias del mundo lejano de Eos. En el pasado, Glauca dirigió un ataque contra Tenebrae con el objetivo de acabar con Regis, rey de Lucis, y su hijo, Noctis, que en aquel momento se encontraba enfermo. Por este motivo, Glauca es el responsable de la anexión de la provincia de Tenebrae por parte del Imperio. Ahora, su plan es hacerse con el control de la ciudad real de Insomnia desde dentro, mientras que las fuerzas del Imperio de Niflheim golpean al Reino de Lucis con todo su poder."], "fusion": ["What is it you want to protect?<br>Let me hear your answer.", "你想用那雙手守護什麼？<br>就讓我聽聽你的回答吧。", "그 손으로 지키고 싶은 건 무엇인가?<br>네 대답을, 들려다오.", "Qu'est-ce que tu veux protéger ?<br>Laisse-moi écouter ta réponse.", "Was wollt ihr schützen?<br>Antwortet mir.", "¿Qué es lo que quieres proteger?<br>Déjame escuchar tu respuesta."], "summon": ["I only fight for one reason.<br>What is it that you fight for?", "我戰鬥的理由只有一個。<br>你又是為何而戰？", "내가 싸우는 이유는 단 하나뿐.<br>넌 무엇을 위해 싸우지?", "Je ne me bats que pour une seule raison.<br>Et toi, pour quoi est-ce que tu te bats ?", "Ich kämpfe nur aus einem Grund.<br>Wofür kämpft ihr?", "Yo lucho por un solo motivo.<br>¿Cuál es el tuyo?"]}}, "215001206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1261, 3822, 510], "ATK": [49, 148, 26], "MP": [48, 145, 65], "MAG": [34, 104, 26], "SPR": [34, 104, 26], "DEF": [49, 148, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 215001206, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 664, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [33, 63, 102], "effect_frames": [31, 61, 99], "strings": {"evolution": ["I studied once that we are all<br>products of the paths we have walked.", "我向歷史借鏡。<br>過去的經歷，造就了今日的榮耀。", "나는 과거를 통해 배웠다.<br>지나온 과거가 현재의 긍지로 이어진다는 것을.", "J’ai appris il y a longtemps<br>que nous sommes tous le produit des décisions que nous prenons.", "lch lernte einst, das wir alle<br>Zeugnisse unserer eigenen Vergangenheit sind.", "Una vez estudié que todos<br>éramos producto de los caminos que habíamos tomado."], "affinity": ["If you've also something you can't let go of, show it to me.", "如果你也有無法退讓的事物，<br>就讓我見識見識吧。", "네게도 양보할 수 없는 것이 있다면,<br>그걸 내게 보여다오.", "Si toi aussi tu as quelque chose dont tu ne peux pas te séparer, vas-y montre-le-moi.", "Wenn es etwas gibt, das du nicht loslassen kannst, dann zeige es mir.", "Si tú también quieres desprenderte de algo, enséñamelo a mí."], "description": ["The general of the Niflheim military forces spoken of in stories from the faraway land of Eos. It is common knowledge that the armor covering Glauca's entire body is made from liquid metal, but the identity of the man behind the suit remains a myriad of mysteries. During the signing of the peace treaty between the Kingdom of Lucis and the Empire of Niflheim in the royal palace, Glauca moves behind the scenes to strike down King Regis and his followers. After being tasked with the siege of the crown city of Insomnia, he crosses blades with Nyx, a member of the Kingsglaive.", "異界伊歐斯的故事中登場的尼弗海姆帝國將軍。以液態金屬製作的鎧甲纏繞全身，關於他的私事充滿謎團，鮮少人知。於王宮舉行的尼弗海姆帝國與路希斯王國的停戰協議簽約儀式中，襲擊了雷吉斯國王等人。他被任命為攻略王都殷索姆尼亞的主將，與路希斯「王之劍」的尼克斯等人展開了激戰。", "이계 이오스에 전해 내려오는 이야기에 등장하는 니플하임 제국의 장군. 액체 금속으로 제작된 갑옷을 전신에 두르고 있으며 그의 개인적인 면에 대해 알고 있는 자는 아무도 없다고 한다. 니플하임 제국과 루시스 왕국과의 휴전 협정의 뒤에서 암약하며, 왕궁에서 열린 조인식에서 레기스 국왕을 습격했다. 수도 인섬니아를 함락시키려 하였으며, 루시스의 '킹스글레이브' 닉스와 검을 맞대게 되었다.", "Le général de l’armée de Niflheim mentionné dans les récits des terres lointaines d’Éos. L’armure de Glauca, et le métal liquide dont elle est composée, sont aujourd’hui connus de tous, mais l’identité de l’homme qui se cache derrière elle demeure un mystère. Lors de la signature du traité de paix entre le Royaume de Lucis et l’Empire de Niflheim dans le palais royal, Glauca agit dans l’ombre pour éliminer le roi Regis et ses partisans. Chargé d’assiéger la ville royale d’Insomnia, il en vient à croiser le fer avec Nyx, un membre de la division du Glaive royal.", "Der General des Niflheim-Imperiums, von dem in Überlieferungen aus der fernen Welt Eos berichtet wird. Eine rätselhafte Persönlichkeit, die sich in eine Rüstung aus flüssigem Metall hüllt und von der keinerlei persönliche Angelegenheiten bekannt sind. Hinter dem Waffenstillstandsabkommen zwischen Niflheim und dem Königreich Lucis war er es, der im Verborgenen die Strippen zog und dann bei der im Königspalast vollzogenen Zeremonie König Regis attackierte. Er wurde außerdem mit der Eroberung der königlichen Hauptstadt Insomnia beauftragt und kreuzte später mit Nyx von den \"Königsgleven\" die Klingen.", "El general del ejército de Niflheim del que se habla en las historias del mundo lejano de Eos. Todo el mundo sabe que la armadura que cubre el cuerpo de Glauca está hecha de metal líquido; sin embargo, la identidad del hombre que hay bajo la armadura continúa siendo todo un misterio. En el palacio real, durante la firma del tratado de paz entre el Reino de Lucis y el Imperio de Niflheim, Glauca puso en marcha su plan oculto para acabar con el rey Regis y sus seguidores. Al ser el encargado de asediar la ciudad real de Insomnia, blandió su espada contra Nyx, un miembro destacado de los Glaives reales."], "fusion": ["You can't win a fight just on feelings.<br>You would do good to remember that.", "只有想法是無法在戰鬥中取勝的。<br>給我牢牢記住吧。", "마음만으론 싸움에서 이길 수 없다.<br>잘 기억해 두는 게 좋아.", "Tu ne peux pas gagner une bataille par la seule volonté.<br>Tu devrais garder ça en mémoire.", "Nur, weil man etwas fühlt, gewinnt man keine Kämpfe.<br>Denkt daran.", "Con los sentimientos no se ganan los combates.<br>Te vendría bien recordar eso."], "summon": ["It seems you're carrying some sort of<br>remnant inside of you, am I wrong?", "看來你被迫背負著<br>非你所能承擔的事物是吧？", "아무래도 분에 넘치는 것을<br>짊어지려 하는 것 같군.", "On dirait bien que vis avec des douleurs au fond de toi, je me trompe ?", "Du scheinst eine Art Überrest<br>in dir zu tragen, stimmt das?", "Parece que llevas algunos restos dentro de ti,<br>¿me equivoco?"]}}}, "job": "General", "sex": "Male", "game": "FFXV", "rarity_max": 6, "names": ["Glauca", "格拉烏卡", "글라우카", "Glauca", "Glauca", "Glauca"], "equip": [2, 3, 31, 41, 52, 60], "game_id": 10015, "rarity_min": 4, "tribe_id": 5, "id": "215001204", "job_id": 50}