{"TMR": ["MATERIA", 504213420], "name": "Nyx", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20010, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 20030, "rarity": 5}, {"level": 35, "type": "ABILITY", "id": 213410, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 101370, "rarity": 5}, {"level": 62, "type": "ABILITY", "id": 213350, "rarity": 5}, {"level": 67, "type": "ABILITY", "id": 213380, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 74, "type": "ABILITY", "id": 213340, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 213330, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 213390, "rarity": 6}, {"level": 16, "type": "MAGIC", "id": 30330, "rarity": 6}, {"level": 16, "type": "MAGIC", "id": 30320, "rarity": 6}, {"level": 24, "type": "MAGIC", "id": 20220, "rarity": 6}, {"level": 24, "type": "MAGIC", "id": 20200, "rarity": 6}, {"level": 40, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 63, "type": "ABILITY", "id": 213360, "rarity": 6}, {"level": 79, "type": "ABILITY", "id": 213370, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 203880, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 213320, "rarity": 6}], "sex_id": 1, "entries": {"215001106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1195, 3622, 390], "ATK": [52, 157, 34], "MP": [53, 162, 65], "MAG": [39, 119, 26], "SPR": [43, 130, 26], "DEF": [40, 120, 26]}, "magic_affinity": [0, 6, 6, 0], "ability_slots": 4, "limitburst_id": 215001106, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 639, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [62, 82], "effect_frames": [60, 60, 80], "strings": {"evolution": ["Our job was to protect the future.<br>There's no point to living in the past.", "我們所守護的是「未來」。<br>如果只注視著過去的事物，<br>眼神可是會黯淡無光的喔。", "우리가 지킬 것은 '미래'다.<br>과거만 보고 있으면,<br>눈이 어두워질 거야.", "Nous étions les gardiens de notre futur. Cela ne sert à rien de rester tourné vers le passé.", "Es ist unsere Aufgabe, die Zukunft der Welt zu schützen.<br>Es gibt keinen Grund,<br>sich an das Vergängliche zu binden.", "Éramos custodios del futuro.<br>No hay razón para mantener los<br>ojos fijos en el pasado."], "affinity": ["Hey, hero.<br>Make sure you have my back out there, alright?", "今後也請你多關照啦，<br>英雄。", "앞으로도 잘 부탁한다,<br>영웅.", "Fais en sorte d'assurer mes arrières... D'accord, héros ?", "Hey, Held.<br>Ich verlass mich auf dich, klar?", "Oye, héroe.<br>Asegúrate de tener mi espalda allá afuera, ¿de acuerdo?"], "description": ["A young man spoken of in stories from the faraway land of Eos. Nyx is a member of the Kingsglaive, a special task force entrusted with protecting King Regis, ruler of the magic-sustained Kingdom of Lucis. On the day that a peace treaty was to be signed between the Kingdom of Lucis and the Empire of Niflheim, which boasts of great technological advancements thanks to its knowledge of Magitek, things go awry. Niflheim had betrayed Lucis, stealing its Crystal and leaving the Crown City without its magical barrier, the Wall, in the process. Despite the odds being against him, Nyx chooses to fight to protect the future of the kingdom.", "異界伊歐斯的故事中登場的男性。在因魔法文明而興盛的路希斯王國，所屬於國王雷吉斯直屬的特殊部隊「王之劍」。路希斯王國將要和以機械文明繁盛而擁有壓倒性強大軍事力量的尼弗海姆帝國簽屬停戰協定，但在簽約儀式之日卻發現遭到背叛。水晶被奪走，在守護王都的魔法正消失的危機之中，尼克斯為了路希斯王國的未來挺身而出。", "이계 이오스에 전해 내려오는 이야기에 등장하는 남자. 마법 문명으로 번영을 이룬 루시스 왕국의, 레기스 국왕 직속 특수부대 '킹스글레이브'에 소속되어 있다. 루시스 왕국은 발달한 기계 문명으로 압도적인 군사력을 자랑하는 니플하임 제국과 휴전 협정을 맺기로 했으나, 조인식 당일 제국에게 배신당한다. 크리스탈을 빼앗기고 수도를 지키는 마법 장벽이 사라져 버린 위기 속에서, 닉스는 루시스의 미래를 지키기 위해 싸워나갔다.", "Un jeune homme qui fait l’objet de nombreux récits dans les terres lointaines d’Éos. Nyx est un membre du Glaive royal, une division spéciale chargée de la protection du roi Regis, souverain du Lucis, le royaume puisant sa force de la magie. L'empire de Niflheim, fort de son avancée technologie acquises grâce aux connaissances accumulées en magitech, décida de trahir et d'attaquer le royaume du Lucis le jour même où un traité de paix devait être signé entre ces deux belligérants. Traite à ses engagements, Niflheim déroba le cristal du Lucis et ainsi priva la ville royale d'Insomnia se sa précieuse barrière de protection. Nyx, choisit de se battre malgré l'adversité pour protéger le futur du royaume.", "Ein Mann, von dem in Überlieferungen aus der fernen Welt Eos die Rede ist. In dem durch magische Zivilisation gedeihenden Königreich Lucis ist er Teil der Spezialeinheit der \"Königsgleven\", die König Regis direkt untergeben war. Es kommt zu einem Waffenstillstandsabkommen zwischen dem Königreich Lucis und und dem Niflheim-Imperium, das durch seine auf technischem Fortschritt beruhender Zivilisation über ungeheure militärische Stärke verfügt. Schon am Tag nach der Zeremonie jedoch wird Lucis vom Imperium hintergangen. Es entwickelt sich eine Notlage, in welcher der Kristall gestohlen wird und so die Magiebarriere, die vorher die köngliche Hauptstadt schützte, verschwindet. So beginnt Nyx seinen Kampf, die Zukunft des Königreiches Lucis zu bewahren.", "Un joven del que se habla en las historias del mundo lejano de Eos. Nyx pertenece a los Glaives reales, la fuerza de operaciones especiales encargada de proteger al rey Regis, soberano del Reino mágico de Lucis. Hubo un día en que el Reino de Lucis y el Imperio de Niflheim, poseedor de grandes avances tecnológicos gracias a sus conocimientos Magitec, acordaron firmar la paz. Pero la situación se torció. Niflheim había traicionado a Lucis al robar su cristal, lo que dejaba a Insomnia sin el Muro, su barrera mágica. A pesar de las escasas probabilidades de éxito, Nyx eligió luchar para proteger el reino."], "fusion": ["No, no. My life is nothing. Giving a future to those who want to see it...is everything.", "我變成什麼樣子都沒關係。<br>但是，我想讓抱著希望的人看見未來。<br>僅此而已。", "내 목숨은 중요하지 않아.<br>미래를 보고자 하는 이들에게<br>미래를 보여주는 게 중요할 뿐이다.", "Non, non. Ma vie ne vaut rien.<br>Donner un avenir à ceux qui en veulent un... c'est inestimable.", "Nein, Nein. Mein Leben ist nichts.<br>Was ich will, ist eine Zukunft für all jene...die sich eine wünschen.", "No, no. Mi vida no es nada. Darles un futuro a aquellos que quieren verlo... lo es todo."], "summon": ["My pride is shaping the future.", "我會以榮耀保護未來。", "나는 긍지로 미래를 지킨다.", "La fierté d'un homme vient de son passé.", "Ich bin stolz auf die Zukunft, die ich schaffen werde.", "Mi orgullo es formar el futuro."]}}, "215001105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [918, 2781, 240], "ATK": [41, 123, 24], "MP": [40, 121, 40], "MAG": [29, 88, 16], "SPR": [33, 100, 16], "DEF": [34, 102, 16]}, "magic_affinity": [0, 5, 5, 0], "ability_slots": 4, "limitburst_id": 215001105, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 10, "290060100": 5, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 638, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [62, 82], "effect_frames": [60, 60, 80], "strings": {"evolution": null, "affinity": ["Hey, hero.<br>Make sure you have my back out there, alright?", "今後也請你多關照啦，<br>英雄。", "앞으로도 잘 부탁한다,<br>영웅.", "Fais en sorte d'assurer mes arrières... D'accord, héros ?", "Hey, Held.<br>Ich verlass mich auf dich, klar?", "Oye, héroe.<br>Asegúrate de tener mi espalda allá afuera, ¿de acuerdo?"], "description": ["A young man spoken of in stories from the faraway land of Eos. Nyx is a member of the Kingsglaive, a special task force entrusted with protecting King Regis, ruler of the magic-sustained Kingdom of Lucis. Although the Kingsglaive is composed of the most elite and talented warriors, among them Nyx displays a special affinity to the magical power they borrow from the king to fight. Although he is originally from a remote region far away from the reach of the royal family, he was saved by King Regis as a child, and for this he strongly believes he owes a debt of gratitude to his liege.", "異界伊歐斯的故事中登場的男性。在因魔法文明而興盛的路希斯王國，所屬於國王雷吉斯直屬的特殊部隊「王之劍」。「王之劍」是由戰鬥能力優異的移住居民所組成，其中，尼克斯與來自國王的魔法之力有著很高的親和性。他本來出身於邊境之村，和王家沒有任何關係，因為在小時候被雷吉斯救過性命，所以有強烈的報恩之意。", "이계 이오스에 전해 내려오는 이야기에 등장하는 남자. 마법 문명으로 번영을 이룬 루시스 왕국의, 레기스 국왕 직속 특수부대인 '킹스글레이브'에 소속되어 있다. '킹스글레이브'는 전투능력이 뛰어난 이민자들로 구성되어 있지만, 그 중에서도 특히 닉스는 왕이 부여하는 마법의 힘과 친화력이 뛰어나다고 한다. 본래 변경의 마을 출신으로 왕가와의 연은 없었지만, 어릴 적 레기스가 그의 목숨을 구해준 적이 있어 깊이 감사하고 있다.", "Un jeune homme qui fait l’objet de nombreux récits dans les terres lointaines d’Éos. Nyx est un membre du Glaive royal, une division spéciale chargée de la protection du roi Regis, souverain du Lucis, le royaume puisant sa force de la magie. Bien que le Glaive royal soit composé des guerriers d’élite les plus talentueux, Nyx se distingue des autres grâce à son affinité avec le pouvoir magique que la division tire de son roi. Originaire d’une région lointaine et fortement éloignée de l’influence de la famille royale, il fut sauvé par Regis alors qu’il n’était qu’un enfant, ce qui le pousse aujourd’hui à honorer une dette qu’il pense devoir à son souverain.", "Ein Mann, der in Erzählungen aus der fernen Welt Eos auftritt. In dem durch magische Zivilisation gedeihenden Königreich Lucis ist er Teil der Spezialeinheit der \"Königsgleven\", die König Regis direkt untergeben war. Die Königsgleven bestanden aus Einwanderern, die ihre außerordentliche Kampfkraft bewiesen hatten; doch selbst unter diesen war es Nyx, dessen Affinität mit der von König Regis geliehenen Magie am höchsten war. Ursprünglich stammt Nyx aus einem abgelegenen Dorf und hatte damit keine Beziehung mit dem Königshaus. Weil ihm aber als Kind von König Regis das Leben gerettet wurde, empfindet er ihm gegenüber ein starkes Gefühl der Dankbarkeit.", "Un joven que aparece en las historias de la tierra lejana de Eos. Nyx es miembro de los Glaives reales, la fuerza de operaciones especiales encargada de proteger al rey Regis, soberano del Reino mágico de Lucis. Aunque los Glaives reales están formados por los guerreros de élite más habilidosos, Nyx tiene una afinidad especial con los poderes mágicos que toman del rey para luchar. Nyx es oriundo de una región bastante lejana, incluso para la familia real. Sin embargo, el rey Regis le salvó de niño y, por este motivo, Nyx cree firmemente que está en deuda con su majestad."], "fusion": ["Boredom's not so bad. Means there's peace, at least. I’d fight a hundred more wars for Galahdans to know boredom.", "無聊也沒關係。<br>和平不就是這種東西嗎？<br>為了和平我願意戰鬥下去。", "지루함도 그리 나쁘지 않아.<br>적어도 평화롭다는 뜻이잖아?<br>그것을 위해서라면, 난 얼마든지 싸우겠어.", "L'ennui, c'est pas si mal.<br>Ça accompagne la paix. Je me bats pour que les Galahdiens connaissent l'ennui.", "Es gibt Schlimmeres als Langeweile.<br>Langeweile bedeutet Frieden.<br>Ich würde jederzeit dafür kämpfen, dass Galahder sich mal langweilen dürfen.", "El aburrimiento no es tan grave. Al menos significa que hay paz. Pelearía cien guerras más para que Galahd pudiera aburrirse."], "summon": ["You guys drive a hard bargain.<br>Where do I sign?<br>Let us safeguard the future.", "契約成立。<br>去守護「未來」吧。", "거래 한번 깐깐하게 하시네.<br>어디에 서명하면 돼?<br>좋아, '미래'를 지키러 가자.", "Vous êtes durs en affaire. Je dois signer où ?<br>Allons protéger l'avenir.", "Ha! Ihr seid ja ganz schön tough im Verhandeln. Wo soll ich unterschreiben?<br>Lasst uns die Zukunft bewahren.", "Son duros para negociar.<br>¿Dónde debo firmar?<br>Custodiemos el futuro."]}}}, "job": "Kingsglaive", "sex": "Male", "game": "FFXV", "rarity_max": 6, "names": ["Nyx", "尼克斯", "닉스", "Nyx", "Nyx", "Nyx"], "equip": [1, 2, 13, 30, 40, 41, 50, 51, 52, 60], "game_id": 10015, "rarity_min": 5, "tribe_id": 5, "id": "215001105", "job_id": 113}