{"TMR": ["EQUIP", 311001700], "name": "Ovelia", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10020, "rarity": 3}, {"level": 5, "type": "MAGIC", "id": 10090, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 100160, "rarity": 3}, {"level": 28, "type": "MAGIC", "id": 30210, "rarity": 4}, {"level": 32, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 51, "type": "MAGIC", "id": 30220, "rarity": 4}, {"level": 58, "type": "MAGIC", "id": 10100, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 10110, "rarity": 4}, {"level": 12, "type": "ABILITY", "id": 100060, "rarity": 5}, {"level": 42, "type": "MAGIC", "id": 10150, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 10160, "rarity": 5}], "sex_id": 2, "entries": {"253001105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [708, 2144, 240], "ATK": [29, 89, 16], "MP": [48, 146, 60], "MAG": [31, 93, 16], "SPR": [38, 116, 16], "DEF": [28, 85, 16]}, "magic_affinity": [7, 0, 5, 0], "ability_slots": 4, "limitburst_id": 253001105, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 400, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [33], "effect_frames": [31], "strings": {"evolution": ["What do you intend to do with me?<br>What is it you want from me?", "……你想讓我做什麼？<br>想從我身上得到什麼？", "……절 어쩌실 생각이지요?<br>대체 무엇을 하시려는 건가요?", "Que comptes-tu faire de moi ?<br>Qu'est-ce que tu me veux, au juste ?", "Was hast du mit mir vor?<br>Was willst du von mir?", "¿Qué pretender hacer conmigo?<br>¿Qué es lo que quieres de mi?"], "affinity": ["I'm always being manipulated by others...<br>However, I want to trust you.", "我總是被別人利用……<br>不過，你是值得信任的。", "난 항상 누군가에게 이용당하기만 할 뿐……<br>하지만, 당신은 믿고 싶어.", "Les autres se servent constamment de moi...<br>Mais toi, je veux te faire confiance.", "Immer haben mich andere manipuliert ...<br>Dir will ich aber vertrauen.", "Siempre he sido manipulada por los demás...<br>Sin embargo, quiero confiar en ti."], "description": ["A young lady who appears in the tales of holy stones known as auracite in the distant world of Ivalice. The king adopted Ovelia as his daughter at the suggestion of the council, which sought to leave Queen Louveria with as little power as possible. Following the king's passing and the eruption of the War of the Lions, Duke Goltanna places Ovelia on the throne as the new ruler, but only in name. And thus begins her sorrowful life in Zeltennia Castle, where she attempts opening up to Delita. However, she can never shake off the feeling that he only means to use her just as everyone else before him.", "異界伊瓦利斯有關聖石的故事中登場的女性，由於元老院視露薇莉亞王妃為眼中釘，因此將奧薇莉亞作為國王的養女送進了王家。國王死後，爆發了爭奪王權的獅子戰爭，奧薇莉亞又成為了戈洛塔納公的傀儡女王。她每日在澤爾提尼亞城以淚洗面，雖然對騎士迪利塔敞開了些許心扉，但依然無法完全相信他。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 여성. 왕비 루벨리아의 존재를 탐탁지 않게 여기던 원로원의 간계에 의해 국왕의 왕녀가 되어 왕가의 일원이 되었다. 국왕 사망 후 패권 다툼으로부터 발발한 사자전쟁에서는 골타나 공에게 추대되어 명목뿐인 여왕으로 즉위하였다. 젤테니아 성에서 비탄의 나날을 보내던 중, 기사 디리타에게 조금 마음을 열게 되지만 그 역시 자신을 이용하는 것이 아닐까 하는 의심을 떨치지 못하고 있다.", "Une jeune femme qui apparaît dans la légende des pierres du Zodiaque, contée dans le monde lointain d'Ivalice. Le roi adopta Olivia à la suggestion du Conseil, qui cherchait à restreindre le pouvoir de la reine Louveria. Suite au décès du roi et au déclenchement de la Guerre des Lions, le duc Goltanna plaça Olivia sur le trône en tant que nouvelle souveraine, mais seulement de nom. Ainsi commença sa triste vie au château de Zeltennia, où elle tenta désespérément d'ouvrir son cœur à Delita. Néanmoins, elle ne parvint jamais à écarter l'idée qu'il ne faisait que se servir d'elle, comme tout le monde avant lui...", "Eine junge Dame, die in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Auf Bestreben des Rates adoptierte der König Ovelia, wodurch Königin Louveria an Macht einbüßte. Nach dem Tod des Königs und dem Ausbruch des Kriegs der Löwen setzte Herzog Goltanna sie als Marionettenherscherin auf den Thron. So begann ihr trauriges Leben im Schloss von Zeltennia, in dem sie sie versuchte, sich gegenüber Delita zu öffnen. Sie kann sich des Gefühls jedoch nicht erwehren, dass er sie wie alle anderen nur ausnutzt.", "Una joven dama que aparece en las historias de las piedras sagradas conocidas como auracita, en el lejano mundo de Ivalice. El rey adoptó a Olivia como hija suya gracias a una sugerencia del consejo, que pretendía dejar a la reina Louveria con el menor poder posible. Tras el fallecimiento del rey y el estallido de la Guerra de los Leones, el duque de Goltanna coloca a Olivia en el trono como nueva soberana, aunque solo de nombre. Es entonces cuando comienza su triste vida en el Castillo de Zeltennia, donde intenta abrirse a Delita. Sin embargo, nunca puede desprenderse del sentimiento de que solo la está utilizando, como todo el mundo ha hecho antes."], "fusion": ["I hope that all people<br>can have it just a little bit<br>easier someday soon...", "希望世界上的人<br>都能夠漸漸變得溫柔一些……", "모든 사람들이,<br>조금씩 조금씩<br>서로에게 상냥해지기를……", "Faites que le peuple ait la vie un peu plus facile un jour...", "Ich hoffe, die Menschen<br>werden es eines Tages<br>leichter haben ...", "Espero que la gente pueda tener<br>las cosas más fáciles en un futuro cercano..."], "summon": ["You intend to use me, as well?<br>Then I guess I've no choice but to follow you.", "你也要利用我嗎？……<br>但也只有跟著你這一條路可選了……", "당신도 날 이용하는 거야?<br>……하지만 당신을 따라가는 것밖에<br>길은 없겠지……", "Tu as l'intention de te servir de moi aussi ?<br>Je suppose que je suis obligée de te suivre alors.", "Du kannst mich gebrauchen?<br>Dann schätze ich, habe ich keine Wahl, als dir zu folgen.", "¿También tú pretendes utilizarme?<br>Supongo que entonces no tengo más opción que seguirte..."]}}, "253001104": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [544, 1649, 210], "ATK": [22, 68, 14], "MP": [37, 112, 45], "MAG": [24, 72, 14], "SPR": [29, 89, 14], "DEF": [21, 65, 14]}, "magic_affinity": [6, 0, 4, 0], "ability_slots": 3, "limitburst_id": 253001104, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 5, "290020700": 20, "290050300": 10, "290030200": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 399, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [33], "effect_frames": [31], "strings": {"evolution": ["I am also of the Atkascha family.<br>I am the only one who can decide my path.", "我是阿多卡夏家的後繼者，<br>要憑藉自己的意志決定進退。", "저도 아트카샤 가문의 혈통을 잇는 자.<br>자신의 거취는 스스로의 의지로 정하겠어요.", "Je viens aussi de la famille Atkascha.<br>Il n'y a que moi qui puisse décider de mon destin.", "Ich entstamme auch der Atkascha-Familie.<br>Nur ich entscheide über meinen Weg.", "Yo también soy de la familia Atkascha.<br>Seré la única que decida mi camino."], "affinity": ["I'm always being manipulated by others...<br>However, I want to trust you.", "我總是被別人利用……<br>不過，你是值得信任的。", "난 항상 누군가에게 이용당하기만 할 뿐……<br>하지만, 당신은 믿고 싶어.", "Les autres se servent constamment de moi...<br>Mais toi, je veux te faire confiance.", "Immer haben mich andere manipuliert ...<br>Dir will ich aber vertrauen.", "Siempre he sido manipulada por los demás...<br>Sin embargo, quiero confiar en ti."], "description": ["A princess who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Ovelia is the target of an assassination attempt by Duke Larg, a supporter of Prince Orinus, but is saved during her escape of Orbonne Monastery thanks to Delita and his valuable intel of the enemy's plans. Delita then entrusts Ovelia to Ramza, who in turn entrusts her to Cardinal Delacroix. Unfortunately this would prove much too convenient for the church, which sought to use Ovelia as a tool to gain control over the kingdom after Duke Larg and Duke Goltanna saw to each other's destruction amidst the chaos of war.", "異界伊瓦利斯有關聖石的故事中登場的公主，擁護歐利納斯王子的拉古公計劃將其暗殺，幸好迪利塔事先察覺了陰謀，才能將其從歐博納修道院救出，移送給拉姆薩照顧。後來，她又被德拉庫洛瓦樞機卿背叛，成為了教會為推倒拉古公、戈洛塔納公雙方的道具。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 왕녀. 오리나스 왕자를 추대하는 라그 공에게 암살당할 위험에 놓였지만, 계획을 눈치채고 있었던 디리타에 의해 오본느 수도원에서 빠져나온 후 람자에게 신병을 위탁하게 된다. 그 후, 드라크로와 추기경에게 보호를 요청하지만 배신당하고, 라그 공과 골타나 공의 공멸을 위한 전쟁을 일으키기 위한 도구로서 교회에 이용당하는 처지에 놓인다.", "Une princesse qui apparaît dans la légende des pierres du Zodiaque, contée dans le monde lointain d'Ivalice. Olivia était la cible d'une tentative d'assassinat complotée par le duc Larg, qui soutenait le prince Orinus. Cependant, elle fut sauvée durant sa fuite du couvent d'Orbonne grâce à Delita et sa connaissance des plans de l'ennemi. Delita la confia alors à Ramza, qui la confia à son tour au cardinal Delacroix. Hélas, c'était précisément ce qu'espérait l'Église, qui comptait se servir d'Olivia pour prendre le contrôle du royaume une fois que les ducs Larg et Goltanna se seraient entretués dans leur quête mutuelle du pouvoir.", "Eine junge Dame, die in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Der Herzog Larg, ein Unterstützer von Prinz Orinus, wollte ein Attentat auf Ovelia verüben. Doch während ihrer Flucht aus dem Kloster Orbonne wird sie von Delita gerettet. Delita übergibt Ovelia dann Ramza, der sie wiederum an Kardinal Delacroix übergibt. Dies spielt der Kirche leider in die Hände, die Ovelia als Werkzeug der Kontrolle über das Königreich um Krieg von Herzog Larg gegen Herzog Goltanna einsetzen will.", "Una princesa que aparece en las historias de las piedras sagradas conocidas como auracita, en el lejano mundo de Ivalice. Olivia es el objetivo de un intento de asesinato perpetrado por el duque de Larg, seguidor del príncipe Orinus, pero es salvada durante su huida del Monasterio de Orbonne, gracias a Delita y a la valiosa información de los planes enemigos. Delita confía Olivia a Ramza, quien a su vez la confía al cardenal Delacroix. Desgraciadamente, esto resulta ser muy conveniente para la iglesia, ya que piensan utilizar a Olivia como una herramienta para conseguir el control del reino, después de que el duque de Larg y el duque de Goltanna se encargasen de destruirse el uno al otro con el caos provocado por la guerra."], "fusion": ["A friend once taught me<br>how to play a reed flute,<br>but I'm still no good at it.", "以前，朋友教過我如何用草吹笛子，<br>但我怎麼也學不會……", "예전에, 친구가 풀피리 부는 법을<br>알려준 적이 있었지만<br>좀처럼 실력이 늘질 않아.", "Un ami m'a appris siffler avec une feuille,<br>mais j'ai encore du mal à y arriver.", "Ein Freund brachte mir einst<br>die Hirtenflöte bei,<br>aber ich brauche noch Übung.", "Un día un amigo me enseño a hacer<br>una flauta con una brizna de hierba,<br>pero no se me da bien."], "summon": ["Who are you?<br>My friend? Or perhaps my enemy?", "你是誰？<br>是敵是友？", "당신은 누구?<br>아군, 아니면 적?", "Qui es-tu ?<br>Ami ou ennemi, peut-être ?", "Wer bist du?<br>Mein Freund? Oder vielleicht mein Feind?", "¿Quién eres tú?<br>¿Eres mi aliado? ¿O mi enemigo?"]}}, "253001103": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [418, 1268, 150], "ATK": [17, 52, 10], "MP": [28, 86, 35], "MAG": [18, 55, 10], "SPR": [22, 68, 10], "DEF": [17, 50, 10]}, "magic_affinity": [5, 0, 3, 0], "ability_slots": 2, "limitburst_id": 253001103, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020700": 10, "290050300": 5, "290050200": 15, "290030200": 5, "290010200": 25}}, "rarity": 3, "compendium_id": 398, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [33], "effect_frames": [31], "strings": {"evolution": null, "affinity": ["I'm always being manipulated by others...<br>However, I want to trust you.", "我總是被別人利用……<br>不過，你是值得信任的。", "난 항상 누군가에게 이용당하기만 할 뿐……<br>하지만, 당신은 믿고 싶어.", "Les autres se servent constamment de moi...<br>Mais toi, je veux te faire confiance.", "Immer haben mich andere manipuliert ...<br>Dir will ich aber vertrauen.", "Siempre he sido manipulada por los demás...<br>Sin embargo, quiero confiar en ti."], "description": ["A young lady who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Although Ovelia had been adopted by the king as his own daughter from an early age, she was forced to spend most of her life in a distant monastery away from her family. After the king's passing, Duke Larg and Duke Goltanna instigate a war for the rights of succession, and it is thus decided that Ovelia shall be taken to the latter's duchy of Gallionne for her safety. However, Goltanna's forces along with a supposed knight manage to kidnap her whilst attempting to flee Orbonne Monastery.", "異界伊瓦利斯有關聖石的故事中登場的女性，幼年時期作為國王的養女進入王家，但卻一直被軟禁在邊境的修道院。國王死後，拉古公與戈洛塔納公因爭權引發戰爭，她也將被移送至拉古公的領地加利昂努。當她離開歐博納修道院時，卻被疑似隸屬戈洛塔納軍的騎士所誘拐。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 여성. 어린 시절에 국왕의 양녀가 되어 왕가의 일원이 되었지만, 변경의 수도원에서 감금이나 다름없는 생활을 강요받는다. 국왕이 사망하고,  라그 공과 골타나 공의 패권 다툼에 의해 전쟁이 현실로 대두하는 중 라그 공의 영지 가리온느로 이동하게 된다. 오본느 수도원에서 탈출하려고 했으나 골타나 군처럼 보이는 기사에게 유괴되어 버리고 만다.", "Une jeune femme qui apparaît dans la légende des pierres du Zodiaque, contée dans le monde lointain d'Ivalice. Bien qu'Olivia fut adoptée par le roi à un très jeune âge, elle fut forcée de passer la majeure partie de sa vie dans un couvent, loin de sa famille. Suite au décès du roi, les ducs Larg et Goltanna se lancèrent dans une guerre de succession, et il fut décidé qu'Olivia serait mise en sécurité dans le duché de Gallionne. Malheureusement, les forces armées de Larg ainsi qu'un mystérieux chevalier parvinrent à l'enlever alors qu'elle tentait de fuir le couvent d'Orbonne.", "Eine junge Dame, die in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Obwohl der König Ovelia schon früh als seine eigene Tochter aufnahm, musste sie die meiste Zeit in einem abgelegenen Kloster verbringen. Nach dem Tod des Königs begannen der Herzog Larg und Goltanna einen Krieg um die Nachfolge, sodass Ovelia in der Folge zu ihrem eigenen Schutz in das Herzogtum von Gallione gebracht wurde. Als sie fliehen wollte, wurde sie jedoch von Goltannas Streitkräften sowie einem vermeintlichen Ritter entführt.", "Una joven dama que aparece en las historias de las piedras sagradas conocidas como auracita, en el lejano mundo de Ivalice. Aunque Olivia había sido adoptada por el rey como su propia hija desde una tierna edad, fue forzada a pasar la mayoría de su vida en un distante monasterio, alejada de su familia. Después de que el rey falleciese, el duque de Larg y el duque de Goltanna iniciaron la guerra por los derechos de sucesión, y por lo tanto decidieron que Olivia debería ser llevada al ducado de Gallionne por su seguridad. No obstante, las fuerzas de Goltanna, ayudadas por un supuesto caballero, lograron secuestrarla cuando intentaba escapar del Monasterio de Orbonne."], "fusion": ["There are some who would die for me<br>just because I'm a princess.<br>That is very difficult to handle...", "就因為我是公主，<br>才會害他人為我犧牲。<br>這太殘忍了……", "내가 왕녀란 이유만으로<br>나 때문에 죽어가는 사람들이 있어.<br>그게 너무나도 괴로워……", "Certains sacrifieraient leur vie pour moi<br>car je suis une princesse.<br>C'est assez difficile à supporter.", "Manche würden sterben für mich,<br>weil ich eine Prinzessin bin.<br>Das ist echt anstrengend ...", "Algunos morirían por mi,<br>solo por el hecho de ser princesa.<br>No es algo difícil de asumir..."], "summon": ["Even us sinful children of Ivalice<br>can be saved by the gods.", "願諸神賜福，<br>拯救我等<br>罪孽深重的伊瓦利斯之子，", "……저희, 죄 많은 이발리스의 아이들이<br>신들로부터<br>구원받을 수 있기를.", "Même nous, les enfants pécheurs d'Ivalice,<br>pouvons être sauvés par les dieux.", "Selbst uns sündige Kinder von Ivalice<br>können die Götter retten.", "Incluso nosotros, hijos pecadores de Ivalice, podemos ser salvados por los dioses."]}}}, "job": "Princess", "sex": "Female", "game": "FFT", "rarity_max": 5, "names": ["Ovelia", "奧薇莉亞", "오벨리아", "Ovelia", "Ovelia", "Ovelia"], "equip": [5, 40, 50, 53, 60], "game_id": 11002, "rarity_min": 3, "tribe_id": 5, "id": "253001103", "job_id": 84}