{"TMR": ["MATERIA", 504210490], "name": "Orran", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200470, "rarity": 4}, {"level": 1, "type": "MAGIC", "id": 20150, "rarity": 4}, {"level": 21, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 13, "type": "ABILITY", "id": 210380, "rarity": 5}, {"level": 41, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 61, "type": "ABILITY", "id": 210400, "rarity": 5}, {"level": 73, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 20430, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 210410, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 210430, "rarity": 6}, {"level": 1, "type": "MAGIC", "id": 20270, "rarity": 6}, {"level": 33, "type": "ABILITY", "id": 210390, "rarity": 6}, {"level": 52, "type": "ABILITY", "id": 210370, "rarity": 6}, {"level": 92, "type": "MAGIC", "id": 30320, "rarity": 6}, {"level": 92, "type": "MAGIC", "id": 30330, "rarity": 6}, {"level": 98, "type": "ABILITY", "id": 910315, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 210420, "rarity": 6}, {"level": 100, "type": "MAGIC", "id": 30370, "rarity": 6}], "sex_id": 1, "entries": {"253001206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1075, 3258, 390], "ATK": [38, 116, 26], "MP": [58, 176, 65], "MAG": [46, 138, 26], "SPR": [47, 142, 34], "DEF": [39, 119, 26]}, "magic_affinity": [6, 8, 8, 0], "ability_slots": 4, "limitburst_id": 253001206, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 572, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [67], "effect_frames": [65], "strings": {"evolution": ["What is it that humans look to for happiness?<br>For what reason are we all alive?<br>And what is it we should leave behind?", "人們在尋求何種幸福？<br>為何而活？<br>又留下何物？", "인간은 무엇으로 행복을 찾아내는가?<br>무엇을 위해 지금을 살아가는가?<br>그리고, 무엇을 남기는가?", "Qu'est-ce que les hommes cherchent pour être heureux ?<br>Pourquoi sommes-nous tous là ?<br>Et que devrions-nous laisser aux générations suivantes ?", "Warum streben Menschen nach dem Glück?<br>Warum leben wir?<br>Und was sollten wir hinterlassen?", "¿A qué se aferran los humanos cuando buscan la felicidad?<br>¿Por qué razón estamos vivos?<br>¿Y qué deberíamos dejar de lado?"], "affinity": ["You aren't alone!<br>You have many friends that would risk their lives for you, and I'm one of them!", "你不是獨自一人！<br>有一群賭上性命戰鬥的夥伴！<br>我也是其中一人！", "너는 혼자가 아니야!<br>목숨을 걸고 싸워온 동료가 있어!<br>나도 그 동료 중 하나다!", "Tu n'es pas seul !<br>Tu as plein d'amis qui risqueraient leur vie pour moi, et je suis l'un d'eux !", "Du bist nicht alleine!<br>Ich würde für viele Freunde mein Leben riskieren, du bist einer von ihnen!", "¡No estás solo!<br>Tengo muchos amigos que arriesgarían la vida por mí, ¡y tú eres uno de esos!"], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. After losing his real father to the Fifty Years' War, Orran was raised by Orlandeau, his father's brother in arms. Years later he is eventually labeled an accomplice to his adoptive father when news claim that Orlandeau has assassinated Duke Goltanna. This accusation destroys Orlandeau's name and reputation, but he is ultimately able to escape the sentence attached to the crime. Orran then decides to seek Princess Ovelia in order to appeal for his father's innocence.", "異界伊瓦利斯有關聖石的故事中登場的青年。他的父親在五十年戰爭的末期戰死，而他則被父親的戰友奧爾蘭多收為義子撫養長大。因得知「雷神希德暗殺戈洛塔納公」的真相，所以被當做暗殺的共犯囚禁，為了洗刷奧爾蘭多暗殺主君的冤罪而逃獄，並前往公主奧薇莉亞的身邊，訴說義父的清白。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 청년. 친부는 오십년전쟁이 끝날 무렵 전사하였으며, 그의 전우였던 올란두의 양아들이 되었다. '뇌신 시드의 골타나 공 암살'의 진상을 알게 된 탓에 암살의 공모자라며 사로잡히게 되었지만, 주군을 암살했다는 죄를 뒤집어쓴 올란두의 오명을 벗겨내기 위해 탈옥을 감행하여 오벨리아 여왕을 찾아가 양아버지의 결백을 고했다.", "Un jeune homme qui apparaît dans les récits des pierres sacrées connues sous le nom d'auralithes, dans les terres lointaines d'Ivalice. Après avoir perdu son vrai père pendant la Guerre de Cinquante Ans, Orran fut élevé par Orlandeau, le frère d'armes de son père. Des années plus tard, il fut dénoncé comme complice de son père adoptif lorsque celui-ci fut accusé d'avoir assassiné le duc Goltana. Cette accusation eut pour effet d'anéantir le nom et la réputation d'Orlandeau, mais il réussit cependant à échapper au châtiment auquel il avait été condamné. Ce fut alors qu'Orran décida de partir à la recherche de la princesse Ovelia, et ce, afin de plaider l'innocence de son père.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Nachdem er seinen leiblichen Vater im Fünfzigjährigen Krieg verloren hatte, wurde Orran von Orlandeau aufgezogen, dem Waffenbruder seines Vaters. Jahre später wird er als Komplize seines Adoptivvaters gebrandmarkt, als behauptet wird, dass Orlandeau Herzog Goltanna ermordet habe. Diese Anschuldigung zerstört Orlandeaus Namen und Ruf, doch ihm gelingt schließlich die Flucht, sodass er der Bestrafung für dieses Verbrechen entgeht. Danach entschließt sich Orran, Prinzessin Ovelia aufzusuchen, um sie von der Unschuld seines Vaters zu überzeugen.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el mundo lejano de Ivalice. Después de perder a su padre biológico en la Guerra de los Cincuenta Años, Orran se crio con Orlandeau, el compañero de batalla de su padre. Años más tarde, le acusan de ser cómplice de su padre adoptivo que, a su vez, es acusado de asesinar al duque de Goltanna. Dicha acusación acaba con el nombre y la reputación de Orlandeau, pero en el último momento evita su sentencia. En ese momento, Orran decide buscar a la princesa Ovelia para defender la inocencia de su padre."], "fusion": ["No one knows if or when the fighting will stop.<br>Still, this doesn't mean we can let those evil-doers continue with their plans...", "戰爭能不能結束<br>沒有人知道。<br>但是不能不阻止惡人的陰謀……", "싸움이 끝날지 어떨지는<br>그 누구도 알 수 없다. <br>악한 자들의 책략을 저지해야만 해……", "Personne ne sait quand ou si les combats s'arrêteront un jour.<br>Enfin, on ne peut pas laisser ces bandits agir à leur guise.", "Niemand weiß, wann das Kämpfen aufhören wird.<br>Das heißt jedoch nicht, dass wir den Bösen ihre Pläne durchgehen lassen ...", "Nadie sabe cuándo acabará la pelea o si acabará.<br>Aun así, no deberíamos dejar que esos malhechores sigan con sus planes."], "summon": ["Do you have an interest in astrology?<br>It's just about looking up and interpreting<br>the movements of the stars in the sky.", "對占星術有興趣嗎？<br>雖然只是在解讀天際中的繁星而已，<br>算是一種小把戲吧。", "점성술에 관심 있어?<br>천구를 둘러싼 별들의 움직임을 읽어내는<br>꽤 괜찮은 기술인데.", "Es-tu intéressé par l'astrologie ?<br>Il s'agit simplement de regarder le ciel et d'interpréter le mouvement des étoiles.", "Interessierst du dich für Astrologie?<br>Es geht nur darum, in den Himmel zu sehen<br>und die Sternbewegungen zu deuten.", "¿Te interesa la astrología?<br>Se basa en mirar al cielo e interpretar<br>los movimientos de las estrellas."]}}, "253001204": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [636, 1927, 210], "ATK": [22, 68, 14], "MP": [34, 103, 35], "MAG": [27, 81, 14], "SPR": [27, 83, 18], "DEF": [23, 70, 14]}, "magic_affinity": [4, 7, 6, 0], "ability_slots": 3, "limitburst_id": 253001204, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290031000": 13, "290020700": 25, "290050300": 15, "290050400": 8, "290030800": 8}}, "rarity": 4, "compendium_id": 570, "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [67], "effect_frames": [65], "strings": {"evolution": null, "affinity": ["You aren't alone!<br>You have many friends that would risk their lives for you, and I'm one of them!", "你不是獨自一人！<br>有一群賭上性命戰鬥的夥伴！<br>我也是其中一人！", "너는 혼자가 아니야!<br>목숨을 걸고 싸워온 동료가 있어!<br>나도 그 동료 중 하나다!", "Tu n'es pas seul !<br>Tu as plein d'amis qui risqueraient leur vie pour moi, et je suis l'un d'eux !", "Du bist nicht alleine!<br>Ich würde für viele Freunde mein Leben riskieren, du bist einer von ihnen!", "¡No estás solo!<br>Tengo muchos amigos que arriesgarían la vida por mí, ¡y tú eres uno de esos!"], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. An astrologer affiliated with the Knights of the Southern Sky, Orran excels at gathering information and analyzing it, as well as at devising highly efficient tactical plans. The adoptive son of Thunder God Orlandeau, he was ordered by his father to conduct an investigation of the Church's corruption. As he makes his way through the Mining Town of Gollund, he is saved by Ramza after being cornered by several thieves.", "異界伊瓦利斯有關聖石的故事中登場的青年。隸屬南天騎士團的魔道士，具有優越的情報收集及分析能力，策劃的戰略堪比老練軍師。他也是被稱為「雷神希德」的奧爾蘭多的義子。受義父之命前去調查教會的不法行為時。不小心進入了炭礦都市戈爾蘭多的盜賊據點，正處窘境時被拉姆薩所救。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 청년. 남천기사단에 소속된 마도사로, 정보수집능력과 분석력이 뛰어나며 노련한 참모 못지않은 수준 높은 전략을 고안해낸다. 뇌신 시드라는 이명을 가진 올란두의 양아들이기도 하며, 양아버지의 명을 받아 교회의 부정을 조사하고 있었다. 그러던 중, 탄광도시 골란드에서 도적의 아지트에 발을 들이게 되고, 궁지에 몰려 있던 것을 람자가 구해주게 되었다.", "Un jeune homme qui apparaît dans les récits des pierres sacrées connues sous le nom d'auralithes, dans les terres lointaines d'Ivalice. Œuvrant en tant qu'astrologue pour le compte de l'Ordre du Ciel Méridional, Orran est un expert en récolte et en analyse d'informations, et possède aussi de véritables talents de stratège. Fils adoptif d'Orlandeau, le dieu du tonnerre, il fut ordonné par son père d'investiguer la corruption de l'Église. Pris au piège par une bande de voleurs lors de sa traversée de la ville minière de Gollund, il est sauvé de justesse par Ramza.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Orran ist ein Astrologe, der mit den Rittern des Südlichen Himmels im Bunde steht. Er ist ein Meister darin, Wissen zu sammeln und zu analysieren und hocheffiziente taktische Pläne auszuarbeiten. Der Adoptivsohn des Donnergotts Orlandeau wurde von seinem Vater damit beauftragt, den Grad der Korruption in der Kirche zu untersuchen. Auf dem Weg durch die Bergbaustadt Gollund rettet Ramza ihn vor einer Diebesbande.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el mundo lejano de Ivalice. Como astrólogo afiliado a los Caballeros del Cielo Sureño, Orran es imbatible a la hora de recabar y analizar información, además de preparar tácticas de eficacia comprobada. Como hijo adoptivo de Orlandeau, Dios del Trueno, se le encomendó llevar a cabo una investigación sobre la corrupción dentro de la Iglesia. Para ello, tuvo que atravesar el pueblo minero de Gollund. Allí fue donde le salvó Ramza cuando unos ladrones le cercaron el paso."], "fusion": ["As long as the enemy strikes at us,<br>the fight will continue.<br>That is how war goes.", "只要敵人朝著我們揮劍，<br>戰鬥就會持續下去……<br>這就是戰爭。", "적이 우리에게 검을 겨누고 있는 한<br>싸움은 계속된다…<br>전쟁이란 그런 거야.", "Tant que l'ennemi nous attaque,<br>le combat continuera.<br>C'est comme ça que fonctionne la guerre.", "Solange der Gegner uns angreift,<br>geht der Kampf weiter.<br>So läuft es im Krieg.", "Mientras el enemigo nos ataque,<br>la lucha continuará.<br>Así funciona la guerra."], "summon": ["My name is Orran Durai.<br>Where is it you are headed to?", "我名為奧蘭，<br>奧蘭·杜萊。<br>接下來，你將前往何方呢？", "내 이름은 오란.<br>오란 듀라이다.<br>당신은 지금부터 어디로 갈 거지?", "Moi c'est Orran Durai.<br>Où allez-vous comme ça ?", "Ich bin Orran Durai.<br>Wohin seid ihr unterwegs?", "Me llamo Orran Durai.<br>¿Adónde te diriges?"]}}, "253001205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [827, 2506, 240], "ATK": [29, 89, 16], "MP": [45, 135, 40], "MAG": [35, 106, 16], "SPR": [36, 109, 24], "DEF": [30, 91, 16]}, "magic_affinity": [5, 8, 7, 0], "ability_slots": 4, "limitburst_id": 253001205, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 10, "290060000": 10, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 571, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [67], "effect_frames": [65], "strings": {"evolution": ["Entrust the fate of the heavens to me.<br>If I can become you, and you can become me...", "將天體的命運託付於此手。<br>我就是你，你就是我……", "천구의 운명, 이 손에 맡기시오.<br>내가 그대이고, 그대가 나라면……", "Confie-moi le destin des cieux.<br>Si je peux être toi et que tu peux être moi.", "Vertraue mir das Schicksal der Himmel an.<br>Wenn ich du sein kann und du ich ...", "Confía el destino de los cielos a mí.<br>Si puedo ser tú y tú puedes ser yo..."], "affinity": ["You aren't alone!<br>You have many friends that would risk their lives for you, and I'm one of them!", "你不是獨自一人！<br>有一群賭上性命戰鬥的夥伴！<br>我也是其中一人！", "너는 혼자가 아니야!<br>목숨을 걸고 싸워온 동료가 있어!<br>나도 그 동료 중 하나다!", "Tu n'es pas seul !<br>Tu as plein d'amis qui risqueraient leur vie pour moi, et je suis l'un d'eux !", "Du bist nicht alleine!<br>Ich würde für viele Freunde mein Leben riskieren, du bist einer von ihnen!", "¡No estás solo!<br>Tengo muchos amigos que arriesgarían la vida por mí, ¡y tú eres uno de esos!"], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Orran is investigating the power of the auracite, as well as the motives of the Knights Templar at his father's request. Although Orran serves the Knights of the Southern Sky, who are enemies of House Beoulve, Ramza confides in him and shares his knowledge of the cardinal's evil plot, creating a common cause between them. When Orlandeau is accused of treason and taken captive at Riovanes Castle, Orran enlists the help of Ramza to rescue his imprisoned father.", "異界伊瓦利斯有關聖石的故事中登場的青年。作為義父奧爾蘭多的心腹，調查著圍繞聖石的事件及神殿騎士團的動向。雖然他隸屬南天騎士團，和貝歐魯布家處敵對關係，但與欲揭發教皇陰謀的拉姆薩則是因擁有相同目標而建立了羈絆。在奧爾蘭多因謀反之罪被關進貝思拉要塞時，受拉姆薩的幫助救出了義父。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 청년. 성석을 둘러싼 사건과 신전기사단의 동향을 조사하여, 양아버지 올란두의 오른팔로서 활약하고 있다. 베올브 가문과 적대하는 남천기사단의 일원이지만, 교황의 음모를 폭로하려 하는 람자와는 같은 목적을 가진 동지로서 인연을 맺게 된다. 올란두가 반역 혐의로  베슬라 요새에 투옥되자, 람자의 도움을 받아 양아버지를 구출해낸다.", "Un jeune homme qui apparaît dans les récits des pierres sacrées connues sous le nom d'auralithes, dans les terres lointaines d'Ivalice. Orran, sur demande de son père, enquête sur la puissance de l'auralithe ainsi que sur les desseins des Templiers. Ramza, en dépit de l'affiliation d'Orran avec les chevaliers du Ciel Méridional, ennemis de la maison Beoulve, se confie à ce dernier et lui fait part du complot orchestré par le cardinal, leur donnant ainsi cause commune. Quand Orlandeau est accusé de trahison et pris pour prisonnier au château de Riovanes, Orran fait appel à Ramza et demande à ce dernier de sauver son père.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Orran untersucht im Auftrag seines Vaters die Macht des Auracit und die Motive der Tempelritter. Zwar dient Orran den Rittern des Südlichen Himmels, die mit Haus Beoulve verfeindet sind, doch Ramza vertraut ihm und teilt mit ihm sein Wissen über den abgefeimten Plan des Kardinals, und schafft damit eine Sache, für diese gemeinsam kämpfen. Als Orlandeau des Verrats beschuldigt und im Schloss Riovanes gefangen genommen wird, bittet Orran Ramza um Hilfe, um seinen Vater zu befreien.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el mundo lejano de Ivalice. Orran investiga el poder de la auracita además de, a petición de su padre, los motivos que esconden los caballeros templarios. Aunque Orran trabaja para los Caballeros del Cielo Sureño, claros enemigos de la Casa Beoulve, Ramza le confiesa los planes malvados del cardenal. Esto hace que se cree una causa común entre ambos. Cuando acusan de traición a Orlandeau y lo apresan en el Castillo Riovanes, Orran se ofrece para ayudar a que Ramza libere a su padre cautivo."], "fusion": ["For the sake of my foster father's honor,<br>I mustn't take part in clumsy fighting.", "為了義父的名譽，<br>我可不能在戰鬥中丟人。", "아버님의 명예를 위해서라도,<br>꼴사나운 전투는 할 수 없지.", "Pour l'honneur de mon beau-père,<br>Je ne dois pas prendre part à ce combat minable.", "Zur Ehre meines Ziehvaters,<br>meine Kampfkunst darf nicht schludrig sein.", "Por el honor de mi padre adoptivo<br>no debo participar en peleas de novatos."], "summon": ["You think there's value in using me?<br>Well then, let us see what you've got.", "覺得我有利用價值嗎？<br>那麼，就讓我見識一下你的實力吧。", "내게 이용가치가 있다고 생각해?<br>그럼, 솜씨 좀 구경해 보실까.", "Tu penses que je te serai d'une grande utilité ?<br>Très bien, alors montre-moi ce que tu vaux.", "Glaubst du, ich bin dir von Nutzen?<br>Nun denn, zeig mir, was du kannst.", "¿Crees que te puede ser de ayuda mis servicios?<br>Bueno, entonces veamos de qué estás hecho."]}}}, "job": "Astrologist", "sex": "Male", "game": "FFT", "rarity_max": 6, "names": ["Orran", "奧蘭", "오란", "Orran", "Orran", "Orran"], "equip": [1, 5, 6, 11, 40, 50, 51, 53, 60], "game_id": 11002, "rarity_min": 4, "tribe_id": 5, "id": "253001204", "job_id": 108}