{"TMR": ["EQUIP", 408001900], "name": "Meliadoul", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 202240, "rarity": 4}, {"level": 25, "type": "ABILITY", "id": 100050, "rarity": 4}, {"level": 35, "type": "ABILITY", "id": 202180, "rarity": 4}, {"level": 15, "type": "ABILITY", "id": 202270, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 202170, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 30320, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 30330, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 210360, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 202190, "rarity": 6}, {"level": 40, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 60, "type": "ABILITY", "id": 202160, "rarity": 6}, {"level": 65, "type": "ABILITY", "id": 210630, "rarity": 6}, {"level": 65, "type": "ABILITY", "id": 204710, "rarity": 6}, {"level": 70, "type": "MAGIC", "id": 10170, "rarity": 6}, {"level": 70, "type": "ABILITY", "id": 210570, "rarity": 6}, {"level": 71, "type": "ABILITY", "id": 910316, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 910317, "rarity": 6}, {"level": 95, "type": "ABILITY", "id": 210580, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 210560, "rarity": 6}], "sex_id": 2, "entries": {"253000906": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1172, 3553, 450], "ATK": [45, 135, 30], "MP": [57, 174, 75], "MAG": [41, 125, 30], "SPR": [41, 125, 30], "DEF": [40, 121, 30]}, "magic_affinity": [6, 5, 7, 0], "ability_slots": 4, "limitburst_id": 253000906, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 591, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [12, 24, 44], "effect_frames": [10, 22, 42], "strings": {"evolution": ["With my Unyielding Blade,<br>I'll crush the heads of even<br>the demons from hell!", "就算是地獄惡鬼的首級，<br>我也會用我的剛劍，將其斬斷！", "지옥 귀신의 목이라 하더라도<br>내 강검으로 꺾어주마!", "Avec ma lame hyper rigide,<br>je terrasserai même les démons de l'enfer !", "Mit meiner unerbittlichen Klinge<br>zerschmettere ich selbst<br>die Dämonen der Hölle!", "¡Con mi potente espada,<br>le partiré el cráneo<br>a esos demonios infernales!"], "affinity": ["To find something more important than oneself,<br>that must be what love is...", "如果發現了比自己還重要的東西，<br>那應該就是愛了吧……", "나 자신보다 소중한 것이 생겼을 때,<br>그게 사랑일지도 모르겠어……", "Quelque chose de plus important que sa propre vie,<br>ça doit être ça qu'on appelle l'amour...", "Etwas zu finden, das wichtiger ist als man selbst,<br>das muss Liebe sein ...", "Encontrar algo más importante que uno mismo,<br>eso debe de ser lo que llaman \"amor\"."], "description": ["A woman who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Meliadoul is the daughter of Folmarv, a member of the Knights Templar who have been manipulating the course of history from the shadows. However, she was ignorant to the fact that her father was playing host to a Lucavi demon, as well as to the mysterious power hidden within the auracite. Once she clears up her misunderstanding with Ramza in Limberry Castle, she begins to suspect her father's erratic behavior and joins Ramza on his battle against the Lucavi. Meliadoul eventually confronts her father only to find that her fears are well-founded, as he confirms that he is indeed possessed.", "異界伊瓦利斯有關聖石的故事中登場的女性。是活躍於歷史陰影中的神殿騎士沃爾瑪爾福的女兒，但因肉體不適合寄宿光之異形者，所以對聖石的秘密一無所知。在蘭貝利城解開了對拉姆薩的誤解，但同時也對沃爾瑪爾福產生了疑問，為探明父親性情大變的理由而與拉姆薩同行。在問了沃爾瑪爾福後領悟到他已非人類的事實。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 여성. 역사의 뒤에서 암약하는 신전기사 볼마르프의 딸이지만, 루카비가 깃들기 적합한 육체를 가지지 못했기 때문에 성석의 비밀에 대해서는 아무것도 알지 못했다. 란베리 성에서 람자와의 오해가 풀린 한편, 볼마르프에 대해 의문을 품고 아버지가 변해버린 이유를 알기 위해 람자와 동행하게 된다. 볼마르프를 추궁하여, 그가 더는 인간이 아니게 되었음을 깨닫는다.", "Une femme qui apparaît dans les récits des pierres sacrées connues sous le nom d'auralithes, dans les terres lointaines d'Ivalice. Meliadoul est la fille de Folmarv, un membre de l'ordre des Templiers ; des chevaliers qui manipulent le cours de l'histoire depuis les ombres. Toutefois, elle ignorait que son père était possédé par un démon Lucavi et ne connaissait aucunement la puissance cachée que renferme l'auralithe. Sa confrontation avec Ramza, et les explications qui s'en suivirent, l'ont poussée à s'interroger sur le comportement imprévisible de son père et finalement à s'allier à Ramza dans sa lutte contre les Lucavi. Au fil du conflit, Meliadoul finit ainsi par confronter son père, ce qui ne fait que confirmer ses peurs lorsqu'elle découvre que celui-ci est bel et bien sous l'emprise d'un démon.", "Eine Dame, die in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Meliadoul ist die Tochter von Folmary, einem Mitglied der Tempelritter, die den Verlauf der Geschichte aus den Schatten heraus beeinflusst haben. Jedoch wusste sie nicht, dass ihr Vater von einem Lucavi-Dämon besessen war, und sie ahnte auch nichts von der geheimnisvollen Macht des Auracit. Als sie ihr Missverständnis mit Ramza auf Schloss Limberry aufklärt, beginnt ihr das merkwürdige Verhalten ihres Vaters aufzufallen und sie schließt sich Ramza in seinem Kampf gegen die Lucavi an. Schließlich stellt Meliadoul sie ihren Vater zur Rede und erfährt, was sie schon befürchtet hatte, als er zugibt, tatsächlich besessen zu sein.", "Una mujer que aparece en historias sobre las piedras sagradas conocidas como auracitas en el mundo lejano de Ivalice. Meliadoul es hija de Folmarv, un miembro de los caballeros templarios que ha estado manipulando el curso de la historia desde las sombras. A pesar de ello, Meliadoul desconocía por completo que su padre servía como huésped a un demonio Lucavi, además del misterioso poder que esconde la auracita. Una vez aclarados con Ramza todos los malentendidos en el Castillo Limberry, Meliadoul comienza a sospechar del comportamiento errático de su padre y se une a Ramza para combatir a los Lucavi. Después de un tiempo, acaba enfrentándose a su padre, momento en que descubre que sus miedos estaban bien fundamentados, pues se confirma que estaba poseído."], "fusion": ["Shield not just your body, but your soul, as well!<br>Unpreparedness is your greatest enemy!<br>You should remember this.", "盾以護身、意以護心，<br>輕忽大意乃是險惡強敵！<br>一定要記住了。", "몸을 지키는 방패는 마음의 방패가 될 수 없나니!<br>방심은 금물!<br>기억해 둬.", "Il faut endurcir à la fois son corps et son esprit.<br>Le manque de préparation est notre pire ennemi !<br>Souviens-toi de ça.", "Schütze nicht nur deinen Körper, sondern auch deine Seele!<br>Schlechte Vorbereitung ist der größte Gegner!<br>Denk daran.", "¡Aparte del cuerpo, cúbrete el alma!<br>¡No estar preparado es tu peor enemigo!<br>No te olvides de eso."], "summon": ["I swear to the gods,<br>I devote my blade to serving you.", "讓我為你揮舞這把<br>向神宣示效忠的劍吧。", "신에게 충성을 맹세한 이 검을<br>당신을 위해 휘두르겠다.", "Je jure devant les dieux que je dévouerai ma vie à te servir.", "Bei den Göttern,<br>mein Schwert wird euch dienen.", "Juro por los dioses<br>que mi espada está a tu servicio."]}}, "253000904": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [694, 2102, 240], "ATK": [26, 79, 16], "MP": [34, 102, 40], "MAG": [24, 73, 16], "SPR": [24, 73, 16], "DEF": [23, 71, 16]}, "magic_affinity": [4, 3, 5, 0], "ability_slots": 3, "limitburst_id": 253000904, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 8, "290030600": 13, "290050300": 15, "290030500": 8, "290020100": 25}}, "rarity": 4, "compendium_id": 589, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [12, 24, 44], "effect_frames": [10, 22, 42], "strings": {"evolution": null, "affinity": ["To find something more important than oneself,<br>that must be what love is...", "如果發現了比自己還重要的東西，<br>那應該就是愛了吧……", "나 자신보다 소중한 것이 생겼을 때,<br>그게 사랑일지도 모르겠어……", "Quelque chose de plus important que sa propre vie,<br>ça doit être ça qu'on appelle l'amour...", "Etwas zu finden, das wichtiger ist als man selbst,<br>das muss Liebe sein ...", "Encontrar algo más importante que uno mismo,<br>eso debe de ser lo que llaman \"amor\"."], "description": ["A woman who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Meliadoul is a Knight Templar in service of the Church of Glabados, and as thus was entrusted with the Sagittarius auracite. However, neither her nor her younger brother Isilud knew about the power hidden within the auracite, believing it to be a peculiar stone at best. Following the death of her brother in Riovanes Castle, she swears revenge upon Ramza, whom she believes to be his killer.", "異界伊瓦利斯有關聖石的故事中登場的女性。是隸屬格列巴多斯教會的神殿騎士，作為黃道勇士的1員被授予了聖石射手座。她與弟弟依茲路德都不知道有關聖石的秘密，認為這只是「有點奇怪的水晶」。為了報命喪利奧法涅斯城的依茲路德之仇，出現在拉姆薩面前。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 여성. 그레바도스 교회에 소속된 신전기사이며, 신생 조디악 브레이브의 일원으로서 성석 사지타리우스를 하사받았다. 남동생 이즈루드와 함께, 성석을 둘러싼 비밀에 대해서는 알지 못하며 단지 '조금 이상한 크리스탈'로만 인식하고 있을 뿐이다. 리오파네스 성에서 목숨을 잃은 이즈루드의 원수를 갚기 위해 람자의 앞에 나타나게 되었다.", "Une femme qui apparaît dans les récits des pierres sacrées connues sous le nom d'auralithes, dans les terres lointaines d'Ivalice. Meliadoul est une Templière au service de l'Église de Glabados, et de ce droit, s'est vue confier la garde de l'auralithe du Sagittaire. Néanmoins, ni elle ni son frère Isilud ne connaissaient le véritable pouvoir caché de l'auralithe, étant persuadés qu'il ne s'agissait que d'une pierre à la rareté négligeable. Son frère trouve la mort au château de Riovanes, où elle jure de se venger de Ramza, convaincue qu'il est bel et bien responsable du meurtre.", "Eine Dame, die in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Meliadoul gehört zu den Tempelrittern im Dienst der Kirche von Glabados und aus diesem Grund wurde ihr das Schütze-Auracit überantwortet. Doch weder sie noch ihr jüngerer Bruder Isilud wussten von der Macht, die im Auracit verborgen ist, und hielten es bestenfalls für einen sonderbaren Stein. Nach dem Tod ihres Bruders im Schloss Riovanes schwört sie Rache gegenüber Ramza, den sie für seinen Mörder hält.", "Una mujer que aparece en historias sobre las piedras sagradas conocidas como auracitas en el mundo lejano de Ivalice. Meliadoul es una caballera templaria al servicio de la Iglesia de Glabados y, por tanto, se le encomendó la auracita Sagitario. Sin embargo, ni su hermano Isilud ni ella conocía el poder que se escondía dentro de la auracita y, como mucho, solo sabían que era una piedra un tanto peculiar. Tras la muerte de su hermano en el Castillo Riovanes, Meliadoul juró vengarse de Ramza, quien cree que mató a su hermano."], "fusion": ["Change requires a degree of pain.<br>Without pain, true change cannot be achieved.", "「變革」一定會伴隨「傷痛」！<br>沒有「傷痛」是不可能達成<br>真正的「變革」的！！", "혁명'에는 '고통'이 필요한 법!<br>'고통' 없이는 진정한 '혁명' 따위<br>이룰 수 없어!", "Le changement ne se fait jamais sans douleur.<br>Sans douleur, il ne peut y avoir de véritable changement.", "Änderung ist schmerzhaft.<br>Ohne Schmerz, ist keine wahre Änderung möglich.", "El cambio requiere cierto grado de dolor.<br>Sin dolor, no se consiguen cambios de verdad."], "summon": ["My name is Meliadoul.<br>Please allow me to go with you.", "我名為梅麗亞杜爾。<br>請讓我一同前往。", "내 이름은 멜리아돌.<br>나도 함께 가게 해줘.", "Je m'appelle Meliadoul.<br>Laisse-moi vus accompagner.", "ich bin Meliadoul.<br>Bitte erlaubt mir, mit euch zu gehen.", "Me llamo Meliadoul.<br>Por favor, déjame acompañarte."]}}, "253000905": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [902, 2733, 300], "ATK": [34, 103, 20], "MP": [44, 133, 50], "MAG": [32, 96, 20], "SPR": [32, 96, 20], "DEF": [31, 93, 20]}, "magic_affinity": [5, 4, 6, 0], "ability_slots": 4, "limitburst_id": 253000905, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 590, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [12, 24, 44], "effect_frames": [10, 22, 42], "strings": {"evolution": ["Regardless the weapon,<br>with my special techniques<br>I can pierce through anything.", "無論是什麼樣的武器，<br>我都會用我的奧義貫穿它。", "어떤 무기라 하더라도<br>내 오의로 꿰뚫어주겠어.", "Grâce à mes techniques spéciales,<br>je peux transpercer n'importe quoi,<br>quelle que soit mon arme.", "Mit meinen Spezialtechniken<br>durchbohre ich alles,<br>die Waffe spielt keine Rolle.", "Sin importar el arma,<br>puedo atravesar cualquier cosa<br>con mis técnicas especiales."], "affinity": ["To find something more important than oneself,<br>that must be what love is...", "如果發現了比自己還重要的東西，<br>那應該就是愛了吧……", "나 자신보다 소중한 것이 생겼을 때,<br>그게 사랑일지도 모르겠어……", "Quelque chose de plus important que sa propre vie,<br>ça doit être ça qu'on appelle l'amour...", "Etwas zu finden, das wichtiger ist als man selbst,<br>das muss Liebe sein ...", "Encontrar algo más importante que uno mismo,<br>eso debe de ser lo que llaman \"amor\"."], "description": ["A woman who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Meliadoul is a Knight Templar, like her deceased brother Isilud, who has dedicated herself to saving Ivalice from ruin by serving the Church of Glabados. Although Ramza attempts to explain to her that Isilud was killed by the legendary Lucavi demons, she refuses to accept this until she witnesses Marquis Elmdore turn into a Lucavi while in Limberry Castle. Having seen the truth with her very eyes, she joins Ramza in his fight against the demons of legend.", "異界伊瓦利斯有關聖石的故事中登場的女性。與弟弟依茲路德同屬於格列巴多斯教會的神殿騎士團，為拯救腐敗的伊瓦利斯竭盡心力。起初，她認為拉姆薩說的「殺害依茲路德的是傳說中的魔物光之異形者」是胡話，但在蘭貝利城親眼見到艾路姆多亞侯爵變身為光之異形者後，改變了先前的看法。並為探求真相而與拉姆薩同行。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 여성. 남동생 이즈루드와 함께 그레바도스 교회의 신전기사단에 소속되어 있으며, 부패한 이발리스를 구원하기 위해 힘쓰고 있었다. 이즈루드를 죽인 것은 전설의 마물인 루카비라 말하는 람자의 변명을 헛소리라 치부했지만, 란베리 성에서 에름도어 후작이 루카비로 변신하는 것을 목격한 뒤 생각을 바꾸게 되었다.  진상을 밝히기 위해, 람자와 동행한다.", "Une femme qui apparaît dans les récits des pierres sacrées connues sous le nom d'auralithes, dans les terres lointaines d'Ivalice. Meliadoul, tout comme son frère défunt Isilud, est une Templière. Elle entra au service de l'Église de Glabadas dans l'espoir de sauver Ivalice en se dévouant à la cause. Ramza essaye à maintes reprises d'expliquer à Meliadoul les circonstances de la mort de son frère, celui-ci ayant été tué par les démons de légende, les Lucavi. Elle n'accepte cette réalité qu'après avoir vu le Marquis Elmdore se transformer en Lucavi au château de Limberry. Devenue elle-même témoin de cette vérité, elle se joint à Ramza pour livrer bataille aux démons légendaires.", "Eine Dame, die in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Meliadoul gehört zu den Tempelrittern, genau wie ihr verstorbener Bruder Isilud. Sie hat sich der Rettung Ivalices vor dem Untergang verschrieben und ist in die Kirche von Glabados eingetreten. Obwohl Ramza ihr zu erklären versucht, dass Isilud von den legendären Lucavi-Dämonen getötet wurde, will sie nichts davon wissen, bis sie Zeuge wird, wie sich der Marquis Elmdore auf Schloss Limberry in einen Lucavi verwandelt. Nachdem sie die Wahrheit mit ihren eigenen Augen gesehen hat, schließt sie sich Ramza in dessen Kampf gegen die Dämonen aus der Legende an.", "Una mujer que aparece en historias sobre las piedras sagradas conocidas como auracitas en el mundo lejano de Ivalice. Meliadoul es una caballera templaria, al igual que lo fue en vida su hermano Isilud, y se dedica a proteger Ivalice de cualquier mal al servir a la Iglesia de Glabados. Aunque Ramza intenta explicarle que los demonios Lucavi fueron quienes acabaron con la vida de su hermano Isilud, ella se niega a creerle hasta que no ve con sus propios ojos cómo el marqués Elmdore se convierte en un Lucavi en el Castillo Limberry. Al conocer toda la verdad de primera mano, Meliadoul se une a Ramza para luchar contra los  legendarios demonios."], "fusion": ["I cannot allow myself to die in a place like this.<br>I must stay alive for Isilud...", "我可不能死在這種地方。<br>就算是為了依茲露德……", "이런 곳에서 죽을 순 없어.<br>이즈루드를 위해서라도…", "Je ne peux pas me permettre de mourir dans un endroit pareil.<br>je dois rester en vie pour Isilud...", "Ich darf an einem Ort wie diesem nicht sterben.<br>Ich muss überleben, für Isilud ...", "No puedo morir en un sitio como este.<br>Debo permanecer con vida por Isilud..."], "summon": ["The world cannot be changed by those unable<br>to handle even the tasks they've been dealt.<br>You had best prepare yourself.", "連自己背負的宿命都沒辦法完成的人<br>是沒有辦法改變世界的。<br>就讓我來看清楚你的器量吧。", "자신이 짊어진 숙명조차 완수하지 못하는<br>인간은 세계를 바꿀 수 없어.<br>당신을 지켜보도록 하지.", "Le monde ne peut pas être changé par ceux qui n'arrivent même pas à faire leur travail correctement.<br>Tu ferais mieux de te préparer.", "Wer seine Aufgabe nicht bewältigen kann,<br>der kann auch nicht die Welt ändern.<br>Bereitet euch lieber vor.", "El mundo no lo pueden cambiar<br>aquellos que ni siquiera pueden completar las tareas que se les han asignado.<br>Mejor será que te prepares."]}}}, "job": "Divine Knight", "sex": "Female", "game": "FFT", "rarity_max": 6, "names": ["Meliadoul", "梅麗亞杜爾", "멜리아돌", "Meliadoul", "Meliadoul", "Meliadoul"], "equip": [2, 3, 4, 7, 10, 16, 30, 31, 40, 41, 50, 51, 52, 53, 60], "game_id": 11002, "rarity_min": 4, "tribe_id": 5, "id": "253000904", "job_id": 107}