{"TMR": ["EQUIP", 302001700], "name": "Delita", "is_summonable": true, "skills": [{"level": 4, "type": "ABILITY", "id": 200210, "rarity": 5}, {"level": 18, "type": "ABILITY", "id": 101470, "rarity": 5}, {"level": 24, "type": "ABILITY", "id": 202240, "rarity": 5}, {"level": 34, "type": "ABILITY", "id": 202190, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 202210, "rarity": 5}, {"level": 58, "type": "ABILITY", "id": 200310, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 74, "type": "ABILITY", "id": 200720, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 202230, "rarity": 6}, {"level": 14, "type": "ABILITY", "id": 202180, "rarity": 6}, {"level": 28, "type": "ABILITY", "id": 202250, "rarity": 6}, {"level": 48, "type": "ABILITY", "id": 101420, "rarity": 6}, {"level": 64, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 96, "type": "ABILITY", "id": 202260, "rarity": 6}], "sex_id": 1, "entries": {"253000205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [890, 2698, 240], "ATK": [38, 114, 24], "MP": [39, 118, 40], "MAG": [30, 92, 16], "SPR": [30, 90, 16], "DEF": [32, 97, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 253000205, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 20, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 261, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [42], "effect_frames": [40], "strings": {"evolution": null, "affinity": ["You wish me, a man of common birth and heir to no house, to aid you in your quest? Just like Ramza...", "你和拉姆薩一樣，<br>需要的不是我的身世和家世，<br>而是需要我這個人……", "너는 출신에 상관없이<br>나를 믿어주었다.<br>람자와 마찬가지로…….", "Tu veux vraiment qu'un roturier et héritier d'aucune famille noble t'aide dans ta quête ? Un peu comme Ramza… ?", "Du möchtest, dass ich dir folge, ein Mann von niedrigem Stand und ohne Erbe? So wie auch Ramza ...?", "¿Quieres que alguien de familia plebeya como yo te ayude en tus menesteres? ¿Igual que Ramza?"], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Delita served the widely respected House Beoulve, into which he and his sister Tietra had been adopted following the death of their severely ill parents. Once taken in, he became fast friends with Ramza, a son of the head of the house, Barbaneth Beoulve. It was Delita's adoptive father who would push both him and Ramza to join the exclusive Gariland Royal Military Akademy. The two friends gradually formed a bond which transcended the social gap that originally separated them.", "異界伊瓦利斯有關聖石的故事中登場的少年，生於侍奉武家名門貝歐魯布家的農家。在父母患病雙亡之後，他和妹妹提妲便一同被貝歐魯布家收養，與年紀相同的拉姆薩一起長大。拉姆薩的父親巴魯巴尼斯讓他也去本來只有貴族子弟才能入學的學校學習，他原本能與拉姆薩結下跨越身份差別的友情。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 소년. 명망 높은 무가인 베올브 가문을 섬기는 농가의 자식. 부모가 병으로 죽고 난 후에는 여동생 티타와 함께 베올브 가문에 거두어져 같은 나이의 람자와는 형제처럼 자랐다. 람자의 아버지 바르바네스의 후한 배려로 본래는 귀족 자제만이 입학할 수 있는 아카데미에 다니고 있었다. 람자와는 신분을 뛰어넘은 우정으로 맺어져 있을 터였다.", "Un jeune homme qui apparaît dans le conte des pierres sacrées appelées pierres du Zodiaque dans le monde lointain d'Ivalice. Delita servit très respectée maison Beoulve, qui l'adopta lui et sa sœur Tietra suite à la mort de leurs parents gravement malades. Il devena ami avec Ramza, fils de la maison Beoulve. Barbaneth, son père adoptif poussa Ramza et lui à intégrer l'Académie Militaire de Gariland. Leur amitié naissante, se renforça au fil du temps et des épreuves au-delà des différences sociales qui les séparaient à l'origine.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Delita diente dem weit angesehenen Haus Beoulve, das ihn und seine Schwester nach dem Tod ihrer schwerkranken Eltern adoptierte. Er schloss rasch Freundschaft mit Ramza, dem Sohn des Herrschers von Haus Barbaneth Beoulve. Delitas Adoptivvater drängte beide dazu, der exklusiven königlichen Militärakademie Gariland beizutreten. Beide überwanden durch ihre Freundschaft die soziale Kluft, die sie ursprünglich trennte.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el lejano mundo de Ivalice. Delita sirvió a la vastamente respetada Casa de Beoulve, que le adoptó junto a su hermana Tietra tras la muerte por enfermedad de sus padres. Tras ser adoptado se hizo enseguida amigo de Ramza, hijo del cabeza de familia Barbaneth Beoulve. Fue este, el padre adoptivo de Delita, quién invitó a que Ramza y él entraran a la Academia Militar Real de Gariland. Los dos amigos gradualmente formaron un vínculo que rompería con las diferencias de clase entre los dos."], "fusion": ["Have I become...a little stronger?<br>Yet I am barely along the path to becoming a great knight.", "變強了一點嗎？<br>但是距離優秀劍士還差得很遠很遠啊。", "조금은 강해졌……는가?<br>뛰어난 검사가 되려면<br>아직도 멀었군.", "Suis-je devenu... plus fort ?<br>Le chemin semble encore loin avant de devenir un vrai chevalier.", "Bin ich ... stärker geworden?<br>Der Weg, ein guter Ritter zu werden, ist aber noch weit.", "¿Me he vuelto más... fuerte?<br>Aún así queda un largo camino hasta convertirme en un caballero sobresaliente."], "summon": ["Are you knights as well?<br>So even another world has kings and knights, and I'm still a misfit.", "你們是騎士？<br>這個世界上有國王與騎士，也有身份上的差別。", "너희는 기사인가……?<br>이 세계에도 왕과 기사가 있고,<br>신분의 차이가 존재하는 모양이구나.", "Êtes-vous chevalier vous aussi ?<br>Il y a des rois et des chevaliers dans ce monde et chacun doit savoir rester à sa place.", "Seid ihr auch Ritter?<br>Es gibt Könige und Ritter in dieser Welt, wir alle haben unseren Platz.", "¿Vosotros sois también caballeros? En este mundo hay caballeros y reyes, y cada uno tiene un estatus diferente."]}}, "253000206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1157, 3507, 390], "ATK": [49, 148, 34], "MP": [50, 153, 65], "MAG": [39, 119, 26], "SPR": [39, 117, 26], "DEF": [42, 126, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 253000206, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 262, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [42], "effect_frames": [40], "strings": {"evolution": ["Now that I have this power,<br>what shall I do with it?<br>Ramza...please show me the way.", "獲得力量後，<br>我到底應該怎麼做才好？<br>拉姆薩……告訴我啊……", "새로이 손에 넣은 이 힘을<br>대체 어떻게 사용하면 좋지?<br>가르쳐줘…… 람자…….", "Maintenant que j'ai ce pouvoir, que dois-je en faire ?<br>Ramza… dis-moi quoi faire.", "Nun, da ich diese Kraft habe,<br>was soll ich damit tun?<br>Ramza ... Bitte zeig mir den Weg.", "¿Qué debo hacer con este nuevo poder que he adquirido?<br>Ramza, por favor pon luz en mi camino."], "affinity": ["You wish me, a man of common birth and heir to no house, to aid you in your quest? Just like Ramza...", "你和拉姆薩一樣，<br>需要的不是我的身世和家世，<br>而是需要我這個人……", "너는 출신에 상관없이<br>나를 믿어주었다.<br>람자와 마찬가지로…….", "Tu veux vraiment qu'un roturier et héritier d'aucune famille noble t'aide dans ta quête ? Un peu comme Ramza… ?", "Du möchtest, dass ich dir folge, ein Mann von niedrigem Stand und ohne Erbe? So wie auch Ramza ...?", "¿Quieres que alguien de familia plebeya como yo te ayude en tus menesteres? ¿Igual que Ramza?"], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Delita and his sister Tietra were born mere commoners, but were adopted into the noble House Beoulve after losing their parents to the Black Death. He was raised alongside Ramza, whom he quickly befriended and eventually trained with at the Gariland Royal Military Akademy. However, after Tietra became a casualty of a bungled plot during the War of Lions, he came to a grim understanding of the ramifications of his social position.", "異界伊瓦利斯有關聖石的故事中登場的少年，他雖是個出生於農家的平民，但在父母患病雙亡之後，他和妹妹提妲便一同被領主貝歐魯布家收養。他與拉姆薩自幼一起長大，一起在士官學校學習、修煉。被捲入後世稱為獅子戰爭的內亂的迪利塔，將要面臨的是「身份差別」這一堵無法逾越的高墻。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 소년. 농가 출신의 평민이지만, 병으로 부모를 잃은 후 여동생 티타와 함께 영주인 베올브 가문에 거두어졌다. 람자와는 형제처럼 함께 자랐으며, 둘도 없는 벗으로서 함께 사관 아카데미에 다니며 수행에 힘쓰고 있었다. 하지만 후에 사자전쟁이라 불리는 전란에 휘말리게 된 디리타는 '신분의 차이'라는 거대한 벽에 부딪히고 만다.", "Un jeune homme qui apparaît dans le conte des pierres sacrées appelées pierres du Zodiaque dans le monde lointain d'Ivalice. Delita et sa sœur Tietra étaient nés simples roturiers, mais furent adoptés par la noble maison Beoulve après avoir perdu leurs parents des suites de maladie. Il fut élevé aux côtés de Ramza avec qui il se lia très rapidement d'amitié et commença sa formation à l'Académie Militaire de Gariland. Il finit toutefois par réaliser les conséquences qu'impliquent son statut social lorsque Tietra tomba à cause de la Guerre des Lions.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Delita und seine Schwester Tietra wurden als gewöhnliche Bürger geboren, doch vom noblen Haus Beoulve adoptiert, nachdem ihre Eltern am schwarzen Tod starben. Delita schloss rasch Freundschaft mit Ramza und durchlief mit ihm seine Ausbildung an der königlichen Militärakademie Gariland. Doch nachdem Tietra dem Krieg der Löwen zum Opfer fiel, wurde ihm seine soziale Stellung bewusst.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el lejano mundo de Ivalice. Delita y su hermana Tietra nacieron en una familia campesina, pero fueron adoptados por la noble Casa Beoulve tras perder a sus padres enfermos de peste. Se crio junto a Ramza, de quien se hizo amigo y con el cual se unió después a la Academia Militar Real de Gariland. Sin embargo y después de que Tietra se viese envuelta en el conflicto llamado la Guerra de los Leones, este supo lo que significaban las diferencias de clase."], "fusion": ["I have always felt out of place.<br>But even so, I might once have hoped to make peace with my situation.", "我總覺得有些不對勁。<br>但我還是相信能夠就這樣生活下去。", "위화감은 계속 느껴졌다.<br>하지만 현실을 망가뜨리고 싶지 않아<br>애써 외면해왔지.", "Je ne me suis jamais senti à ma place.<br>Mais malgré tout, j'aurais aimé croire que je j'aurais pu continuer à vivre comme ça.", "Ich habe mich stets fehl am Platz gefühlt.<br>Gleichwohl hoffte  ich einst, meinen Frieden zu machen.", "Siempre me he sentido fuera de lugar.<br>Pero aun así, puede que en su día creyera que podría seguir viviendo así."], "summon": ["I am neither a knight,<br>nor a mere commoner.<br>I belong nowhere.", "我既不是騎士，也不是普通平民，<br>不屬於任何一方。", "나는 기사도 아니고,<br>평범한 평민으로도 돌아갈 수 없어.<br>이도 저도 아닌 인간이지.", "Je ne suis ni un chevalier, ni un roturier.<br>Je ne suis chez moi nulle part.", "Ich bin weder ein Ritter<br>noch ein gewöhnlicher Bürger.<br>Ich gehöre nirgendwohin.", "No soy ni caballero ni campesino. No pertenezco a bando alguno."]}}}, "job": "Squire", "sex": "Male", "game": "FFT", "rarity_max": 6, "names": ["Delita", "迪利塔", "디리타", "Delita", "Delita", "Delita"], "equip": [1, 2, 3, 4, 8, 9, 10, 15, 30, 31, 40, 41, 50, 51, 52, 60], "game_id": 11002, "rarity_min": 5, "tribe_id": 5, "id": "253000205", "job_id": 61}