{"TMR": ["EQUIP", 313001800], "name": "Mustadio", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200390, "rarity": 3}, {"level": 16, "type": "ABILITY", "id": 201340, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 101350, "rarity": 3}, {"level": 24, "type": "ABILITY", "id": 202320, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 201400, "rarity": 4}, {"level": 51, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 201380, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 202330, "rarity": 5}, {"level": 71, "type": "ABILITY", "id": 201410, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 202340, "rarity": 5}], "sex_id": 1, "entries": {"253000605": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [780, 2364, 300], "ATK": [35, 105, 20], "MP": [36, 108, 50], "MAG": [30, 90, 20], "SPR": [27, 83, 20], "DEF": [28, 85, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 253000605, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 293, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [8, 48, 94], "effect_frames": [6, 46, 92], "strings": {"evolution": ["Could this be what they refer to as an awakening? I feel like I could shoot a mosquito out of the sky at a hundred paces!", "哦，原來這就是覺醒啊？<br>我覺得現在能夠射穿一切事物！", "오, 이게 바로 각성이란거군.<br>지금이라면 무엇이든<br>꿰뚫어버릴 자신이 있어!", "Serait-ce que vous appelez un éveil ? J'ai l'impression de pouvoir toucher n'importe quelle cible !", "Könnte dies das sein, was man Erwachen nennt? Ich fühle mich, als könnte ich alles treffen!", "¿Será esto lo que algunos llaman \"despertar\"?<br>¡Siento como pudiera acertarle a una mosca en el ojo!"], "affinity": ["I knew it!<br>I was confident you and I would become good friends!", "我就知道我們能成為好朋友的！<br>看來我一點都沒猜錯！", "역시 내 생각이 옳았어!<br>너랑은 좋은 친구가<br>될 수 있을 것 같았거든!", "Je le savais !<br>J'étais sûr que deviendrions bons amis.", "Ich wusste es!<br>Ich wusste, du und ich würden gute Freunde!", "¡Lo sabía! ¡Sabía que tú y yo nos haríamos buenos amigos!"], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Mustadio had mastered the pistol, the weapon of an ancient and lost civilization. He was caught up in a great commotion after his discovery of the Taurus auracite while on an excavation site in Goug. Although he initially joined Ramza and his companions in hopes of freeing his captive father from the clutches of the Baert Trading Company, he eventually found himself fighting for their cause. Mustadio's aim with the pistol was so infallible and deadly that in some situations, it was necessary for him to refrain from shooting altogether.", "異界伊瓦利斯有關聖石的故事中登場的年輕人，善於使用一種名為「火槍」的古代文明遺產武器。由於他攜帶著在高古坑道中發現的聖石「陶洛斯」，因此被捲入了動亂之中。為了救出被巴特商會捉走的父親，他與拉姆薩等人一同踏上旅途，並在後來加入了拉姆薩的陣營之中。姆斯達迪奧的狙擊彈無虛發，有時還能以此來阻止敵人的行動。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 젊은이. 사라진 고대문명의 유산인 '총'을 자신의 손발처럼 다룬다. 고그 갱도에서 발견된 성석 '타우러스'에 관여하는 바람에 동란에 휘말리게 된다. 바트 상회에 붙잡힌 아버지를 구하기 위해 람자 일행과 동행, 그 후에는 람자의 진영에 참가한다. 무스타디오는 뛰어난 저격 실력으로 적의 숨통을 확실히 끊을 뿐만 아니라, 때로는 움직임을 묶는 역할을 맡기도 했다.", "Un jeune homme qui apparaît dans le conte des pierres sacrées appelées pierres du Zodiaque dans le monde lointain d'Ivalice. Mustadio maîtrise le pitolet, une arme issue d'une ancienne civilisation perdue. La découverte de la pierre du Taureau sur un site de fouilles de la ville de Goug l'a mis dans une situation vraiment intenable. Bien qu'il ait rejoint Ramza avec l'espoir de sauver son père des griffes de la Compagnie Commerciale de Bart, il finit par faire cause commune avec Ramza et ses amis. La précision de Mustadio au pistolet est telle qu'il ne rate jamais sa cible. C'est la raison pour laquelle, on lui demande parfois de se retenir de tirer sur ses ennemis.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Mustadio hat die Pistole gemeistert, eine Waffe, die zu einem alten und verlorenen Vermächtnis gehört. Mustadio wurde zu einem Ziel, als er das Taurus-Auracit an einer  Ausgrabungsstelle in Goug entdeckte. Obwohl er sich Ramza und seiner Gruppe zunächst anschloss, um seinen Vater aus den Fängen der Beart Handelsgesellschaft zu retten, kämpfte er schließlich gemeinsam mit ihnen. Mustadio ist so treffsicher mit der Pistole, dass er manchmal sogar gebeten wird, nicht zu schießen.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el lejano mundo de Ivalice. Mustadio es maestro de la pistola, un arma perteneciente a una civilización antigua. Se vio envuelto en un conflicto político tras encontrar la auracita Taurus en una excavación en Goug. Aunque su razón para unirse a Ramza al principio era salvar a su padre captivo en manos de la Compañía Comercial Baert, acabó por luchar por su causa. La puntería de Mustadio con la pistola es tan infalible que le suelen pedir que impida que sus enemigos puedan moverse."], "fusion": ["You will not direct a machine to attack me, will you? I am putting my trust in you!", "你是不會利用機械濫殺無辜的吧？<br>我相信你！", "너는 기계를 동원해서<br>\"해치워라.\" 이런 소리 하지 않겠지?<br>너만 믿는다!", "Tu ne vas quand même pas ordonner à une machine de m'attquer ? J'ai confiance en toi !", "Du wirst mich nicht mit einer Maschine angreifen, oder? Ich vertraue auf dich!", "No se te ocurrirá darle órdenes a una máquina para que me ataque, ¿verdad? ¡Qué sepas que cuentas con mi confianza!"], "summon": ["Do you require the assistance of my pistols? I shall make a target of whatever you like!", "你需要藉助我火槍的力量嗎？<br>不論是胳膊還是腿，我都可以幫你射穿！", "내 '총'이 필요해?<br>발이든 팔이든 말만 하라고,<br>반드시 맞춰줄 테니까!", "Auriez-vous besoin de mes pisolets ? Je prendrait pour cible ce que vous voulez !", "Braucht ihr die Hilfe meiner Pistolen? Ich ziele, worauf ihr wollt!", "¿Necesitas la colaboración de mis pistolas? Pueden poner una bala en el sitio que desees!"]}}, "253000604": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [600, 1818, 240], "ATK": [26, 80, 16], "MP": [27, 83, 40], "MAG": [23, 69, 16], "SPR": [21, 63, 16], "DEF": [21, 65, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 253000604, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020600": 20, "290040100": 5, "290050300": 10, "290050400": 5, "290030000": 10}}, "rarity": 4, "compendium_id": 292, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [8, 48, 94], "effect_frames": [6, 46, 92], "strings": {"evolution": ["What could this be?<br>My aim has never felt so accurate!", "總覺得比以前瞄得更準了？", "뭐지? 이전보다 훨씬<br>조준하기가 쉬워진 것 같은데?", "Qu'est-ce que cela peut bien être ?<br>Je n'ai jamais visé aussi juste !", "Was kann das sein?<br>Noch nie konnte ich so gut zielen!", "¿Qué diantres es esto?<br>¡Ahora consigo apuntar mejor que nunca!"], "affinity": ["I knew it!<br>I was confident you and I would become good friends!", "我就知道我們能成為好朋友的！<br>看來我一點都沒猜錯！", "역시 내 생각이 옳았어!<br>너랑은 좋은 친구가<br>될 수 있을 것 같았거든!", "Je le savais !<br>J'étais sûr que deviendrions bons amis.", "Ich wusste es!<br>Ich wusste, du und ich würden gute Freunde!", "¡Lo sabía! ¡Sabía que tú y yo nos haríamos buenos amigos!"], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Mustadio was a machinist who had mastered use of the pistol. He was rescued by Ramza from persecution by the Baert Trading Company in the clockwork city of Goug, in whose depths an ancient civilization was said to lay dormant. Mustadio became a target after discovering the Taurus auracite while working on an excavation site. Once rescued, he joined Ramza on his quest, in hopes of saving his father from the company's clutches.", "異界伊瓦利斯有關聖石的故事中登場的年輕人，善於使用一種名為「火槍」的機械兵器。相傳機工都市高古中沉睡著遺失的古代文明遺產，當他在該都市被巴特商會追殺時受到拉姆薩搭救。之所以姆斯達迪奧被追殺，是因為他攜帶著在高古坑道中發現的聖石「陶洛斯」。為了救出被巴特商會捉走的父親，他與拉姆薩等人一同踏上旅途。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 젊은이. 기계장치 병기인 '총'을 사용한다. 사라진 고대문명의 유산이 잠들어 있다고 전해지는 기공도시 고그에서 바트 상회에 쫓기고 있었으나, 람자 덕분에 목숨을 건진다. 무스타디오가 쫓기고 있던 이유는 고그 갱도에서 발견된 성석 '타우러스'를 가지고 있었기 때문이었다. 바트 상회에 붙잡힌 아버지를 구하기 위해 람자 일행에게 동행을 청한다.", "Un jeune homme qui apparaît dans le conte des pierres sacrées appelées pierres du Zodiaque dans le monde lointain d'Ivalice. Mustadio est un machiniste qui apprit à maîtriser les pistolets. Il fut secouru par Ramza alors qu'il était persécuté par la Compagnie Commeciale de Bart dans la ville de Goug, où on racontait qu'une ancienne pierre légendaire était enfouie. Mustadio devint une cible lorsqu'il découvrit la pierre du Taureau alors qu'il travaillait sur un site de fouilles. Une fois sauvé, il rejoignit Ramza espérant pouvoir sauver son père des griffes de la Compagnie Commerciale de Bart.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Mustadio ist ein Maschinist, der die Pistole gemeistert hat. Er wurde durch Ramza gerettet, als ihn die Baert Handelsgesellschaft in der Uhrwerkstadt Goug verfolgte, wo ein uraltes Vermächtnis in der Tiefe schlummerte. Mustadio wurde zum Ziel, als er das Taurus-Auracit an einer  Ausgrabungsstelle entdeckte. Nach seiner Rettung schloss er sich Ramza an, in der Hoffnung, seinen Vater aus den Klauen der Beart Handelsgesellschaft zu retten.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el lejano mundo de Ivalice. Mustadio es un maquinista maestro del arte del uso de pistolas. Fue rescatado por Ramza cuando era perseguido por la Compañía Comercial Baert en la Ciudad Mecánica de Goug, en donde cuentan se esconde el legado de una civilización antigua escondido. Mustadio fue puesto en busca y captura tras descubrir la auracita Taurus mientras trabajaba en una excavación. Después de ser rescatado se unió a Ramza en su búsqueda para salvar a su padre de las garras de la Compañía Comercial Baert."], "fusion": ["The pistols of this world are of fair quality as well. I look forward to fighting by your side!", "這個世界的火槍也不錯嘛。<br>我越來越期待和你一起戰鬥了！", "이 세계의 총도 그리 나쁘지 않군.<br>너랑 함께 싸우는 게<br>점점 기대되는걸!", "Les pistolets de ce monde sont aussi de bonne qualité. J'ai hâte de pouvoir me battre à tes côtés !", "Die Pistolen dieser sind von guter Qualität. Ich freue mich darauf, an deiner Seite zu kämpfen!", "Las pistolas de este mundo tampoco están mal. ¡Estoy deseando seguir luchando a tu lado!"], "summon": ["Could my presence in this world be the work of the auracite as well...?", "竟然被召喚到別的世界中了，<br>難道這也是聖石的力量嗎？", "다른 세계로 불려오다니,<br>이것도 성석의 힘인가……?", "Est-ce que ma présence ici serait dûe également aux pierres du Zodiaque...", "Könnte das Auracit für meine Präsenz in dieser Welt verantwortlich sein ...?", "¿Será cosa de la auracita también que haya sido transportado a este mundo?"]}}, "253000603": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [461, 1398, 180], "ATK": [20, 61, 12], "MP": [21, 63, 30], "MAG": [17, 53, 12], "SPR": [16, 48, 12], "DEF": [17, 50, 12]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 253000603, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020600": 10, "290050300": 5, "290050200": 15, "290030000": 5, "290010200": 25}}, "rarity": 3, "compendium_id": 291, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [8, 48, 94], "effect_frames": [6, 46, 92], "strings": {"evolution": null, "affinity": ["I knew it!<br>I was confident you and I would become good friends!", "我就知道我們能成為好朋友的！<br>看來我一點都沒猜錯！", "역시 내 생각이 옳았어!<br>너랑은 좋은 친구가<br>될 수 있을 것 같았거든!", "Je le savais !<br>J'étais sûr que deviendrions bons amis.", "Ich wusste es!<br>Ich wusste, du und ich würden gute Freunde!", "¡Lo sabía! ¡Sabía que tú y yo nos haríamos buenos amigos!"], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. He was the son of Besrudio Bunansa, a brilliant machinist famed for the creation of mechanical weaponry. Mustadio had mastered use of the pistol, a device that could fire metal projectiles at high speed when packed with explosive powder. Mustadio and his father found the Taurus auracite while at an excavation site in the clockwork city of Goug. This led them to be persecuted by the infamous Baert Trading Company until Ramza came to their rescue.", "異界伊瓦利斯有關聖石的故事中登場的年輕人，是著名機工師貝斯羅迪奧的兒子，在機工都市高古礦山中工作。他善於使用一種叫做「火槍」的機械兵器，在槍身內裝填火藥，再射出金屬的子彈即可。聖石「陶洛斯」在高古坑道中被發現後，他便與臭名昭著的巴特商會起了糾紛，在逃命的過程中被拉姆薩所救。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 젊은이. 기계 장인으로 유명한 기공사 베스로디오의 아들이며, 기공도시 고그의 광산에서 일하고 있었다. 총신에 화약을 넣어 금속 탄환을 발사하는 기계장치 병기인 '총'을 자유자재로 다룬다. 고그의 갱도에서 발견된 성석 '타우러스'를 둘러싸고 악명 높은 바트 상회와 분쟁이 벌어져 도망자 신세가 되었지만, 람자 덕분에 목숨을 건지게 된다.", "Un jeune homme qui apparaît dans le conte des pierres sacrées appelées pierres du Zodiaque dans le monde lointain d'Ivalice. Mustadio est le fils de Besrudio Bunansa, un brillant machiniste, célèbre pour avoir créé une arme mécanique. Il maîtrise l'art du pistolet, un appareil qui peut lancer des projectiles en métal de très grandes vitesses lorsqu'il est rempli de poudre à canon. Mustadio et son père trouvèrent la pierre du Taureau sur un site de fouilles de la ville de Goug. Ils furent suite à cela persécutés par l'infâme Compagnie Commerciale de Bart jusqu'à ce qu'ils soient sauvés par Ramza.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Mustadio ist der Sohn von Besrudio Bunansa, einem brillanten Maschinisten, der mechanische Waffen erfand. Er meisterte die Pistole, ein Gerät, dass metallische Geschosse mit hoher Geschwindigkeit abfeuert. Mustadio und sein Vater entdeckten das Taurus-Auracit in einer Ausgrabungsstelle der Uhrwerkstadt Goug. Dies führte zu ihrer Verfolgung durch die berüchtigte Beart Handelsgesellschaft, bis Ramza sie rettete.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el lejano mundo de Ivalice. Mustadio es el hijo de Besrudio Bunansa, un brillante maquinista afamado por las armas mecánicas que elabora. Es maestro en el uso de la pistola, un arma de fuego que dispara fragmentos metálicos a gran velocidad si se carga con pólvora. Mustadio y su padre encontraron la auracita de Taurus en una excavación en la Ciudad Mecánica de Goug. Esto le llevó a ser perseguido por la infame Compañía Comercial Baert hasta que Ramza llegó en su ayuda."], "fusion": ["Guns require no charge time.<br>Simply aim and fire!", "彈無虛發，<br>只要瞄準目標射擊就夠了！", "표적을 향해 쏘기만 하면 돼.<br>총은 충전할 필요가 없지!", "ne pers pas de temps à recharger !<br>Vise et tire, c'est tout !", "Pistolen muss man nicht aufladen.<br>Einfach zielen und schießen!", "No hace falta cargar una pistola. ¡Basta con apuntar y disparar!"], "summon": ["My name is Mustadio.<br>I am a machinist who toils to restore lost legacies!", "我是姆斯達迪奧，<br>是個想要復原「遺失的文明遺產」的機工士！", "내 이름은 무스타디오.<br>'잊힌 문명의 유산'을<br>평생의 숙원으로 삼고 있는 '기공사!'지!", "Mon nom est Mustadio.<br>Je suis un machiniste qui restaure le patrimoine de cultures oubliées.", "Ich bin Mustadio.<br>Ich bin ein Mechaniker im Dienst eines alten Vermächtnisses!", "Me llamo Mustadio. Soy un maquinista que ansía restaurar patrimonios de culturas perdidas."]}}}, "job": "Engineer", "sex": "Male", "game": "FFT", "rarity_max": 5, "names": ["Mustadio", "姆斯達迪奧", "무스타디오", "Mustadio", "Mustadio", "Mustadio"], "equip": [1, 7, 13, 14, 40, 50, 60], "game_id": 11002, "rarity_min": 3, "tribe_id": 5, "id": "253000603", "job_id": 65}