{"TMR": ["EQUIP", 405001700], "name": "Ramza", "is_summonable": true, "skills": [{"level": 5, "type": "ABILITY", "id": 200470, "rarity": 5}, {"level": 14, "type": "MAGIC", "id": 30090, "rarity": 5}, {"level": 14, "type": "MAGIC", "id": 30140, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 202170, "rarity": 5}, {"level": 36, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 36, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 42, "type": "MAGIC", "id": 10070, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 202210, "rarity": 5}, {"level": 65, "type": "ABILITY", "id": 200450, "rarity": 5}, {"level": 76, "type": "ABILITY", "id": 200770, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 202150, "rarity": 6}, {"level": 12, "type": "ABILITY", "id": 202160, "rarity": 6}, {"level": 24, "type": "ABILITY", "id": 202200, "rarity": 6}, {"level": 52, "type": "ABILITY", "id": 100120, "rarity": 6}, {"level": 86, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 86, "type": "ABILITY", "id": 100080, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 100, "type": "MAGIC", "id": 20440, "rarity": 6}], "sex_id": 1, "entries": {"253000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1168, 3538, 450], "ATK": [46, 140, 30], "MP": [51, 156, 75], "MAG": [40, 122, 30], "SPR": [39, 119, 30], "DEF": [43, 130, 30]}, "magic_affinity": [4, 8, 4, 0], "ability_slots": 4, "limitburst_id": 253000106, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 260, "attack_damage": [[50, 50]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [20, 56], "effect_frames": [18, 54], "strings": {"evolution": ["This strange power...<br>I wonder if it will make me stronger.", "感受到了不可思議的力量……<br>那麼，我是不是也可以變得更強呢？", "신비한 힘이 느껴져…….<br>이걸로 나도<br>조금은 더 강해진 걸까.", "Cet étrange pouvoir...<br>Je me demande s'il me sera utile.", "Diese seltsame Kraft ...<br>Ob sie mich wohl stärker macht.", "Que poder más extraño.<br>Me pregunto si yo también podré ser más fuerte."], "affinity": ["Just as you placed your trust in me,<br>I shall place mine in you.<br>I would be honored to continue fighting by your side!", "就像我相信你那樣，你也相信了我。<br>今後也讓我們一起戰鬥吧！", "네가 날 믿어주었듯이<br>나도 널 믿어.<br>앞으로도 함께 싸우자!", "Je te ferai confiance<br>comme tu le fais avec moi.<br>Ce serait un honneur de continuer de combattre à tes côtés !", "So wie du mir vertraut hast,<br>so werde ich auch dir vertrauen.<br>Es wäre mir eine Ehre, weiter mit dir zu kämpfen!", "Pondré mi confianza en ti como tu lo has hecho conmigo. Será un honor seguir luchando a tu lado."], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Ramza is the third and last son of the noble house of Beoulve, who always felt inferior to his two more successful half brothers. A virtuous young man with little knowledge of the intrigues that hatch like snakes in times of war, Ramza remained oblivious to the dark side of the world he inhabited. He held great promise as the son of a respected house, but his life was much altered by the events that would follow the great conflict known as the War of Lions.", "異界伊瓦利斯有關聖石的故事中登場的少年，他是名門貝歐魯布家的三男，由於有著同父異母且天資聰穎的哥哥，因此總是多多少少有一些自卑。由於為人直率，在席捲著陰謀的戰爭亂世中，他顯得有一些不經世事。身為貴族子弟，未來本將一片光明的拉姆薩，卻在後世稱為獅子戰爭的內亂中改變了自己的命運。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 소년. 명문 베올브 가문의 셋째 아들. 우수한 형들과는 배다른 형제였기 때문에 그들에게 열등감을 느끼고 있었다. 올곧은 성격인 데다 음모가 소용돌이치는 전란의 시대 한가운데에서도 세상의 어두운 부분을 본 적이 없어서 세상 물정 모르는 일면을 가지고 있다. 명문 귀족의 자식으로서 장래가 약속되어 있던 람자의 운명은 후에 사자전쟁이라 불리는 내란의 전조에 우롱당함과 동시에 크게 움직이기 시작한다.", "Un jeune homme qui apparaît dans le conte des pierres sacrées appelées pierres du Zodiaque dans le monde lointain d'Ivalice. Ramza est le troisième et dernier fils de la maison Beoulve, une famille de nobles. Il s'est toujours senti inférieur à ses deux grands frères couronnés de succès. Jeune homme extrêmement doué possédant peu de connaissances des différentes conspirations qui planent en temps de guerre, Ramza n'avait aucune conscience de l'ombre qui planait sur son monde. Il était promis à un grand avenir en tant que fils d'une grande famille mais sa vie prit un tout autre  tournant suite grand conflit connu sous le nom de Guerre des Lions.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Ramza ist der dritte und letzte Sohn des noblen Hauses Beoulve und fühlte sich stets minderwertiger als seine zwei erfolgreicheren Halbbrüder. Er war ein tugendhafter junger Mann mit wenig Wissen von den Intrigen in Kriegszeiten und blind gegenüber der dunklen Seite seiner Welt. Als Sohn eines angesehenen Hauses hatte er großes Potenzial, doch sein Leben erfuhr in den Ereignissen des sogenannten Kriegs der Löwen einschneidende Veränderungen.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el lejano mundo de Ivalice. Ramza es el tercer y último hijo de la Casa de Beoulve, aunque siempre se sintió inferior a sus dos hermanos triunfadores. Fue un joven virtuoso que poco sabía de las conspiraciones que se llevan a cabo tras el telón durante las guerras y que permaneció ignorante de la cara oscura del mundo a su alrededor. Se esperaba mucho de él como hijo de su respetada casa, aunque su vida cambió dramáticamente tras los eventos que se sucedieron tras el conflicto conocido como la Guerra de los Leones."], "fusion": ["I will not be made a puppet!<br>I...I wish to follow the path I believe in.", "我再也不要受人利用了！<br>我要在自己相信的道路上前進……", "이용만 당하는 인생 따윈 사절이다!<br>나는, 내가 믿는 길을 나아가고 싶어…….", "Je ne serai la marionette de personne.<br>Je… Je suivrai ma propre voie.", "Ich bin keine Marionette!<br>Ich ... folge dem Weg, an den ich glaube.", "¡No seré el títere de nadie! Tan solo quiero... <br>seguir el camino en el que creo."], "summon": ["I wonder, is this world, too, blighted by strife? And could I be of any service?", "這個世界上也有紛爭，<br>有什麼我可以幫得上忙的嗎？", "이 세계에도 분쟁이 끊이지 않는 모양이군.<br>가능하다면 내가 좀 도와줄까?", "J'ai l'impression qu'une bataille fait rage ici aussi, je me trompe ? Que puis-je faire pour vous aider ?", "Ich frage mich, ob ein anderer Kampf in dieser Welt vorgeht? Und kann ich helfen?", "Me pregunto si en este mundo también habrá una guerra en curso. ¿Hay algo en lo que os pueda servir de ayuda?"]}}, "253000105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [898, 2722, 300], "ATK": [36, 108, 20], "MP": [40, 120, 50], "MAG": [31, 94, 20], "SPR": [30, 92, 20], "DEF": [33, 100, 20]}, "magic_affinity": [3, 7, 3, 0], "ability_slots": 4, "limitburst_id": 253000105, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 20, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 259, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [20, 56], "effect_frames": [18, 54], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Just as you placed your trust in me,<br>I shall place mine in you.<br>I would be honored to continue fighting by your side!", "就像我相信你那樣，你也相信了我。<br>今後也讓我們一起戰鬥吧！", "네가 날 믿어주었듯이<br>나도 널 믿어.<br>앞으로도 함께 싸우자!", "Je te ferai confiance<br>comme tu le fais avec moi.<br>Ce serait un honneur de continuer de combattre à tes côtés !", "So wie du mir vertraut hast,<br>so werde ich auch dir vertrauen.<br>Es wäre mir eine Ehre, weiter mit dir zu kämpfen!", "Pondré mi confianza en ti como tu lo has hecho conmigo. Será un honor seguir luchando a tu lado."], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Ramza is a mysterious warrior who left many questions unanswered, after his untimely death, regarding his role in the War of Lions, and his actions as a heretic. Born the third and last son of the noble house of Beoulve, he strove to uphold his family name by becoming a knight alongside his childhood friend Delita, eventually joining the Gariland Royal Military Akademy with him. However, when compared to his two half brothers who were already knights, he never considered himself worthy of the house name.", "異界伊瓦利斯有關聖石的故事中登場的少年，在後世的傳說中，他既是獅子戰爭的真正英雄，又是連神明都懼怕的異端者，十分神秘。他是武家名門貝歐魯布家的三男，與幼年好友迪利塔一起在王立士官學校進行修行。他雖十分珍愛家人，但由於同父異母的哥哥已在騎士團就任要職，因此總是多多少少有一些自卑。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 소년. 후세에는 사자전쟁의 진정한 영웅 또는 신마저도 두려워하지 않는 이단자라고도 전해지는 의문의 인물. 명망 높은 무가인 베올브 가문의 셋째 아들로, 죽마고우인 디리타와 함께 왕립 사관 아카데미에서 기사 수행에 힘쓰고 있었다. 가문과 가족을 소중히 생각하는 그였지만, 젊은 나이에 기사단의 요직을 차지한 형들과는 배다른 형제였기 때문에 조금은 열등감을 느끼고 있던 모양이다.", "Un jeune homme qui apparaît dans le conte des pierres sacrées appelées pierres du Zodiaque dans le monde lointain d'Ivalice. Ramza est un guerrier mystérieux qui laissa beaucoup de questions sans réponses  après sa mort pématurée concernant son rôle dans la Guerre des Lions et ses actions d'hérétique. Troisième et dernier enfant des Beoulve, une famille de nobles, il fit tout son possible pour  faire honneur à sa famille en devenant chevalier aux côtés de son ami d'enfance Delita, allant même jusqu'à rejoindre ensemble l'Académie Militaire de Gariland. Toutefois, malgré tout ses efforts, il ne s'est jamais considéré comme digne de son nom, surtout comparé à ses demi-frères eux aussi chevaliers.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Ramza ist ein mysteriöser Krieger, der nach seinem frühen Tod im Krieg der Löwen als Häretiker viele Fragen offen ließ. Als dritter und letzter Sohn des noblen Hauses von Beoulve, wollte er seine Familie ehren und gemeinsam mit seinem Kindheitsfreund Delita ein Ritter werden. Daher schloss er sich mit ihm der königlichen Militärakademie Gariland an. Im Vergleich mit seinen beiden Halbbrüdern, die bereits Ritter waren, sah er sich jedoch nie als würdig an.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el lejano mundo de Ivalice. Ramza es un guerrero misterioso, considerado hereje por algunos, que dejó muchos interrogantes en su papel de héroe en la Guerra de los Leones. Nacido como tercer y último hijo de la noble Cada de Beoulve, se esforzó por hacer honor al nombre de su familia a base de convertirse en caballero junto con Delita, su amigo de la infancia, acabando estos alistándose en la Academia Militar Real de Gariland. Aunque este nunca consideró que fuese digno para representar a su Casa, a diferencia de sus dos quienes eran ya caballeros."], "fusion": ["My father told me to follow the path I believe in. But where should I really place my faith?", "父親讓我在自己相信的道路上前進，<br>可我……到底相信什麼才好？", "아버님께선 자신이 믿는 길을 가라고 하셨다.<br>하지만 나는……<br>대체 뭘 믿어야 하지?", "Mon père m'a dit de suivre ce en quoi je crois. Mais que dois-je croire ?", "Mein Vater sagte, ich solle meinem Weg folgen. Aber wie lautet mein Weg?", "Mi padre me enseñó a seguir el camino que yo crea correcto. Pero, ¿en qué debería poner yo mi fe?"], "summon": ["I may be inexperienced,<br>but I am a Beoulve,<br>and I fight for the honor of my name!", "雖然我還是一名見習戰士，<br>但我會努力戰鬥，<br>不會給貝歐魯布家丟臉的！", "나는 아직 견습이지만,<br>전사로서, 베올브 가문의 일원으로서<br>그 이름에 먹칠하는 행동은 하지 않겠어!", "Je suis peut-être sans expérience mais je suis un Beoulve,<br>et je me battrai pour l'honneur de ma famille.", "Ich bin unerfahren,<br>aber ein Beoulve,<br>und ich kämpfe für die Ehre meines Namens!", "Puede que esté falto de experiencia, ¡pero como miembro de la Casa Beoulve, lucharé en nombre de mi familia!"]}}}, "job": "Squire", "sex": "Male", "game": "FFT", "rarity_max": 6, "names": ["Ramza", "拉姆薩", "람자", "Ramza", "Ramza", "Ramza"], "equip": [1, 2, 3, 4, 8, 9, 11, 30, 31, 40, 41, 50, 51, 52, 53, 60], "game_id": 11002, "rarity_min": 5, "tribe_id": 5, "id": "253000105", "job_id": 61}