{"TMR": ["EQUIP", 407001800], "name": "Knight Delita", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 210550, "rarity": 5}, {"level": 12, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 32, "type": "ABILITY", "id": 100090, "rarity": 5}, {"level": 32, "type": "ABILITY", "id": 202160, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 100030, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 202180, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 210340, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 204740, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 210330, "rarity": 6}, {"level": 22, "type": "ABILITY", "id": 204730, "rarity": 6}, {"level": 42, "type": "ABILITY", "id": 204710, "rarity": 6}, {"level": 62, "type": "ABILITY", "id": 210320, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 210310, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 210350, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 210300, "rarity": 6}], "sex_id": 1, "entries": {"253000216": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1157, 3507, 390], "ATK": [51, 155, 34], "MP": [50, 153, 65], "MAG": [39, 117, 26], "SPR": [40, 121, 26], "DEF": [42, 128, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 253000216, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 564, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [6, 34], "effect_frames": [4, 32], "strings": {"evolution": ["I will not be controlled.<br>I am the one who will take control!", "我要成為利用他人的一方，<br>絕對不會被別人利用的！", "난 이용당하지 않아.<br>이용하는 측에 설 것이다!", "Je ne me laisserai pas manipuler.<br>Je suis celui qui manipule !", "Ich lasse mich nicht beherrschen.<br>Denn ich bin der, der herrscht!", "No me controlarán.<br>¡Seré yo quien tome el control!"], "affinity": ["I will not betray you.<br>I will swear...<br>On my dearly departed sister...", "我對死去的妹妹……提妲發誓……<br>我絕對不會背叛你。", "나는 너를 배신하지 않는다.<br>죽은 여동생…… 티타를 걸고 맹세하겠어……", "Je ne te trahirai pas.<br>Je te le jure...<br>Sur ma sœur décédée...", "Ich werde dich nicht verraten.<br>Ich schwöre es ...<br>Bei meiner verschiedenen Schwester ...", "No te traicionaré.<br>Lo juro...<br>Te lo juro por mi hermana..."], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. As a member of the Church of Glabados, Delita joins forces with Duke Goltanna in order to pave the way for the War of the Lions. After being recognized for his successful kidnapping of Princess Ovelia, he is named commander of the Blackram Knights and earns Goltanna's trust through his dealings with the cardinal. However, this would all ultimately lead to his assassination of both Orlandeau and Goltanna as per the wishes of the church.", "異界伊瓦利斯有關聖石的故事中登場的青年。以格列巴多斯教會的一員，為引起獅子戰爭而加入戈洛塔納公陣營。因成功救出公主奧薇莉亞受到認可就任黑羊騎士團團長。就任團長後，擔任與教皇聯絡的角色並受到信賴。可是實際上，這些都是教會為了暗殺奧爾蘭多伯和戈洛塔納公所安排好的。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 청년. 그레바도스 교회의 일원으로서, 사자전쟁을 일으키기 위해 골타나 공의 진영에 가담하게 된다. 오벨리아 공주를 구출한 공을 인정받아 흑양기사단의 단장으로 취임한 뒤, 교황과의 연락책을 맡으며 골타나 공의 신뢰를 얻는다. 그러나, 그것은 올란두 백작과 골타나 공을 암살하기 위한 교회의 속셈에 따른 행동이었다.", "Un jeune homme qui apparaît dans les récits des pierres sacrées connues sous le nom d'auralithes, dans les terres lointaines d'Ivalice. En tant que membre de l'Église de Glabados, Delita joint ses forces au duc Goltana en préparation pour la Guerre des Lions. Suite à son enlèvement réussi de la princesse Ovelia, ses talents sont reconnus et il est nommé au poste de commandant des Chevaliers du Bélier-Noir. Il y gagne la confiance de Goltana par le biais de ses affaires avec le cardinal. Cependant, ce sont ces évènements qui mènent à son assassinat d'Orlandeau et de Goltana, sur ordre de l'église.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Als Mitglied der Kirche von Glabados schließt sich Delita mit dem Herzog Goltanna zusammen, um den Weg für den Krieg der Löwen zu ebnen. Nachdem er sich für die geglückte Entführung von Prinzessin Ovelia Anerkennung verdient, wird er zum Kommandanten der Blackram-Ritter ernannt und verdient sich Goltannas Vertrauen durch seine Verbindung zum Kardinal. Doch all dies soll laut dem Wunsch der Kirche in die Ermordung Orlandeaus und Goltannas münden.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el mundo lejano de Ivalice. Como miembro de la Iglesia de Glabados, Delita unió sus fuerzas con el duque de Goltanna para asegurar la victoria en la Guerra de los Leones. Tras el exitoso secuestro de la princesa Ovelia, recibe algunos reconocimientos y le nombran comandante de los Caballeros de Blackram. Asimismo, Delita se gana la confianza del duque de Goltanna debido a sus tratos con el cardenal. Sin embargo, esto acabaría desembocando en los asesinatos de Orlandeau y del duque por deseos de la propia Iglesia."], "fusion": ["One should be rewarded for their efforts?<br>That is a lie made up by society.", "只要努力就會獲得回報？<br>這只是世間編織出的謊言罷了。", "노력하면 보상이 따른다고?<br>그런 건 거짓말일 뿐이야.<br>그게 이 세계의 구조다.", "Nous devrions récompenser les gens pour leurs efforts ?<br>C'est un mensonge fabriqué par la société.", "Man sollte für seine Mühe belohnt werden?<br>Eine Lüge der Gesellschaft.", "¿Habría que recompensar a la gente por sus esfuerzos?<br>Eso es una mentira generalizada en nuestra sociedad."], "summon": ["Is this too a rotten world in which I've but<br>to carry out the role I've been handed?<br>I am sorry but I cannot accept that.", "這個世界也腐敗到<br>只能扮演被分配好的角色嗎？<br>我已經受夠了。", "이곳 역시 주어진 역할을 따를 수밖에 없는<br>썩어빠진 세계인 건가?<br>그런 건 진심으로 사양이야.", "Serait-ce un monde pourri dans lequel je ne peux jouer que le rôle que l'on m'a attribué et c'est tout ?<br>Je suis désolé, mais je ne peux pas accepter ça.", "Ist dies auch eine kaputte Welt,<br>in der mir eine Aufgabe zugetragen wurde?<br>Tut mir leid, aber das kann ich nicht.", "¿Este mundo también está podrido<br>y tengo que asumir el papel que se me ha dado?<br>Lo siento, pero no puedo aceptarlo."]}}, "253000215": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [890, 2697, 240], "ATK": [39, 119, 24], "MP": [39, 117, 40], "MAG": [30, 90, 16], "SPR": [31, 93, 16], "DEF": [32, 98, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 253000215, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 563, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [6, 34], "effect_frames": [4, 32], "strings": {"evolution": null, "affinity": ["I will not betray you.<br>I will swear...<br>On my dearly departed sister...", "我對死去的妹妹……提妲發誓……<br>我絕對不會背叛你。", "나는 너를 배신하지 않는다.<br>죽은 여동생…… 티타를 걸고 맹세하겠어……", "Je ne te trahirai pas.<br>Je te le jure...<br>Sur ma sœur décédée...", "Ich werde dich nicht verraten.<br>Ich schwöre es ...<br>Bei meiner verschiedenen Schwester ...", "No te traicionaré.<br>Lo juro...<br>Te lo juro por mi hermana..."], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Although Delita has been friends with Ramza since childhood, he is of common birth. Once he finally began recognizing the gap between them due to their social standing, he lost his sister Tietra to the strife involving House Beoulve. This tragedy would lead him to part ways with Ramza, and send him down a path in which nobles would no longer be able to manipulate him. Determined to realize his new ambitions, he joins the Church of Glabados and poses as a knight of the Order of the Southern Sky to kidnap Princess Ovelia from Orbonne Monastery.", "異界伊瓦利斯有關聖石的故事中登場的青年。雖然是拉姆薩的兒時玩伴，可原本只是平民，在開始感到自己身份不同時，於貝歐魯布家發生的騷動中失去了妹妹提妲。以此事為契機與拉姆薩絕交，決心不再被貴族利用。為實現自己的野心，加入了格列巴多斯教會，假裝成南天騎士團從歐博納修道院誘拐了公主奧薇莉亞。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 청년. 람자의 죽마고우였으나 본래 신분은 평민이며, 신분 차를 느끼기 시작할 무렵 베올브 가문을 둘러싼 격동 속에서 여동생인 티타가 희생되고 만다. 그 사건을 계기로 람자와 갈라서서, 귀족에게 이용당하기만 하는 위치에서 벗어날 것을 결심한다. 자신의 야망을 실현하기 위해 그레바도스 교회에 들어가, 남천기사단을 가장하여 오벨리아 공주를 오본느 수도원으로부터 납치해낸다.", "Un jeune homme qui apparaît dans les récits des pierres sacrées connues sous le nom d'auralithes, dans les terres lointaines d'Ivalice. Delita, bien qu'il soit l'ami de Ramza depuis l'enfance, appartient à la plèbe. Dès lors qu'il fut à même de discerner le gouffre qui, des causes de leur rang social respectif, le séparait de son ami, Delita perdit sa sœur Tietra dans le conflit de la maison de Beoulve. Cette tragédie le pousserait finalement à s'écarter de Ramza pour se consacrer à une vie dénuée de nobles et de leurs manipulations. Déterminé à faire de ses nouvelles ambitions une réalité, il rejoint l'Église de Glabados où il se fait passer pour un chevalier de l'Ordre du Ciel Méridional afin d'enlever la princesse Ovelia au Monastère d'Orbonne.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Obwohl Delita seit der Kindheit mit Ramza befreundet ist, ist er nur von niedrigem Stand. Als er schließlich die gesellschaftliche Kluft zwischen ihnen erkannte, verlor er seine Schwester Tietra im Zwist mit Haus Beoulve. Diese Tragödie brachte ihn dazu, sich von Ramza loszusagen, und einen Weg einzuschlagen, auf dem er nicht länger von Adligen manipuliert werden konnte. Entschlossen neuen Zielen folgend tritt er der Kirche von Glabados bei und gibt sich als Ritter des Ordens des Südlichen Himmels aus, um Prinzessin Ovelia aus dem Kloster Orbonne zu entführen.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el mundo lejano de Ivalice. Aunque Delita ha sido amigo de Ramza desde que eran niños, él no pertenece a la nobleza. Empezó a entender la diferencia entre los status sociales cuando perdió a su hermana Tietra en un conflicto con la Casa Beoulve. Esta tragedia le hizo separarse de Ramza y le llevó a una vida donde los nobles nunca más podrían manipularlo. Convencido de conseguir sus nuevas ambiciones, se unió a la Iglesia de Glabados y se hace pasar por un caballero de la Orden del Cielo Sureño para secuestrar a la princesa Ovelia del Monasterio de Orbonne."], "fusion": ["The most ideal method will not necessarily<br>yield the most positive results.<br>You should remember this.", "最好的方法不一定會產生<br>最佳的結果。<br>請記得這件事。", "최선의 방법이 최선의 결과로<br>이어질 거란 보장은 없다.<br>기억해두도록 해.", "La méthode idéale n'engendre pas toujours les meilleurs résultats.<br>N'oublie jamais ça.", "Die besten Methoden führen nicht immer<br>zu den besten Ergebnissen.<br>Denk daran.", "El método más sofisticado no tiene por qué<br>ofrecer los mejores resultados.<br>No deberías olvidar eso."], "summon": ["I am only trying to go against this one great current.<br>That is all.", "我只是想要抵抗巨大的洪流。<br>就是這樣而已……", "나는 그저 거대한 흐름을<br>거스르려 하는 것일 뿐.<br>그것뿐이다……", "J'essaie juste d'aller à contre-courant.<br>C'est tout.", "Ich versuche bloß, gegen diesen einen großen Strom zu schwimmen.<br>Das ist alles.", "Solo intento ir en contra de esta corriente tan fuerte.<br>Eso es todo."]}}}, "job": "Holy Knight", "sex": "Male", "game": "FFT", "rarity_max": 6, "names": ["Knight Delita", "騎士迪利塔", "기사 디리타", "Delita chevalier", "Ritter Delita", "Delita caballero"], "equip": [1, 2, 3, 4, 8, 9, 10, 15, 30, 31, 40, 41, 50, 51, 52, 60], "game_id": 11002, "rarity_min": 5, "tribe_id": 5, "id": "253000215", "job_id": 62}