{"TMR": ["EQUIP", 409008500], "name": "Orlandeau", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 204730, "rarity": 5}, {"level": 5, "type": "ABILITY", "id": 204720, "rarity": 5}, {"level": 15, "type": "ABILITY", "id": 204710, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 204690, "rarity": 5}, {"level": 28, "type": "ABILITY", "id": 202250, "rarity": 5}, {"level": 46, "type": "ABILITY", "id": 100090, "rarity": 5}, {"level": 58, "type": "ABILITY", "id": 202290, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 202270, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 204680, "rarity": 6}, {"level": 39, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 71, "type": "ABILITY", "id": 204740, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 204700, "rarity": 6}], "sex_id": 1, "entries": {"253000806": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1195, 3621, 390], "ATK": [51, 155, 34], "MP": [47, 142, 65], "MAG": [41, 124, 26], "SPR": [38, 116, 26], "DEF": [41, 124, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 253000806, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 397, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [2, 18], "effect_frames": [0, 16], "strings": {"evolution": ["I refuse to participate in a<br>fight which has no meaning.<br>I beg you please, do not forget this.", "我並不想投身於<br>無意義的戰鬥，<br>還請你牢記這一點。", "대의 없는 싸움에<br>몸을 던질 생각은 없다.<br>절대 잊지 말아 주게.", "Je refuse de participer à un combat vide de sens.<br>N'oublie jamais ça, je t'en prie.", "Ich weigere mich, an diesem<br>sinnlosen Kampf teilzunehmen.<br>Ich flehe dich an, vergiss das nicht.", "Rehúso a participar en una batalla sin sentido.<br>Te ruego que no te olvides de esto."], "affinity": ["It's like I'm looking upon a childhood friend.<br>I am truly blessed with good companions.", "好像見到了昔日好友。<br>看來我遇到了好夥伴。", "지난날의 친구를 보고 있는 듯하군.<br>나는 동료 복을 타고난 것 같다.", "C'est comme si je revoyais un ami d'enfance.<br>Quelle bénédiction d'avoir de tels compagnons avec moi.", "Es ist wie mit einem Kindheitsfreund .<br>Ich habe wahrlich gute Begleiter.", "Es como si tuviera ante mí a un amigo de la infancia.<br>Estoy rodeado de compañeros fantásticos."], "description": ["A knight who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Known by many as \"Thunder God Cid,\" Orlandeau was the leader of Duke Goltanna's Order of the Southern Sky. The two were friends for more than twenty years until Duke Goltanna decided to wage war with little regard as to the fate of the people. Shortly after the War of the Lions commenced, the Church of Glabados fed false information to Duke Goltanna claiming that his old friend had become a traitor, which resulted in Orlandeau being imprisoned in Fort Besselat.", "異界伊瓦利斯有關聖石的故事中登場的騎士，被人稱為「雷神希德」，在戈洛塔納公的南天騎士團中擔任團長。他雖與君主戈洛塔納公有著二十年的交情，但因看不慣其只顧戰爭、不顧民眾的做法，而向其進言。在暗中操縱獅子戰爭的格列巴多斯教會的陰謀下，他被以謀反之罪關進了貝思拉要塞。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 기사. '뇌신 시드'라는 이명을 가지고 있으며,  골타나 공이 거느린 남천기사단의 단장을 맡고 있다.  주군인 골타나 공과는 20년 넘게 친분을 맺고 있지만, 백성들은 아랑곳 없이 전쟁을 지속하는 모습에는 충고를 아끼지 않았다. 사자전쟁을 뒤에서 조종하며 권력을 손아귀에 넣으려 하는 그레바도스 교회의 책략에 휘말려, 골타나 공에 대한 모반의 누명을 쓰고 베슬라 요새에 투옥되고 만다.", "Un chevalier qui apparaît dans la légende des pierres du Zodiaque, contée dans le monde lointain d'Ivalice. Plus connu sous le nom de \"Cid, le dieu de la foudre\", Orlandeau se trouvait à la tête de l'Ordre du Ciel Méridional, au service du duc Goltanna. Tous deux furent amis pour plus de vingt ans, jusqu'à ce que le duc Goltanna déclare une guerre au mépris des conséquences pour le peuple. Peu de temps après le début de la Guerre des Lions, l'Église de Glabados fournit de fausses informations au duc Goltanna, affirmant que son vieil ami l'avait trahi. À cause de cela, Orlandeau fut emprisonné au Fort Besselat.", "Ein Ritter, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Cidolfus Orlandeau wird auch der „Donnergott Cid“ genannt. Er war der Anführer des Ordens des Südlichen Himmels des Herzogs Goltanna. Die beiden waren über 20 Jahre lang befreundet, bis der Herzog einen Krieg anzettelte und sich dabei wenig um seine Leute kümmerte. Kurz nach Ausbruch des Kriegs der Löwen gab die Kirche von Glabados Lügen an den Herzog Goltanna weiter, die seinen alten Freund in Verruf brachten, sodass er als Gefangener in die Festung Besselat geworfen wurde.", "Un caballero que aparece en las historias de las piedras sagradas conocidas como auracita, en el lejano mundo de Ivalice. Conocido por muchos como \"Cid el Dios del Trueno\", Orlandeau era conocido como el líder de la Orden del Cielo Sureño del duque de Goltanna. Los dos fueron amigos durante más de veinte años, hasta que el duque de Goltanna decidió declarar la guerra sin tener en cuenta el destino de la gente. Poco tiempo después de que comenzase la Guerra de los Leones, la Iglesia de Glabados le entregó una información falsa al duque de Goltanna, diciéndole que su viejo amigo se había convertido en un traidor, lo cual provocó que Orlandeau fuese encarcelado en Fuerte Besselat."], "fusion": ["Keep your back to the wall and always attack from behind. These very words have saved me in the past.", "「背抵墻壁，潛行偷襲」，<br>這句話確實是真理。", "'벽을 등지고 배후부터 쳐라.'<br>예전엔 그렇게 배웠었지.", "\"Reste dos au mur et attaque toujours par derrière.\" Ces mots m'ont sauvé la vie par le passé.", "Bleib mit dem Rücken zur Wand und greife von hinten an. Diese Worte haben mich oft gerettet.", "Siempre de espalda a la pared y atacando por la retaguardia.<br>Estas palabras me han salvado en el pasado."], "summon": ["You must walk that path that you,<br>and you alone, believe in.", "沿著你所相信的道路前進吧。<br>當然，這都要靠你自己。", "네가 믿는 길로 가면 된다.<br>그 누구도 아닌, 네 자신이 말이야.", "Tu dois persévérer dans la voie en laquelle tu crois.<br>Peu importe ce que pense les autres.", "Beschreite den Weg, an den du,<br>und nur du alleine, glaubst.", "Debes seguir el camino que tú, y solo tú, estimes."]}}, "253000805": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [919, 2785, 240], "ATK": [39, 119, 24], "MP": [36, 109, 40], "MAG": [31, 95, 16], "SPR": [29, 89, 16], "DEF": [31, 95, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 253000805, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 20, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 396, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [2, 18], "effect_frames": [0, 16], "strings": {"evolution": null, "affinity": ["It's like I'm looking upon a childhood friend.<br>I am truly blessed with good companions.", "好像見到了昔日好友。<br>看來我遇到了好夥伴。", "지난날의 친구를 보고 있는 듯하군.<br>나는 동료 복을 타고난 것 같다.", "C'est comme si je revoyais un ami d'enfance.<br>Quelle bénédiction d'avoir de tels compagnons avec moi.", "Es ist wie mit einem Kindheitsfreund .<br>Ich habe wahrlich gute Begleiter.", "Es como si tuviera ante mí a un amigo de la infancia.<br>Estoy rodeado de compañeros fantásticos."], "description": ["A knight who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Cidolfus Orlandeau is also known as \"Thunder God Cid,\" and is a man feared by many due to his reputation as the undefeated general of the Order of the Southern Sky under the banner of the Black Lion. Once the War of the Lions had erupted amidst disputes of succession within the royal family, his resolve to protect and fight for the people never faltered.", "異界伊瓦利斯有關聖石的故事中登場的騎士，全名為希德魯法斯・奧爾蘭多，也被人稱為「雷神希德」。他身為以黑獅子紋章為標誌的南天騎士團團長，在五十年戰爭中從未敗北，令敵人聞風喪膽。他將為民而戰視為自己的信條，對於王家之間相互爭奪權力而爆發的獅子戰爭，他抱有批判意見。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 기사. 풀 네임은 시드루퍼스 올란두이며, '뇌신 시드'라고도 불리운다. 흑사자 문장을 앞세운 남천기사단의 단장을 맡고 있으며, 오십 년 전쟁에서는 무패를 자랑하는 명장으로서 적군을 두려움에 떨게 했다. 백성들을 위해 싸우는 것만을 철칙으로 삼으며, 왕가의 후계자 및 그 후견인을 둘러싼 권력 다툼으로 인해 벌어진 사자전쟁에 대해서 비판적인 태도를 고수하고 있다.", "Un chevalier qui apparaît dans la légende des pierres du Zodiaque, contée dans le monde lointain d'Ivalice. Cidolfus Orlandeau, aussi connu sous le nom de \"Cid, le dieu de la foudre\" est un homme craint partout où le précède sa réputation de général invincible de l'Ordre du Ciel Méridional, placé sous la bannière du Lion Noir. Quand bien même la Guerre des Lions éclata suite aux conflits successoraux déchirant la famille royale, sa volonté de se battre pour protéger le peuple ne faiblit jamais.", "Ein Ritter, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Cidolfus Orlandeau wird auch der „Donnergott Cid“ genannt. Als unbesiegter General des Ordens des Südlichen Himmels unter dem Banner des schwarzen Löwen wird er von vielen gefürchtet. Als der Krieg der Löwen um die Nachfolge in der Königsfamilie ausbrach, trat er stets für den Schutz seiner Leute ein.", "Un caballero que aparece en las historias de las piedras sagradas conocidas como auracita, en el lejano mundo de Ivalice. Cidolfus Orlandeau también es conocido como \"Cid el Dios del Trueno\", y es un hombre temido por muchos debido a su reputación como el general invencible de la Orden del Cielo Sureño, bajo el estandarte del León Negro. Cuando la Guerra de los Leones surgió por las disputas de sucesión que había entre la familia real, nunca flaqueó a la hora de proteger y luchar por el pueblo."], "fusion": ["The people make a nation,<br>as we are made from the people.<br>", "有人民才有國家，<br>有人民才有我們。", "백성이 있기에 국가가 있으며,<br>백성이 있기에 우리가 있는 법이다.", "Un peuple forme une nation. Et nous formons ce peuple.", "Die Menschen sind eine Nation,<br>und die Nation sind wir, die Menschen.", "El pueblo hace a la nación,<br>pues no seríamos nada sin él."], "summon": ["Do you require the power of the so-called \"Thunder God Cid\"?", "你竟需要<br>雷神希德之力？", "이 '뇌신 시드'의 힘이<br>필요하다는 거냐?", "Alors comme ça tu as besoin de la puissance de<br>Cid, le dieu du Tonnerre ?", "Benötigst du die Macht des<br>sogenannten „Donnergottes Cid“?", "¿Requieres del poder de aquel al que llaman \"Cid el Dios del Trueno\"?"]}}}, "job": "Holy Swordsman", "sex": "Male", "game": "FFT", "rarity_max": 6, "names": ["Orlandeau", "奧爾蘭多", "올란두", "Orlandeau", "Orlandeau", "Orlandeau"], "equip": [2, 3, 4, 30, 31, 40, 41, 50, 51, 52, 53, 60], "game_id": 11002, "rarity_min": 5, "tribe_id": 5, "id": "253000805", "job_id": 83}