{"TMR": ["EQUIP", 409011300], "name": "Mercenary Ramza", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 202280, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 10070, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 10190, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 210620, "rarity": 5}, {"level": 11, "type": "ABILITY", "id": 202240, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 23, "type": "ABILITY", "id": 910318, "rarity": 5}, {"level": 41, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 41, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 51, "type": "ABILITY", "id": 202160, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 20440, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 10100, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 210500, "rarity": 6}, {"level": 31, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 61, "type": "ABILITY", "id": 202170, "rarity": 6}, {"level": 71, "type": "ABILITY", "id": 210540, "rarity": 6}, {"level": 71, "type": "ABILITY", "id": 210530, "rarity": 6}, {"level": 81, "type": "ABILITY", "id": 100080, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 910319, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 210520, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 210510, "rarity": 6}], "sex_id": 1, "entries": {"253000115": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [920, 2787, 300], "ATK": [37, 113, 20], "MP": [40, 121, 50], "MAG": [30, 92, 20], "SPR": [30, 90, 20], "DEF": [34, 103, 20]}, "magic_affinity": [7, 8, 4, 0], "ability_slots": 4, "limitburst_id": 253000115, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 20, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 561, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [12, 37, 84], "effect_frames": [10, 35, 82], "strings": {"evolution": null, "affinity": ["I have friends.<br>Friends with the same will as myself.<br>I believe you are one of those friends.", "我有一群夥伴。<br>志同道合的夥伴。<br>你也是這些夥伴的其中之一。", "내겐 동료들이 있어.<br>뜻을 같이하는 동료들.<br>내겐, 너도 그 동료 중 하나야.", "J'ai des amis.<br>Des amis qui partagent les mêmes convictions que moi.<br>Et je te considère comme l'un d'entre eux.", "Ich habe Freunde.<br>Freunde mit den gleichen Zielen.<br>Ich glaube, du bist einer von ihnen.", "Tengo amigos.<br>Amigos con la misma determinación que yo.<br>Te considero uno de esos amigos."], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. The youngest son of the prestigious House Beoulve, Ramza left his family and their military ties behind upon learning of the nobility's unfair treatment of the common people. After relinquishing the Beoulve name, he adopts his mother's maiden name and joins a group of mercenaries led by the Fell Knight Gaffgarion. However, this only results in another clash between him and House Beoulve following Gaffgarion's attempt to kidnap Princess Ovelia.", "異界伊瓦利斯有關聖石的故事中登場的青年。他是武家名門貝歐魯布家最小的弟弟。因得知貴族社會的黑暗現實，逃亡至騎士團。為了與貝歐魯布家訣別，他捨棄家名並改隨母姓隱藏身份，同時加入了劍士加夫加利安率領的傭兵團。但是，因公主奧薇莉亞被綁一事，使他不得不再次面對貝歐魯布。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 청년. 명망 높은 무가인 베올브 가문의 막내아들이었으나, 귀족 사회의 더러운 현실을 깨닫고 기사단을 뛰쳐나오게 된다. 베올브 가문과 결별하고자 가문 명을 버리고 신분을 감추기 위해 어머니의 성을 따랐으며, 검사 가프가리온이 이끄는 용병단에 들어갔다. 그러나 오벨리아 공주가 납치되는 일련의 사건을 계기로 다시금 베올브의 이름과 마주하게 되었다.", "Un jeune homme qui apparaît dans les récits des pierres sacrées connues sous le nom d'auralithes, dans les terres lointaines d'Ivalice. Fils cadet de la prestigieuse maison de Beoulve, Ramza abandonna sa famille et son héritage militaire lorsqu'il découvrit l'injustice avec laquelle la noblesse traitait le peuple. Ayant choisi de renoncer au nom de Beoulve, il adopta le nom de jeune fille de sa mère et se joignit à un groupe de mercenaires mené par le Chevalier Noir Gaffgarion. Toutefois, suite à une tentative d'enlèvement de la princesse Ovelia perpétrée par Gaffgarion, Ramza est de nouveau plongé au cœur d'un conflit avec sa maison d'autrefois.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Ramza ist der jüngste Sohn des ruhmreichen Hauses Beoulve und ließ seine Familie und ihre Verbindungen zum Militär hinter sich, als er davon erfuhr, wie ungerecht der Adel das gemeine Volk behandelte. Nachdem er den Namen Beoulve abgelegt hatte, nahm er den Mädchennamen seiner Mutter an und trat einer Gruppe von Söldnern bei, die von dem Dunkelritter Gaffgarion angeführt wurde. Doch dies führte nur zu einem weiteren Konflikt zwischen ihm und Haus Beoulve, nachdem Gaffgarion versucht hatte, Prinzessin Ovelia zu entführen.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el mundo lejano de Ivalice. Ramza es el menor de la prestigiosa Casa Beoulve y abandonó su familia y sus lazos militares al ver lo mal que trataban a la gente común. Tras renunciar al apellido Beoulve, acabó por adoptar el apellido de soltera de su madre y se unió a un grupo de mercenarios liderado por un antiguo caballero, Gaffgarion. Sin embargo, esto acabó convirtiéndose en un nuevo enfrentamiento con su familia, la Casa Beoulve, puesto que Gaffgarion intentaría secuestrar a la princesa Ovelia."], "fusion": ["For many people to suffer and die<br>over the expectations of only a few...<br>This is just unforgivable.", "因為小部分人的想法<br>就讓許多人遭受痛苦甚至失去性命……<br>我只是無法原諒這種事情發生。", "일부 인간들의 욕심 탓에<br>사람들이 고통 속에 죽어간다…<br>그걸 용서할 수 없을 뿐이야.", "Que tant de gens ait à souffrir et mourir<br>pour répondre aux caprices d'un petit nombre...<br>Je ne peux pas le supporter", "Dass so viele leiden und sterben müssen<br>nur wegen der Erwartungen einiger weniger ...<br>Unverzeihlich.", "Que tanta gente tenga que morir y sufrir<br>por capricho de unos pocos...<br>Es imperdonable."], "summon": ["I am no longer a knight.<br>I am now just an ordinary mercenary.", "……我已經不是騎士團的成員了。<br>現在只是一名傭兵罷了。", "……난 이제 기사단의 일원이 아냐.<br>평범한 용병이다.", "Je ne suis plus chevalier.<br>Je ne suis plus qu'un simple mercenaire désormais.", "Ich bin nicht länger ein Ritter.<br>Ab jetzt bin ich ein einfacher Söldner.", "Ya no soy un caballero.<br>Ahora soy un simple mercenario."]}}, "253000116": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1196, 3624, 450], "ATK": [49, 147, 30], "MP": [52, 158, 75], "MAG": [40, 120, 30], "SPR": [39, 117, 30], "DEF": [44, 134, 30]}, "magic_affinity": [8, 8, 5, 0], "ability_slots": 4, "limitburst_id": 253000116, "attack_count": 33, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 562, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [12, 37, 84], "effect_frames": [10, 35, 82], "strings": {"evolution": ["I won't again allow the weak to be sacrificed!", "我再也不會，<br>讓犧牲弱者這種事發生了！", "약한 자가 희생당하는 것은<br>두 번 다시 용납하지 않겠다!", "Plus jamais je ne laisserai les faibles être sacrifiés !", "Ich werde nicht zulassen, dass die Schwachen erneut fallen!", "¡No volveré a permitir que se sacrifique a los débiles!"], "affinity": ["I have friends.<br>Friends with the same will as myself.<br>I believe you are one of those friends.", "我有一群夥伴。<br>志同道合的夥伴。<br>你也是這些夥伴的其中之一。", "내겐 동료들이 있어.<br>뜻을 같이하는 동료들.<br>내겐, 너도 그 동료 중 하나야.", "J'ai des amis.<br>Des amis qui partagent les mêmes convictions que moi.<br>Et je te considère comme l'un d'entre eux.", "Ich habe Freunde.<br>Freunde mit den gleichen Zielen.<br>Ich glaube, du bist einer von ihnen.", "Tengo amigos.<br>Amigos con la misma determinación que yo.<br>Te considero uno de esos amigos."], "description": ["A young man who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Ramza joined Gaffgarion band of mercenaries and subsequently found himself involved in their plans to kidnap Princess Ovelia. In time he comes to learn that his brother Dycedarg has been using the war at hand as a means to gain more political influence, and decides to oppose him in the name of justice. Although Ramza is set on preventing the war from escalating even further, the appearance of the mystical auracite only serves to lead Ramza into the thick of the battle.", "異界伊瓦利斯有關聖石的故事中登場的青年。在所屬加夫加利安傭兵團時，遭遇了公主奧薇莉亞誘拐事件。當他察覺事件的起因是自己的大哥戴斯達古，欲利用戰爭獲得權力後，他為了貫徹自己所相信的正義，決心與兄長對抗。在為阻止戰爭爆發而拼死奮鬥的同時，被捲入了圍繞著聖石的陰謀與戰役中。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 청년. 가프가리온이 이끄는 용병단에 소속되어 있었을 때, 왕녀 오벨리아 유괴 사건과 마주하게 된다. 이 사건의 배후에 전쟁을 이용해 권력을 손에 넣으려 하는 큰형 다이스다그의 야망이 있음을 알아채고, 스스로가 믿는 정의를 관철하기 위해 형과 대적할 것을 결심했다. 그렇게 전쟁 발발을 저지하기 위해 분투하며, 성석을 둘러싼 음모가 소용돌이치는 전쟁에 휘말리게 된다.", "Un jeune homme qui apparaît dans les récits des pierres sacrées connues sous le nom d'auralithes, dans les terres lointaines d'Ivalice. Ramza se joignit à la bande de mercenaires de Gaffgarion, et se retrouva ainsi impliqué dans leur complot visant à enlever la princesse Ovelia. Il finit par découvrir que son frère, Dycedarg, cherche à tirer profit de la guerre pour étendre son influence politique, et décide de s'opposer à ses desseins au nom de la justice. Les efforts louables de Ramza, visant à empêcher l'éclatement d'une guerre totale, se retrouvent cependant compromis par l'apparition des auralithes tant convoitées, qui propulse le jeune homme au cœur du conflit.", "Ein junger Mann, der in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Ramza schloss sich Gaffgarions Söldnertrupp an und war mit einem Mal in die Entführung von Prinzessin Ovelia verwickelt. Er erfährt, dass sein Bruder Dycedarg den Krieg genutzt hat, um politisch an Einfluss zu gewinnen, und entschließt sich dazu, ihm im Namen der Gerechtigkeit entgegenzutreten. Zwar will Ramza verhindern, dass der Krieg weiter eskaliert, doch das Auftauchen des mystischen Auracit zieht Ramza nur noch tiefer in die Auseinandersetzung hinein.", "Un joven que aparece en historias sobre las piedras sagradas conocidas como auracitas en el mundo lejano de Ivalice. Ramza se unió al grupo de mercenarios de Gaffgarion y, por tanto, se vio envuelto en sus planes para secuestrar a la princesa Ovelia. Al cabo de un tiempo, se enteró de que su hermano Dycedarg ha estado utilizando la guerra para ganar una mayor influencia política, por lo que decide enfrentarse a él para preservar la justicia. Aunque Ramza está decidido a evitar que la guerra siga yendo a más, la apariencia de la mística auracita solo sirve para conducir a Ramza al clamor de la batalla."], "fusion": ["I will happily swing my sword<br>as long as it's in someone's defense.", "如果是為了守護某人而戰，<br>我會毫不猶豫地揮舞我的劍。", "누군가를 지키기 위해서라면<br>나는 망설임 없이 검을 휘두르겠어.", "Je suis toujours partant pour croiser le fer.<br>Tant que ça reste pour protéger quelqu'un.", "Solange ich jemanden verteidige, <br>schwinge ich gerne das Schwert.", "Nunca dejaré de empuñar mi espada<br>en defensa de la gente."], "summon": ["I'll go, too.<br>I will not be a burden to you.", "我也一起去吧。<br>不會扯到你後腿的。", "나도 가겠다.<br>걸림돌이 되진 않겠어.", "Je viens avec vous.<br>Je ne serai pas un fardeau.", "Ich werde auch gehen.<br>Ich möchte euch nicht zur Last fallen.", "Yo también iré.<br>No seré una carga para ti."]}}}, "job": "Squire", "sex": "Male", "game": "FFT", "rarity_max": 6, "names": ["Mercenary Ramza", "傭兵拉姆薩", "용병 람자", "Ramza mercenaire", "Söldner Ramza", "Ramza mercenario"], "equip": [1, 2, 3, 4, 8, 9, 11, 30, 31, 40, 41, 50, 51, 52, 53, 60], "game_id": 11002, "rarity_min": 5, "tribe_id": 5, "id": "253000115", "job_id": 61}