{"TMR": ["EQUIP", 303001400], "name": "Agrias", "is_summonable": true, "skills": [{"level": 7, "type": "MAGIC", "id": 10020, "rarity": 4}, {"level": 22, "type": "ABILITY", "id": 200440, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 200270, "rarity": 4}, {"level": 48, "type": "ABILITY", "id": 100130, "rarity": 4}, {"level": 57, "type": "ABILITY", "id": 202270, "rarity": 4}, {"level": 16, "type": "MAGIC", "id": 30320, "rarity": 5}, {"level": 38, "type": "MAGIC", "id": 10070, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 100010, "rarity": 5}, {"level": 76, "type": "ABILITY", "id": 201170, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 210450, "rarity": 6}, {"level": 18, "type": "MAGIC", "id": 10160, "rarity": 6}, {"level": 42, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 62, "type": "ABILITY", "id": 100080, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 210440, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 210610, "rarity": 6}], "sex_id": 2, "entries": {"253000304": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [678, 2056, 240], "ATK": [27, 83, 16], "MP": [32, 96, 40], "MAG": [23, 69, 16], "SPR": [23, 69, 16], "DEF": [24, 73, 16]}, "magic_affinity": [2, 0, 5, 0], "ability_slots": 3, "limitburst_id": 253000304, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040100": 8, "290050300": 15, "290030100": 13, "290020000": 25, "290050400": 8}}, "rarity": 4, "compendium_id": 284, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [15, 41], "effect_frames": [13, 39], "strings": {"evolution": null, "affinity": ["Regardless of any predicament, trust in your comrades. My comrades put their faith in me, so shall I do the same with you!", "無論是怎樣的逆境，也有可以相信的同伴在支撐著我……<br>因此我也要相信你！", "그 어떤 고난 속에서도 동료를 믿고 지탱해준다.<br>동료들이 내게 그래 주었듯이……<br>나도 널 믿는다!", "Fais confiance à tes camarades quelle que soit la situation. Mes camarades me font confiance, et j'en ferai de même pour vous !", "Egal, wie groß das Hindernis, vertraue deinen Kameraden. Meine Kameraden vertrauten mir, und so vertraue ich auch dir!", "Confía en tus amigos en los momentos de mayor dificultad. Eso hacen mis amigos, ¡y lo mismo haré yo contigo!"], "description": ["A woman who appears in the tales of holy stones known as auracite in the distant world of Ivalice. Agrias was a knight serving the Lionsguard, the personal bodyguards of the Atkascha royal family, and was entrusted with protecting Princess Ovelia. Her loyalty to the crown was unquestionable, yet she abhorred the corruption in the powers-that-be of Ivalice; those who would exploit Ovelia for their own schemes. Agrias sought to shelter the princess from the perils of the upcoming war by relocating her to Gallionne. There, they would meet the mercenary Ramza.", "異界伊瓦利斯有關聖石的故事中登場的女性，是阿多卡夏王家直屬近衛騎士團的女騎士，負責保護公主奧薇莉亞。她對王家忠心耿耿，正義感極強，非常同情在亂世中命運多舛的奧薇莉亞。為了躲避即將打響的戰爭，她計劃將公主送去加利昂努，也因此與護衛拉姆薩相遇。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 여성. 아트카샤 왕가 직속 근위기사단에 소속된 여기사로서, 공주 오벨리아의 호위를 맡고 있다. 왕가에 대한 충성심이 아주 높으며 정의감이 강한 고결한 인물이라 동란의 시대에 농락당하는 오벨리아를 마음속 깊이 동정하고 있다. 다가올 전쟁을 피하고자 공주를 가리온느로 호송하던 중에 호위로 고용된 람자와 만난다.", "Une femme qui apparaît dans le conte des pierres sacrées appelées pierres du Zodiaque dans le monde lointain d'Ivalice. <br>Agrias est une chevalière, membre indéfectible de la Garde du Lion. Elle est également le garde du corps personnel de la famille royale Atkascha qui lui fait suffisamment pour lui confier la vie de leur fille : la princesse Ovélia. Sa loyauté envers la couronne est sans faille, mais ces derniers elle exècre les complots régnants à l'intérieur d'Ivalice qui essayent d'exploiter Ovélia pour parvenir à leurs fins. Agrias chercha à protéger la princesse de la guerre qui se préparait en la cachant à Gallionne, où elles pourraient rencontrer Ramza, le mercenaire.", "Eine Frau, die in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Agrias ist eine Ritterin der Löwenwache, der persönlichen Leibwache der königlichen Familie Atkascha, und ist die Leibgarde von Prinzessin Ovelia. Ihre Treu zur Krone ist unzweifelhaft, doch sie verabscheut die Korruption der Herrscher, die Ovelia für ihre Intrigen nutzen wollen. Agrias sollte die Prinzessin nach Gallionne bringen, um sie vor dem Krieg zu beschützen. Dort trafen sie auf den Söldner Ramza.", "Una mujer que aparece en historias sobre las piedras sagradas conocidas como auracitas en el lejano mundo de Ivalice. Agrias sirve como caballero de la Guardia Leonina, los guardaespaldas privados de la familia real Atkascha, y se le confió guardar a la princesa Ovelia. Aunque su lealtad a la corona es incuestionable, aborrece a los corruptos y manipuladores de Ivalice que tratan de manipular a Ovelia para sus fines. Agrias trató de proteger a la princesa de las amenazas de la guerra que estaba por venir llevándola a Gallionne, en donde se encontrarían con el mercenario Ramza."], "fusion": ["Our lives are as fleeting as dreams.<br>What a somber thought.", "人類的夢想是如此虛無縹緲……<br>真是令人感傷……", "사람의 꿈은 그야말로 꿈…….<br>왠지 슬프네…….", "Nos vies sont aussi fugaces qu'un rêve.<br>Ça a quelque chose de mélancolique.", "Unsere Leben sind wie flüchtige Träume.<br>So ein trauriger Gedanke.", "Efímeras cual sueño son nuestras vidas.<br>Es una reflexión algo melancólica."], "summon": ["Where am I?<br>Have you summoned me here?", "這是怎麼回事？<br>是你喚出我的嗎？", "여긴 대체……?<br>네가 날 불렀는가?", "Où suis-je ?<br>Est-ce vous qui m'avez invoqué ici ?", "Wo bin ich?<br>Habt ihr mich beschworen?", "¿En donde me encuentro? ¿Eres tu quién me ha invocado?"]}}, "253000305": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [882, 2674, 300], "ATK": [36, 108, 20], "MP": [42, 126, 50], "MAG": [30, 90, 20], "SPR": [30, 90, 20], "DEF": [31, 95, 20]}, "magic_affinity": [3, 0, 6, 0], "ability_slots": 4, "limitburst_id": 253000305, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 285, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [15, 41], "effect_frames": [13, 39], "strings": {"evolution": ["This new power...<br>Is it an awakening?", "這就是覺醒？<br>我也獲得了更強的力量……", "이게 각성이라는 건가?<br>내게도 새로운 힘이……", "Mais c'est un nouveau pouvoir ?<br>Me serais-je éveillé ?", "Diese neue Kraft ...<br>Ist es ein Erwachen?", "Un nuevo poder... <br>¿Acaso el despertar de algo nuevo?"], "affinity": ["Regardless of any predicament, trust in your comrades. My comrades put their faith in me, so shall I do the same with you!", "無論是怎樣的逆境，也有可以相信的同伴在支撐著我……<br>因此我也要相信你！", "그 어떤 고난 속에서도 동료를 믿고 지탱해준다.<br>동료들이 내게 그래 주었듯이……<br>나도 널 믿는다!", "Fais confiance à tes camarades quelle que soit la situation. Mes camarades me font confiance, et j'en ferai de même pour vous !", "Egal, wie groß das Hindernis, vertraue deinen Kameraden. Meine Kameraden vertrauten mir, und so vertraue ich auch dir!", "Confía en tus amigos en los momentos de mayor dificultad. Eso hacen mis amigos, ¡y lo mismo haré yo contigo!"], "description": ["A woman who appears in the tales of holy stones known as auracite in the distant world of Ivalice. As a holy knight, each devastating swing of her sword was charged with a sense of justice and honor. Her position as a knight of the Lionsguard, which protected the royal family, led her to become Princess Ovelia's personal bodyguard. Sympathizing with the sequestered life the princess led, Agrias threw herself into the heat of battle to protect her from all harm. She would later find a kindred spirit in Ramza, with whom she braved death numerous times throughout her mission to guard the princess.", "異界伊瓦利斯有關聖石的故事中登場的女性，她是一名聖劍本領高強的神聖騎士，正義感極強，所屬於王家直屬近衛騎士團，負責保護公主奧薇莉亞。她非常同情在亂世中命運多舛的奧薇莉亞，為了保護公主，她投身進了戰鬥中來。在護送公主時她與拉姆薩相遇，在經歷了同生共死的幾場戰鬥後，她與拉姆薩成為了志同道合的夥伴。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 여기사. 강력한 성검기를 사용하는 홀리 나이트이자, 정의감이 강하고 고결한 인물. 왕가 직속 근위기사단 소속이며 공주 오벨리아의 호위를 맡고 있다. 동란의 시대에 농락당하는 오벨리아를 진심으로 걱정하며, 그녀를 지키기 위해 전란에 몸을 던졌다. 공주를 호송하던 중에 만난 람자와는 후에 몇 번이나 생사를 함께 넘나들면서 '동지' 관계로 발전한다.", "Une femme qui apparaît dans le conte des pierres sacrées appelées pierres du Zodiaque dans le monde lointain d'Ivalice. Chevalière sacrée, Agrias possède des techniques à l'épée dévastatrices et un grand sens de la justice et de l'honneur. Son poste de chevalier de la Garde du Lion, qui protège la famille royale lui permit de devenir le garde du corps personnel de la princesse Ovélia. Agrias fit tout ce qu'elle pu pour protégerla princesse des tourments de la guerre attendrie par le temps qu'elles ont passé ensemble alors que la princesse vivait une vie recluse. Elle combattra plus tard aux côtés de Ramza et frôlera la mort de nombreuses fois avec lui pour protéger la princesse.", "Eine Frau, die in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Als Heilige Ritterin schwingt Agrias ihr verheerendes Schwert mit einem starken Sinn für Gerechtigkeit und Ehre. Durch ihre Stellung in der Löwenwache, die dem Schutz der königlichen Familie dient, wurde sie zur Leibgarde von Prinzessin Ovelia. Aus Mitgefühl für das einsame Leben der Prinzessin stürzte sie sich in den Kampf, um sie zu schützen. Später fand sie in Ramza einen verwandten Geist, mit dem sie viele Male dem Tod trotzte, während sie ihre Aufgabe erfüllte, die Prinzessin zu schützen.", "Una mujer que aparece en historias sobre las piedras sagradas conocidas como auracitas en el lejano mundo de Ivalice. Como caballero sacro, Agrias blande su espada con devastadora destreza y con un fuerte sentimiento por la justicia y el honor. Su puesto como caballero en la Guarda Leonina, guardias de la familia real, la llevó a convertirse en guardaespaldas de la princesa Ovelia. Sentía tanto simpatía como preocupación por la princesa y no dudaba en lanzarse rauda a la batalla para protegerla del peligro. Posteriormente conoció a Ramza y se convirtieron en camaradas tras múltiples batallas al filo de la muerte."], "fusion": ["A knight cannot turn her back on duty and leave her work undone! Allow me to accompany you!", "騎士不能拋下自身的使命。<br>讓我與你同行吧！", "나는 기사다. 사명을 이루지도 못한 채<br>이대로 포기할 순 없지.<br>나도 함께 데려가 줘!", "Un chevalier ne peut pas se détourner de son devoir et laisser un travail non terminé ! Laissez-moi vous accompagner !", "Eine Ritterin darf der Pflicht nicht den Rücken kehren! Erlaube mir, dich zu begleiten!", "¡Un caballero nunca da la espalda a su deber ni incumple sus obligaciones! ¡Permíteme que te acompañe!"], "summon": ["Are you in need of aid?<br>I trust you will use this blade in the name of justice!", "需要我的幫助？<br>我相信你會將我的劍使用在正確的地方！", "내 도움이 필요한가?<br>이 검을 올바른 일에<br>사용할 것이라 믿는다!", "Avez-vous besoin d'aide ?<br>Je suis convaincu que vous utiliserez cette lame au nom de la justice !", "Braucht ihr Hilfe?<br>Ich schätze, ihr werdet diese Klinge im Namen der Gerechtigkeit nutzen!", "¿Necesitas ayuda? ¡Confío en que uses esta espada en el nombre de la justicia!"]}}, "253000306": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1147, 3476, 450], "ATK": [46, 140, 30], "MP": [54, 164, 75], "MAG": [39, 117, 30], "SPR": [39, 117, 30], "DEF": [41, 124, 30]}, "magic_affinity": [6, 0, 7, 0], "ability_slots": 4, "limitburst_id": 253000306, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 587, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [15, 41], "effect_frames": [13, 39], "strings": {"evolution": ["This power, you guided to me.<br>In thanks, I pledge myself to you.", "這是您引導我獲得的力量。<br>那麼，這副身軀就交給您吧。", "귀공이 인도해 준 힘이다.<br>그렇기에, 이 몸을 귀공에게 바치리.", "Merci pour le pouvoir que tu viens de me donner.<br>En retour, laisse-moi t'offrir mes services.", "Dir habe ich diese Kraft zu verdanken.<br>Als Dank stelle ich dir meine Dienste zur Verfügung.", "Me guiaste... hasta este poder.<br>Como agradecimiento, te ofrezco mi cuerpo."], "affinity": ["Regardless of any predicament, trust in your comrades. My comrades put their faith in me, so shall I do the same with you!", "無論是怎樣的逆境，也有可以相信的同伴在支撐著我……<br>因此我也要相信你！", "그 어떤 고난 속에서도 동료를 믿고 지탱해준다.<br>동료들이 내게 그래 주었듯이……<br>나도 널 믿는다!", "Fais confiance à tes camarades même dans les pires situations. Les miens me font confiance, donc je ferai de même avec toi !", "Egal, wie groß das Hindernis, vertraue deinen Kameraden. Meine Kameraden vertrauten mir, und so vertraue ich auch dir!", "Sea la situación que sea, hay que confiar en los camaradas. Mis camaradas confían en mí, ¡así que yo haré lo mismo contigo!"], "description": ["A woman who appears in the tales of holy stones known as auracite in the distant world of Ivalice. A loyal and dedicated warrior of the Lionsguard, Agrias uses her powerful skills as a holy knight to protect Princess Ovelia. In accordance to her duties, she joins forces with Ramza to move the princess to a safe location in the wake of war. Eventually she learns of the conspiracy enveloping Ivalice, and of the dark beings known as the Lucavi behind it all. Once the battle against the Lucavi begins, Agrias fights them alongside Ramza.", "異界伊瓦利斯有關聖石的故事中登場的女性。隸屬近衛騎士團且忠誠心極強的高潔女騎士，會使用強大的聖劍技。擔任公主奧薇莉亞的護衛，在護送公主的任務中與拉姆薩共同行動。不久後，得知了席捲著伊瓦利斯的陰謀及黑暗的存在光之異形者的她，加入了拉姆薩的陣營，並用她擅長的劍技幫助一起對抗光之異形者。", "이계 이발리스에 전해 내려오는 성석 이야기에 등장하는 여성. 근위기사단에 소속된 충성심 깊고 고결한 여기사로, 강력한 성검기를 사용한다. 오벨리아 공주를 호위하며 그녀를 안전한 곳으로 이동시키는 임무를 계기로 람자와 행동을 같이 하게 되었다. 마침내 이발리스에 소용돌이치는 음모와 어둠의 존재 루카비에 대해 알게 되고, 이후 루카비와 싸우는 람자의 전열에 합류하여 그 검을 휘둘렀다고 한다.", "Une femme qui apparaît dans les récits des pierres sacrées connues sous le nom d'auralithes, dans les terres lointaines d'Ivalice. Membre de la Garde du Lion et guerrière aussi loyale que dévouée, Agrias se fie à ses pouvoirs redoutables de chevalier sacré pour protéger la princesse Ovelia. En accord avec son devoir, elle se joint aux forces de Ramza afin d'escorter la princesse en lieu sûr à l'aube de la guerre. Elle finit néanmoins par découvrir la conspiration qui enveloppe Ivalice et les êtres maléfiques qui en sont responsables : les Lucavi. Au cours de la bataille contre les Lucavi, elle s'allie à Ramza pour les repousser.", "Eine Dame, die in den Geschichten aus der fernen Welt Ivalice auftaucht, in denen es um heilige Steine namens Auracit geht. Agrias ist eine treu ergebene und hingebungsvolle Kriegerin, die ihre mächtigen Fähigkeiten als Heilige Ritterin einsetzt, um Prinzessin Ovelia zu beschützen. Sie schließt sich mit Ramza zusammen, um die Prinzessin inmitten des tobenden Kriegs an einen sicheren Ort zu bringen. Schließlich erfährt sie von der Verschwörung in Ivalice und von den dunklen Geschöpfen, den Lucavi, die hinter allem stecken sollen. Als der Kampf gegen die Lucavi entbrennt, kämpft Agrias Seite an Seite mit Ramza.", "Una mujer que aparece en historias sobre las piedras sagradas conocidas como auracitas en el mundo lejano de Ivalice. Una guerrera leal y dedicada de la Guardia Leonina. Agrias usa sus poderosas habilidades de paladina para proteger a la princesa Ovelia. Según tiene encomendado, une sus fuerzas a las de Ramza para trasladar a la princesa a un lugar seguro después de estallar la guerra. Al poco tiempo, acaba por enterarse de la conspiración que hay en Ivalice y de los Lucavi, los seres oscuros que están detrás de esta. Cuando la batalla contra los Lucavi comienza, Agrias lucha al lado de Ramza."], "fusion": ["One should not spend their life<br>suffering with uncertainty.<br>I will show you your path with my blade!", "莫要感嘆命運無常……<br>以此劍技為您斬開前進的道路！", "목숨은 덧없을 따름이니 아까워 말지어다…<br>이 검으로 귀공의 앞길을 뚫겠소!", "Personne ne devrait passer sa vie dans l'incertitude.<br>Je te montrerai le chemin avec mon épée !", "Niemand sollte sein Leben in<br>Unsicherheit verbringen.<br>Ich zeige dir den Weg mit meiner Klinge!", "Nadie debería pasarse la vida<br>con miedo a la incertidumbre.<br>¡Con mi espada, te enseñaré cuál es el camino!"], "summon": ["I am Agrias Oaks,<br>a knight of the Lionsguard.<br>I have your back!", "我是隸屬盧薩利亞聖近衛騎士團的騎士<br>阿格莉亞絲·奧克斯。<br>前來加入你的陣營！", "나는 루자리아 성근위기사단 소속 기사,<br>아그리아스 오크스.<br>귀공에게 가세하겠소!", "Je suis Agrias Oaks, chevalier sacré au service de la princesse Ovelia.<br>Je te protégerai.", "Ich bin Agrias Oaks,<br>Ritter der Löwenwache.<br>Ich passe auf euch auf!", "Soy Agrias Oaks,<br>caballero de la Guardia Leonina.<br>¡Te cubro la espalda!"]}}}, "job": "Holy Knight", "sex": "Female", "game": "FFT", "rarity_max": 6, "names": ["Agrias", "阿格莉亞絲", "아그리아스", "Agrias", "Agrias", "Agrias"], "equip": [1, 2, 3, 4, 8, 9, 10, 30, 31, 40, 41, 50, 51, 52, 60], "game_id": 11002, "rarity_min": 4, "tribe_id": 5, "id": "253000304", "job_id": 62}