{"TMR": ["MATERIA", 504204260], "name": "Nine", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200260, "rarity": 4}, {"level": 9, "type": "ABILITY", "id": 100130, "rarity": 4}, {"level": 27, "type": "ABILITY", "id": 204150, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 100020, "rarity": 4}, {"level": 18, "type": "ABILITY", "id": 101460, "rarity": 5}, {"level": 36, "type": "ABILITY", "id": 204160, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 204140, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 204120, "rarity": 6}, {"level": 27, "type": "ABILITY", "id": 910137, "rarity": 6}, {"level": 54, "type": "ABILITY", "id": 101070, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 204170, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 910139, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 910138, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 204130, "rarity": 6}], "sex_id": 1, "entries": {"254000306": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1223, 3706, 390], "ATK": [50, 152, 34], "MP": [49, 148, 65], "MAG": [36, 109, 26], "SPR": [36, 109, 26], "DEF": [44, 134, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 254000306, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 376, "attack_damage": [[50, 50]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [17, 56], "effect_frames": [15, 54], "strings": {"evolution": ["Defending whilst attacking is not my style.<br>I prefer pushing forward as fast as I can!", "邊防禦邊戰鬥實在是不合我的性子，<br>還是往前衝最適合我！", "지키면서 싸우는 건 성미에 맞지 않아.<br>내겐 앞으로 돌진 뿐이다, 똑똑히 봐 둬라!", "Continuer à défendre en attaquant ne me correspond pas.<br>Je préfère défoncer les lignes ennemis le plus rapidement possible !", "Die Abwehr liegt mir einfach nicht.<br>Wenn ich spiele, dann immer im Sturm, klar?!", "No es mi estilo defenderme mientras ataco.<br>¡Yo soy más de lanzarme hacia adelante con todo!"], "affinity": ["I like it when I have to think.<br>That means the rest is up to you, got it!?", "我可做不了動腦筋的事。<br>喂，說你呢！<br>這種事就交給你了，混帳！", "머리를 굴리는 건 내 성미에 맞지 않아.<br>어이, 너!<br>그런 건 네게 맡기겠다, 쨔샤!", "J'adore quand il faut réfléchir.<br>Ce qui veut dire que je te laisse te charger du reste, t'as compris ?", "Denken und so ist nicht gerade meine Stärke.<br>Das überlass ich dir, klar?!", "Me encanta cuando tengo que pensar.<br>Eso quiere decir que el resto queda a tu cargo, ¿capisce?"], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Nine is an Agito Cadet and member of Class Zero that often comes across as rude, and having very little patience. However, he never really acts out of malice and perhaps holds a surprisingly strong sense of comradery with those he trusts. He even came to express an appreciation for Kurasame, whom he had detested at first, moments before the commanding officer was to be sent to the front lines to perish.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。作為覺醒者候補生而隸屬於魔導院的0班。他說話粗暴直白，會因為一些小事而發怒，不過他本人是沒有任何惡意的，會對信賴的人有著強烈的同伴意識。一開始對指揮隊長暮雨抱有反感之情，可漸漸地也認同了他。當暮雨赴死時，他也以自己的方式擔心著暮雨。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 아기토의 후보생으로서 마도원 클래스 제로 소속이다. 말투가 거칠고 감정적이며 별거 아닌 일에도 쉽게 화를 내지만, 본인에게는 악의가 없고 신뢰하는 상대에 대한 동료의식은 오히려 남들보다 강하다. 지휘 대장인 쿠라사메에게 반감을 품고 있었지만 점차 그를 인정해갔으며, 쿠라사메가 사지로 향할 때는 직접적으로 표현하지는 못했지만 그 나름대로 그의 안전을 걱정했다.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Membre de la classe Zéro, Nine aspire à devenir Agito. Il a souvent l'air fruste et perd rapidement patience. Cependant, il n'agit jamais vraiment en pensant à mal, et possède sans doute un profond sens de camaraderie pour ceux en qui il fait confiance. Il en est même venu à exprimer de la sympathie pour Kurasame, qu'il détestait au départ, quelques instants avant qu'il soit envoyé au front, où il périt.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Er ist Mitglied der Klasse 0 und Kadett der Akademeia. Nine hat eine rüde Ausdrucksweise und einen sehr kurzen Geduldsfaden. Dennoch ist er kein schlechter Mensch und gegenüber denen, die sein Vertrauen gewonnen haben, ist er ausgesprochen loyal. Selbst für Kurasame, den er anfangs nicht ausstehen konnte, entwickelte er einen gewissen Respekt.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Nine es aspirante de Agito y miembro de la Clase Cero. La gente suele considerarlo grosero y carente de paciencia, pero nunca actúa con maldad y es tremendamente leal hacia aquellos en los que confía. Llegó incluso a mostrar aprecio por Kurasame, a quien al principio detestaba, poco antes de que el oficial al mando fuera enviado al frente para morir."], "fusion": ["We're still cadets, yo!<br>Above all, we need to realize that we're only ever a step away from death.", "我們可是候補生啊，混帳！<br>不是早就做好，和死神<br>為伴的覺悟了嗎，啊？", "임마, 우리는 후보생이잖아!<br>죽음 따윈 각오한 바일 거 아냐, 엉?", "Hé ! On est encore des aspirants !<br>Par-dessus tout, le plus important est de réaliser que nous côtoyons la mort chaque jour.", "Sind wir Kadetten oder sind wir Memmen, hä?!<br>Dir sollte klar sein, dass wir immer mit einem Bein im Grab stehen!", "¡Eh, que seguimos siendo aspirantes!<br>Sobre todo, tenemos que tener siempre presente que siempre vamos a estar a un paso de la muerte."], "summon": ["So I should take out their boss?<br>That's about as easy a mission as it gets.", "只要解決了敵人的老大就成了吧？<br>像任務一樣，簡單易懂。", "적의 두목을 때려 눕히면 된다고?<br>임무 같아서 알기 쉬워 좋군.", "Donc, il faut que je terrasse le boss, c'est ça ?<br>Je pouvais pas rêver plus facile comme mission.", "Also wenn wir den Anführer besiegen, haben wir gewonnen?<br>Pah. Viel einfacher kann ein Einsatz gar nicht werden.", "¿Así que debo derrotar a jefe?<br>No podría soñar en una misión más fácil."]}}, "254000305": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [941, 2850, 240], "ATK": [38, 116, 24], "MP": [37, 113, 40], "MAG": [27, 83, 16], "SPR": [27, 83, 16], "DEF": [34, 103, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 254000305, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 20, "290060300": 5, "290060000": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 375, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [17, 56], "effect_frames": [15, 54], "strings": {"evolution": ["I'll be hearing none of your complaints!<br>All in, all ahead, let's go!", "我不會讓任何人發牢騷！<br>筆直地向前衝吧，<br>我們走！", "그 누구도 토 달지 마!<br>난 일직선으로 쭉<br>달릴 테다, 보라고!", "Je ne laisserai personne se plaindre !<br>Allons y à fond !<br>C'est parti !", "Ist mir völlig egal, was andere sagen!<br>Ich gebe immer Vollgas, komme was wolle!", "¡Basta ya de quejas!<br>¡Ir, llegar y ganar! ¡Vamos!"], "affinity": ["I like it when I have to think.<br>That means the rest is up to you, got it!?", "我可做不了動腦筋的事。<br>喂，說你呢！<br>這種事就交給你了，混帳！", "머리를 굴리는 건 내 성미에 맞지 않아.<br>어이, 너!<br>그런 건 네게 맡기겠다, 쨔샤!", "J'adore quand il faut réfléchir.<br>Ce qui veut dire que je te laisse te charger du reste, t'as compris ?", "Denken und so ist nicht gerade meine Stärke.<br>Das überlass ich dir, klar?!", "Me encanta cuando tengo que pensar.<br>Eso quiere decir que el resto queda a tu cargo, ¿capisce?"], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Nine was taken in at an early age, and has since been raised as a cadet to become Agito, the legendary savior or saviors. Not a fan of studying, his short temper makes him the type to act first and ask questions later. This prompts other cadets to consider him an idiot, although they can never deny his amazing skill with the long spear, which he uses to mow down any enemies surrounding him in battle.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。自幼被設施領養，並被培養為傳承中所說的救世主「覺醒者」的候補生。他不擅長學習，喜歡打架，是個比起動腦優先動手的人。雖然其他成員把他當笨蛋對待，可他的行動力卻比其他任何人都要強。戰鬥時善於使用長槍將周圍的敵人一掃而淨，開闢前進的道路。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 어릴 적에 어떤 시설에 거두어져 전설로 전해지는 구세주 '아기토'의 후보생으로서 키워졌다. 공부를 싫어하며 생각보다 행동이 앞서는 타입이라 주먹이 먼저 나간다. 다른 멤버들한테는 바보 취급을 받고 있으나, 뛰어난 행동력만은 다들 인정하고 있다. 전투 시에는 기다란 창을 능수능란하게 다루어 주위의 적을 쓸어버리고 활로를 연다.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Dès son plus jeune âge, Nine fut recueilli par une institution spéciale et entraîné à devenir Agito, le sauveur légendaire. Pas très porté sur les études, son caractère irascible fait de lui quelqu'un qui agit d'abord et pose les questions ensuite. C'est pourquoi ses camarades le prennent pour un idiot, bien qu'aucun ne nie son excellente maîtrise de la longue lance, qu'il utilise pour faucher n'importe quels ennemis qui l'entourent dans un combat.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Nine wurde bereits in jungen Jahren eingezogen und in der Akademeia ausgebildet, um eines Tages möglicherweise zum Agito aufzusteigen, dem prophezeiten Weltenretter. Er lernt nur ungern, handelt bevor er denkt und lässt nie eine Gelegenheit aus, Streit anzufangen. Die anderen Kadetten halten ihn zwar für einen Idioten, doch an seine Einsatzbereitschaft kommt keiner heran. Auf dem Schlachtfeld mäht er seine Gegner mit einem Speer nieder.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Nine comenzó desde muy pequeño su adiestramiento como aspirante para convertirse en Agito, el legendario salvador de salvadores. No muy ducho en los estudios, su falta de paciencia lo hace actuar antes de pensar demasiado a menudo. Muchos aspirantes lo consideran un idiota por este motivo, pero les resultaría imposible no reconocer la increíble habilidad que posee con la lanza larga, de la que se vale para acabar con sus enemigos incluso cuando creen tenerlo rodeado."], "fusion": ["I'm not trying to boast, but...<br>I know the names of all the nations in Orience, ha!", "不是我吹牛，我呀……<br>能背出奧利恩斯4大國的名字，混帳！！", "자랑은 아니지만, 난 말이지…<br>오리엔스 4대국의 이름을 전부 알고 있지, 어떠냐!!", "C'est pas pour me vanter, mais... je connais le nom de toutes les nations d'Orience. Hmpf !", "Ich will ja nicht angeben, aber ...<br>Ich kenne die Namen von allen Ländern in Orience auswendig! Alle vier! Ha!", "No pretendo presumir, pero...<br>me conozco los nombres de todas las naciones de Orience, ¡ja!"], "summon": ["All I have to do is defeat monsters, yeah?<br>That's easy for my class.<br>I'll blow them all away!", "只要打倒敵人就成了吧？<br>交給我們班來解決就好，<br>看我不打飛他們！", "아무튼, 적을 모조리 때려눕히면 되겠지?<br>클래스 제로한테 걸리면 낙승이지!<br>내가 전부 날려주마!", "Tout ce que je dois faire c'est vaincre des monstres, c'est ça ?<br>C'est un jeu d'enfant pour quelqu'un venant de ma classe.<br>Je vais les pulvériser !", "Also es geht nur darum, Monster plattzumachen?<br>Ha, darin bin ich Klassenbester!<br>Ich hau sie alle weg!", "¿Todo lo que tengo que hacer es derrotar a los monstruos?<br>Es pan comido para mi clase.<br>¡Los destruiré a todos!"]}}, "254000304": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [723, 2192, 210], "ATK": [29, 89, 18], "MP": [28, 86, 35], "MAG": [21, 63, 14], "SPR": [21, 63, 14], "DEF": [26, 79, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 254000304, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030600": 8, "290050300": 15, "290030100": 13, "290020000": 25, "290050400": 8}}, "rarity": 4, "compendium_id": 374, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [17, 56], "effect_frames": [15, 54], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I like it when I have to think.<br>That means the rest is up to you, got it!?", "我可做不了動腦筋的事。<br>喂，說你呢！<br>這種事就交給你了，混帳！", "머리를 굴리는 건 내 성미에 맞지 않아.<br>어이, 너!<br>그런 건 네게 맡기겠다, 쨔샤!", "J'adore quand il faut réfléchir.<br>Ce qui veut dire que je te laisse te charger du reste, t'as compris ?", "Denken und so ist nicht gerade meine Stärke.<br>Das überlass ich dir, klar?!", "Me encanta cuando tengo que pensar.<br>Eso quiere decir que el resto queda a tu cargo, ¿capisce?"], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Nine is a member of Akademeia's Class Zero, and a cadet in training to become Agito, the legendary savior or saviors. He is brash in nature, and is as skilled with the lance as he is hot-headed. When Kurasame became Class Zero's new commanding officer, Nine's response was telling him to \"take a hike.\" However, he seems to completely trust Class Zero's adoptive mother, Arecia.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。作為傳承中的救世主「覺醒者」的候補生而隸屬0班。他雖然耍得一手好槍，可同時也是班上的問題兒童，說話粗暴且引人注目。在第一次見到0班指揮隊長暮雨時，反抗情緒爆發甚至想要趕走暮雨。但是他對一起成長的0班成員和形同母親一樣的艾蕾希亞有著無比的信賴。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 전설로 전해지는 구세주 '아기토'의 후보생이며 클래스 제로에 소속되어 있다. 창의 명수이지만, 거친 언동이 눈에 띄는 문제아이기도 하다. 클래스 제로의 지휘 대장으로 부임한 쿠라사메와 처음 만났을 때에는 반발하여 그를 쫓아내려고도 했다. 그러나 함께 자란 클래스 제로 멤버들과 친부모 대신인 마더 아레시아는 깊이 신뢰하는 모양이다.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Membre de la classe Zéro de l'école Akademeia, Nine aspire à devenir Agito, le sauveur légendaire. Il est de nature fruste, et aussi adroit à manier la lance qu'à créer des problèmes à l'école. Lorsque Kurasame fut promu nouveau commandant de la classe Zéro, la réponse de Nine fut de lui dire d'aller se faire voir. Cependant, il semble faire entièrement confiance à Arecia, la mère adoptive de la classe Zéro.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Nine ist Mitglied der Klasse 0 und Kadett der Akademeia, wo Anwärter auf für Rolle des Agito, des prophezeiten Weltenretters, ausgebildet werden. Er ist ein Meister an der Lanze und das Problemkind der Klasse. Als Kurasame zum neuen befehlshabenden Offizier der Klasse 0 ernannt wurde, begehrte Nine zunächst gegen ihn auf. Seiner Ziehmutter Arecia scheint er jedoch absolut zu vertrauen.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Nine es uno de los miembros de la Clase Cero de la Academia, un aspirante en formación para convertirse en Agito, el legendario salvador de salvadores. De carácter intrépido y tan hábil con la lanza como impetuoso. Cuando Kurasame se convirtió en el nuevo oficial al mando de la Clase Cero, Nine reaccionó diciéndole \"Anda y vete a tomar por saco\". En quien sí parece tener confianza absoluta es en Arecia, la madre adoptiva de la Clase Cero."], "fusion": ["I don't think deeply enough, you say?<br>Ha, you couldn't be wronger!<br>I think with my body!", "你說我不假思索？<br>不要瞎說！<br>我在用身體思考！", "내가 생각이 짧다고?<br>그럴 리가 있나!<br>난 몸으로 생각하고 있거든?!", "Comment ça je ne vais pas assez au fond des choses ?<br>Eh bien, tu ne pourrais pas te tromper davantage !<br>Je pense avec mon corps !", "Ich denke nicht genug nach?<br>Ha, so ein Unsinn.<br>Ich denke eben mit dem Körper!", "¿Que no pienso lo suficiente, dices?<br>¡Ja! ¡Nada más lejos de la verdad!<br>¡Yo pienso con mi cuerpo!"], "summon": ["What do you want?!<br>I don't listen to anyone but Mother, alright?!", "你做什麼？<br>我不接受母親以外的<br>任何人的指使！", "뭐야?<br>나는 마더한테서 말고는<br>그 누구의 지시도 안 받아, 알겠어!?", "Qu'est-ce que tu veux ?<br>Je n'écoute personne d'autre que Mère, c'est compris ?", "Was soll ich?!<br>Außer Mutter hat mir niemand was zu sagen, klar?!", "¡¿Qué es lo que quieres?!<br>Solo escucho a la madre, ¡¿entendido?!"]}}}, "job": "Agito Cadet", "sex": "Male", "game": "FF TYPE-0", "rarity_max": 6, "names": ["Nine", "奈恩", "나인", "Nine", "Nine", "Nine"], "equip": [1, 10, 40, 50, 60], "game_id": 11003, "rarity_min": 4, "tribe_id": 5, "id": "254000304", "job_id": 69}