{"TMR": ["MATERIA", 504203170], "name": "Jack", "is_summonable": true, "skills": [{"level": 4, "type": "ABILITY", "id": 200300, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 203060, "rarity": 3}, {"level": 21, "type": "ABILITY", "id": 200440, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 100010, "rarity": 4}, {"level": 48, "type": "ABILITY", "id": 100080, "rarity": 4}, {"level": 59, "type": "ABILITY", "id": 203040, "rarity": 4}, {"level": 65, "type": "ABILITY", "id": 203070, "rarity": 5}, {"level": 71, "type": "ABILITY", "id": 200450, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 203050, "rarity": 5}], "sex_id": 1, "entries": {"254000603": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [450, 1365, 150], "ATK": [23, 69, 14], "MP": [21, 64, 25], "MAG": [17, 50, 10], "SPR": [17, 53, 10], "DEF": [16, 49, 10]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 254000603, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290020200": 10, "290010000": 25, "290030000": 5}}, "rarity": 3, "compendium_id": 312, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [24, 56], "effect_frames": [19, 51], "strings": {"evolution": null, "affinity": ["It's hard to relax, isn't it?<br>But still, in times of trouble,<br>it's best to laugh it off.", "樂天派真的很難做對吧！<br>不過呢，笑著面對困難，<br>這樣才帥哦。", "속 편하게 사는 것도 생각보다 힘들지~?<br>하지만 말이야, 힘들수록 웃는 편이<br>훨씬 낫거든~", "C'est pas si évident de se relaxer, n'est-ce pas ?<br>Enfin, il vaut quand même mieux rire un bon coup lorsque ça va pas !", "Gar nicht so einfach, immer gut drauf zu sein, stimmt's?<br>Aber nichts ist cooler,<br>als dem Tod ins Gesicht lachen zu können.", "No es fácil relajarse, ¿verdad? Aun así, en tiempos de revuelo es mejor reír para soltar estrés."], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Jack is a member of Akademeia's Class Zero, and a cadet in training to become Agito, the legendary savior or saviors. Jack is known as the class clown, as well as a positive person who never seems to stop smiling. These personality traits often lead others to underestimate him, but the stoicism he displays in battle leaves little doubt that his place as a member of Class Zero is well deserved. A single swing from his katana is enough to leave his enemies in pieces on the field.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。作為傳承中的救世主「覺醒者」的候補生而隸屬0班。班內最輕浮的他是一個樂觀主義者，臉上時刻掛著笑容。儘管其言行使得他經常被看低，但那種積極應對各種困難的姿態讓他成為0班不可或缺的角色。在戰鬥中擅長用猛烈的斬擊讓敵人一擊斃命。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 전설로 전해지는 구세주 '아기토'의 후보생이며 클래스 제로 소속. 클래스에서도 제일 가는 기분파로 항상 웃음을 잃지 않는 긍정적인 성격의 소유자이다. 평소의 언동으로 인해 경박해 보이기 쉽지만, 그 어떤 곤경에 처해도 낙천적으로 행동하는, 클래스 제로에 없어서는 안 될 존재이기도 하다. 전투가 벌어지면 칼을 이용한 혼신의 일격으로 적을 차례차례 베어 넘긴다.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Membre de la classe Zéro, Jack aspire à devenir Agito, le sauveur légendaire. Il est considéré comme le pitre de la classe et un éternel optimiste qui ne se départ jamais de son sourire. De ce fait, beaucoup ont tendance à le sous-estimer, mais le stoïcisme dont il fait preuve en combat confirme qu'il mérite bel et bien sa place au sein de la classe Zéro. Un simple mouvement de son katana suffit à découper ses adversaires en morceaux.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Er ist Mitglied der Klasse 0 und Kadett der Akademeia, wo Anwärter auf die Rolle des Agito, des prophezeiten Weltenretters, ausgebildet werden. Jack spielt gerne den Klassenclown und ist scheinbar eine unerschütterliche Frohnatur. Die anderen nehmen ihn deswegen oft nicht ernst, doch sein Optimismus in allen Lebenslagen ist für die Klasse unverzichtbar. Im Kampf mäht er seine Gegner mit einem Katana nieder.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Jack forma parte de la Clase Cero de la Academia como aspirante en formación para convertirse en Agito, el legendario salvador de salvadores. A Jack se le considera el payasete de la clase, y una persona positiva a quien nunca se le borra la sonrisa. Es por ello que la gente lo tiende a subestimar, pero el estoicismo del que hace gala en combate deja bien claro que se ha ganado a pulso su puesto en la Clase Cero. Tan solo necesita un golpe de katana para partir en pedazos a sus enemigos."], "fusion": ["Praise doesn't help anything.<br>But still, I guess I could try a bit harder!", "你再怎麼誇我也不會有獎勵的，<br>不過，讓我想想……<br>要不要再努力些呢？", "칭찬해봤자 아무 소용 없다고~<br>하지만 아주 조금만 더,<br>열심히 해볼까나!", "Les flatteries n'apportent rien.<br>Cela dit, j'imagine que je pourrais essayer de faire mieux !", "Ich bin völlig immun gegen deine Schmeicheleien!<br>Aber vielleicht könnte ich mich doch etwas mehr anstrengen ...", "Las adulaciones no sirven de nada.<br>Pero bueno, ¡seguro que lo puedo hacer mejor!"], "summon": ["Huh? A new mission, already?<br>I just wanted to relax...", "哎？又有新任務了？<br>我還想多休息一下呢！", "에~ 벌써 새로운 임무~?<br>좀 더 빈둥거리고 싶었는데~", "Quoi ? Une nouvelle mission, déjà ?<br>Laissez-moi me reposer...", "Hää? Schon wieder ein neuer Einsatz?<br>Ich wollte es mir gerade bequem machen ...", "¿Hmm? ¿Ya tienes una nueva misión?<br>Yo solo quería relajarme un momento..."]}}, "254000604": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [586, 1775, 210], "ATK": [30, 90, 18], "MP": [28, 84, 35], "MAG": [22, 66, 14], "SPR": [23, 70, 14], "DEF": [21, 64, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 254000604, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040400": 5, "290050300": 10, "290020200": 20, "290050400": 5, "290030000": 10}}, "rarity": 4, "compendium_id": 313, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [24, 56], "effect_frames": [19, 51], "strings": {"evolution": ["Let's be more positive from now on.<br>It's positive thinking that builds a positive future.", "積極一些嘛，<br>只有人變得積極了，<br>才能描繪美好的未來呀。", "좀 더 긍정적으로 생각하자.<br>긍정적으로 생각해야<br>긍정적인 미래를 만들 수 있거든.", "Soyons plus positifs à partir de maintenant.<br>Construire le futur est quelque chose de positif.", "Lasst uns in Zukunft ein bisschen optimistischer sein.<br>Positives Denken ist der Grundstein für eine positive Zukunft.", "De ahora en adelante seamos más positivos.<br>Pensar en positivo es lo que hace que ocurran cosas positivas."], "affinity": ["It's hard to relax, isn't it?<br>But still, in times of trouble,<br>it's best to laugh it off.", "樂天派真的很難做對吧！<br>不過呢，笑著面對困難，<br>這樣才帥哦。", "속 편하게 사는 것도 생각보다 힘들지~?<br>하지만 말이야, 힘들수록 웃는 편이<br>훨씬 낫거든~", "C'est pas si évident de se relaxer, n'est-ce pas ?<br>Enfin, il vaut quand même mieux rire un bon coup lorsque ça va pas !", "Gar nicht so einfach, immer gut drauf zu sein, stimmt's?<br>Aber nichts ist cooler,<br>als dem Tod ins Gesicht lachen zu können.", "No es fácil relajarse, ¿verdad? Aun así, en tiempos de revuelo es mejor reír para soltar estrés."], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Jack was taken in at an early age, and has since been raised as a cadet to become Agito, the legendary savior or saviors. Although he gives his all in battle through every single strike of his katana, he doesn't miss a chance to use his antics to lighten the mood regardless of the situation at hand. Jack has always spread his positivity and joy even in the most dire of situations Class Zero has found itself in.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。自幼被設施領養，並被培養為傳承中所說的救世主「覺醒者」的候補生。在戰鬥時慣用刀術，力圖使敵人一擊斃命。當氣氛沉悶時，他會故作輕浮引人發笑，以便緩和成員的情緒。當0班陷入絕境時，他會充分發揮自己積極樂觀的精神，以振奮其他成員。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 어릴 적에 어떤 시설에 거두어져 전설로 전해지는 구세주 '아기토'의 후보생으로서 키워졌다. 전투 시에는 칼을 이용한 일격필살의 공격에 모든 것을 건다. 또한, 경박해 보이는 그의 행동에는 스스로 웃음거리가 됨으로써 모두의 긴장을 풀게 하려는 배려가 숨어있기도 하다. 클래스 제로가 절망적인 상황에 부딪혔을 때에도 그의 긍정적인 태도는 모두에게 용기를 주었다.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Dès son plus jeune âge, Jack fut recueilli par une institution spéciale et entraîné à devenir Agito, le sauveur légendaire. Bien qu'il ne ménage pas ses efforts et ses coups de katana sur le champ de bataille, il ne manque jamais une occasion de détendre l’atmosphère par son humour, quelle que soit la situation. Il a toujours su propager sa bonne humeur au sein de la classe Zéro, même dans les moments les plus difficiles.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Jack wurde bereits in jungen Jahren eingezogen und in der Akademeia ausgebildet, um eines Tages womöglich zum Agito aufzusteigen, dem prophezeiten Weltenretter. Mit seinem Katana folgt er im Kampf dem Motto „ein Hieb – ein Sieg“. Er wirkt oft albern, aber in Wahrheit spielt er nur den Clown, um seine Kameraden aufzumuntern. Selbst in den dunkelsten Stunden verliert er seinen Optimismus nicht.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Jack comenzó desde muy pequeño su adiestramiento como aspirante para convertirse en Agito, el legendario salvador de salvadores. Siempre da lo mejor de sí con cada golpe de su katana, pero no pierde ninguna oportunidad de soltar alguna payasada para alegrar a sus compañeros por muy comprometida que sea la situación. Jack siempre ha sido una fuente de positividad y alegría incluso en los peores momentos en los que se ha visto la Clase Cero."], "fusion": ["I feel like I could take on anyone right now!", "現在，不管什麼樣的敵人<br>都難不倒我喲！", "지금이라면 어떤 적이 와도<br>문제없을 것 같아~!", "J'ai l'impression que je pourrais vaincre n'importe qui !", "Ich könnte es gerade mit jedem aufnehmen!", "¡Ahora mismo me siento como si pudiese con cualquiera!"], "summon": ["I'll do my best to carry out this new mission! Uh oh, looks like I've got a hole in my sock.", "新任務，要努力咯！<br>哎呀，襪子好像破了個洞。", "새로운 임무, 열심히 해야지~!<br>어? 양말에 구멍 난 모양이네.", "Je vais faire de mon mieux pour effectuer cette nouvelle mission ! Euh, oh, je crois bien que j'ai un trou dans ma chaussette.", "Im Einsatz bin ich immer voll bei der Sache! ... Oh, ich glaube, ich hab ein Loch in der Socke.", "¡Lo daré todo en la próxima misión!...<br>Anda, me ha salido un agujero en el calcetín."]}}, "254000605": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [762, 2308, 240], "ATK": [39, 118, 24], "MP": [36, 110, 40], "MAG": [28, 86, 16], "SPR": [30, 92, 16], "DEF": [28, 84, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 254000605, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 314, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [24, 56], "effect_frames": [19, 51], "strings": {"evolution": ["If I've come this far,<br>I might as well give it my all!", "既然如此，<br>我也不得不亮出真本事了！", "이렇게까지 신경을 써주다니,<br>그렇다면 나도 전력을 다해야겠는걸!", "Si je suis arrivé si loin<br>c'est pas pour me dégonfler à la première difficulté. Je vais me donner à fond.", "Ich bin schon so weit gekommen,<br>jetzt kann ich's genauso gut bis zum Ende durchziehen!", "Ahora que he llegado hasta aquí,<br>¡habrá que intentar darlo todo!"], "affinity": ["It's hard to relax, isn't it?<br>But still, in times of trouble,<br>it's best to laugh it off.", "樂天派真的很難做對吧！<br>不過呢，笑著面對困難，<br>這樣才帥哦。", "속 편하게 사는 것도 생각보다 힘들지~?<br>하지만 말이야, 힘들수록 웃는 편이<br>훨씬 낫거든~", "C'est pas si évident de se relaxer, n'est-ce pas ?<br>Enfin, il vaut quand même mieux rire un bon coup lorsque ça va pas !", "Gar nicht so einfach, immer gut drauf zu sein, stimmt's?<br>Aber nichts ist cooler,<br>als dem Tod ins Gesicht lachen zu können.", "No es fácil relajarse, ¿verdad? Aun así, en tiempos de revuelo es mejor reír para soltar estrés."], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Jack is Class Zero's class clown, and is never afraid to delve on touchy subjects with a fairly laid back approach. He is actually very stoic in nature, but is often misunderstood due to his usual antics. Always giving his all whilst wielding his deadly katana, he is ranked amongst the most powerful members of Class Zero. However, he never mentions the fact that some of his strongest attacks require him to hurt himself.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。他是0班中最為輕浮的成員，用缺乏緊迫感的態度迴避著嚴肅的話題。他本質上是一個克己之人，但由於平時的言行而不被人所理解。他同時擁有0班內頂級的攻擊力，慣用奮力一擊打倒敵人。為了發動強大攻擊，他甚至不惜損傷自己。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 클래스 제로에서 제일 가는 기분파이며 긴장감 없는 태도의 소유자로 진지한 이야기가 시작되면 항상 요리조리 빠져나가기 일쑤다. 원래는 금욕적인 성격이지만, 평소의 언동 탓에 주위 사람들은 그렇게 생각하지 않는 모양이다. 클래스 제로 중에서도 최상위권의 공격력을 자랑하며, 칼을 이용한 일격필살의 공격에 모든 것을 건다. 강력한 일격을 가하기 위해서라면 상처 따윈 신경 쓰지 않는다.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Considéré comme le pitre de la classe Zéro, Jack n'a pas peur d'aborder les sujets délicats avec désinvolture. Peu de gens se doutent que derrière cette attitude se cache un caractère stoïque. Armé de son terrible katana, il ne retient pas ses coups, si bien qu'il figure parmi les membres les plus forts de la classe. Cependant, il ne mentionne jamais le fait que certaines de ses attaques les plus puissantes ne s'exécutent pas sans douleur.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Er ist der Klassenclown der Klasse 0. Er scheint oft den Ernst der Lage nicht zu erkennen und meidet schwierige Themen. Daher ist es für die anderen schwer zu erkennen, dass sich in seinem Inneren eigentlich ein stoischer Wesenskern verbirgt. Mit seinem Katana verfügt er außerdem über die größte Schlagkraft innerhalb der Klasse. Sein Motto „ein Hieb – ein Sieg“ verfolgt er mit solcher Vehemenz, dass er sogar eigene Verletzungen dafür in Kauf nimmt.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Jack es el payasete de la clase y nunca tiene miedo de tocar temas espinosos con una disposición bastante relajada. En realidad es bastante estoico, pero a menudo se le malinterpreta debido a sus gracias habituales. Siempre da lo mejor que sí katana en mano, y de hecho se le considera uno de los miembros más poderosos de la Clase Cero. Pese a todo, nunca revela que para llevar a cabo algunos de sus ataques más devastadores tiene que herirse a sí mismo también."], "fusion": ["When bad things happen,<br>it's best to laugh them off.<br>Laughing brings about good things, you know?", "艱難的時候才應該多笑笑啊，<br>有句話說，<br>笑著笑著就會有好事發生哦。", "괴로울 때일수록 웃으라는 말도 있잖아~<br>웃으면 좋은 일이 생긴다고 하니까~", "Quand il vous arrive une tuile,<br>le mieux reste d'en rire.<br>Le rire peut tout guérir, vous savez ?", "Besonders wenn es einem schlecht geht,<br>darf man den Humor nicht verlieren.<br>Den Fröhlichen lacht das Glück!", "Cuando algo malo ocurre,<br>lo mejor es recibirlo con una buena carcajada.<br>La risa atrae la buena suerte, ¿sabes?"], "summon": ["You're all so moody!<br>You all need to lighten up a bit.", "大家都太嚴肅啦，<br>再積極一些嘛。", "다들 분위기가 왜 그래~<br>좀 더 긍정적으로 생각하자.", "Vous avez tous l'air si déprimés !<br>Il vous faut être un peu plus positifs !", "Was macht ihr denn für lange Gesichter.<br>Seid doch mal ein bisschen locker!", "¡Sois unos malhumorados!<br>¡Alegraos un poco!"]}}}, "job": "Agito Cadet", "sex": "Male", "game": "FF TYPE-0", "rarity_max": 5, "names": ["Jack", "傑克", "잭", "Jack", "Jack", "Jack"], "equip": [1, 2, 3, 4, 40, 50, 60], "game_id": 11003, "rarity_min": 3, "tribe_id": 5, "id": "254000603", "job_id": 69}