{"TMR": ["MATERIA", 504204270], "name": "Cinque", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200210, "rarity": 3}, {"level": 23, "type": "ABILITY", "id": 200140, "rarity": 3}, {"level": 28, "type": "ABILITY", "id": 100130, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 204190, "rarity": 3}, {"level": 9, "type": "ABILITY", "id": 200120, "rarity": 4}, {"level": 16, "type": "ABILITY", "id": 100010, "rarity": 4}, {"level": 45, "type": "MAGIC", "id": 20130, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 204180, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 63, "type": "ABILITY", "id": 101010, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 204200, "rarity": 5}], "sex_id": 2, "entries": {"254000503": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [527, 1596, 150], "ATK": [23, 69, 14], "MP": [21, 64, 25], "MAG": [16, 49, 10], "SPR": [17, 52, 10], "DEF": [18, 55, 10]}, "magic_affinity": [0, 3, 0, 0], "ability_slots": 2, "limitburst_id": 254000503, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290030000": 5, "290010000": 25, "290020100": 10}}, "rarity": 3, "compendium_id": 377, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20], "strings": {"evolution": null, "affinity": ["I'm just glad I'm not alone.", "我，並不孤單<br>太好了。", "나 있지, 혼자가 아니라서<br>정말 다행이야.", "Je suis heureuse de ne plus être seule.", "Ich bin froh, dass ich nicht alleine bin.", "Tan solo me alegro de no estar sola."], "description": ["A young lady who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Cinque is a cadet in training to become Agito, the legendary savior or saviors, and a member of Akademeia's Class Zero. Although she appears to be the easy going type, she shows no mercy to her enemies in battle. In fact, among the various weapons used by the members of Class Zero, she chose the heavy and hardly maneuverable mace. However, her choice seems to have stemmed from the fact that a mace can inflict great damage with just one blow, ending battles more effortlessly.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的少女。作為救世主「覺醒者」的候補生，而隸屬於魔導院聖櫃朱雀的0班。雖然她看起來悠閒自在，可在戰鬥時對敵人卻毫不留情。0班的成員所用的武器各不相同，而她選擇沉重又難用的巨大槌矛的理由是因為，既然都要打，為何不選一個一擊帶來的傷害比較大的武器呢。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 소녀. 구세주 '아기토'의 후보생으로서 마도원 페리시티리움 주작의 클래스 제로 소속이다. 남의 눈을 신경 쓰지 않는 느긋한 성격의 소유자이지만, 전투가 벌어지면 가차 없이 적을 공격한다. 클래스 제로의 멤버들은 각자 다른 독특한 무기를 사용하고 있는데, 그녀가 다루기 힘든 무겁고 거대한 메이스를 고른 이유는 이왕이면 한 번에 큰 피해를 줄 수 있는 무기가 좋아서라고 한다.", "Une jeune femme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Membre de la classe Zéro de l'école Akademeia, Cinque aspire à devenir Agito, le sauveur légendaire. Bien qu'elle ait l'air décontracté, elle n'a aucune pitié pour ses ennemis au combat. En fait, parmi les diverses armes utilisées par les membres de la classe Zéro, son choix se porta sur une masse très lourde et difficile à manipuler, pour la simple raison qu'une masse peut infliger de très lourds dégâts d'un coup et terminer un combat plus rapidement.", "Eine junge Frau aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Cinque ist Mitglied der Klasse 0 und Kadett der Akademeia, wo Anwärter für die Rolle des Agito, des prophezeiten Weltenretters, ausgebildet werden. Sie ist eher bequemlich und ungezwungen, aber im Kampf gnadenlos. Dass sie als Waffe ausgerechnet den schweren, unhandlichen Streitkolben gewählt hat, liegt daran, dass in ihren Augen der Kampf schneller vorbei ist, wenn jeder Hieb möglichst viel Schaden anrichtet.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Cinque es una aspirante en formación para convertirse en Agito, el legendario salvador de salvadores, y miembro de la Clase Cero de la Academia. A primera vista puede parecer una persona tranquila, pero no muestra piedad alguna por sus enemigos en combate. Es más, de entre todas las armas que usan los miembros de la Clase Cero, fue ella la que eligió la maza pesada pese a lo difícil que puede resultar de manejar. El motivo seguramente radique en el daño devastador que puede infligir de un solo golpe, para terminar las batallas con menos esfuerzo."], "fusion": ["I'm not much for studies or training,<br>but becoming stronger is definitely a good thing!", "什麼修行啊骨氣啊，我都好討厭，<br>不過能變強也算是好事啦。", "수행이니 근성이니 하는 건 질색이지만,<br>강해진다는 건 좋은 일이지~", "Ce n’est pas que j'adore étudier ou m'entraîner mais devenir plus fort a vraiment quelque chose de grisant !", "Ich steh nicht so auf Training und Disziplin,<br>aber stärker zu werden ist schon eine feine Sache!", "No soy mucho de entrenar ni de estudiar,<br>¡pero lo de hacerse más fuerte nunca está de más!"], "summon": ["I-I'm late, I'm late!<br>I'm so sorry!<br>I'm the last here, aren't I?", "遲到啦，遲到啦！<br>對不起，<br>我是班裡最後一個到的嗎？", "늦었다, 늦었어~!<br>미안해, 클래스 제로가 마지막인가?", "J-Je suis terriblement en retard !<br>Je suis vraiment désolée ! Je suis la dernière arrivée, n'est-ce pas ?", "Ich bin zu spät, ich bin zu spät!<br>Sorryyyyy!!<br>Bin ich schon wieder die Letzte?", "¡Lo siento mucho!<br>¡Lo siento por llegar tarde!<br>¿Acaso soy el último en llegar?"]}}, "254000505": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [890, 2698, 240], "ATK": [38, 116, 24], "MP": [36, 109, 40], "MAG": [27, 83, 16], "SPR": [29, 87, 16], "DEF": [31, 93, 16]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 4, "limitburst_id": 254000505, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 379, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20], "strings": {"evolution": ["How you are to die and how you intend on living to the end are one in the same, are they not?", "與其考慮怎樣死，<br>還不如考慮怎樣活下去，<br>你說呢？", "어떻게 죽는다고 하는 건~<br>어떻게 살아남는 것과도<br>같다고 생각해~", "Comment tu comptes mourir et comment tu as réussi à vivre jusqu'à la fin... c'est la même chose au final, tu trouves pas ?", "Wie man stirbt und wie man überlebt, läuft das am Ende nicht beides auf dasselbe hinaus?", "La forma en la que vas a morir y la manera en que pretendes vivir hasta el final son dos caras de la misma moneda, ¿verdad?"], "affinity": ["I'm just glad I'm not alone.", "我，並不孤單<br>太好了。", "나 있지, 혼자가 아니라서<br>정말 다행이야.", "Je suis heureuse de ne plus être seule.", "Ich bin froh, dass ich nicht alleine bin.", "Tan solo me alegro de no estar sola."], "description": ["A young lady who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Cinque was taken in at an early age, and has since been raised as a cadet to become Agito, the legendary savior or saviors. She has an offbeat personality that keeps others guessing what she is up to next. However, she will occasionally strike right at the heart of the matter, shocking those around her. Her weapon of choice is the mace, which although heavy and difficult to handle can cause great damage on the battlefield.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的少女。自幼被設施領養，並被培養為傳承中所說的救世主「覺醒者」的候補生。雖然說話方式悠閒自在，可做出的事有時會很嚇人，是個奇怪的女孩。有時會一針見血地說出事物的核心，讓其他同伴都大吃一驚。戰鬥時用的武器是又重又難用的槌矛，是名怪力女孩。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 소녀. 어릴 적에 어느 시설에 거두어져 전설로 전해지는 구세주 '아기토'의 후보생으로서 키워졌다. 언뜻 보면 느긋해 보이지만, 실은 무슨 짓을 할지 모르는 괴짜이기도 하다. 하지만 때때로 사건의 핵심을 찌르는 한마디로 다른 멤버들을 놀라게 하기도 한다. 전투가 벌어지면 무겁고 다루기 힘든 메이스를 휘두르며 싸우는 괴력의 소유자이기도 하다.", "Une jeune femme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Dès son plus jeune âge, Cinque fut recueillie par une institution spéciale et entraînée à devenir Agito, le sauveur légendaire. Avec sa personnalité excentrique, on ne sait jamais ce qu'elle nous réserve. Cependant, elle fait parfois des remarques très pertinentes, provoquant l'étonnement général. Son arme de choix est la masse, qui, bien que lourde et difficile à manier, peut infliger de lourds dégâts sur le terrain.", "Eine junge Frau aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Cinque wurde bereits in jungen Jahren eingezogen und in der Akademeia ausgebildet, um eines Tages möglicherweise zum Agito aufzusteigen, dem prophezeiten Weltenretter. Sie hat eine sorglose, aber auch unberechenbare Persönlichkeit. Manchmal überrascht sie ihre Kameraden mit ihren messerscharfen Beobachtungen. Die Waffe ihrer Wahl ist der Streitkolben, den sie mit schier übernatürlicher Kraft auf ihre Gegner niedersausen lässt.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Cinque comenzó desde muy pequeña su adiestramiento como aspirante para convertirse en Agito, el legendario salvador de salvadores. Su extraña personalidad hace que todo el mundo se pregunte qué es lo próximo que se le va a ocurrir. En ocasiones, sin embargo, acierta plenamente con el quid de la cuestión, para asombro de los que la rodean. Su arma preferida es la maza pues, aunque pesada y difícil de manejar, puede llegar a provocar daños devastadores en el campo de batalla."], "fusion": ["I always feel great!<br>Especially now, I feel lighter than ever!", "我一直都很精神的，<br>而且現在，<br>我感覺變得更輕巧了。", "난 언제나 기운이 넘치지만~<br>왠지 지금은 평소보다 더 몸이 가벼운 것 같아.", "Je me sens toujours bien !<br>Surtout maintenant, je me sens bien mieux que jamais.", "Ich bin eigentlich immer gut drauf.<br>Aber jetzt fühle ich mich noch leichter als sonst!", "¡Siempre me siento de fábula!<br>Y más ahora, ¡me siento más ligera que nunca!"], "summon": ["Alright!<br>Whatever the enemy,<br>you can leave it to Cinque!", "了解！<br>不論是什麼敵人，<br>都交給莘柯來處理吧！", "오케이~!<br>그 어떤 적이라도<br>싱크한테 맡겨만 줘~!", "C'est parti ! Tu peux faire confiance à Cinque ! Elle terrassera tous ses ennemis quels qu'ils soient !", "Alles klar!<br>Egal wer der Feind ist,<br>Cinque ist am Start!", "¡Vale!<br>¡Sea quien sea el enemigo,<br>dejádmelo a mí!"]}}, "254000504": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [685, 2075, 210], "ATK": [29, 89, 18], "MP": [28, 84, 35], "MAG": [21, 64, 14], "SPR": [22, 67, 14], "DEF": [24, 72, 14]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 3, "limitburst_id": 254000504, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290030000": 10, "290040200": 5, "290020100": 20}}, "rarity": 4, "compendium_id": 378, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [22], "effect_frames": [20], "strings": {"evolution": ["Ahem..!<br>I am quite capable, am I not?<br>You depend on me, yes?", "嘿嘿！<br>我也挺有本事的吧？<br>你可以盡情依靠我哦。", "엣헴!<br>나도 생각보다 제법 하지?<br>얼마든지 의지해도 좋아.", "Hum..!<br>Je suis plutôt capable vous trouvez pas ?<br>Fais-moi confiance, tu verras !", "Hehe!<br>Ich bin richtig gut, stimmt's?<br>Also lass mich auch mal was Wichtiges machen!", "¡Ejem...!<br>Soy bastante capaz, ¿no te parece?<br>Dependes de mí, ¿verdad?"], "affinity": ["I'm just glad I'm not alone.", "我，並不孤單<br>太好了。", "나 있지, 혼자가 아니라서<br>정말 다행이야.", "Je suis heureuse de ne plus être seule.", "Ich bin froh, dass ich nicht alleine bin.", "Tan solo me alegro de no estar sola."], "description": ["A young lady who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Cinque is a member of Akademeia's Class Zero, and a cadet in training to become Agito, the legendary savior or saviors. She walks to the beat of her own drum, and is not embarrassed to be so friendly as to give unsolicited nicknames to those she hardly knows, such as Class Zero's newest members Machina and Rem. However, it would seem that in reality she trusts no one but the other members of her class and their adoptive mother, Arecia.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的少女。作為傳承中的救世主「覺醒者」的候補生而隸屬0班。悠閒自在的性格使她難以捉摸，甚至會給新成為同班同學的馬其納和蕾姆取外號。雖然她看起來對外人有些自來熟，可實際上她除了養育自己的魔法局局長艾蕾希亞和一起成長的0班同伴外不相信任何人。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 소녀. 전설로 전해지는 구세주 '아기토'의 후보생으로서 클래스 제로 소속이다. 새로이 동료가 된 마키나와 렘을 망설임 없이 별명으로 부르는 등 붙임성이 있어 보이는 그녀지만, 실은 마더라 부르며 따르는 마법국 국장 아레시아와, 함께 자란 클래스 제로의 동료 외에는 아무도 믿지 않는 모양이다.", "Une jeune femme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Membre de la classe Zéro de l'école Akademeia, Cinque aspire à devenir Agito, le sauveur légendaire. Elle vit comme bon lui semble, et ne se gêne pas pour affubler de surnoms les nouveaux venus, comme Machina et Rem. Cependant, il semblerait qu'en réalité, elle ne fasse confiance à personne, sauf à ses camarades de classe et Arecia, leur mère adoptive.", "Eine junge Frau aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Sie ist Mitglied der Klasse 0 und Kadett der Akademeia. Sie macht alles auf ihre eigene Art und legt sich ungern fest. Ihre Freundlichkeit wirkt manchmal fast aufdringlich, so gibt sie etwa Machina und Rem einfach Spitznamen, obwohl sie beide kaum kennt. In Wirklichkeit aber vertraut sie niemandem außer ihren Klassenkameraden und Arecia, ihrer Ziehmutter.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Cinque es uno de los miembros de la Clase Cero de la Academia, una aspirante en formación para convertirse en Agito, el legendario salvador de salvadores. Le encanta el sonido de su propia voz, y no le avergüenza tomarse demasiadas confianzas, hasta el punto de utilizar apodos no solicitados con personas que apenas conoce, como los nuevos miembros de la Clase Cero, Machina y Rem. Al final, sin embargo, parece que en realidad no se fía de nadie más que del resto de miembros de la clase y de su madre adoptiva, Arecia."], "fusion": ["I seem to have become stronger!<br>Yeah, feel the pump!", "我好像變強了呀！<br>好誒，我感覺充滿鬥志哦！", "왠지 전보다 강해진 것 같네~<br>좋았어~ 의욕이 막 나는걸~!", "On dirait que je suis devenu plus fort !<br>Oui, je le sens au fond de moi !", "Ooh, ich fühl mich irgendwie viel stärker!<br>Yeah, Muckiiis!", "¡Parece que me he vuelto más fuerte!<br>¡Sí, se nota en los músculos!"], "summon": ["Wanna hang out?<br>Alright, let's be friends!", "<br>要和我一起玩嗎？<br>嗯嗯，讓我們好好相處吧！", "나랑 놀아주겠다고~?<br>그래, 그럼 사이 좋게 지내자~", "Tu veux qu'on aille quelque part ?<br>Génial ! Alors, soyons amis !", "Hey, willst du chillen?<br>Lass uns Freunde sein!", "¿Quieres pasar el rato?<br>¡Muy bien, hagámonos amigos!"]}}}, "job": "Agito Cadet", "sex": "Female", "game": "FF TYPE-0", "rarity_max": 5, "names": ["Cinque", "莘柯", "싱크", "Cinque", "Cinque", "Cinque"], "equip": [9, 15, 40, 50, 60], "game_id": 11003, "rarity_min": 3, "tribe_id": 5, "id": "254000503", "job_id": 69}