{"TMR": ["MATERIA", 504203160], "name": "Trey", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10010, "rarity": 3}, {"level": 28, "type": "ABILITY", "id": 200390, "rarity": 3}, {"level": 18, "type": "ABILITY", "id": 201380, "rarity": 4}, {"level": 41, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 52, "type": "ABILITY", "id": 203130, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 202740, "rarity": 4}, {"level": 35, "type": "ABILITY", "id": 201410, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 203120, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 200310, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 203140, "rarity": 5}], "sex_id": 1, "entries": {"254000403": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [450, 1365, 180], "ATK": [23, 69, 12], "MP": [21, 64, 30], "MAG": [17, 50, 12], "SPR": [17, 53, 12], "DEF": [16, 49, 12]}, "magic_affinity": [1, 0, 0, 0], "ability_slots": 2, "limitburst_id": 254000403, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020600": 10, "290050300": 5, "290050200": 15, "290030300": 5, "290010200": 25}}, "rarity": 3, "compendium_id": 309, "attack_damage": [[50, 50]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [25, 65], "effect_frames": [20, 60], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Thank you for listening so intently<br>to what I have to say.<br>I look forward to working with you.", "你會認真地<br>聽我說話啊。<br>今後也請多多關照。", "당신은 제 이야기를<br>진지하게 들어주시는군요.<br>앞으로도 잘 부탁드리겠습니다.", "Merci d'écouter si attentivement<br>ce que j'ai à vous dire.<br>J'ai hâte de me battre à vos côtés.", "Du weißt meine Ratschläge immer zu schätzen.<br>Ich hoffe, dass wir auch in Zukunft<br>gut miteinander klarkommen.", "Gracias por escuchar atentamente lo que tengo que decir.<br>Estoy deseando trabajar contigo."], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Trey is a member of Akademeia's Class Zero, and a cadet in training to become Agito, the legendary savior or saviors. His excellent marks make him one of the most intelligent cadets in the class, and as such he has a lot of wisdom to impart on others. However, his tendency to ramble on without end often causes his classmates' patience to run short. In battle, he can take enemies down from great distances with his bow.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。作為傳承中的救世主「覺醒者」的候補生，隸屬於魔導院聖櫃朱雀的0班。他成績優秀，是班內的智囊。說話時很有禮貌，只是，一旦開口說話便會滔滔不絕，因此0班成員經常不得不打斷他說話。他同時也是一名神射手，在戰鬥中能夠用弓箭精準命中數公里之外的敵人。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 전설로 전해지는 구세주 '아기토'의 후보생이며, 마도원 페리시티리움 주작의 클래스 제로 소속. 우수한 성적을 자랑하며 클래스의 두뇌에 해당하는 존재이기도 하다. 항상 정중한 말투를 사용하는 지성파지만, 한번 말을 꺼내면 끝이 없어 클래스 제로의 멤버들이 끼어들어 말을 끊기에 십상이다. 전투가 시작되면 몇 킬로미터나 떨어진 적도 저격할 수 있는 활의 명수이기도 하다.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Membre de la classe Zéro d'Akademeia, Trey aspire à devenir Agito, le sauveur légendaire. Ses excellentes notes font de lui l'un des meilleurs élèves de la classe, et il n'hésite pas à partager ses vastes connaissances avec ses camarades. Malheureusement, personne n'a la patience d'écouter ses interminables monologues... En combat, son arc lui permet de toucher ses ennemis sur de grandes distances.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Trey ist Mitglied der Klasse 0 und Kadett der Akademeia, wo Anwärter auf die Rolle des Agito, des prophezeiten Weltenretters, ausgebildet werden. Er erzielt regelmäßig die besten Noten und dient der Klasse als eine Art wandelndes Lexikon. Dabei strapaziert er mit seinen endlosen Erklärungen jedoch oft die Geduld seiner Kameraden. Im Kampf benutzt er einen Bogen, mit dem er selbst kilometerweit entfernte Ziele noch treffen kann.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Trey es uno de los miembros de la Clase Cero de la Academia, un aspirante en formación para convertirse en Agito, el legendario salvador de salvadores. La excelencia de sus notas lo convierte en uno de los aspirantes más inteligentes de la clase, capaz de inculcarles muchísimos conocimientos a sus compañeros... pero a menudo habla tanto que lo que consigue es acabar crispándoles los nervios. En combate, utiliza su arco para acabar con sus enemigos a gran distancia."], "fusion": ["If you've time to spit obscenities,<br>why not think of something more constructive?", "不要把時間浪費在咒罵上。<br>認真想一想具有建設性的事吧。", "남을 책망할 기운이 있다면<br>건설적인 방향으로 사용하도록 하죠.", "Au lieu de perdre ton temps à cracher autant d'obscénités,<br>pourquoi n'essaierais-tu pas de faire quelque chose de plus constructif ?", "Wie wäre es, wenn du was Konstruktives machst,<br>anstatt hier einfach nur herumzupöbeln?", "Si tienes tiempo para soltar vulgaridades,<br>¿por qué no lo utilizas mejor en algo más constructivo?"], "summon": ["How about me?<br>First off, us Agito cadets are...<br>Please, stop making that face...", "聽好了，我們<br>覺醒者候補生，就是要……<br>喂，你不要一臉嫌棄的表情啊。", "명심하세요. 원래 우리<br>아기토 후보생은 말이죠… 아,<br>그렇게 노골적으로 싫다는 표정 짓지 말아 주세요.", "Écoutez-moi ? Pour commencer, nous les aspirants Agito nous...<br>Vous pouvez arrêter de me regarder comme ça, s'il vous plaît ?", "Hörst du? Als Agito-Kadetten ist es unsere Pfli...<br>... Du könntest wenigstens so tun,<br>als würdest du zuhören.", "¿Me permites?<br>Para empezar, los Aspirantes a Agito somos...<br>¡A qué viene esa cara!"]}}, "254000404": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [586, 1775, 240], "ATK": [30, 90, 16], "MP": [28, 84, 40], "MAG": [22, 66, 16], "SPR": [23, 70, 16], "DEF": [21, 64, 16]}, "magic_affinity": [2, 0, 0, 0], "ability_slots": 3, "limitburst_id": 254000404, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020600": 20, "290040100": 5, "290050300": 10, "290030300": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 310, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [25, 65], "effect_frames": [20, 60], "strings": {"evolution": ["It's not just about getting stronger,<br>you must also have a keen eye when it comes to analyzing a battle.", "不光要強大，<br>還要用廣闊的視野<br>去觀察戰況。", "그저 강해지는 것뿐만 아니라,<br>넓은 시야로<br>전황을 살피는 것도 중요하군요.", "Tout ne se résume pas à devenir plus fort,<br>Tu dois aussi avoir le regard acéré et savoir analyser un combat.", "Es geht nicht nur darum, immer stärker zu werden.<br>Man muss den Kampf auch analysieren können.", "No se trata solo de hacerse más fuerte,<br>también hay que ser perspicaz a la hora de analizar la batalla."], "affinity": ["Thank you for listening so intently<br>to what I have to say.<br>I look forward to working with you.", "你會認真地<br>聽我說話啊。<br>今後也請多多關照。", "당신은 제 이야기를<br>진지하게 들어주시는군요.<br>앞으로도 잘 부탁드리겠습니다.", "Merci d'écouter si attentivement<br>ce que j'ai à vous dire.<br>J'ai hâte de me battre à vos côtés.", "Du weißt meine Ratschläge immer zu schätzen.<br>Ich hoffe, dass wir auch in Zukunft<br>gut miteinander klarkommen.", "Gracias por escuchar atentamente lo que tengo que decir.<br>Estoy deseando trabajar contigo."], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Trey is a member of Class Zero, and a cadet in training to become Agito, the legendary savior or saviors. His calm and collected personality, along with his great knowledge, make him a reliable source of counsel for other more hot-headed members of the class. In battle, he supports his comrades with his bow and great skills in magic as he attacks from a distance. The only possible flaw he seems guilty off is his constant rambling.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。作為傳承中的救世主「覺醒者」的候補生而隸屬0班。他知識豐富且沉著冷靜，當其他成員頭腦發熱時，以理相勸，提供有益的諫言，很值得信賴。同時，他也精通弓術和魔法，是遠距離攻擊的專家，所以除了知識之外還能在戰鬥中為成員提供可靠的後方支援。美中不足的是，他太過喋喋不休。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 전설로 전해지는 구세주 '아기토'의 후보생이며 클래스 제로 소속. 풍부한 지식과 냉정 침착한 성격의 소유자로 흥분한 다른 멤버들을 다독이거나 조언을 해주는 믿음직한 존재이기도 하다. 활과 마법, 양쪽에 능한 원거리 공격의 전문가로, 지식뿐만이 아니라 전투 능력으로도 후방에서 동료들을 지원할 수 있다. 한번 말을 꺼내면 끝이 없는 것이 옥에 티.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Membre de la classe Zéro, Trey aspire à devenir Agito, le sauveur légendaire. Du fait de son calme et de ses vastes connaissances, il est considéré comme une source fiable de conseils par ceux de ses camarades qui ont plus facilement tendance à s'emporter. En combat, il soutient ses coéquipiers à distance grâce à son arc et ses talents en magie. Son seul et unique défaut semble être sa tendance à monologuer inlassablement.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Er ist Mitglied der Klasse 0 und Kadett der Akademeia, wo Anwärter auf die Rolle des Agito, des prophezeiten Weltenretters, ausgebildet werden. Mit seiner gefassten und rationalen Art stellt er ein unverzichtbares Gegengewicht zu seinen eher hitzköpfigen Kameraden dar. Im Kampf leistet er mit Magie und Bogen aus den hinteren Reihen Unterstützung. Sein einziger Makel ist sein Hang zu endlosen Belehrungen.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Trey es uno de los miembros de la Clase Cero de la Academia, un aspirante en formación para convertirse en Agito, el legendario salvador de salvadores. Su carácter tranquilo y comedido, en combinación con sus amplios conocimientos, lo convierten en una fuente fiable de consejo para otros miembros más impulsivos de la clase. En combate, apoya a sus compañeros valiéndose de su arco y de sus poderosas habilidades mágicas para atacar a distancia. El único posible defecto que se podría achacar es que no se calla ni bajo el agua."], "fusion": ["First off, as cadets we must all do our best to cultivate our minds and bodies... H-hey, I wasn't done talking yet!", "本來候補生就應該<br>相互切磋琢磨以提高自己的能力……<br>喂，我還沒說完呢！", "무릇 후보생이라 하면<br>심신을 단련하고 절차탁마하며…<br>앗, 제 이야기 아직 안 끝났거든요?", "Tout d'abord... notre devoir en tant qu'aspirant est de faire notre possible pour développer notre corps et notre esprits et de... H-hé ! Je n'ai pas terminé !", "Es ist die Pflicht aller Kadetten, sich mit Leib und Seele dem Studium ... H-Hey! Hör mir gefälligst zu!", "Lo más importante que tienen que hacer los aspirantes es hacer todo lo posible por cultivar cuerpo y mente... ¡Eh, que todavía no he acabado!"], "summon": ["You need my power?<br>What could it be that you<br>want to know?", "你需要我的力量……<br>看來你是有事情<br>想要請教我啊。", "제 힘이 필요하다니…<br>뭔가 궁금한 점이라도<br>있으신가요?", "Vous avez besoin de mon pouvoir ?<br>Que voulez-vous donc savoir ?", "Du brauchst meine Unterstützung?<br>Was genau möchtest du<br>wissen?", "¿Necesitas de mi poder?<br>¿...O acaso deseas conocer<br>mi poder?"]}}, "254000405": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [840, 2545, 300], "ATK": [35, 105, 20], "MP": [37, 112, 50], "MAG": [29, 89, 20], "SPR": [31, 93, 20], "DEF": [30, 92, 20]}, "magic_affinity": [3, 0, 0, 0], "ability_slots": 4, "limitburst_id": 254000405, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 311, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [25, 65], "effect_frames": [20, 60], "strings": {"evolution": ["I'm glad I really studied the basics.<br>It wasn't until I entered battle myself that I understood the theory behind it all.", "還好我的基礎知識十分牢固。<br>上了戰場，<br>才明白理論有多麼的重要。", "기초를 확실히 다져두길 잘했군요.<br>실전을 통해<br>이론의 소중함을 통감했습니다.", "Je suis content d'avoir étudié sérieusement les bases.<br>ce n'est que lorsque que j'ai pu enfin participer à un combat que j'ai enfin compris toute la théorie derrière tout ça.", "Gut, dass ich nie die Grundlagen vernachlässigt habe.<br>Erst auf dem Schlachtfeld habe ich verstanden, wie wichtig die Theorie ist.", "Me alegro de haber estudiado los fundamentos.<br>Hasta que no participé en una batalla en persona no entendía la teoría que había detrás."], "affinity": ["Thank you for listening so intently<br>to what I have to say.<br>I look forward to working with you.", "你會認真地<br>聽我說話啊。<br>今後也請多多關照。", "당신은 제 이야기를<br>진지하게 들어주시는군요.<br>앞으로도 잘 부탁드리겠습니다.", "Merci d'écouter si attentivement<br>ce que j'ai à vous dire.<br>J'ai hâte de me battre à vos côtés.", "Du weißt meine Ratschläge immer zu schätzen.<br>Ich hoffe, dass wir auch in Zukunft<br>gut miteinander klarkommen.", "Gracias por escuchar atentamente lo que tengo que decir.<br>Estoy deseando trabajar contigo."], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Trey was taken in at an early age, and has since been raised as a cadet to become Agito, the legendary savior or saviors. Ever the logical and analytical mind, not even the Milites Empire's false accusations of an attempted assassination by Class Zero could serve to break his composure. Trey also boasts of excellent sniping skills that allow him to take down targets from incredible distances with his bow.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。自幼被設施領養，並被培養為傳承中所說的救世主「覺醒者」的候補生。他時刻不忘冷靜地判斷局勢，即便在0班遭到敵國米利特斯皇國陷害，被嫁禍為暗殺者的時候，他仍然能夠泰然處之。他有著非常驚人的狙擊能力，數公里之外的敵人也會被他的弓箭精準命中。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 어릴 적에 어떤 시설에 거두어져 전설로 전해지는 구세주 '아기토'의 후보생으로서 키워졌다. 항상 냉정하게 상황을 판단하며, 적국 밀리테스 제국의 책략으로 클래스 제로가 암살범의 누명을 뒤집어썼을 때도 침착하게 행동했다. 경이로운 저격 실력을 자랑하며, 그의 활 실력은 몇 킬로미터나 떨어진 상대의 숨통도 끊을 수 있을 정도라고 한다.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Dès son plus jeune âge, Trey fut recueilli par une institution spéciale et entraîné à devenir Agito, le sauveur légendaire. Doté d'un esprit logique et analytique, il ne perd jamais son calme, pas même lorsque la classe Zéro se retrouve faussement accusée de meurtre par l'empire Milites. Trey peut également se vanter d'excellentes capacités au tir à l'arc, lui permettant de toucher ses cibles à d'incroyables distances.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Trey wurde bereits in jungen Jahren eingezogen und in der Akademeia ausgebildet, um eines Tages womöglich zum Agito aufzusteigen, dem prophezeiten Weltenretter. Er denkt stets rational und betrachtet jede Situation analytisch, selbst als die Klasse 0 durch ein Komplott von Milites eines Mordanschlags bezichtigt wurde. Seine Fähigkeiten als Scharfschütze suchen ihresgleichen – auch mehrere Kilometer entfernte Ziele sind nicht vor ihm sicher.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Trey comenzó desde muy pequeño su adiestramiento como aspirante para convertirse en Agito, el legendario salvador de salvadores. De mente tan lógica y analítica que ni siquiera las falsas acusaciones vertidas por el Imperio milites de que la Clase Cero había llevado a cabo un intento de asesinato pudieron quebrar su compostura. Además, también goza de una puntería de francotirador excelente, de la que se vale para acabar con objetivos a distancias inimaginables con su arco."], "fusion": ["Some let fightning get in the way of their studies, but I would never allow that to happen to myself.", "有人會以戰鬥為成績下降找藉口，<br>但我從來沒有因為戰鬥<br>而荒廢學業。", "전투 때문에 성적이 떨어졌다는 자도 있습니다만,<br>저는 단 한 번도 공부를<br>게을리한 적이 없습니다.", "Certains laissent les combats interférer avec leurs études mais pas moi. Je ne le tolèrerai jamais.", "Manche nehmen ihre militärischen Verpflichtungen als Vorwand, um ihre Studien zu vernachlässigen, aber solche Schlampigkeit würde ich mir nie erlauben.", "Algunos dejan que los combates afecten a sus estudios, pero yo nunca dejaría que me pasara algo así."], "summon": ["It seems my knowledge is needed.<br>What is it you wish to know?", "看來我的知識<br>終於有用武之地了。<br>你想知道些什麼？", "제 지식이<br>필요한 때가 왔나 보군요.<br>뭘 알고 싶으신가요?", "On dirait que vous avez besoin de mes connaissances.<br>Alors ? Qu'est-ce que tu veux savoir ?", "Es scheint, mein Wissen wird benötigt.<br>Wo sind die Unklarheiten?", "Me parece que mi sabiduría es requerida.<br>¿Qué es lo que deseas saber?"]}}}, "job": "Agito Cadet", "sex": "Male", "game": "FF TYPE-0", "rarity_max": 5, "names": ["Trey", "托雷", "트레이", "Trey", "Trey", "Trey"], "equip": [7, 40, 50, 60], "game_id": 11003, "rarity_min": 3, "tribe_id": 5, "id": "254000403", "job_id": 69}