{"TMR": ["MATERIA", 504206750], "name": "Sice", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20030, "rarity": 3}, {"level": 11, "type": "ABILITY", "id": 100100, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 206800, "rarity": 3}, {"level": 21, "type": "MAGIC", "id": 20100, "rarity": 4}, {"level": 36, "type": "ABILITY", "id": 100010, "rarity": 4}, {"level": 45, "type": "ABILITY", "id": 206780, "rarity": 4}, {"level": 45, "type": "ABILITY", "id": 206790, "rarity": 4}, {"level": 51, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 206810, "rarity": 4}, {"level": 30, "type": "ABILITY", "id": 206770, "rarity": 5}, {"level": 50, "type": "ABILITY", "id": 206760, "rarity": 5}, {"level": 58, "type": "MAGIC", "id": 20150, "rarity": 5}, {"level": 70, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 206820, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 206830, "rarity": 5}], "sex_id": 2, "entries": {"254001405": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [885, 2683, 240], "ATK": [36, 110, 24], "MP": [39, 118, 40], "MAG": [31, 94, 16], "SPR": [31, 93, 16], "DEF": [31, 93, 16]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 4, "limitburst_id": 254001405, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 463, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [24, 65], "effect_frames": [22, 63], "strings": {"evolution": ["Best not run your mouth.<br>That is unless you want me to shut it up for you.", "如果不想被處分掉，<br>就不要多嘴。", "쓸데없는 소리 하지 마.<br>처분당하고 싶지 않으면.", "Tu ferais mieux de te taire.<br>À moins que tu préfères que je t'aide à la fermer.", "Sei lieber nicht geschwätzig.<br>Sonst schließe ich dir deinen Mund für dich.", "Mejor no abras el pico sin saber.<br>A no ser que quieras que te lo cierre yo."], "affinity": ["You fight recklessly for your friends.<br>I have to admit<br>I like that side of you.", "為保護同伴，毫不猶豫地戰鬥……<br>我並不討厭<br>你的這一點。", "동료를 구하기 위해 망설이지 않고 싸우는……<br>네 그런 점이<br>싫지 않아.", "Tu te bats sans hésiter pour sauver tes amis.<br>Je dois avouer que j'aime cette part de toi.", "Du kämpfst rücksichtslos für deine Freunde.<br>Ich muss sagen,<br>das gefällt mir.", "Luchas sin temor ni duda por tus amigos.<br>Debo reconocer que me gusta esa faceta tuya."], "description": ["A young woman who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Sice is unusually confident in her skills, and holds a very strict set of moral values. Regardless of wether her superiors in Akademeia are the ones making the decisions that run the world, she will stand her ground when their actions disagree with her beliefs. She also delivers merciless judgment upon evildoers when tasked with covert missions by Akademeia's intelligence department.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的少女，她信賴自己的實力，擁有獨特的價值觀。即使是魔導院上層的決定，或是世界的原理，只要是她不認可的，她就會雷霆大怒，拒絕接受。在執行魔導院諜報科的任務時，她無情地制裁了自己認為有罪的對手。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 소녀. 스스로의 실력에 대한 비할 바 없는 자신감과 일관된 독자적인 가치관을 지녔다. 설령 마도원 상층부의 결정이나 세계의 존폐가 걸린 일이라 하더라도, 그것이 그릇 되다고 생각하면 납득하지 못하고 분노를 표시한다. 마도원 첩보부로부터 극비 임무를 받았을 때는, 악이라 판단한 상대를 가차 없이 처단했다.", "Une jeune femme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Sice a une confiance aveugle dans ses capacités et des valeurs morales très strictes. Peu lui importe que ses supérieurs à Akademeia décident de l'avenir du monde, elle leur tiendra tête si leurs actions sont contraires à son éthique. De même, lorsque le département du renseignement d'Akademeia lui confie des missions secrètes, elle fait preuve d'un jugement sans merci.", "Eine junge Frau aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Sice ist sehr selbstbewusst in ihrem Vorgehen und hat sehr klare moralische Vorstellungen. Zwar treffen ihre Vorgesetzten in Akademeia die großen Entscheidungen des Weltgeschicks, jedoch trotzt sie allem, wenn etwas ihren Grundsätzen widerspricht. Sie richtet Bösewichte gnadenlos, wenn sie von Akademeia mit einer verdeckten Mission dazu beauftragt wird.", "Una joven que aparece en las historias de un mundo dividido en cuatro naciones que controlan de forma individual sus propios cristales únicos. Sice tiene una insólita confianza en sus habilidades, y sigue un conjunto muy estricto de valores morales. A pesar de que sus superiores de la Academia sean los que toman las decisiones para controlar el mundo, ella se mantiene firme cuando sus acciones no coinciden con sus creencias. También reparte unas sentencias despiadadas a los malvados cuando trabaja en las misiones encubiertas que le manda el departamento de inteligencia de la Academia."], "fusion": ["I've no interest in money or status.<br>I just want to slaughter all<br>who dare stand in my way!", "我對地位和金錢都沒有興趣。<br>妨礙我的傢伙都去死！", "지위도 돈도 흥미 없어.<br>방해하는 녀석들은 말살할 뿐이다!", "L'argent ou le statut ne m'intéressent pas.<br>Je veux juste massacrer tous ceux qui oseront se dresser en travers de mon chemin !", "Geld oder Ruhm interessieren mich nicht.<br>Ich möchte nur alle vernichten,<br>die es wagen, mir im Weg zu stehen!", "No me interesa ni el dinero ni el estatus.<br>¡Solo quiero aniquilar a cualquiera que se ponga en mi camino!"], "summon": ["What? An order?<br>Don't think I'll follow any<br>old foolish idea of yours.", "什麼，任務嗎？<br>我告訴你，<br>不要給我下愚蠢的命令。", "뭐야, 임무야?<br>쓸데없는 명령을<br>내리는 건 아니겠지.", "Quoi ? Un ordre ?<br>Tu crois vraiment que je vais suivre aveuglément<br> une de tes idées saugrenues ?", "Was? Ein Befehl?<br>Deine dummen Ideen sind<br>mir doch egal.", "¿Cómo? ¿Una misión?<br>No pienses que voy a seguir ninguna orden tuya."]}}, "254001404": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [681, 2063, 210], "ATK": [28, 84, 18], "MP": [30, 90, 35], "MAG": [24, 72, 14], "SPR": [23, 71, 14], "DEF": [23, 71, 14]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 3, "limitburst_id": 254001404, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290040200": 5, "290020200": 20, "290030200": 10, "290050400": 5}}, "rarity": 4, "compendium_id": 462, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [24, 65], "effect_frames": [22, 63], "strings": {"evolution": ["If someone dares to try and fight me,<br>they will surely meet an uncomfortable end.", "竟然敢找我們的茬，<br>小心不得好死。", "우리한테 싸움을 걸 거라면,<br>곱게 죽을 거란 생각은 버리는 게 좋아.", "Si quelqu'un ose essayer de me défier,<br>il va passer un sale quart d'heure.", "Wer es wagt, mich herauszufordern,<br>erlebt ein unbequemes Ende.", "Si alguien se atreve a enfrentarse a mi, <br>sus vidas acabarán de una forma poco placentera."], "affinity": ["You fight recklessly for your friends.<br>I have to admit<br>I like that side of you.", "為保護同伴，毫不猶豫地戰鬥……<br>我並不討厭<br>你的這一點。", "동료를 구하기 위해 망설이지 않고 싸우는……<br>네 그런 점이<br>싫지 않아.", "Tu te bats sans hésiter pour sauver tes amis.<br>Je dois avouer que j'aime cette part de toi.", "Du kämpfst rücksichtslos für deine Freunde.<br>Ich muss sagen,<br>das gefällt mir.", "Luchas sin temor ni duda por tus amigos.<br>Debo reconocer que me gusta esa faceta tuya."], "description": ["A young woman who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Sice is rude and quick to criticize others' shortcomings, and thus is thought by many to be a ruthless character. The harsh words she chooses to forcefully motivate others rather than showing more conventional forms of support do nothing to contradict this fact, making it even harder to prove she is not cruel at heart. Regardless of her sour attitude, she is a tenacious fighter who releases the malice within her scythe through battle.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的少女，她說話粗魯，總會戳中對方的痛處，因此給人一種性格很差的印象。在別人失落時，她也不會溫柔地上前安慰，而是嚴厲地進行說教，雖然她自己認為這是為對方著想，但在他人眼中，會覺得她是個冷酷無情的人。她看似對什麼都不在乎，其實十分執著，會把怨念寄宿在鐮刀中進行戰鬥。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 소녀. 말투가 거칠고, 상대의 약점을 거침없이 파고드는 언행으로 까칠한 성격이라는 평을 받고 있다. 게다가 상냥하게 보듬는 것이 아니라 엄격한 말로 자극을 주는 것이 그녀 나름대로의 배려이기 때문에, 냉혹하고 비정한 사람은 결코 아니라는 사실이 주변에 그다지 알려지지 않았다. 건조한 언동과는 반대로 집착이 강하며, 낫에 원념을 실어 싸운다.", "Une jeune femme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Sice est impolie et critique facilement les faiblesses des autres, aussi est-elle connue pour être impitoyable. Elle motive les siens par des mots très durs, là où d'autres montreraient leur soutien de manière plus classique, ce qui renforce cette image cruelle et l'empêche de montrer qu'elle a un bon fond. Même si son attitude est amère, elle se bat avec ténacité en chargeant sa faux de sa hargne.", "Eine junge Frau aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Sice ist ungehobelt und kritisiert rasch die Mängel anderer, weshalb viele sie für ruchlos halten. Mit ihren harten Worten will sie andere zum Einsatz zwingen, was aber dazu führt, dass man sie für herzlos hält. Trotz ihrer Einstellung ist sie eine unerbittliche Kämpferin, die im Kampf all ihren Groll in ihrer Sichel entlässt.", "Una joven que aparece en las historias de un mundo dividido en cuatro naciones que controlan de forma individual sus propios cristales únicos. Sice es maleducada y no tarda en criticar los defectos de los demás, por lo que muchos piensan que se trata de una persona despiadada. Las duras palabras que elige para motivar enérgicamente a los demás, más que para mostrar formas más convencionales de apoyo, no hacen sino apoyar este hecho, haciéndole aún más complicado demostrar que ella, en realidad, no es cruel. A pesar de su amarga actitud, se trata de una guerrera tenaz que libera la malicia con su guadaña en la batalla."], "fusion": ["The weak perish,<br>while the strong survive.<br>That's how it goes, right?", "物競天擇，只有強者才能生存。<br>就是這個道理。", "약자는 죽고, 강자만이 살아남는다.<br>그뿐이잖아?", "Les faibles meurent,<br>et les forts survivent.<br>C'est comme ça que ça marche, n'est-ce pas ?", "Die Schwachen vergehen,<br>die Starken überleben.<br>So ist es doch, oder?", "Los débiles perecen y los fuertes sobreviven.<br>Así funcionan las cosas, ¿no?"], "summon": ["We have to be as careful as we can<br>not to be overwhelmed by the enemy.", "小心，<br>別讓敵人佔了上風。", "적들에게 당하는 일 없도록<br>최대한 조심하라구.", "Nous devons faire notre possible pour<br>éviter d'être dépassé par l'ennemi.", "Wir sollten möglichst vorsichtig sein und<br>uns nicht vom Gegner überwältigen lassen.", "Debemos ser cautos para no ser aplastados por el enemigo."]}}, "254001403": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [523, 1586, 150], "ATK": [21, 64, 14], "MP": [23, 69, 25], "MAG": [18, 55, 10], "SPR": [18, 54, 10], "DEF": [18, 54, 10]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 2, "limitburst_id": 254001403, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290020200": 10, "290010000": 25, "290030200": 5}}, "rarity": 3, "compendium_id": 461, "attack_damage": [[50, 50]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [24, 65], "effect_frames": [22, 63], "strings": {"evolution": null, "affinity": ["You fight recklessly for your friends.<br>I have to admit<br>I like that side of you.", "為保護同伴，毫不猶豫地戰鬥……<br>我並不討厭<br>你的這一點。", "동료를 구하기 위해 망설이지 않고 싸우는……<br>네 그런 점이<br>싫지 않아.", "Tu te bats sans hésiter pour sauver tes amis.<br>Je dois avouer que j'aime cette part de toi.", "Du kämpfst rücksichtslos für deine Freunde.<br>Ich muss sagen,<br>das gefällt mir.", "Luchas sin temor ni duda por tus amigos.<br>Debo reconocer que me gusta esa faceta tuya."], "description": ["A young woman who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Sice is a cadet belonging to the Vermilion Bird's Class Zero, and is currently training to become Agito, the legendary savior or saviors. She is foul-mouthed and ferocious, but adheres to her own standards of enmity. Although she would never purposely push away her classmates, she is more of a lone wolf in nature. The great scythe she wields with such ease on the field makes for a fine display in battle.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的少女，她是救世主覺醒者候補生，隸屬魔導院聖櫃朱雀0班。雖然她說話十分粗魯，但本質正直，是個善惡分明的人。她生性自由散漫，但不會拋下同伴不管。在戰場上，她揮舞著一人高的鐮刀，進行著華麗的戰鬥。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 소녀. 구세주 '아기토'의 후보생으로, 마도원 페리시티리움 주작의 클래스 제로의 일원이기도 하다. 말투는 거칠지만 심지가 곧은 인물로, 자신 나름대로 확실한 선악의 기준을 세우고 있다. 동료를 내팽개치거나 하지는 않지만, 기본적으로는 한 마리 늑대 포지션을 고수한다. 전장에서는 몸뚱이만큼이나 커다란 대검을 가볍게 휘두르며 난투극을 벌인다.", "Une jeune femme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Membre de la classe Zéro de l'Oiseau Vermillon, Sice aspire à devenir Agito, le sauveur légendaire. Elle est vulgaire et féroce, mais possède sa propre échelle d'animosité. Même si elle n'envoie jamais promener ses camarades, elle est de nature plutôt solitaire. Sur le terrain, elle manie avec une grande aisance sa longue faux, ce qui rend ses combats spectaculaires.", "Eine junge Frau aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Sice ist eine Kadettin, die zur Klasse O des zinnoberroten Vogels gehört und ausgebildet wird, um Agito zu werden, der Retter der Retter. Sie ist wild und hat ein loses Mundwerk, aber folgt ihren eigenen Regeln. Obwohl sie ihre Klassenkameraden nie schlecht behandeln würde, ist sie ein Alleingänger. Ihre große Sichel, die sie mit Leichtigkeit schwingt, ist auf dem Schlachtfeld effektiv.", "Una joven que aparece en las historias de un mundo dividido en cuatro naciones que controlan de forma individual sus propios cristales únicos. Sice es una aspirante que pertenece a la Clase Cero del Fénix de Gules, y actualmente se entrena para convertirse en Agito, el legendario salvador de salvadores. Es valiente y malhablada, pero vive según sus propias normas de enmienda. Aunque nunca apartaría a propósito a sus compañeros de clase, es una loba solitaria por naturaleza. La guadaña que blande con tanta habilidad en el campo es un gran espectáculo en la batalla."], "fusion": ["It's not fun growing stronger<br>without even fighting enemies.", "不用打敗敵人就能變強，<br>真沒意思。", "적을 쓰러뜨리지도 않고 강해진다니<br>재미없네.", "Il n'y a rien d'amusant à devenir plus fort sans avoir des ennemis à sa mesure.", "Ohne Gegner macht es keinen Spaß,<br>stärker zu werden.", "No tiene su gracia hacerse fuerte sin acabar con enemigos."], "summon": ["You want us all to get along?<br>Heh, sounds boring.<br>I'm perfectly fine on my own.", "大家一起親親熱熱嗎？<br>哼，無聊。<br>我一個人就夠了。", "모두 함께 사이좋게 지내자고?<br>흥, 부질없어.<br>나 혼자서 충분해.", "Tu veux qu'on fasse un bout de chemin ensemble ?<br>Quel ennui !<br>Je suis très bien tout seul.", "Wir sollen miteinander harmonieren?<br>Pah, klingt langweilig.<br>Ich komme gut alleine zurecht.", "¿Quieres que nos llevemos bien?<br>Je, suena la mar de aburrido.<br>A mí no me importa estar sola."]}}}, "job": "Agito Cadet", "sex": "Female", "game": "FF TYPE-0", "rarity_max": 5, "names": ["Sice", "薩絲", "사이스", "Sice", "Sice", "Sice"], "equip": [1, 8, 10, 40, 50, 60], "game_id": 11003, "rarity_min": 3, "tribe_id": 5, "id": "254001403", "job_id": 69}