{"TMR": ["MATERIA", 504206630], "name": "Rem", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10070, "rarity": 5}, {"level": 1, "type": "MAGIC", "id": 10110, "rarity": 5}, {"level": 12, "type": "MAGIC", "id": 20200, "rarity": 5}, {"level": 31, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 51, "type": "MAGIC", "id": 20210, "rarity": 5}, {"level": 58, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 65, "type": "ABILITY", "id": 206640, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 100180, "rarity": 5}, {"level": 75, "type": "ABILITY", "id": 100740, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 200150, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 206610, "rarity": 6}, {"level": 5, "type": "ABILITY", "id": 910196, "rarity": 6}, {"level": 21, "type": "MAGIC", "id": 10160, "rarity": 6}, {"level": 42, "type": "ABILITY", "id": 206900, "rarity": 6}, {"level": 62, "type": "MAGIC", "id": 30320, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 100060, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 202990, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 910197, "rarity": 6}, {"level": 91, "type": "MAGIC", "id": 10100, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 206620, "rarity": 6}], "sex_id": 2, "entries": {"254000905": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [876, 2655, 240], "ATK": [30, 90, 16], "MP": [50, 150, 60], "MAG": [38, 114, 16], "SPR": [38, 114, 16], "DEF": [30, 90, 16]}, "magic_affinity": [7, 6, 5, 0], "ability_slots": 4, "limitburst_id": 254000905, "attack_count": 6, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 456, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [29, 37, 72, 102, 119, 176], "effect_frames": [27, 35, 70, 100, 117, 174], "strings": {"evolution": null, "affinity": ["From now on,<br>no matter what happens,<br>don't forget me...", "今後無論發生什麼，<br>都請不要忘記我……", "앞으로, 무슨 일이 있더라도<br>나를 잊지 말아줘……", "À partir de maintenant,<br>ne m'oublie jamais,<br>quoi qu'il arrive...", "Was auch immer passiert,<br>von jetzt an<br>vergiss mich nicht ...", "A partir de ahora, y pase lo que pase,<br>no te olvides de mí..."], "description": ["A young woman who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Rem is a student of Akademeia and an expert in magic who was promoted directly from Class Seventh to Class Zero. Unfortunately, she contracted an incurable disease during her infancy that she currently represses with the aid of a particulary potent medicine. Its sideeffects, however, are the source behind her incessant coughing and the horrible pain she endures night after night. Regardless of the true state of her health, Rem always does her best to act normal around her classmates.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的少女，她是魔導院聖櫃朱雀的學生，從聚集了魔法精英的7班轉入了0班。從小患有不治之症，靠服用副作用很強的藥控制病情。她經常咳嗽，藥的副作用使她每晚都被劇痛侵襲，即使如此在同學面前，她還是裝作很有精神的樣子。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 소녀. 마도원 페리시티리움 주작의 학생이며, 마법에 숙련된 자만이 모이는 7반에서 0반으로 전입해 왔다. 어릴 적부터 불치병을 앓고 있으며, 부작용이 강한 약을 복용하며 병의 진행을 늦추고 잇다. 심한 기침에, 밤마다 약의 부작용으로 인한 격통에 시달리면서도 클래스 메이트들 앞에서는 무리해서라도 씩씩한 모습을 보이려 한다.", "Une jeune femme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Experte en magie, Rem étudie à l'école Akademeia, où elle a été promue directement de la classe Sept à la classe Zéro. Malheureusement, elle a contracté une maladie incurable dans son enfance, qu'elle combat à l'aide d'un médicament particulièrement puissant. Il a néanmoins des effets secondaires qui engendrent une toux récurrente et des douleurs abominables, qu'elle endure nuit après nuit. Malgré son état de santé, Rem fait toujours de son mieux pour paraître normale auprès de ses camarades de classe.", "Eine junge Frau aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Rem ist eine Schülerin von Akademeia und eine Expertin in Magie, die direkt von Klasse Sieben zu Klasse Null befördert wurde. Leider zog sie sich in ihrer Kindheit eine unheilbare Krankheit zu, die sie momentan nur mit einer bestimmten Medizin in Schranken hält. Die Nebenwirkungen sind jedoch unaufhörliches Husten und schreckliche Schmerzen in der Nacht. Trotz ihres Gesundheitszustandes versucht sich Rem unter ihren Klassenkameraden möglichst normal zu verhalten.", "Una joven mujer que aparece en las historias de un mundo dividido en cuatro naciones que controlan de forma individual sus propios cristales únicos. Rem es una estudiante de la Academia y una experta en magia que fue promocionada directamente de la Clase Séptima a la Clase Cero. Desgraciadamente, contrajo una enfermedad incurable durante su infancia que actualmente reprime con la ayuda de una medicina particularmente potente. Sus efectos secundarios, no obstante, son la fuente de su tos incesante y del horrible dolor que sufre noche tras noche. A pesar del verdadero estado de su salud, Rem siempre hace lo que puede por actuar con normalidad entre sus compañeros de clase."], "fusion": ["Leave it to me!<br>I'll do my best not to let you down!", "交個我吧。<br>我會回應你的期待的！", "내게 맡겨둬.<br>기대에 부응해 드리지!", "Laisse-moi me charger de tout ! Tu verras, tu ne le regretteras pas !", "Überlasst das mir!<br>Ich werde euch nicht enttäuschen!", "¡Déjamelo a mi!<br>¡Haré todo lo que esté en mi mano por no decepcionarte!"], "summon": ["My name is Rem Tokimiya.<br>I look forward to working with you.", "我叫蕾姆‧時宮。<br>請多關照。", "렘 토키미야입니다.<br>잘 부탁드려요.", "Mon nom est Rem Tokimiya.<br>J'ai hâte de me battre à vos côtés.", "Ich heiße Rem Tokimiya.<br>Schön, mit dir zu kämpfen!", "Me llamo Rem Tokimiya.<br>Estoy deseando trabajar contigo."]}}, "254000906": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1139, 3452, 390], "ATK": [39, 118, 26], "MP": [65, 196, 85], "MAG": [49, 149, 26], "SPR": [49, 149, 26], "DEF": [39, 118, 26]}, "magic_affinity": [8, 7, 6, 0], "ability_slots": 4, "limitburst_id": 254000906, "attack_count": 6, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 457, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [29, 37, 72, 102, 119, 176], "effect_frames": [27, 35, 70, 100, 117, 174], "strings": {"evolution": ["I won't let anyone die anymore.<br>That is how I feel.", "我不想再讓<br>任何人死去了。", "이제 그 누구도 죽게 하지 않아.<br>그렇게 결심했어.", "Je ne laisserai plus personne mourir.<br>Je ferai tout pour ça.", "Ich gebe niemanden mehr auf.<br>Ich kann es spüren.", "No dejaré morir a nadie nunca más.<br>Así es como me siento."], "affinity": ["From now on,<br>no matter what happens,<br>don't forget me...", "今後無論發生什麼，<br>都請不要忘記我……", "앞으로, 무슨 일이 있더라도<br>나를 잊지 말아줘……", "À partir de maintenant,<br>ne m'oublie jamais,<br>quoi qu'il arrive...", "Was auch immer passiert,<br>von jetzt an<br>vergiss mich nicht ...", "A partir de ahora, y pase lo que pase,<br>no te olvides de mí..."], "description": ["A young woman who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Rem and Machina were great childhood friends, and even when they eventually parted their own ways, fate brought them together once again at Akademeia. Knowing her life will be a short one due to her incurable illness, she chooses to use whatever little time she has left to defend her homeland from the front lines as a cadet. Although she tries her best not to worry those around her, lying is not her strong suit, and thus Machina and Seven ultimately discover the truth regarding her decaying state of health.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的少女，她與馬其納是青梅竹馬，長大後分開了一段時間，隨後又在魔導院再會。她患有不治之症，決心要將短暫的生命獻給祖國，作為一名候補生戰鬥至最後。為了不讓周圍的人替自己擔心，她十分努力地隱瞞病情，卻被馬其納與瑟溫看穿。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 소녀. 마키나와는 소꿉친구이며, 한 번 헤어졌다가 마도원에서 우연히 재회한 것이다. 치료법이 없는 병을 앓고 있으면서도, 얼마 남지 않은 목숨을 조국을 위해 사용하고자 후보생으로서 마지막까지 싸우는 길을 택한다. 주변 사람들에게 걱정을 끼치지 않으려 노력하지만, 거짓말이 서투르기 때문에 마키나나 세븐에게 병을 들키고 말았다.", "Une jeune femme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Rem et Machina sont de bons amis d'enfance. Même après que leurs chemins ont divergé, le destin les a fait se retrouver à l'école Akademeia. Consciente que sa vie sera courte à cause de sa maladie incurable, elle choisit de consacrer le peu de temps qui lui reste à défendre de son pays natal depuis le front. Bien qu'elle fasse de son mieux pour ne pas inquiéter ses proches, elle est mauvaise menteuse, aussi Machina et Seven ne tardent-ils pas à découvrir la vérité au sujet de son état de santé.", "Eine junge Frau aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Rem und Machina waren Kindheitsfreunde und selbst als sie getrennter Wege gingen, brachte sie ihr Schicksal in Akademeia zusammen. Da sie wusste, dass ihr Leben ein kurzes sein würde, brach sie auf, um ihre Heimat an der Front als Kadettin zu verteidigen. Obwohl sie versucht, sich nicht um ihre Mitmenschen zu kümmern, ist sie keine gute Lügnerin. Daher erfuhren Machina und Seven schließlich die Wahrheit über ihren schlechten Gesundheitszustand.", "Una joven mujer que aparece en las historias de un mundo dividido en cuatro naciones que controlan de forma individual sus propios cristales únicos. Rem y Machina eran grandes amigas de la infancia, e incluso cuando tomaron sus propios caminos, el destino las volvió a juntar en la Academia. Sabiendo que su vida será corta debido a su incurable enfermedad, elige utilizar todo el tiempo que le queda para defender a su nación de las primeras líneas como aspirante. Aunque intenta hacer todo lo que puede para no preocuparse por los que la rodean, mentir no es su mejor baza, y por lo tanto Machina y Seven terminan descubriendo la verdad de su decadente estado de salud."], "fusion": ["*Cough* *cough*<br>I-I'm all right, really!<br>I'm sorry to have troubled you.", "咳咳……<br>我、我沒事的！<br>抱歉讓你擔心了。", "콜록, 콜록……<br>나, 나는 괜찮아!<br>걱정 끼쳐서 미안해.", "*Tousse* *tousse*<br>Je vais bien, je t'assure !<br>Désolée de te causer du souci.", "*Hust* *hust*<br>M-mir geht‘s gut, wirklich!<br>Ich will dir keinen Ärger bereiten.", "*Cof* *cof*<br>¡E-estoy bien, en serio!<br>¡Siento haberte preocupado!"], "summon": ["If we put together a girl's party<br>surely everyone would come, yeah?", "如果我舉辦女生聚會，<br>大家都會來嗎？", "여자들끼리 파티하자고 하면,<br>다들 와 줄까?", "Si on prépare une soirée entre fille tous ensemble, je suis sur que beaucoup de monde viendra, tu crois pas ?", "Wenn wir eine Mädelsparty machen,<br>werde bestimmt alle kommen, oder?", "Si celebramos una fiesta solo de chicas seguro que viene todo el mundo, ¿eh?"]}}}, "job": "Agito Cadet", "sex": "Female", "game": "FF TYPE-0", "rarity_max": 6, "names": ["Rem", "蕾姆", "렘", "Rem", "Rem", "Rem"], "equip": [1, 2, 5, 6, 40, 50, 53, 60], "game_id": 11003, "rarity_min": 5, "tribe_id": 5, "id": "254000905", "job_id": 69}