{"TMR": ["MATERIA", 504204250], "name": "Queen", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 204110, "rarity": 5}, {"level": 13, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 21, "type": "MAGIC", "id": 20100, "rarity": 5}, {"level": 39, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 52, "type": "ABILITY", "id": 204090, "rarity": 5}, {"level": 57, "type": "ABILITY", "id": 204100, "rarity": 5}, {"level": 63, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 69, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 202990, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 204070, "rarity": 6}, {"level": 5, "type": "ABILITY", "id": 100090, "rarity": 6}, {"level": 28, "type": "MAGIC", "id": 20220, "rarity": 6}, {"level": 28, "type": "ABILITY", "id": 910135, "rarity": 6}, {"level": 43, "type": "ABILITY", "id": 100110, "rarity": 6}, {"level": 61, "type": "ABILITY", "id": 910136, "rarity": 6}, {"level": 76, "type": "ABILITY", "id": 100080, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 204080, "rarity": 6}], "sex_id": 2, "entries": {"254000206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1182, 3582, 390], "ATK": [48, 144, 34], "MP": [48, 144, 65], "MAG": [41, 123, 26], "SPR": [40, 121, 26], "DEF": [41, 125, 26]}, "magic_affinity": [7, 6, 0, 0], "ability_slots": 4, "limitburst_id": 254000206, "attack_count": 5, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 373, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [20, 46, 56, 66, 96], "effect_frames": [18, 44, 54, 64, 94], "strings": {"evolution": ["First off, we need to be calm<br>and assess the situation.", "首先要冷靜下來，<br>把握周圍的情況。", "일단은 진정하고<br>상황을 파악해야겠군요.", "Commençons par nous calmer<br>et ensuite évaluons la situation.", "Zuerst müssen wir uns in Ruhe<br>einen Überblick über die Lage verschaffen.", "Primero debemos calmarnos<br>y evaluar la situación."], "affinity": ["The path that brought us together<br>surely will keep us together.", "我們一同編織的道路，<br>今後也將<br>延綿不絕。", "우리가 이어온 길이<br>앞으로도 쭉<br>이어져가면 좋겠네요.", "Le destin nous a réunis<br>et nous permettra sûrement de rester ensemble.", "Der Weg, den wir gemeinsam gekommen sind,<br>wird uns sicher auch zusammen weiterführen.", "El camino que nos ha hecho encontrarnos seguro que nos permitirá seguir unidos."], "description": ["A young lady who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Queen is a member of Akademeia's Class Zero, and as such undertakes perilous missions on her quest to become Agito, the savior or saviors. She can become quite demanding once her focus has turned to the mission at hand, unintentionally hampering the relationships she shares with the other cadets. When Machina blamed Class Zero for the death of his older brother, Queen simply dismissed his grief by calling him a \"spoiled child.\"", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的才女。為了成為救世主「覺醒者」，便作為0班的一員進行著嚴酷的任務。她對任務過於忠誠，有時會對周圍的人過於嚴厲，在人際關係方面有些笨拙。當馬其納譴責是0班害死了自己的哥哥的時候，她將馬其納的說辭稱為小孩鬧彆扭而棄之不理。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 우수한 여학생. 구세주 '아기토'가 되기 위해 클래스 제로의 일원으로서 가혹한 임무를 도맡고 있다. 임무를 너무 완벽하게 수행하려는 나머지 주위 사람들에게까지 엄격하게 대하는 탓에 대인관계는 그리 좋지 못하다. 마키나가 그의 형이 죽은 원인이 클래스 제로라는 사실을 알고 이를 성토했을 때에는 그의 주장을 '어린애 투정'이라며 무시했다.", "Une jeune femme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Membre de la classe Zéro de l'école Akademeia, Queen entreprend des missions périlleuses dans sa quête pour devenir Agito, le sauveur légendaire. Elle se montre assez exigeante une fois concentrée sur sa mission, mettant à mal sans le vouloir les relations qu'elle entretient avec ses camarades. Lorsque Machina accusa la classe Zéro de la mort de son grand frère, Queen réfuta simplement l'accusation en disant qu'il n'était qu'un « enfant pourri gâté ».", "Eine junge Frau aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Als Mitglied der Klasse 0 nimmt sie an gefährlichen Missionen teil, um irgendwann zum „Agito“, dem prophezeiten Weltenretter, aufzusteigen. Ihr Übereifer bei der Erfüllung ihrer Pflichten belastet oft ihre Beziehung zu den anderen Kadetten. Als Machina der Klasse 0 die Schuld am Tode seines Bruders gab, wischte Queen seine Klage einfach als „kindischen Trotz“ beiseite.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Queen forma parte de la Clase Cero de la Academia, y por tanto se enfrenta a misiones de gran peligro para convertirse en Agito, el salvador de salvadores. Puede ser bastante exigente cuando se centra en la misión que tiene entre manos, dificultando así sin pretenderlo la relación que mantiene con el resto de aspirantes. Cuando Machina culpó a la Clase Cero de la muerte de su hermano mayor, Queen hizo caso omiso de su dolor y le respondió con un lacónico \"niñato malcriado\"."], "fusion": ["There is no time to be worrying about the past.", "我們沒有時間<br>為過去的事而煩惱。", "우리에겐 과거를 돌아보며<br>고민에 빠질 여유 같은 건 없답니다.", "On n’a pas le temps de se soucier du passé.", "Wir haben keine Zeit, uns über Vergangenes zu grämen.", "El pasado no importa."], "summon": ["Surely this too will be<br>important to my training.", "這肯定<br>也是成長<br>的必經之路吧。", "이것도 분명,<br>제 성장에<br>필요한 일이겠지요.", "Je suis certaine que ça sera utile à mon entraînement.", "Das wird sicherlich auch<br>eine wichtige Erfahrung für mich werden.", "Estoy segura que esto será importante<br>para mi entrenamiento."]}}, "254000205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [909, 2755, 240], "ATK": [36, 110, 24], "MP": [36, 110, 40], "MAG": [31, 94, 16], "SPR": [31, 93, 16], "DEF": [32, 96, 16]}, "magic_affinity": [6, 5, 0, 0], "ability_slots": 4, "limitburst_id": 254000205, "attack_count": 5, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060000": 10, "290060100": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 372, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [20, 46, 56, 66, 96], "effect_frames": [18, 44, 54, 64, 94], "strings": {"evolution": null, "affinity": ["The path that brought us together<br>surely will keep us together.", "我們一同編織的道路，<br>今後也將<br>延綿不絕。", "우리가 이어온 길이<br>앞으로도 쭉<br>이어져가면 좋겠네요.", "Le monde finira tôt ou tard sous mon contrôle.<br>En attendant, je ne suis pas contre prendre un peu de bon temps.", "Der Weg, den wir gemeinsam gegangen sind sind,<br>wird uns sicher auch zusammen weiterführen.", "El camino que nos ha hecho encontrarnos seguro que nos permitirá seguir unidos."], "description": ["A young lady who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Queen was taken in at an early age, and has since been raised as a cadet to become Agito, the legendary savior or saviors. Her personality is as straightforward as the longsword she wields, which has earned her the nickname of \"class leader.\" On the battlefield her great knowledge of magic can prove invaluable, except in times of great peril where she ends up losing her cool.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的才女。自幼被設施領養，並被培養為傳承中所說的救世主「覺醒者」的候補生。她的性格如其精巧的劍術一樣筆直向前，在候補生聚集的魔導院聖櫃朱雀的0班中擔任班長。雖然她的魔法知識非常豐富值得依賴，可在戰鬥危機時經常會失去平時的冷靜。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 우수한 여학생. 어릴 적에 어떤 시설에 거두어져 전설로 전해지는 구세주 '아기토'의 후보생으로서 키워졌다. 자신의 무기인 검처럼 올곧은 성격이며, 후보생이 모인 마도원 페리시티리움 주작의 클래스 제로에서는 반장 역할을 도맡고 있다. 마법에 대한 지식도 풍부한 믿음직한 여성이지만, 전투 중 위기상황에 처하면 평소의 냉정함을 잃을 때도 있다.", "Une jeune femme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Dès son plus jeune âge, Queen fut recueillie par une institution spéciale et entraînée à devenir Agito, le sauveur légendaire. Sa personnalité est aussi franche et directe que la longue épée qu'elle manie et qui lui vaut le surnom de « première de la classe ». Sur le terrain, sa grande connaissance de la magie s'avère très utile, sauf en cas de grand danger où elle perd son sang-froid.", "Eine junge Frau aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Queen wurde bereits in jungen Jahren eingezogen und in der Akademeia ausgebildet, um eines Tages möglicherweise zum Agito aufzusteigen, dem prophezeiten Weltenretter. Ihre Persönlichkeit ist so geradlinig wie das Langschwert, das sie im Kampf einsetzt. In der Klasse 0 fungiert sie als eine Art Klassensprecher. Auf dem Schlachtfeld ist sie auch wegen ihres Magiewissens unersetzlich, allerdings verliert sie manchmal den Kopf, wenn die Lage kritisch wird.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Queen comenzó desde muy pequeña su adiestramiento como aspirante para convertirse en Agito, el legendario salvador de salvadores. Es tan punzante como la punta de la espada larga que empuña, lo que le ha valido el sobrenombre de \"líder de la clase\". En el campo de batalla, sus amplios conocimientos mágicos resultan de valor incalculable... excepto en las situaciones peliagudas en las que le da por perder los nervios."], "fusion": ["Sometimes we lose ourselves<br>when the going gets rough.<br>Please, be my guide at that time.", "在戰鬥中面臨危機時<br>我會迷失方向……<br>請你，好好指引我。", "전투 중 위기에 처하면<br>제 자신을 잃어버릴 때가 있습니다…<br>그러니 부디 절 이끌어 주세요.", "Il arrive parfois qu'on oublie qui on est<br>lorsque les choses se compliquent.<br>Je vous en prie, guidez-moi lorsque cela se produira.", "Wenn es im Kampf hart auf hart kommt,<br>verliere ich manchmal den Kopf.<br>Lass mich dann bitte nicht im Stich.", "A veces perdemos el rumbo<br>cuando las cosas se ponen feas.<br>Por favor, sé mi guía en esos momentos."], "summon": ["Leave it to me.<br>I'm an Agito cadet, after all.", "交給我吧。<br>誰讓我是覺醒者候補生呢。", "맡겨 주십시오.<br>저는 아기토 후보생이니까요", "Laisse-le-moi.<br>Je suis un aspirant Agito après tout.", "Verlasst euch auf mich.<br>Ich bin schließlich ein Agito-Kadett.", "Déjamelo a mí.<br>Después de todo, soy una aspirante Agito."]}}}, "job": "Agito Cadet", "sex": "Female", "game": "FF TYPE-0", "rarity_max": 6, "names": ["Queen", "葵因", "퀸", "Queen", "Queen", "Queen"], "equip": [1, 2, 3, 40, 50, 60], "game_id": 11003, "rarity_min": 5, "tribe_id": 5, "id": "254000205", "job_id": 69}