{"TMR": ["MATERIA", 504203180], "name": "Seven", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 203230, "rarity": 4}, {"level": 6, "type": "MAGIC", "id": 20080, "rarity": 4}, {"level": 28, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 35, "type": "ABILITY", "id": 203100, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 203110, "rarity": 4}, {"level": 15, "type": "MAGIC", "id": 20210, "rarity": 5}, {"level": 31, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 51, "type": "ABILITY", "id": 100160, "rarity": 5}, {"level": 71, "type": "ABILITY", "id": 200460, "rarity": 5}, {"level": 78, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 202990, "rarity": 5}, {"level": 24, "type": "ABILITY", "id": 100120, "rarity": 6}, {"level": 35, "type": "ABILITY", "id": 910063, "rarity": 6}, {"level": 52, "type": "ABILITY", "id": 910064, "rarity": 6}, {"level": 68, "type": "ABILITY", "id": 910065, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 203080, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 203090, "rarity": 6}], "sex_id": 2, "entries": {"254000706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1191, 3610, 450], "ATK": [46, 140, 30], "MP": [49, 148, 75], "MAG": [39, 119, 30], "SPR": [39, 119, 30], "DEF": [43, 130, 30]}, "magic_affinity": [5, 7, 0, 0], "ability_slots": 4, "limitburst_id": 254000706, "attack_count": 20, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 317, "attack_damage": [[20, 20, 20, 20, 20]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [33, 53, 101, 119, 157], "effect_frames": [28, 48, 96, 114, 152], "strings": {"evolution": ["Excuse me.<br>I must borrow just a little more power.", "抱歉，<br>稍微借用你的一點力量！", "미안하군.<br>조금만 빌리도록 하겠다, 이 힘을!", "Merci.<br>Je crois que je vais t'emprunter ce pouvoir encore un peu...", "Sorry, aber ich muss mir etwas<br>von deiner Kraft borgen.", "Perdona.<br>Tengo que pedirte sólo un poco de poder más."], "affinity": ["As long as I'm with my friends,<br>there's nothing we can't handle.", "和同伴在一起，<br>我就什麼都不怕。", "동료와 함께라면<br>뭐든지 뛰어넘을 수 있어.", "Tant que je suis avec mes amies,<br>rien ne m'est impossible.", "Solange man Freunde hat,<br>kann einen nichts aus der Bahn werfen.", "Mientras que seamos amigos, no habrá nada que nos pare."], "description": ["A young lady who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Seven is adored by many of her younger classmates in Akademeia who admire her strong and constant composure, along with her caring and considerate nature. However, these admirable qualities could eventually become her downfall, as she often finds herself unable to turn down any requests she receives. Yet, as kind as Seven is, her whipblade remains merciless in the heat of battle.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的女性。她能夠冷靜準確地看待事物，同時還能顧及周圍人的狀況。體貼可靠的個性使她成為魔導院女生所嚮往的對象。然而，她實在太過體貼，以至於幾乎不懂得拒絕別人。不過，一旦到了戰場，溫柔的大姐姐也會變成無情的戰士，用手中的鞭劍將敵人殲滅。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 여성. 언제나 상황을 정확하게 파악하는 냉정함과 항상 주위에 대한 배려를 잊지 않는 성격으로 인해 마도원 여자아이들을 중심으로 수많은 사람의 존경을 받고 있으며, 그러한 성격 때문에 남의 부탁을 잘 거절하지 못하는 일면 또한 지니고 있다. 하지만 그렇게 상냥한 그녀라 할지라도 전장에 서면 채찍으로 변화하는 채찍검을 이용해 무자비하게 적을 섬멸한다.", "Une jeune femme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. À Akademeia, de nombreuses élèves admirent Seven pour son calme et sa force, ainsi que pour sa personnalité prévenante et attentionnée. Cependant, ces qualités admirables sont aussi son plus gros défaut, puisqu'elle est incapable de refuser toute demande d'aide qu'elle reçoit. Bien sûr, cela n'empêche pas son fouet-lame de se montrer sans pitié sur le champ de bataille.", "Eine junge Frau aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Seven wird von vielen Kadetten der Akademeia für ihr ruhiges Gemüt und ihre Fürsorglichkeit bewundert. Für sie selbst sind diese Eigenschaften nicht immer unproblematisch, da sie sich schwer tut, anderer Leute Bitten abzuschlagen. Wenn sie im Kampf ihre Peitschenklinge schwingt, verschwindet ihre warmherzige Art allerdings spurlos.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. La mayoría de sus compañeras más jóvenes de la Academia la adoran y la admiran por su permanente mesura y por lo considerada que es con el resto. Sin embargo, estas cualidades tan admirables pueden convertirse en su perdición, y a menudo es incapaz de decir que no a nada de lo que le piden. Eso sí, por muy amable que Seven pueda ser, su Espada látigo sigue siendo implacable en el calor de la batalla."], "fusion": ["Up until now I simply carried out orders as they were given to me, but I feel this battle has truly helped me grow.", "我一直按照指令<br>完成我的任務，<br>但這次戰鬥讓我進步了一些。", "지금까지는 시키는 대로<br>임무를 수행해왔지만,<br>이번엔 나도 좀 성장했으려나?", "Jusqu'à aujourd'hui, je me contentais d'obéir simplement aux ordres qui m'étaient donnés, mais j'ai l'impression que cette bataille m'a vraiment fait grandir.", "Bisher habe ich nur getan, was man mir befohlen hat. Aber in diesem Kampf bin ich ein bisschen mehr ich selbst geworden, glaube ich.", "Hasta ahora me limitaba a cumplir las órdenes que recibía, pero esta batalla me ha ayudado a crecer de verdad."], "summon": ["Mother told us to choose.<br>But what choice is there for us to make?", "母親讓我們自己選擇。<br>但我們該去選擇什麼呢？", "마더는 스스로 선택하라고 했다.<br>우리는 뭘 선택해야 하는 거지?", "Mère nous a dit de choisir.<br>Mais que veut-elle que nous choisissions ?", "Mutter hat uns angewiesen, unsere eigenen Entscheidungen zu treffen.<br>Aber für was soll ich mich entscheiden?", "La madre nos dio a elegir.<br>Pero, ¿que debemos elegir?"]}}, "254000705": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [916, 2776, 300], "ATK": [35, 107, 20], "MP": [37, 113, 50], "MAG": [30, 91, 20], "SPR": [30, 91, 20], "DEF": [33, 100, 20]}, "magic_affinity": [4, 6, 0, 0], "ability_slots": 4, "limitburst_id": 254000705, "attack_count": 20, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 316, "attack_damage": [[20, 20, 20, 20, 20]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [33, 53, 101, 119, 157], "effect_frames": [28, 48, 96, 114, 152], "strings": {"evolution": ["It will be me who has the last word.", "最後的1頁，<br>由自己譜寫……", "마지막 한 페이지는<br>스스로 결정하라, 는 건가…", "C'est moi qui aurai le dernier mot.", "Die letzte Seite seiner Geschichte muss jeder selbst schreiben ...", "Seré yo quien diga la última palabra."], "affinity": ["As long as I'm with my friends,<br>there's nothing we can't handle.", "和同伴在一起，<br>我就什麼都不怕。", "동료와 함께라면<br>뭐든지 뛰어넘을 수 있어.", "Tant que je suis avec mes amies,<br>rien ne m'est impossible.", "Solange man Freunde hat,<br>kann einen nichts aus der Bahn werfen.", "Mientras que seamos amigos, no habrá nada que nos pare."], "description": ["A young lady who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Seven was taken in at an early age, and has since been raised as a cadet to become Agito, the legendary savior or saviors. Always looking out for her classmates, she sought to train Machina and other new members of Class Zero in survival techniques to ensure their safety. On the other hand, following orders from Akademeia for so long has come to somewhat impair her judgment, often leaving her in confusion when asked to take the initiative.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的女性。自幼被設施領養，並被培養為傳承中所說的救世主「覺醒者」的候補生。她十分體貼可靠，對新加入0班的馬其納照顧有加，而且還將生存技巧教授給訓練生。但是由於她一直只是執行魔導院的指示，因此在需要自行下決定的時候會變得猶豫不決。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 여성. 어릴 적에 어떤 시설에 거두어져 전설로 전해지는 구세주 '아기토'의 후보생으로서 키워졌다. 클래스 제로에 새로 들어온 마키나와 렘을 챙겨주거나, 훈련생들에게 살아남는 법을 가르쳐주는 등, 주위에 대한 배려심이 깊다. 항상 마도원의 지시에 따라 임무를 수행해왔기 때문에, 자신의 판단으로 행동해야 할 상황이 찾아오면 망설임을 보이는 경우도 있는 모양이다.", "Une jeune femme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Dès son plus jeune âge, Seven fut recueillie par une institution spéciale et entraînée à devenir Agito, le sauveur légendaire. Toujours soucieuse envers ses camarades, elle enseigna des techniques de survie à Machina et aux autres nouveaux élèves afin d'assurer leur sécurité. Néanmoins, elle a tant pris l'habitude de suivre les ordres d'Akademeia sans discuter qu'elle peut se sentir perdue lorsque forcée de faire preuve d'initiative.", "Eine junge Frau aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Seven wurde bereits in jungen Jahren eingezogen und in der Akademeia ausgebildet, um eines Tages möglicherweise zum Agito aufzusteigen, dem prophezeiten Weltenretter. Sie sah es als ihre Aufgabe, Machina und den anderen Neulingen der Klasse 0 Überlebenstechniken zu vermitteln. Sie hat sich allerdings so an das Befolgen von Befehlen gewöhnt, dass es ihr oft schwer fällt, in einer Notsituation eigene Entscheidungen zu treffen.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Seven comenzó desde muy pequeña su adiestramiento como aspirante para convertirse en Agito, el legendario salvador de salvadores. Siempre está pendiente de sus compañeros, y por ello procuró entrenar a Machina y a otros miembros en técnicas de supervivencia que garantizasen su seguridad. En el otro extremo de la balanza, al llevar tanto tiempo recibiendo órdenes de la Academia su capacidad de decisión se ha acabado resintiendo, y a menudo se siente confusa cuando se le pide que tome la iniciativa."], "fusion": ["How might one go about getting their hands on the ace card?", "艾斯的那些卡片，<br>是如何維護的呢？", "에이스는 카드를<br>대체 어떤 식으로 관리하는 걸까?", "Comment est-ce qu'on peut se procurer la meilleure carte ?", "Ich frage mich, wo Ace seine ganzen Karten herbekommt?", "¿Cómo se hace para conseguir el as?"], "summon": ["Is this Mother's doing?<br>I will fulfill my duty.<br>My power is yours.", "這是母親的決定嗎？<br>總之我會服從命令完成任務，<br>讓我來幫你吧。", "이건 마더의 결정이야?<br>아무튼, 임무라면 따를 뿐.<br>힘을 빌려주겠다.", "Serait-ce l'œuvre de Mère ?<br>Je vais faire mon devoir.<br>mon pouvoir est vôtre.", "Hat Mutter das autorisiert?<br>Egal, Dienst ist Dienst.<br>Ich bin auf deiner Seite.", "¿Esta es decisión de la madre?<br>Cumpliré con mi poder.<br>Mi poder es vuestro."]}}, "254000704": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [705, 2135, 240], "ATK": [27, 82, 16], "MP": [28, 86, 40], "MAG": [23, 70, 16], "SPR": [23, 70, 16], "DEF": [25, 76, 16]}, "magic_affinity": [3, 5, 0, 0], "ability_slots": 3, "limitburst_id": 254000704, "attack_count": 20, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020700": 25, "290050300": 15, "290040300": 8, "290050400": 8, "290030000": 13}}, "rarity": 4, "compendium_id": 315, "attack_damage": [[20, 20, 20, 20, 20]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [33, 53, 101, 119, 157], "effect_frames": [28, 48, 96, 114, 152], "strings": {"evolution": null, "affinity": ["As long as I'm with my friends,<br>there's nothing we can't handle.", "和同伴在一起，<br>我就什麼都不怕。", "동료와 함께라면<br>뭐든지 뛰어넘을 수 있어.", "Tant que je suis avec mes amies,<br>rien ne m'est impossible.", "Solange man Freunde hat,<br>kann einen nichts aus der Bahn werfen.", "Mientras que seamos amigos, no habrá nada que nos pare."], "description": ["A young lady who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Seven is a member of Akademeia's Class Zero, and a cadet in training to become Agito, the legendary savior or saviors. As one of the oldest cadets, she always cares for and looks after her classmates, making her very popular among the younger girls in Akademeia. In battle she skillfully wields a special weapon known as the whipblade, allowing her to easily dispose of any enemies within her radius.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的女性。作為傳承中的救世主「覺醒者」的候補生而隸屬0班。她是班內的大姐姐，因而時刻沉著冷靜地關心周圍的人。她很會照顧別人，所以深受魔導院的學妹們歡迎。戰鬥時，慣用能夠變為鞭子的特殊武器鞭劍，可以將攻擊範圍內的敵人一網打盡。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 여성. 전설로 전해지는 구세주 '아기토'의 후보생이며 클래스 제로 소속. 클래스에서도 연장자에 속하며, 항상 침착하게 주위를 배려한다. 그러한 배려심 깊은 성격으로 인해 특히 마도원의 여자 후배들한테 인기가 많은 모양이다. 전투 시에는 채찍으로 변화하는 특수한 무기, 채찍검을 자유자재로 다루며, 사정거리 내에 들어온 적을 한꺼번에 쓰러트린다.", "Une jeune femme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Membre de la classe Zéro, Seven aspire à devenir Agito, le sauveur légendaire. Elle fait partie des élèves les plus âgés d'Akademeia et se montre toujours attentionnée envers ses camarades, ce qui lui vaut une grande popularité auprès des plus jeunes, notamment les filles. En combat, elle manipule une arme du nom de lame-fouet, qui lui permet de se débarrasser aisément de tout ennemi dans un certain périmètre.", "Eine junge Frau aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Seven ist Mitglied der Klasse 0 und Kadett der Akademeia, wo Anwärter auf die Rolle des Agito, des prophezeiten Weltenretters, ausgebildet werden. Sie gehört zu den älteren Kadetten der Akademeia und ist wegen ihrer soliden und fürsorglichen Art besonders bei den jüngeren Mädchen beliebt. Im Kampf spezialisiert sie sich auf die Peitschenklinge, eine exotische Waffe, mit der sie Gegner in einem weiten Umfeld bekämpfen kann.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Seven es una de los miembros de la Clase Cero de la Academia, una aspirante en formación para convertirse en Agito, el legendario salvador de salvadores. Es una de los aspirantes de mayor edad, y siempre se preocupa por el bienestar del resto de sus compañeros, lo que la ha vuelto muy popular entre las chicas más jóvenes de la Academia. En combate utiliza un arma especial conocida como \"Espada látigo\" para acabar fácilmente con los enemigos que se pongan a su alcance."], "fusion": ["I feel I've got a bit stronger.<br>But battles aren't won with strength alone. Being smart is key.", "看來我變強了啊。<br>不過決定勝負的並不只有力量。<br>還必須有知識才行。", "전보다 더욱 강해진 모양이군.<br>하지만 힘만으로는 이길 수 없어.<br>전투에는 지식도 중요하지.", "Je crois que je suis un peu plus fort.<br>Mais les batailles ne se gagnent pas par la seule force. L'intelligence est la clé.", "Ich fühle mich etwas stärker.<br>Aber Kämpfe werden nicht durch Kraft allein gewonnen. Man benötigt auch Wissen.", "Percibo que me he vuelto un poco más fuerte.<br>Pero hace falta algo más que músculo para conseguir la victoria en una batalla. La inteligencia es clave."], "summon": ["There are a lot of strong people in my class. I have to keep my cool, or else...", "班裡大多是吊兒郎當的傢伙，<br>因此我要認真一些才行。", "우리 반에는 무책임한 녀석이 많거든.<br>그러니까 내가 정신을 바짝 차려야 해.", "Il y a pas mal de bons à rien dans ma classe. C'est à moi de relever le niveau.", "In meiner Klasse gibt es eine Menge Pfeifen. Wenn ich nicht die Verantwortung übernehme ...", "Nuestra clase está llena de inútiles.<br>Como no me ponga las pilas...<br>"]}}}, "job": "Agito Cadet", "sex": "Female", "game": "FF TYPE-0", "rarity_max": 6, "names": ["Seven", "瑟溫", "세븐", "Seven", "Seven", "Seven"], "equip": [1, 2, 12, 40, 50, 60], "game_id": 11003, "rarity_min": 4, "tribe_id": 5, "id": "254000704", "job_id": 69}