{"TMR": ["MATERIA", 504204280], "name": "Eight", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200230, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 100010, "rarity": 3}, {"level": 26, "type": "ABILITY", "id": 204220, "rarity": 4}, {"level": 45, "type": "ABILITY", "id": 100130, "rarity": 4}, {"level": 55, "type": "ABILITY", "id": 204230, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 13, "type": "ABILITY", "id": 204210, "rarity": 5}, {"level": 71, "type": "ABILITY", "id": 200460, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 204240, "rarity": 5}], "sex_id": 1, "entries": {"254001003": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [523, 1585, 210], "ATK": [21, 65, 10], "MP": [21, 64, 25], "MAG": [17, 51, 10], "SPR": [17, 51, 10], "DEF": [18, 55, 10]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 254001003, "attack_count": 4, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290010000": 25, "290030100": 5, "290020100": 10}}, "rarity": 3, "compendium_id": 380, "max_lb_drop": 1, "physical_resist": 0, "attack_frames": [16, 30, 52, 70], "effect_frames": [14, 28, 50, 68], "strings": {"evolution": null, "affinity": ["We're not done fighting just yet,<br>but have you given thought to the future?", "儘管戰鬥還沒結束，<br>不過，是時候考慮將來的事了吧？", "전투는 아직 끝나지 않았지만,<br>우리의 미래에 대해 생각해보지 않을래?", "Le combat n'est pas encore terminé,<br>mais si on commençait à imaginer l'avenir ?", "Unser Kampf ist noch nicht vorbei,<br>aber hast du mal überlegt, was du danach tun wirst?", "No hemos acabado de luchar,<br>pero, ¿te has puesto a pensar en el futuro?"], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Eight was taken in at an early age, and has since been raised as a cadet to become Agito, the legendary savior or saviors, as a member of Akademeia's Class Zero. Although short in stature, he uses his own fists as weapons in battle. He also boasts of a knack for sound judgment and keen perception of his surroundings. Such skills can prove very valuable in infiltrations whilst posing as a prisoner of war, leading the mission toward success.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。自幼被設施領養，作為救世主「覺醒者」的候補生，而隸屬於魔導院聖櫃朱雀的0班。雖然體型小可運動神經非常強大，以拳頭作為武器。他能夠冷靜地判斷狀況，以及具有壓制情感的精神力，在解放魔導院作戰中，曾故意被抓作為俘虜潛入敵陣，完成任務。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 어릴 적에 어떤 시설에 거두어져 전설로 전해지는 구세주 '아기토'의 후보생으로서 마도원 페리시티리움 주작 클래스 제로의 일원이 된다. 체격은 작지만, 운동신경이 뛰어나며 주먹을 무기로 싸운다. 상황을 정확히 판단하는 냉정함과 강한 정신력을 가지고 있으며, 마도원 해방작전 때에는 일부러 포로가 되어 적지에 잠입, 임무를 수행했다.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Dès son plus jeune âge, Eight fut recueilli par une institution spéciale et entraîné à devenir Agito, le sauveur légendaire, en tant que membre de la classe Zéro de l'école Akademeia. Malgré sa petite taille, il se bat avec ses poings dans les combats. Il possède également un discernement très fin, ce qui s'avère fort utile pour mener à bien des opérations d'infiltration en se faisant passer pour un prisonnier de guerre.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Eight wurde bereits in jungen Jahren eingezogen und in der Akademeia ausgebildet, um eines Tages möglicherweise zum Agito aufzusteigen, dem prophezeiten Weltenretter. Obwohl von kleiner Statur, verfügt er über exzellente körperliche Fähigkeiten und benutzt im Kampf seine eigenen Hände als Waffen. Er hat einen kühlen Kopf und gute Urteilsfähigkeit. Während der feindlichen Besetzung der Akademeia ließ er sich absichtlich gefangen nehmen, um sich so Zugang zur gegnerischen Basis zu verschaffen.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Eight comenzó desde muy pequeño su adiestramiento como aspirante en la Clase Cero de la Academia para convertirse en Agito, el legendario salvador de salvadores. Es de baja estatura, pero usa sus propios puños como armas en el combate. Además, también goza de buen criterio y de una gran percepción de sus alrededores, habilidades que pueden resultar de gran valor en infiltraciones mientras se hace pasar por prisionero de guerra para liderar la misión hasta el éxito."], "fusion": ["Regardless the situation,<br>you must never neglect your training.", "任何時候，<br>都不能忘記鍛煉。", "언제 어느 때라도<br>단련을 게을리하지 마.", "Tu ne dois jamais négliger ton entraînement !<br>Quoi qu'il arrive.", "Egal wo, egal wann,<br>es gibt keinen Grund, das Training zu vernachlässigen.", "Pase lo que pase,<br>jamás debes descuidar tu entrenamiento."], "summon": ["The crystals are dangerous?<br>We can't simply look past this.<br>I will help you as well.", "水晶有危險？<br>這個問題可不能輕視。<br>我也來助你一臂之力吧。", "크리스탈이 위험하다고?<br>간단히 흘려 들을 문제가 아닌 모양이네.<br>그럼 나도 도울게.", "Les cristaux sont dangereux ?<br>On ne peut pas laisser passer ça.<br>Je vous aiderai du mieux que je peux.", "Die Kristalle sind in Gefahr?<br>Das klingt nicht nach einer Lappalie.<br>Ich schließe mich euch an.", "¿Los cristales son peligrosos?<br>No podemos dejarlos así.<br>Yo también te ayudaré."]}}, "254001005": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [884, 2678, 360], "ATK": [36, 110, 16], "MP": [36, 108, 40], "MAG": [28, 86, 16], "SPR": [28, 86, 16], "DEF": [31, 94, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 254001005, "attack_count": 4, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 382, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [16, 30, 52, 70], "effect_frames": [14, 28, 50, 68], "strings": {"evolution": ["We must try not to forget those who lost their lives while we still remain.", "不要忘記，<br>那些喪失生命的人，<br>曾與我們生活在同一個時代中。", "목숨을 잃은 사람들이 우리와 같은 시대를<br>살았다는 사실만은<br>무슨 일이 있어도 잊지 말아야 해.", "Nous ne devons jamais oublier ceux qui ont perdu la vie pour que nous puissions continuer à vivre.", "Wir müssen dafür sorgen, dass die Gefallenen nie vergessen werden.", "Tenemos que procurar recordar a aquellos a los que hemos sobrevivido."], "affinity": ["We're not done fighting just yet,<br>but have you given thought to the future?", "儘管戰鬥還沒結束，<br>不過，是時候考慮將來的事了吧？", "전투는 아직 끝나지 않았지만,<br>우리의 미래에 대해 생각해보지 않을래?", "Le combat n'est pas encore terminé,<br>mais si on commençait à imaginer l'avenir ?", "Unser Kampf ist noch nicht vorbei,<br>aber hast du mal überlegt, was du danach tun wirst?", "No hemos acabado de luchar,<br>pero, ¿te has puesto a pensar en el futuro?"], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Eight is one of the members of Class Zero, who are all Agito Cadets. Calm and collected, he never allows his emotions to impair his sound judgment. At times his straightforwardness makes him appear like the oddball of Class Zero, but it is this particular quality that leaves him with the responsibility of calming other more hotheaded cadets. Eight displays his quick wit best on the battlefield when landing blow after blow to close in on his enemies, every one of his punches carrying his full might.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。是0班中覺醒者候補生的一員。他沉著冷靜深謀遠慮，並且善於控制情感，有著十分優秀的判斷力。在0班中是少見的有常識的人，經常幫忙制止容易急躁的同伴們。在戰鬥時，他會發揮出自己迅敏的特長，一邊閃避敵人的攻擊一邊接近敵人，然後再給予敵人奮力一擊。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 클래스 제로 소속이며 아기토의 후보생 중 한 명이다. 냉정 침착하고 사려 깊은 성격이며, 감정에 치우치는 일이 없는 뛰어난 판단력의 소유자. 클래스 제로 멤버 중에서는 보기 힘든 상식적인 사람이며, 쉽게 흥분하는 동료들을 다독이는 역할을 맡고 있다. 전투가 벌어지면 타고난 기민함을 발휘해 적의 공격을 피하며 다가가 혼신의 일격을 가한다.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Eight est un des membres de la classe Zéro, qui aspire tous à devenir Agito. Calme et serein, il ne laisse jamais ses émotions mettre à mal son discernement. Sa franchise le fait passer pour le guignol de la classe Zéro, mais c'est cette qualité singulière qui le rend responsable de calmer les autres élèves plus turbulents. La vivacité d'Eight apparaît le mieux sur le terrain, lorsqu'il enchaîne coup sur coup pour se rapprocher de ses ennemis, en mettant toute sa force dans chacune de ses frappes.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Eight ist Mitglied der Klasse 0 und Kadett der Akademeia. Mit seinem kühlen Kopf und steter Besonnenheit verfügt er über eine exzellente Urteilsfähigkeit. Da gesunder Menschenverstand in der Klasse 0 eine Rarität zu sein scheint, liegt es oft allein an Eight, seine hitzköpfigen Kameraden zur Ruhe zu bringen. Im Kampf nutzt er seine Wendigkeit, um die Deckung des Gegners zu unterlaufen und dann aus nächster Nähe den entscheidenden Treffer zu landen.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Eight es uno de los miembros de la Clase Cero, compuesta exclusivamente de aspirantes de Agito. Tranquilo y comedido, jamás permite que sus emociones nublen su buen criterio. Su franqueza puede hacerle parecer en ocasiones el bicho raro de la Clase Cero, pero es precisamente esa cualidad suya la que le deja con la responsabilidad de calmar a otros aspirantes más impulsivos. El ingenio de Eight destaca en el campo de batalla cuando acierta golpe tras golpe, todos ellos cargados de toda su fuerza, para acercarse a sus enemigos."], "fusion": ["My fists shall at least remember the pain that you feel...", "至少，我的拳頭<br>會記住你的傷痛……", "적어도, 내 주먹은<br>네 아픔을 기억해 주겠다…", "Mes poings se souviendront de la douleur que tu ressens...", "Das wird mir fast genauso wehtun wie dir ...", "Al menos mis puños me recordarán el dolor que sufres..."], "summon": ["One should always follow orders.<br>That way the result is always the same.", "只需按照命令戰鬥。<br>說白了就是<br>不要去改變任何事。", "명령에 따라 싸울 뿐이야.<br>단적으로 말하자면,<br>평소와 다를 바 없다는 뜻이지.", "Il faut toujours suivre les ordres.<br>C'est le meilleur moyen d'éviter les mauvaises surprises.", "Letztendlich bleibt für uns alles beim Alten.<br>Wir kämpfen, so wie man es uns befiehlt.", "Uno siempre debe seguir las órdenes.<br>Así se evitan sorpresas en el resultado."]}}, "254001004": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [680, 2060, 270], "ATK": [28, 85, 14], "MP": [27, 83, 35], "MAG": [22, 66, 14], "SPR": [22, 66, 14], "DEF": [24, 72, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 254001004, "attack_count": 4, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 10, "290040400": 5, "290050400": 5, "290030100": 10, "290020100": 20}}, "rarity": 4, "compendium_id": 381, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [16, 30, 52, 70], "effect_frames": [14, 28, 50, 68], "strings": {"evolution": ["This isn't the time for celebrating.<br>You must always remain on guard.", "現在不是高興的時候，<br>無論何時都不能放鬆警惕。", "들떠있을 때가 아니야.<br>언제 어디서나 방심은 금물이니까.", "Ce n'est pas le moment de s'amuser.<br>Tu dois toujours rester sur tes gardes.", "Lasst uns bloß nicht übermütig werden.<br>Wir dürfen uns keine Unaufmerksamkeit erlauben.", "No es momento de celebraciones.<br>No hay que bajar nunca la guardia."], "affinity": ["We're not done fighting just yet,<br>but have you given thought to the future?", "儘管戰鬥還沒結束，<br>不過，是時候考慮將來的事了吧？", "전투는 아직 끝나지 않았지만,<br>우리의 미래에 대해 생각해보지 않을래?", "Le combat n'est pas encore terminé,<br>mais si on commençait à imaginer l'avenir ?", "Unser Kampf ist noch nicht vorbei,<br>aber hast du mal überlegt, was du danach tun wirst?", "No hemos acabado de luchar,<br>pero, ¿te has puesto a pensar en el futuro?"], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Eight is a cadet training with Class Zero to become Agito, the legendary savior or saviors, by undertaking missions given by the Akademeia. He chooses to fight with his own fists instead of weapons in order to remember the pain he inflicts on his enemies, as well as the pain he feels when striking them. Quick-witted and agile, he uses a combination of punches and kicks, as well as battle stances to face his enemies.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。作為傳承中所說的救世主「覺醒者」的候補生，成為魔導院0班的一員參加任務。他將拳頭作為武器的原因不僅僅是拳頭打人很疼，更在於不忘記打人時傳給自身的疼痛。他動作靈巧迅敏，除了用拳頭打人以外，還會使用踢技、撞擊等技巧，戰鬥時會切換不同戰型對抗敵人。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 전설로 전해지는 구세주 '아기토'의 후보생이자 마도원 클래스 제로의 일원으로서 임무에 임한다. 무기 없이 주먹 하나로 전투에 임하는 이유는, 상처를 받았을 때의 아픔뿐만이 아니라 상처를 주었을 때의 아픔 또한 잊지 않기 위해서이다. 날쌘 몸놀림을 살린 펀치와 킥, 몸통 박치기를 구사해 싸운다.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Eight s'entraîne avec la classe Zéro pour devenir Agito, le sauveur légendaire, en réalisant des missions que Akademeia lui assigne. Il choisit de combattre avec ses poings plutôt qu'avec des armes, afin de ne pas oublier aussi bien la douleur qu'il inflige à ses ennemis que celle qu'il ressent en les frappant. Vif et agile, il combine coups de poing et de pied, ainsi que des postures menaçantes pour contrer ses ennemis.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Eight ist Mitglied der Klasse 0 und Kadett der Akademeia. Er bevorzugt den waffenlosen Kampf, da er so nicht nur die Schmerzen spürt, die er erleidet, sondern auch diejenigen, die er verursacht. Behände und leichtfüßig besiegt er seine Gegner mit einer Abfolge von Schlägen, Tritten und anderen Techniken.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Eight es aspirante en formación en la Clase Cero para convertirse en Agito, el legendario salvador de salvadores, llevando a cabo misiones de la Academia. Prefiere combatir utilizando sus propios puños en lugar de cualquier otra arma para recordar el dolor que inflige a sus enemigos y el que siente él mismo al golpearlos. Ágil e ingenioso, usa una combinación de puñetazos, patadas y posiciones de combate para enfrentarse a sus rivales."], "fusion": ["My fists are my weapons.<br>I never want to forget the agony of inflicting pain.", "我的拳頭就是我的武器。<br>我不想忘記<br>傷害別人的痛苦。", "내 무기는 이 주먹이야.<br>남에게 상처를 주는 아픔을<br>잊고 싶지 않거든.", "Mes poings sont mes armes.<br>Je ne veux jamais oublier la souffrance de faire du mal du mal à autrui.", "Diese Hände sind meine Waffen.<br>Sie erinnern mich an die Schmerzen, die ich anderen zufüge.", "Mis puños son mis armas.<br>No quiero olvidar jamás el sufrimiento que supone infligir dolor."], "summon": ["We don't have so many options.<br>I will carry out the mission as planned.", "我們沒有什麼可選擇的。<br>只有按照作戰計劃<br>完成任務。", "우리에게 주어진 선택지는<br>그리 많지 않아.<br>작전대로 임무를 수행할 뿐이야.", "Nous n'avons pas trop le choix.<br>Je vais me charger de la mission comme prévu.", "Unsere Wahlmöglichkeiten sind sehr begrenzt.<br>Ich befolge einfach den Plan.", "No tenemos muchas opciones...<br>Llevaré a cabo la misión como estaba planeado."]}}}, "job": "Agito Cadet", "sex": "Male", "game": "FF TYPE-0", "rarity_max": 5, "names": ["Eight", "艾特", "에이트", "Eight", "Eight", "Eight"], "equip": [16, 40, 50, 60], "game_id": 11003, "rarity_min": 3, "tribe_id": 5, "id": "254001003", "job_id": 69}