{"TMR": ["MATERIA", 504203150], "name": "Ace", "is_summonable": true, "skills": [{"level": 3, "type": "MAGIC", "id": 20080, "rarity": 5}, {"level": 11, "type": "MAGIC", "id": 20200, "rarity": 5}, {"level": 22, "type": "ABILITY", "id": 100040, "rarity": 5}, {"level": 30, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 43, "type": "ABILITY", "id": 203000, "rarity": 5}, {"level": 58, "type": "ABILITY", "id": 203010, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 202990, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 202970, "rarity": 6}, {"level": 21, "type": "ABILITY", "id": 203030, "rarity": 6}, {"level": 52, "type": "ABILITY", "id": 100120, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 82, "type": "ABILITY", "id": 910062, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 203020, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 202980, "rarity": 6}], "sex_id": 1, "entries": {"254000105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [888, 2692, 300], "ATK": [30, 91, 20], "MP": [39, 119, 50], "MAG": [37, 113, 20], "SPR": [32, 96, 20], "DEF": [30, 90, 20]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 4, "limitburst_id": 254000105, "attack_count": 5, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 307, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [23, 47, 71, 89, 119], "effect_frames": [18, 42, 66, 84, 114], "strings": {"evolution": null, "affinity": ["Of course we've butted heads at times,<br>but we share the same destiny.<br>We're like...family.", "儘管發生過衝突，<br>但我們的命運緊密相連。<br>就像……兄弟一樣。", "충돌할 때도 있었지만,<br>우리는 운명공동체야.<br>그래, 마치… 형제 같아.", "Bien sûr qu'on a eu des frictions,<br>mais nous partageons la même destinée.<br>Nous sommes... une famille.", "Natürlich streiten wir uns manchmal.<br>Aber wir sind eine Schicksalsgemeinschaft.<br>Wir sind wie ... Geschwister.", "Claro que hemos tenido nuestras diferencias, pero compartimos el mismo destino. Somos casi... como una familia."], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. Ace was taken in at an early age, and has since been raised as a cadet to become Agito, the legendary savior or saviors. As an Agito Cadet he trains with Class Zero at the Akademeia, and wields a deck of magically infused cards as his weapon. Although he may appear cool and collected, he can be quite rash when overcome with emotion. Ace refers to Arecia, who heads Akademeia's Sorcery Division, as \"Mother.\"", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。自幼被設施領養，並被培養為傳承中所說的救世主「覺醒者」的候補生。在候補生和訓練生聚集的魔導院聖櫃朱雀中，他隸屬於特別班・0班，擅長使用以魔法形成的卡片進行戰鬥。他看上去很冷靜，但心中湧動著熱血，具有冒失莽撞的一面。他十分崇敬魔法局局長艾蕾希亞，稱呼她為「媽媽」。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 어릴 적에 어떤 시설에 거두어져 전설로 전해지는 구세주 '아기토'의 후보생으로서 키워졌다. 후보생과 훈련생이 모인 마도원 페리시티리움 주작의 특별 클래스 · 클래스 제로에 속해 있으며, 마법으로 구현한 카드를 이용한 전투를 펼친다. 언뜻 보면 냉정해 보이지만, 가슴속 깊은 곳에 정열을 품고 있으며 무모한 일면도 있다. 마법국 국장인 아레시아를 마더라 부르며 따른다.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. Dès son plus jeune âge, Ace fut recueilli par une institution spéciale et entraîné à devenir Agito, le sauveur légendaire. Il appartient à la classe Zéro de l'Akademeia et se bat avec des cartes imprégnées de magie. Sous ses airs calmes et posés, il peut se montrer très impulsif lorsque envahi par l'émotion. Il considère Arecia, la chef du département de magie d'Akademeia, comme sa propre mère.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Ace wurde bereits in jungen Jahren eingezogen und in der Akademeia ausgebildet, um eines Tages möglicherweise zum Agito aufzusteigen, dem prophezeiten Weltenretter. Als Agito-Anwärter war er Mitglied der elitären Klasse 0 und lernte, mit magisch materialisierten Spielkarten zu kämpfen. Er wirkt äußerlich gefasst, hat jedoch Probleme, seine Emotionen zu beherrschen. Er bewundert Arecia, die Direktorin der magischen Abteilung der Akademie, und nennt sie respektvoll „Mutter“.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Ace comenzó desde muy pequeño su adiestramiento como aspirante para convertirse en Agito, el legendario salvador de salvadores. Como aspirante de Agito que es, entrena con la Clase Cero en la Academia, y utiliza como arma un mazo de cartas mágicas. Su carácter aparentemente tranquilo y comedido a veces deja entrever un lado más impetuoso y salvaje cuando las emociones lo abruman. A Arecia, la responsable de la división de hechicería de la Academia, la llama \"Madre\"."], "fusion": ["Tears beget naught.<br>Putting the blame on someone else will not bring back the dead.", "哭泣並不能解決問題。<br>無論如何批判別人，<br>逝者也不會復生……", "울어봤자 되는 건 아무것도 없어.<br>아무리 남 탓을 해 봐도 죽은 사람은<br>돌아오지 않으니까…", "Pleurer ne résoudra rien.<br>Blâmer les autres ne ramènera pas les morts à la vie.", "Weinen hilft dir auch nicht weiter.<br>Auch wenn du jemand anderem die Schuld gibst, erwachen die Toten nicht mehr zum Leben ...", "Las lágrimas no conducen a nada.<br>Culpar a otros no traerá de vuelta a los muertos."], "summon": ["Once the seal is broken,<br>our voice becomes as thunder.<br>...We have arrived.", "啟示的封印解除之時，<br>隨著雷鳴般的巨響，<br>……我等今至。", "시작의 봉인이 풀렸을 때,<br>우레와 같은 음성이 울리리라.<br>…우리가 왔도다.", "Quand le sceau de la création sera brisé, <br>une voix tonnante résonnera, et vous saurez...<br>Nous sommes venus.", "Und wenn das erste Siegel bricht,<br>wird eine Stimme wie Donner erschallen.<br>... Wir sind gekommen.", "Y cuando el sello de la génesis se rompa,<br>voces resonarán cual truenos en el viento.<br>'Henos aquí', proclamarán."]}}, "254000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1155, 3500, 450], "ATK": [39, 119, 30], "MP": [51, 155, 75], "MAG": [49, 147, 30], "SPR": [41, 125, 30], "DEF": [39, 118, 30]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 254000106, "attack_count": 5, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 308, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [23, 47, 71, 89, 119], "effect_frames": [18, 42, 66, 84, 114], "strings": {"evolution": ["Give up the past, and move on.<br>That is why we forget them...<br>...The memories of the dead.", "只有捨棄過去，才能向前進。<br>因此我們才忘記了<br>有關死者的記憶。", "과거를 버리고 앞으로 나아가는 수밖에 없어.<br>그래서 우리는 잊어버리는 거야.<br>죽은 사람에 대한 기억을.", "Laisser le passé derrière soi et avancer.<br>C'est comme ça qu'on oublie... <br>... de se souvenir des disparus.", "Wir müssen die Vergangenheit begraben und nach vorne sehen.<br>Das ist der Grund, warum wir die vergessen,<br>die von uns gegangen sind.", "Dejar atrás el pasado y seguir adelante.<br>Por eso los olvidamos...<br>... los recuerdos de los muertos."], "affinity": ["Of course we've butted heads at times,<br>but we share the same destiny.<br>We're like...family.", "儘管發生過衝突，<br>但我們的命運緊密相連。<br>就像……兄弟一樣。", "충돌할 때도 있었지만,<br>우리는 운명공동체야.<br>그래, 마치… 형제 같아.", "Bien sûr qu'on a eu des frictions,<br>mais nous partageons la même destinée.<br>Nous sommes... une famille.", "Natürlich streiten wir uns manchmal.<br>Aber wir sind eine Schicksalsgemeinschaft.<br>Wir sind wie ... Geschwister.", "Claro que hemos tenido nuestras diferencias, pero compartimos el mismo destino. Somos casi... como una familia."], "description": ["A young man who appears in the tales of a world divided into four nations that individually control their own unique Crystals. As a cadet in training to become Agito, the legendary savior or saviors, he fought alongside Class Zero to deter the Militesi invasion during the liberation campaign and protect the Vermilion Bird. Unfortunately, however, Ace's request to have his closest friend Izana on the battlefield would result in the latter's untimely death. The loss of Izana caused tensions to run high within the group, as Izana's younger brother Machina had only recently joined Class Zero.", "在4個各自擁有水晶的國家相互鬥爭的異界中登場的青年。就讀於魔導院聖櫃朱雀，是傳說中的救世主「覺醒者」的候補生。他作為0班的一員，擊退了米利特斯皇國的進攻，為朱雀的勝利做出了極大貢獻。然而在這場戰鬥中，因他的推薦而踏入戰場的好友伊薩納不幸殉職。此後新加入0班的馬其納則是伊薩納的親弟弟，而這便是導致班內人際關係產生裂痕的重要因素。", "각각의 크리스탈을 옹립하고 있는 4개의 국가가 패권을 다투는 이계 이야기에 등장하는 청년. 전설로 전해지는 구세주 '아기토'의 육성기관, 마도원 페리시티리움 주작의 후보생이자 클래스 제로의 일원으로서 밀리테스 제국의 침공을 저지하고 주작의 승리에 공헌하였다. 하지만 그 전투에서 그의 추천으로 전장에 나선 친구 이자나를 잃는다. 새로이 클래스 제로에 투입된 마키나는 이자나의 동생이었으며, 그것이 나중에 클래스의 내부 균열을 가져오는 원인이 된다.", "Un jeune homme qui apparaît dans les récits d'un monde divisé entre quatre nations possédant chacune leur propre cristal. En tant que membre de la classe Zéro aspirant à devenir Agito, le sauveurs légendaires, il se battit afin de repousser l'invasion de l'empire Milites et protéger l'Oiseau Vermillon. Malheureusement, son meilleur ami Izana, présent sur le champ de bataille à la demande d'Ace, périt au combat. Sa mort provoqua des tensions au sein du groupe lorsque Machina, le jeune frère d'Izana, intégra également la classe.", "Ein junger Mann aus einer Legende über eine Welt, in der vier Nationen im Besitz einzigartiger Kristalle sind. Er ist ein Kadett der Akademeia, in der Anwärter auf die Rolle des Agito, des prophezeiten Weltenretters, ausgebildet werden. Als Mitglied der Klasse 0 wirkte er in der Vereitlung der militesischen Invasion mit. Währenddessen verlor allerdings sein engster Freund Izana, der auf Aces Empfehlung hin am Kampf teilnahm, sein Leben. Da erst kurz zuvor Izanas jüngerer Bruder Machina der Klasse 0 beigetreten war, tat sich eine tiefe Kluft innerhalb der Gruppe auf.", "Joven que aparece en los relatos de un mundo dividido en cuatro naciones, cada una de las cuales controlaba su propio cristal único. Como aspirante para convertirse en Agito, el legendario salvador de salvadores, combatió codo con codo con la Clase Cero para combatir la invasión militesa durante la campaña de liberación y para proteger al Fénix de Gules. Solicitó que su mejor amigo, Izana, lo acompañase al campo de batalla, hecho que provocó que este último perdiera la vida. La desgracia provocó que las tensiones se exacerbasen dentro del grupo, puesto que el hermano pequeño de Izana, Machina, acababa de unirse a la Clase Cero."], "fusion": ["If you've time to be timid,<br>then you've time to do something.", "與其花時間畏縮，<br>倒不如盡力做力所能及的事。", "풀 죽어 있을 여유가 있다면<br>우선 할 수 있는 일부터 해야지, 안 그래?", "Si tu as le temps d'être timide,<br>alors c'est que tu as du temps pour faire quelque chose.", "Wie wäre es, wenn du dir konkrete Schritte überlegst,<br>anstatt hier in Selbstmitleid zu versinken?", "Si tienes tiempo para andarte con dudas,<br>también lo tienes para otras cosas."], "summon": ["I'm here!", "我在這裡！", "난 여기에 있다!", "Je suis là !", "Ich bin hier!", "¡Ya estoy aquí!"]}}}, "job": "Agito Cadet", "sex": "Male", "game": "FF TYPE-0", "rarity_max": 6, "names": ["Ace", "艾斯", "에이스", "Ace", "Ace", "Ace"], "equip": [1, 6, 13, 40, 50, 53, 60], "game_id": 11003, "rarity_min": 5, "tribe_id": 5, "id": "254000105", "job_id": 69}