{"TMR": ["MATERIA", 504202770], "name": "Thief", "is_summonable": true, "skills": [{"level": 2, "type": "ABILITY", "id": 200010, "rarity": 4}, {"level": 12, "type": "ABILITY", "id": 200250, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 101280, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 202630, "rarity": 4}, {"level": 18, "type": "ABILITY", "id": 202610, "rarity": 5}, {"level": 32, "type": "ABILITY", "id": 202640, "rarity": 5}, {"level": 46, "type": "ABILITY", "id": 202620, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 101290, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 202650, "rarity": 5}, {"level": 78, "type": "ABILITY", "id": 202660, "rarity": 5}], "sex_id": 1, "entries": {"255000205": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [875, 2650, 240], "ATK": [37, 113, 24], "MP": [39, 118, 40], "MAG": [30, 92, 16], "SPR": [32, 98, 16], "DEF": [32, 98, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 255000205, "attack_count": 20, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 289, "attack_damage": [[20, 20, 30, 30]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [7, 17, 36, 42], "effect_frames": [5, 15, 34, 40], "strings": {"evolution": ["What is this power!?<br>I feel as light-footed as a gazelle in ballet shoes!", "這力量是怎麼回事？<br>感覺身體越來越輕……", "뭐지, 이 힘은?!<br>몸이 더욱 가벼워졌잖아……?", "Quel est ce pouvoir ?<br>Mon corps est vraiment beaucoup plus léger.", "Was ist diese Kraft?!<br>Ich fühle mich so viel leichter!", "¿Qué es este poder?<br>¡Siento como si mi cuerpo fuera más ligero!"], "affinity": ["You scratch my back and I'll scratch yours.<br>That's the way I see it.<br>So...here's a back scratcher for you.", "以德報德，這就是我的信條。<br>你就好好看著吧。", "은혜는 반드시 갚는다.<br>그게 내 신조거든.<br>아무튼, 기대하라고.", "Toujours rembourser ses dettes, quelles qu’elles soient !<br>C'est ma devise.<br>Enfin, voyez par vous-même.", "Erwidere einen Gefallen mit einem Gefallen.<br>Das ist mein Motto.<br>Nun, mach weiter.", "No dejes favor sin pagar.<br>Ese es mi lema.<br> Venga, echa un vistazo a esto."], "description": ["A warrior known to have fought many beasts, who appears in the tales of a distant world where crystals bring peace and prosperity to the people. The Thief was finally able to awaken after facing countless battles that earned him experience, managing in the process to become a kind of wandering hero. He also became still lighter on his feet, now able to collect scattered gil on the field with greater ease than ever. Those who have seen the Thief in action are said to be impressed by his work.", "在遙遠的異界，從魔物手中保護帶給人們和平與繁榮的水晶的戰士之一。積累經驗，完成了進一步覺醒的他，給人一種身經百戰，勇猛無敵的感覺。在覺醒後，他的身體更加輕盈了，可以邊與敵人交戰，邊撿拾地上散落的寶貝。凡是見識過他的身手的人，無不深受感動。", "머나먼 이계에서 평화와 번영을 가져다주는 크리스탈을 마물들로부터 지키기 위해 싸웠던 전사 중 한 명. 경험을 쌓고 새로운 각성을 이룬 그에게서는 수많은 수라장을 헤쳐나온 역전의 용사와도 같은 풍격이 느껴진다. 몸놀림도 한층 더 빨라져, 적의 맹공을 연이어 피하며 전장에 흩어진 보물을 주워 모으는 그의 솜씨는 보는 이를 감탄하게 할 정도로 화려했다고 한다.", "Un guerrier ayant combattu maintes créatures apparues dans les contes d'un monde lointain où les cristaux étaient porteurs de paix et de prospérité. Le Voleur put enfin s'éveiller après d'innombrables batailles, parvenant ainsi à devenir un héros. Il devint également bien plus agile et pu collecter les gils éparpillés sur le champ de bataille avec une aisance plus grande encore. On raconte que le Voleur impressionne quiconque le voit à l'œuvre.", "Ein Krieger, der in den Geschichten einer fernen Welt auftaucht, in denen Kristalle den Menschen Frieden und Wohlstand bringen. Der Dieb konnte nach endlosen Kämpfen, die ihm Erfahrung brachten, endlich erwachen, wodurch aus ihm ein wandernder Held wurde. Er wurde ebenfalls leichtfüßiger und kann die verstreuten Gil auf dem Schlachtfeld nun noch besser einsammeln. Wer den Dieb in Aktion gesehen hat, ist von seiner Arbeit beeindruckt.", "Un guerrero que aparece en las historias de un mundo lejano en donde los cristales traen paz y prosperidad a su gente. El Ladrón logró finalmente despertar tras acumular experiencia en incontables y cruentas batallas, lo que le ha transformado en un héroe errante. Esto le ha hecho también aún más ágil, haciéndole capaz de recobrar hasta el último guil caído en combate. Dicen aquellos que le ven en acción que se quedan son la boca abierta y los bolsillos vacíos."], "fusion": ["Hey, where will our next battle be?<br>I'll be back with all the treasure before you even know I've left!", "下次戰鬥的戰場是哪裡呢？<br>我會盡速去蒐集些寶貝回來的。", "자, 다음 전장은 어디지?<br>얼른 가서 보물을 싹 쓸어버리자고.", "Bon, où est notre prochain combat ?<br>Je trouverai tous les trésors et te les rapporterai aussi tôt que possible.", "Wo ist der nächste Kampf?<br>Ich sammle alle Schätze und bringe sie gleich her.", "Bueno, ¿la próxima batalla donde toca?<br>Voy a recoger todo el botín y traerlo en un santiamén."], "summon": ["A battle to protect the crystals, you say? That sounds strangely familiar.", "為保護水晶而戰鬥啊，感覺我們真是有緣。", "크리스탈을 지키는 싸움이라.<br>기묘한 인연이 느껴지는군.", "Un combat pour protéger le cristal, vous dites ? Ça me semble étrangement familier.", "Ein Kampf, um die Kristalle zu beschützen? Das klingt irgendwie bekannt.", "¿Combatir para proteger los cristales dices? Eso me suena haberlo oído antes."]}}, "255000204": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [673, 2038, 210], "ATK": [29, 87, 18], "MP": [30, 91, 35], "MAG": [23, 71, 14], "SPR": [25, 75, 14], "DEF": [25, 75, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 255000204, "attack_count": 20, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 15, "290040300": 8, "290020200": 25, "290050400": 8, "290030100": 13}}, "rarity": 4, "compendium_id": 288, "attack_damage": [[20, 20, 30, 30]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [7, 17, 36, 42], "effect_frames": [5, 15, 34, 40], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["You scratch my back and I'll scratch yours.<br>That's the way I see it.<br>So...here's a back scratcher for you.", "以德報德，這就是我的信條。<br>你就好好看著吧。", "은혜는 반드시 갚는다.<br>그게 내 신조거든.<br>아무튼, 기대하라고.", "Toujours rembourser ses dettes, quelles qu’elles soient !<br>C'est ma devise.<br>Enfin, voyez par vous-même.", "Erwidere einen Gefallen mit einem Gefallen.<br>Das ist mein Motto.<br>Nun, mach weiter.", "No dejes favor sin pagar.<br>Ese es mi lema.<br> Venga, echa un vistazo a esto."], "description": ["A warrior who appears in the tales of a distant world where crystals bring peace and prosperity to the people. Sensing a wicked presence nearby, the moogles called upon all their friends to ask for the protection of their precious crystals. The Thief, with his incredible agility in battle, and specializing in the collection of any gil scattered throughout the field, was one of them. The Thief is an indispensable ally when money is required to keep troops in top shape.", "在水晶帶給人們和平與繁榮的異界，保護著水晶的年輕的莫古利族察覺到了大地上瀰漫的邪惡氣息，因此從各地呼喚來了夥伴們。竊賊就是這些夥伴中的一員，他會以輕盈的身體攻擊敵人，並不忘收集掉落在戰場上的ＧＩＬ。維持部隊運轉不能沒有錢，因此他十分受到重視。", "사람들에게 평화와 번영을 가져다주는 크리스탈이 존재하는 이계. 크리스탈을 수호하는 모그리 일족의 젊은이가 대지에 충만한 사악한 기운을 느끼고 각지에 흩어져있던 동료들을 불러모았다. 시프도 그중의 한 명으로, 타고난 몸놀림으로 적의 공격을 피하면서 전장에 떨어진 길을 주워 모으는 역할을 맡고 있다. 부대 유지에는 여러모로 돈이 들기 때문에 없어선 안 될 존재로서 후한 대우를 받았다고 한다.", "Un guerrier qui apparaît dans les contes d'un monde lointain où les cristaux étaient porteurs de paix et de prospérité. Sentant une présence maléfique tout proche, les mogs appelèrent tous leurs amis pour qu'ils protègent leurs précieux cristaux. Le Voleur, avec son incroyable agilité au combat et son aptitude à collecter tous les gils éparpillés sur le champ de bataille, était l'un d'entre eux. Le Voleur est un allié indispensable lorsqu'un besoin d'argent se fait sentir.", "Ein Krieger, der in den Geschichten einer fernen Welt auftaucht, in denen Kristalle den Menschen Frieden und Wohlstand bringen. Als die Mogrys all ihre Freunde darum baten, ihre kostbaren Kristalle zu beschützen, war der  Dieb unter ihnen. Mit seiner unglaublichen Beweglichkeit im Kampf und der Spezialfähigkeit, Gil im Kampf zu sammeln, kann der Dieb trumpfen. Wenn Geld gebraucht wird, um die Einheiten in Schuss zu halten, ist der Dieb unverzichtbar.", "Un guerrero que aparece en las historias de un mundo lejano en donde los cristales traen paz y prosperidad a su gente. Tras detectar una presencia maligna cerca, los moguris invocaron a sus aliados para que les prestaran su ayuda en la defensa de los cristales. El Ladrón es uno de ellos, poseedor de una sobresaliente habilidad para combatir y hacerse con los guiles que han caído en el campo de combate. Es un compañero indispensable para aquellos que requieren de fondos adicionales para mantener a sus tropas a punto."], "fusion": ["Heh heh.<br>Investing in me, are you?<br>Then you can count on me next time.", "嘿嘿，要在我身上投資嗎？<br>那你可以盡情期待下次的戰鬥了。", "헤헤, 투자 감사합니다.<br>그렇담 다음 전투에서도 열심히 해볼까.", "Héhéhé.<br>Je vois que tu investis en moi.<br>Tu peux compter sur moi la prochaine fois.", "Hehehe.<br>Du investierst in mich.<br>Du kannst auf mich zählen.", "Jejeje.<br>Así que invirtiendo en mí, ¿eh?<br>Entonces puedes contar conmigo para la próxima batalla."], "summon": ["Are you heading somewhere?<br>If so, you'd be wise to take me along.", "出門在外總會有些不便，<br>不過帶上我就不用擔心啦。", "여행에는 이래저래 돈이 드는 법이지.<br>날 데려가면 큰 도움이 될걸?", "Vous allez quelque part ?<br>Si oui, tu aurais tort de ne pas me prendre avec toi.", "Wollt ihr irgendwo hin?<br>Wenn ja, nehmt mich besser mit.", "¿Vas a alguna parte? Si es así, te interesaría llevarme junto a ti."]}}}, "job": "Bandit", "sex": "Male", "game": "Crystal Defenders", "rarity_max": 5, "names": ["Thief", "竊賊", "시프", "Voleur", "Dieb", "Ladrón"], "equip": [1, 2, 13, 40, 50, 51, 60], "game_id": 20004, "rarity_min": 4, "tribe_id": 5, "id": "255000204", "job_id": 10}