{"TMR": ["MATERIA", 504202760], "name": "Juggler", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 202520, "rarity": 4}, {"level": 9, "type": "ABILITY", "id": 200180, "rarity": 4}, {"level": 13, "type": "ABILITY", "id": 200480, "rarity": 4}, {"level": 20, "type": "ABILITY", "id": 200410, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 202570, "rarity": 4}, {"level": 40, "type": "ABILITY", "id": 202560, "rarity": 5}, {"level": 65, "type": "ABILITY", "id": 202580, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 202590, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 202600, "rarity": 5}], "sex_id": 1, "entries": {"255000104": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [698, 2115, 210], "ATK": [28, 85, 14], "MP": [34, 104, 45], "MAG": [23, 69, 14], "SPR": [29, 88, 14], "DEF": [25, 76, 14]}, "magic_affinity": [2, 2, 0, 0], "ability_slots": 3, "limitburst_id": 255000104, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020700": 25, "290050300": 15, "290050400": 8, "290040100": 8, "290030000": 13}}, "rarity": 4, "compendium_id": 286, "attack_damage": [[30, 30, 40]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [42, 66, 96], "effect_frames": [40, 64, 94], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["We've worked so hard together!<br>We should continue bringing smiles to everyone, kupo!", "我們一起努力了庫啵！<br>今後也想讓大家都綻放笑顏庫啵！", "우리 함께 열심히 했다쿠포!<br>앞으로도 모두에게<br>웃음을 주고 싶어쿠포~!", "On a travaillé si dur ensemble !<br>On devrait continuer à faire sourire les gens, kupo !", "Wir haben so hart zusammengearbeitet!<br>Wir sollten das Lächeln weiter verbreiten, kupo!", "¡Hemos trabajado muy duro juntos! ¡Sigamos poniendo sonrisas en las caras de los demás, kupó!"], "description": ["A warrior who appears in the tales of a distant world where crystals bring peace and prosperity to the people. The identity of this small creature, whose visible pom-pom suggests a possible relationship to the moogle race, is completely shrouded in mystery. Its weapon of choice seems to be knives, and beyond being merely light on its feet, it even moves around while balancing on a ball. Never seen without a smile on its face, those who study acrobatics have yet to reach a consensus on the meaning of its enigmatic grin.", "水晶帶給人們和平與繁榮的異界中的傳說中的戰士，他那小巧的身體與頭上的絨球總讓人誤以為他是莫古利族，但實際上誰都不知道他的真面目。他手持小刀，不僅會輕盈地到處跳躍，還踩得一手好球。雖然他一直都是以笑容對人，但並沒有人看見過他笑容以外的表情。曲藝士到底是什麼，他那笑容又是真是假，人們至今都在爭論這些問題。", "사람들에게 평화와 번영을 가져다 주는 크리스탈이 존재하는 이계에 전해 내려오는 전사. 작은 몸집과 멋들어진 퐁퐁으로 보아 모그리족으로 추정되지만, 그 실체는 수수께끼에 싸여있다. 나이프를 한 손에 쥐고 가벼운 몸놀림으로 뛰어오르며, 공 타기도 멋지게 해낸다. 항상 웃음을 잃지 않지만, 그 외의 표정을 본 사람은 아무도 없어서 곡예사의 정체는 과연 무엇인가, 그 미소는 진짜인가, 같은 의논이 계속되고 있다.", "Un guerrier qui apparaît dans les contes d'un monde lointain où les cristaux étaient porteurs de paix et de prospérité. L'identité de cette petite créature, dont le pompon laisse penser qu'il a peut-être un lien de parenté avec les mogs, est entourée de mystère. Son arme de prédilection semble être le couteau. En plus d'être très agile, il se déplace en se balançant sur une balle. On raconte que son visage n'exprime jamais d'autre expression que le rictus inexpressif qu'il arbore constamment. Beaucoup d'apprentis acrobates se creusent la tête pour essayer de déchiffrer la signification de ce sourire qui ne s'estompe jamais.", "Ein Krieger, der in den Geschichten einer fernen Welt auftaucht, in denen Kristalle den Menschen Frieden und Wohlstand bringen. Die Identität dieser kleinen Kreatur, deren Puschel auf eine mögliche Verwandtschaft mit den Mogrys verweist, ist ein Geheimnis. Seine Waffe der Wahl scheinen Messer zu sein, und dank seiner Leichtigkeit kann er auf einem Ball balancieren. Immer ein Lächeln auf dem Gesicht, kommen Schüler der Akrobatik bis heute nicht hinter das Geheimnis des Jongleurs und seines ewigen Lächelns.", "Un guerrero que aparece en las historias de un mundo lejano en donde los cristales traen paz y prosperidad a su gente. La identidad de esta criatura, cuyo pompón a la vista de todos da a pensar que tiene vínculos con la raza moguri, es completamente desconocida y está rodeada de misterios. Adepto en el uso de cuchillos, se mueve raudo y brinca ágilmente, además de también saber rodar montado en una pelota. Nunca falta una sonrisa de oreja a oreja en su cara, lo que fascina a los estudiosos de las acrobacias que tratan de descifrar el significado tras esa eterna mueca."], "fusion": ["Even my knife throwing is improving, kupo!", "我引以為豪的飛刀技巧也更上一層樓了庫啵！", "특기인 나이프 던지기가<br>한층 더 강해졌다쿠포~!", "Même mon lancer de couteaux s'est amélioré, kupo !", "Selbst meine Messer fliegen besser, kupo!", "¡Hasta mi lanzamiento de cuchillo ha mejorado, kupó!"], "summon": ["We apologize for the wait!<br>The show is about to begin, kupo!", "久等了庫啵，<br>歡快的表演馬上就要開始了庫啵！", "오래 기다리셨습니다쿠포~<br>즐거운 쇼의 시간입니다쿠포!", "Nous sommes désolés de vous avoir fait attendre !<br>Le spectacle va bientôt commencer, kupo !", "Entschuldigung fürs Warten!<br>Die Show beginnt, kupo!", "¡Lamentamos la espera! ¡El espectáculo está por comenzar, kupó!"]}}, "255000105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [908, 2750, 240], "ATK": [37, 111, 16], "MP": [45, 135, 60], "MAG": [30, 90, 16], "SPR": [38, 116, 16], "DEF": [33, 100, 16]}, "magic_affinity": [3, 3, 0, 0], "ability_slots": 4, "limitburst_id": 255000105, "attack_count": 20, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 287, "attack_damage": [[20, 20, 30, 30]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [42, 60, 66, 96], "effect_frames": [40, 58, 64, 94], "strings": {"evolution": ["This is no trick, and no illusion.<br>Now the fun and the smiles shall be double, kupo!", "瞧一瞧看一看庫啵，<br>歡樂2倍，笑容也2倍庫啵！", "속임수 같은 건 전혀 없습니다쿠포~<br>즐거움도 2배, 웃음도 2배쿠포!", "Cela ne semble pas être un tour de magie ni une illusion.<br>On va pouvoir s'amuser deux fois plus maintenant, kupo !", "Kein Trick und keine Täuschung.<br>Nun werden Spaß und Freude verdoppelt, kupo!", "Aquí no hay truco ni trato, kupó. ¡Solo el doble de sonrisas y de diversión para todos, kupó!"], "affinity": ["We've worked so hard together!<br>We should continue bringing smiles to everyone, kupo!", "我們一起努力了庫啵！<br>今後也想讓大家都綻放笑顏庫啵！", "우리 함께 열심히 했다쿠포!<br>앞으로도 모두에게<br>웃음을 주고 싶어쿠포~!", "On a travaillé si dur ensemble !<br>On devrait continuer à faire sourire les gens, kupo !", "Wir haben so hart zusammengearbeitet!<br>Wir sollten das Lächeln weiter verbreiten, kupo!", "¡Hemos trabajado muy duro juntos! ¡Sigamos poniendo sonrisas en las caras de los demás, kupó!"], "description": ["A mysterious warrior who appears in the tales of a distant world where crystals bring peace and prosperity to the people. It is unknown how the Juggler—or is it Jugglers?—became two creatures following its awakening. However, its juggling skills atop a balancing ball, not to mention its hooping abilities, became markedly stronger. The two creatures are completely synchronized, allowing them to fight foes in perfect unison. Although its acrobatic feats and sweet smile make it seem adorable, there is something unsettling about the fact that it never displays any other emotions.", "水晶帶給人們和平與繁榮的異界中的神秘戰士，經歷了進一步的覺醒，不知為何變成了2個人。不光會表演踩球、扔瓶子，還會表演呼啦圈，簡直是多才多藝。2個人配合得天衣無縫，可以用巧妙的合擊攻擊敵人。雖然他們精神飽滿且滿懷笑容的跳躍姿態討人喜歡，但依然沒有人見過他們除笑容以外的表情。", "사람들에게 평화와 번영을 가져다주는 크리스탈이 존재하는 이계에 전해 내려오는 의문의 전사. 어찌 된 영문인지 각성을 하더니 두 사람이 되었다. 공 타기에 저글링, 훌라후프까지 선보이는 등 곡예의 폭도 넓어졌다. 호흡이 척척 맞는 두 사람은 화려한 움직임으로 적을 공격한다. 통통 뛰어다니며 짓는 미소는 변함없이 사랑스러우나, 웃는 얼굴 이외의 다른 표정은 절대 보이지 않는다고 한다.", "Un guerrier qui apparaît dans les contes d'un monde lointain où les cristaux étaient porteurs de paix et de prospérité. Personne ne sait comment le Cabotin a pu se dédoubler après son éveil. Toutefois ses talents de jongleur et son habileté au hula hoop le rendirent célèbre. Les deux créatures sont complètement synchronisées ce qui leur permettent de se battre contre les ennemis en parfaite unisson. Bien que ses prouesses acrobatiques et son joli sourire le rendent adorable, quelque chose d'étrange se dégage de ce petit être qui ne manifeste aucune autre émotion.", "Ein Krieger, der in den Geschichten einer fernen Welt auftaucht, in denen Kristalle den Menschen Frieden und Wohlstand bringen. Wie aus dem Jongleur zwei verschiedene Kreaturen wurden, ist nicht bekannt. Seine Jongleurskünste und der Umgang mit dem Hula-Hoop wurde jedoch mit der Zeit immer besser. Beide Kreatuen sind komplett miteinander synchron, sodass sie Gegner in perfektem Unisono bekämpfen. Wirken seine akrobatischen Füße und sein Lächeln niedlich, ist es doch ein wenig beunruhigend, dass er nie andere Emotionen zeigt.", "Un guerrero que aparece en las historias de un mundo lejano en donde los cristales traen paz y prosperidad a su gente. No se sabe como el malabarista pudo dividirse en dos personas tras su despertar. De lo que no hay duda es que tras ello sus habilidades malabares sobre la pelota y con el hula hop han mejorado aun más. Estas dos criaturas se sincronizan a la perfección, lo que les permite combatir contra enemigos al unísono. Aunque sus proezas acrobáticas y dulces sonrisas les hagan parecer adorables, llama la atención que no muestren ninguna otra emoción."], "fusion": ["No matter what happens,<br>never forget to smile.<br>It's the secret to a happy life, kupo!", "無論什麼時候都不要忘記微笑庫啵！<br>這就是快樂過活的秘訣庫啵！", "어떤 때라도 웃음을 잃지 않는다쿠포~<br>그게 바로 인생을 즐기는 비결쿠포!", "Ne jamais oublier de sourire,<br>quoi qu'il arrive.<br>C'est le secret d'une vie heureuse, kupo !", "Egal, was passiert,<br>vergiss nie zu lächeln.<br>Es ist der Weg zum Glück, kupo!", "Pase lo que pase, nunca pierdas la sonrisa.<br>¡Ese es el secreto de una vida feliz, kupó!"], "summon": ["You called, and so here we are!<br>We shall help you put on a great show, kupo!", "隨叫隨到庫啵！<br>用我引以為豪的曲藝幫助你庫啵！", "부르시길래 잽싸게 달려왔습니다쿠포!<br>제 특기인 곡예로 도와드리죠쿠포!", "Tu m'as appelé et me voici !<br>Nous allons t'aider à monter un grand spectacle, kupo !", "Ihr habt gerufen, da bin ich!<br>Wir machen eine große Show, kupo!", "Nos habéis llamado, ¡y por ello acudimos! ¡Te ayudaremos a dar un espectáculo inolvidable, kupó!"]}}}, "job": "Juggler", "sex": "Male", "game": "Crystal Defenders", "rarity_max": 5, "names": ["Juggler", "曲藝士", "곡예사", "Cabotin", "Jongleur", "Malabarista"], "equip": [1, 13, 40, 50, 51, 53, 60], "game_id": 20004, "rarity_min": 4, "tribe_id": 5, "id": "255000104", "job_id": 66}