{"TMR": ["EQUIP", 1100000056], "name": "Olive", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 910120, "rarity": 5}, {"level": 5, "type": "ABILITY", "id": 200180, "rarity": 5}, {"level": 13, "type": "ABILITY", "id": 910121, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 910122, "rarity": 5}, {"level": 32, "type": "ABILITY", "id": 910123, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 100090, "rarity": 5}, {"level": 61, "type": "ABILITY", "id": 910124, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910125, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 910126, "rarity": 6}, {"level": 18, "type": "ABILITY", "id": 910127, "rarity": 6}, {"level": 36, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 52, "type": "ABILITY", "id": 910128, "rarity": 6}, {"level": 64, "type": "ABILITY", "id": 910129, "rarity": 6}, {"level": 76, "type": "ABILITY", "id": 910130, "rarity": 6}, {"level": 88, "type": "ABILITY", "id": 910131, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910132, "rarity": 6}], "sex_id": 2, "entries": {"302001305": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [837, 2536, 240], "ATK": [40, 120, 24], "MP": [38, 115, 40], "MAG": [27, 82, 16], "SPR": [26, 79, 16], "DEF": [32, 96, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 302001305, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 10, "290060000": 10, "290060100": 10, "290050500": 15}}, "rarity": 5, "compendium_id": 8039, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [103], "effect_frames": [100], "strings": {"evolution": null, "affinity": ["I wonder if I was able to protect everyone...<br>Yeah, I understand...<br>This isn't over just yet, is it?", "我有保護好大家嗎……<br>嗯……我知道。<br>還沒有結束對吧。", "난 모두를 지켜낸 걸까……<br>아냐. 난 알고 있어.<br>아직 끝난 게 아니란 것을.", "Ai-je vraiment été capable de protéger tout le monde.... ?<br>Oui, je comprends...<br>C'est pas encore fini, c'est ça ?", "Ob ich wohl alle schützen konnte ...<br>Ja, verstehe ...<br>Es ist noch nicht vorbei, oder?", "Me pregunto si he podido proteger a todos... <br>Sí, ya lo se...<br>Esto aún no es el final, ¿cierto?"], "description": ["A young girl capable of freely wielding heavy weaponry. She was an ace among her fellow gunners in the squad she belonged to. At the same time, it is also said that she was relied on by her friends thanks to her being so resourceful. Contrary to her bold actions on the field, she is usually quite bashful and quiet, and it has been told she seems most happy when she's alone, working on her guns.", "能夠自在的操作重量級大砲的少女，是所屬砲兵部隊的王牌。同時她也是非常厲害的技術人員，深得同伴們的信賴。與戰場上大膽的行動相反，平常的她害羞又文靜，據說她最大的樂趣，就是獨自一人整備大砲。", "중량급의 대표를 자유자재로 다루는 소녀. 그녀는 소속되어 있는 포병 부대의 에이스로 활약하고 있었으며, 동시에 엄청난 실력의 기술자로서 동료들로부터 많은 신뢰를 받고 있었다. 전장에서 보이는 대담한 모습과는 반대로, 평소의 그녀는 수줍음이 많고 차분한 성격으로, 홀로 대포를 정비하고 있을 때가 가장 즐거워 보인다고 한다.", "Une jeune femme maniant une arme à très gros calibre. Elle était considérée comme le meilleur artilleur dans le corps d'armée dans lequel elle se trouvait. On raconte également que ses facultés exceptionnelles lui permettaient d'être d'un grand secours auprès de tous ses frères d'arme. Le courage et la témérité dont elle faisait preuve sur le champ de bataille étaient à l'opposé de son véritable caractère plutôt calme et timide. On raconte même qu'elle préférait s'occuper de l'entretien de son arme.", "Ein junges Mädchen, das schwere Waffen tragen kann. In ihrer Schwadron ragte sie durch ihre Fähigkeiten heraus. Ihre Freunde konnten sich dank ihrer Zuverlässigkeit stets auf sie verlassen. Obwohl kühn auf dem Schlachtfeld, ist sie sonst still und schüchtern. Sie wirkt am glücklichsten, wenn sie alleine ist und an ihren Waffen schraubt.", "Una joven capaz de manejar artillería pesada libremente. Era la mejor de los artilleros de su quinta. Además, se cuenta que sus amigos contaban con ella para cualquier cosa debido a su ingenio. A pesar de ser directa en el campo de batalla, es vergonzosa e introvertida y se dice que sobre todo está feliz cuando está a solas trabajando en sus armas."], "fusion": ["I see... By doing this,<br>we can increase the power of my guns...<br>You know your weaponry.", "原來如此……<br>這樣就能夠提升砲擊的威力了啊……<br>嗯.....我明白了。", "과연…… 이렇게 하면 대포의 위력을<br>더욱 높일 수 있겠구나……<br>응…… 잘 알겠어.", "Ah d'accord... C'est comme ça qu'on augmente la puissance d'un canon.<br>Je comprends mieux maintenant", "Verstehe ... auf diese Weise<br>werden meine Waffen mächtiger ...<br>Ihr kennt euch aus.", "Ya veo... Esto mejora la potencia de mi artillería...<br>Nada como conocer tus armas."], "summon": ["This... This isn't a battlefield...<br>But if you want to save your friends,<br>then I will lend you my strength.", "這裡……不是戰場……<br>但是如果你想要幫助同伴的話，<br>那我就把力量借給你吧。", "이곳은…… 전장이 아냐……<br>하지만 당신이 동료를 구하고 싶다면<br>내 힘을 빌려주겠어.", "Ce... n'est pas un champ de bataille mais si tu veux sauver tes amis,<br>alors laisse-moi te prêter main-forte.", "Das ... das ist kein Schlachtfeld ...<br>Aber wenn ihr eure Freunde schützen wollt,<br>dann leihe ich euch meine Stärke.", "Esto... no es un campo de batalla...<br>Pero si lo que quieres es salvar a tus amigos, te prestaré mis poderes."]}}, "302001306": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1088, 3296, 390], "ATK": [51, 156, 34], "MP": [50, 150, 65], "MAG": [35, 106, 26], "SPR": [34, 102, 26], "DEF": [41, 124, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 302001306, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8040, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [103], "effect_frames": [100], "strings": {"evolution": ["Now I should be able to save<br>even more of my friends, right?<br>If so, then I'll see you at the front lines!", "這樣就可以，<br>更好地幫助同伴了吧？<br>那我就在最前線戰鬥吧！", "이것으로 더 많은 동료를<br>구할 수 있는 거지?<br>그렇다면 내가 맨 앞에서 싸우겠어!", "Je devrais être capable de sauver<br>encore plus de mes amis maintenant, n'est-ce pas ?<br>Si c'est le cas, alors on se retrouve sur le front !", "Jetzt kann ich<br>noch mehr Freunde schützen?<br>Wir sehen uns an der Front!", "Ahora podré salvar a un mayor número de mis amigos, ¿verdad?<br>¡De ser así, nos vemos en la vanguardia!"], "affinity": ["I wonder if I was able to protect everyone...<br>Yeah, I understand...<br>This isn't over just yet, is it?", "我有保護好大家嗎……<br>嗯……我知道。<br>還沒有結束對吧。", "난 모두를 지켜낸 걸까……<br>아냐. 난 알고 있어.<br>아직 끝난 게 아니란 것을.", "Ai-je vraiment été capable de protéger tout le monde.... ?<br>Oui, je comprends...<br>C'est pas encore fini, c'est ça ?", "Ob ich wohl alle schützen konnte ...<br>Ja, verstehe ...<br>Es ist noch nicht vorbei, oder?", "Me pregunto si he podido proteger a todos... <br>Sí, ya lo se...<br>Esto aún no es el final, ¿cierto?"], "description": ["A young girl who fought as a gunner for the sake of her hometown. Long ago, her town was invaded by another country, which led to the loss of many of her friends and family. This spurred the quiet little girl on to join the military, and led to her lash out on the battlefield out of fear of her friends being hurt. It is said that as a result her life ended short, but her deeds were talked about long after she passed.", "為了故鄉而戰鬥的砲兵少女。過去她的故鄉曾經遭到其他國家的入侵，她的家人與許多好友都在戰爭中犧牲，這便是這位文靜的少女加入軍隊原因。她因為害怕同伴受到傷害，所以才會在戰場上做出那些魯莽的行動，為此她的一生十分短暫，不過她的功績卻在軍中長久流傳。", "고향을 위해 포병이 되어 싸우는 소녀. 과거에 그녀의 고향은 타국의 침략을 받아, 그녀의 가족을 비롯해 친구들과 많은 사람이 희생되었다. 그 일은 차분한 성격이었던 그녀가 군대에 입대하는 계기가 되었으며, 그녀가 전장에서 누구보다 용맹을 떨치는 것은 동료들이 상처 입는 것에 대한 두려움 때문이라 한다. 그 결과, 그녀의 삶은 오래 가지 못했지만 그녀가 쌓은 업적은 오랫동안 회자되었다고 한다.", "Une jeune fille qui se battait pour son pays en tant qu'artilleur dans l'armée. Elle perdit beaucoup de membres de sa famille et d'amis lorsque d'autres nations se sont mises à envahir son pays, il y a très longtemps. C'est ce que qui poussa cette jeune femme d'un naturel très calme à s'engager dans l'armée, et la peur qu'elle ressentait à voir ses camarades blessés lui donnait le courage de se battre. La vie de cette jeune femme fut malheureusement de courte durée, mais ses exploits sur le champ de bataille alimentèrent les récits de bravoure des soldats pendant des années.", "Ein junges Mädchen, das seine Heimatstadt als Schützin verteidigte. Vor langer Zeit wurde diese von einem anderen Land angegriffen und sie verlor viele Freunde und ihre Familie. Aus diesem Grund ging sie zum Militär und schoss auf dem Schlachtfeld um sich, aus Angst um ihre bedrohten Freunde. Sie soll ein kurzes Leben gehabt haben, aber über ihre Taten wurde noch lange geredet.", "Una joven que luchó como artillera por el bien de su ciudad natal. Hace mucho tiempo, su ciudad natal fue invadida por otra nación, lo cual le causó la pérdida de muchos de sus amigos y familiares. Esto motivó a está chica de personalidad callada a alistarse en el ejército y la llevó a luchar valientemente en el campo de batalla por el temor a perder a sus amigos. Se dice que esto hizo que su vida acabase prematuramente, pero sus hitos quedaron en las bocas de la gente hasta mucho después de su fallecimiento."], "fusion": ["So by increasing my own power,<br>my shots become stronger, as well?<br>Let's get pumped then!", "我自身變強，<br>也能提升砲擊的效果威力啊......<br>嗯……那就讓我變得更強吧。", "내 자신의 힘이 강해지면,<br>포격의 효력도 오르는 것인가……<br>그럼, 더욱 강해지는 수밖에.", "Donc si j'augmente ma propre force,<br>mes tirs gagneront en puissance également, c'est ça ?<br>Bon, ben je sais ce qu'il me reste à faire alors !", "Durch Erhöhung meiner Kraft<br>werden auch meine Schüsse stärker?<br>Legen wir los!", "¿Así que si aumento mi poder, también aumenta el de mis disparos?<br>¡Entonces vamos a por todas!"], "summon": ["I will protect my friends.<br>I definitely count you as one of them.<br>I swear on my guns.", "我會保護好同伴們。<br>所以我也會保護好你的。<br>我向此大砲發誓。", "나는 동료를 지킬 거야.<br>그러니 당신도 반드시 구해내겠어.<br>이 대포에 맹세해.", "Je protègerai mes amis.<br>Et tu es l'un d'entre eux, sois en sûr. je le jure sur mes armes.", "Ich werde meine Freunde beschützen .<br>Ihr zählt auf jeden Fall dazu.<br>Ich schwöre bei meinen Waffen.", "Protegeré a mis amigos.<br>Y a ti también, amigo mío.<br>Lo juró por mi cañón."]}}}, "job": "Cannoneer", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Olive", "奧利芙", "올리브", "Olive", "Olive", "Olivia"], "equip": [9, 14, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "302001305", "job_id": 9009}