{"TMR": ["EQUIP", 1100000043], "name": "White Knight Noel", "is_summonable": true, "skills": [{"level": 8, "type": "ABILITY", "id": 910032, "rarity": 5}, {"level": 12, "type": "ABILITY", "id": 910033, "rarity": 5}, {"level": 18, "type": "MAGIC", "id": 20090, "rarity": 5}, {"level": 26, "type": "ABILITY", "id": 910034, "rarity": 5}, {"level": 32, "type": "MAGIC", "id": 20120, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 100010, "rarity": 5}, {"level": 47, "type": "ABILITY", "id": 910036, "rarity": 5}, {"level": 54, "type": "ABILITY", "id": 910037, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910039, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 910031, "rarity": 6}, {"level": 30, "type": "ABILITY", "id": 910035, "rarity": 6}, {"level": 38, "type": "MAGIC", "id": 20210, "rarity": 6}, {"level": 63, "type": "MAGIC", "id": 20240, "rarity": 6}, {"level": 70, "type": "ABILITY", "id": 910038, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 910040, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910041, "rarity": 6}], "sex_id": 1, "entries": {"302000706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [-50, 25, 0, 0, 25, 0, 0, 0], "stats": {"HP": [1208, 3660, 390], "ATK": [38, 114, 26], "MP": [53, 162, 65], "MAG": [45, 136, 26], "SPR": [37, 112, 26], "DEF": [46, 139, 34]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 4, "limitburst_id": 302000706, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8016, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [79, 89], "effect_frames": [67, 77], "strings": {"evolution": ["This is what it feels like to be awakened...<br>I will use my new found strength to aid you!", "原來這就是覺醒的感覺。我會用這新力量幫助你們的！", "각성이라는 게 바로 이런 느낌이로군요.<br>이 새로운 힘으로 여러분을 돕겠습니다!", "Alors c'est ça qu'on ressent lorsqu'on est éveillé...<br>Je vais utiliser ma nouvelle force pour vous aider !", "So ist es also, erweckt zu werden...<br>Ich werde euch mit meiner neuen Stärke helfen!", "O sea que así es como se siente uno al despertar...<br>¡Usaré mis nuevos poderes para servirte de ayuda!"], "affinity": ["Battling for a good cause<br>and helping the weak...<br>It's been an honor travelling with you!", "為正義而戰、幫助弱小之人。能和你們一起旅行，我感到十分光榮。", "정의를 위해 싸우고, <br>약자를 구한다.<br>여러분과 함께 여행할 수 있어 영광입니다.", "Se battre pour une cause juste<br>et aider les faibles...<br>Ce fut un honneur de me battre à vos côtés !", "Kämpfen für eine gute Sache<br>und Hilfe für die Schwachen ...<br>Es ist eine Ehre, mit euch zu reisen!", "Luchar por una buena causa y ayudar al necesitado...<br>¡Ha sido un honor viajar a tu lado!"], "description": ["A knight known for his generosity and nobility. Always seen riding atop a gold and white robot, he is known by people as the \"White Knight.\" When war broke out between two neighbouring countries, the homelands of his parents, Noel gave up his life to defend the powerless from the soldiers. Tales of his brave sacrifice quickly spread, eventually leading to the end of the war. After his death, residents of the two nations celebrate the Festival of the White Knight annually to remember him and to remind themselves of the importance of peace.", "以高貴寬厚著稱的騎士。他時常騎乘帶有白、金雙色裝飾的機械，因此人稱「白騎士」。當其雙親各自的故鄉之間爆發戰爭時，為保護弱小的民眾，他主動獻出了自己的生命。他的事跡很快傳遍了各地，使戰事很快走向終結。自此以後，兩國國民每年都會大舉盛事，祭奠白騎士諾埃爾，珍惜來之不易的和平。", "고귀하며 관대하기로 알려진 기사. 늘 흰색과 금색으로 세공된 로봇에 타고 있었기 때문에, '백기사'라고 불렸다. 그의 부모의 고향인 두 이웃 나라에서 전쟁이 발발했을 때, 노엘은 전쟁에서 약자들을 지키기 위해 자신의 목숨을 바쳤다. 자신을 희생하여 사람들을 지켜낸 백기사의 이야기는 눈 깜짝할 사이에 널리 퍼져나가, 전쟁을 종결로 이끌었다. 그가 죽은 후 사람들은 그에게 감사의 마음을 담아 백기사 축제를 열어, 평화의 소중함을 다시금 인식했다.", "Un chevalier connu pour sa générosité et sa noblesse. Souvent aperçu sur un robot blanc géant, il est connu par le peuple sous le nom de \"chevalier blanc\". Lorsqu'une guerre éclata entre deux pays voisins, terres de ses parents, Noël renonça à sa vie pour se consacrer à la protection des faibles contre les soldats. Le récit de son courageux sacrifice se propagea rapidement et on raconte qu'il fut une des raisons de la fin de la guerre. Après sa mort, les habitants des deux nations décidèrent d'organiser chaque année une fête en l'honneur du chevalier blanc pour se rappeler ce pourquoi ce héros à sacrifier sa vie : la paix.", "Ein Ritter aus dem eisigen Hochland, bekannt für seine Großzügigkeit und Nobilität. Stets auf einem goldweißen Roboter reitend, wurde er von den Leuten der „weiße Ritter“ genannt. Als der Krieg zwischen zwei Ländern ausbrach, den Heimatländern seiner Eltern, gab Noel sein Leben auf, um die Machtlosen vor den Soldaten zu verteidigen. Erzählungen über sein heldenhaftes Opfer verbreiteten sich rasch und führten schließlich zum Ende des Krieges. Nach seinem Tod feierten die Bewohner beider Länder das Fest des weißen Ritters, um ihm und der Wichtigkeit des Friedens zu gedenken.", "Un caballero conocido por su generosidad y corazón noble. Siempre montado en su robot color dorado y blanco, la gente de a pie le conoce como el \"Caballero blanco\". Al dar comienzo la guerra entre dos países vecinos y también tierras natales de sus padres, Noel entregó su vida para proteger a los indefensos de los soldados. Pronto comenzaron a extenderse historias sobre su valiente sacrificio y esto fue el detonador del final de la guerra. Tras su muerte, los residentes de ambas naciones comenzaron a celebrar el Festival del Caballero Blanco una vez al año en su memoria y para no olvidar del valor que tiene la paz."], "fusion": ["My powers have grown.<br>Now, I can better serve the needs<br>of those without the means.", "我變強了。我終於能更好地幫助需要幫助的人了。", "제 힘이 더욱 강력해졌습니다. <br>이걸로 전, 도움이 필요한 사람들을<br>구할 수 있어요.", "Mes pouvoirs ont grandi.<br>Je peux encore mieux protéger les gens sans ressources désormais.", "Meine Kraft ist extrem gestiegen.<br>Nun kann ich besser denen dienen,<br>die darauf angewiesen sind.", "Mis poderes han aumentado.<br>Ahora podré servir mejor de ayuda a aquellos que no pueden ayudarse a si mismos."], "summon": ["An army standing up for the weak...<br>Great! Let me join your cause!", "守衛弱者的戰士……太好了！請讓我也幫忙吧！", "약자를 지키는 전사들…… <br>실로 멋지군! 저도 돕게 해 주십시오!", "Une armée qui protège les faibles...<br>Génial ! Permettez-moi de vous rejoindre !", "Eine Armee, die sich für die Schwachen einsetzt ...<br>Super! Ich mache mit!", "Un ejército que se erige en pos de los débiles...<br>¡Estupendo, dejad que me una a vosotros!"]}}, "302000705": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [-50, 25, 0, 0, 25, 0, 0, 0], "stats": {"HP": [929, 2815, 240], "ATK": [29, 88, 16], "MP": [41, 125, 40], "MAG": [35, 105, 16], "SPR": [28, 86, 16], "DEF": [35, 107, 24]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 4, "limitburst_id": 302000705, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 20, "290050500": 5, "290060400": 5}}, "rarity": 5, "compendium_id": 8015, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [79, 89], "effect_frames": [67, 77], "strings": {"evolution": null, "affinity": ["Battling for a good cause<br>and helping the weak...<br>It's been an honor travelling with you!", "為正義而戰、幫助弱小之人。能和你們一起旅行，我感到十分光榮。", "정의를 위해 싸우고, <br>약자를 구한다.<br>여러분과 함께 여행할 수 있어 영광입니다.", "Se battre pour une cause juste<br>et aider les faibles...<br>Ce fut un honneur de me battre à vos côtés !", "Kämpfen für eine gute Sache<br>und Hilfe für die Schwachen ...<br>Es ist eine Ehre, mit euch zu reisen!", "Luchar por una buena causa y ayudar al necesitado...<br>¡Ha sido un honor viajar a tu lado!"], "description": ["A knight from the icy highlands, who was known for his generosity and nobility. His parents were residents of two neighbouring countries that shared a long history of war. From his father, Noel learnt how to pilot a robot whilst his mother trained him in the arts of magic. During a short period of time when the two countries were at peace, Noel was able to travel freely between them, helping the poor he met along the way by providing them with gifts.", "冰凍高地的騎士，以高貴寬厚著稱。他的雙親分別來自長期相互征戰的兩個相鄰國家。他從父親那裡習得了操縱機械的方法，從母親身上則學到了如何使用魔法。在短暫的和平期，他得以自由往來於兩國之間，為貧窮的人們送達禮物，幫助他們維持生活。", "고귀하며 관대하기로 알려진, 얼어붙은 고지의 기사. 전쟁으로 오랜 역사를 공유해 온 두 이웃 나라 출신의 부모 아래서 태어나, 아버지로부터는 로봇을 만드는 기술을, 어머니로부터는 마법의 기술을 배웠다. 그는 양국이 평화로웠던 짧은 기간 동안 두 나라를 자유롭게 왕래하며, 가난한 자들에게 다양한 선물을 하며 도움을 주고 있었다.", "Un chevalier originaire de terres glacées, connu pour sa générosité et sa noblesse. Ses parents résidaient dans deux pays voisins qui partageaient une longue histoire faite de conflits incessants. Son père lui apprit à piloter un robot et sa mère lui apprit l'art de la magie. Pendant une brève période de paix entre les deux nations, Noël alla d'un pays à l'autre, aidant les pauvres qu'il croisait sur son chemin en leur offrant des cadeaux.", "Ein Ritter aus dem eisigen Hochland, bekannt für seine Großzügigkeit und Nobilität. Seine Eltern waren die Bewohner zweier benachbarter Länder, die miteinander lange im Krieg lagen. Von seinem Vater lernte Noel, einen Roboter zu lenken, seine Mutter lehrte ihn die Kunst der Magie. Während einer kurzen Friedensphase zwischen beiden Ländern konnte Noel frei durch beide Länder reisen und dabei den Armen mit Geschenken helfen.", "Un caballero proveniente de las tierras altas glaciales, conocido por su generosidad y corazón noble. Sus padres pertenecían a dos países vecinos con un largo pasado lleno de guerras. Noel logró aprender las técnicas para pilotar robots de su padre y el arte de la magia de su madre. Durante un breve periodo de tiempo Noel consiguió viajar libremente entre ambos países, y durante sus aventuras pudo ayudar a los desfavorecidos en el camino obsequiándoles con regalos."], "fusion": ["True strength is shown not by flaunting it<br>but by using it to protect the defenseless<br>from evil.", "真正的強大，不在誇耀力量，而在保護弱者。", "진정한 강함이란 그것을 과시해서가 아니라, <br>약자를 악으로부터 지켜냄으로써 <br>나타낼 수 있지요.", "L'être fort n'est pas celui qui fait étalage de sa puissance, mais celui qui protège les plus faibles.", "Wahre Stärke zeigt sich nicht durch Prahlerei,<br>sondern im Beschützen der Schwachen<br>vor dem Bösen.", "Para probar su fuerza,<br>uno no debe alardear de ella, <br>sino utilizarla para proteger a los débiles del mal."], "summon": ["I am Noel, the White Knight.<br>Saving the world, you say?<br>Count me in.", "我是白騎士諾埃爾。保護世界嗎？那就讓我也加入吧。", "저는 백기사 노엘.<br>세계를 지킨다구요?<br>그렇다면 저를 동료로 받아주십시오.", "Je suis Noël, le Chevalier Blanc.<br>Sauvez le monde vous dites?<br>Comptez sur moi.", "Ich bin Noel, der Weiße Ritter <br>Die Welt retten, sagst du?<br>Bin dabei.", "Soy Noel, el Caballero blanco.<br>¿Que hay que salvar el mundo?<br>Yo me apunto."]}}}, "job": "White Knight", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["White Knight Noel", "白騎士諾埃爾", "백기사 노엘", "Chevalier blanc Noël", "Weißer Ritter Noel", "Caballero blanco Noel"], "equip": [5, 6, 15, 30, 31, 40, 41, 51, 52, 53, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "302000705", "job_id": 9005}