{"TMR": ["EQUIP", 1100000044], "name": "Yun", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 101080, "rarity": 5}, {"level": 8, "type": "ABILITY", "id": 200220, "rarity": 5}, {"level": 12, "type": "ABILITY", "id": 910093, "rarity": 5}, {"level": 15, "type": "ABILITY", "id": 100150, "rarity": 5}, {"level": 18, "type": "ABILITY", "id": 910094, "rarity": 5}, {"level": 36, "type": "ABILITY", "id": 400120, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 910070, "rarity": 5}, {"level": 58, "type": "ABILITY", "id": 100030, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910071, "rarity": 5}, {"level": 7, "type": "ABILITY", "id": 910072, "rarity": 6}, {"level": 20, "type": "ABILITY", "id": 910073, "rarity": 6}, {"level": 34, "type": "ABILITY", "id": 100090, "rarity": 6}, {"level": 53, "type": "ABILITY", "id": 202230, "rarity": 6}, {"level": 67, "type": "ABILITY", "id": 910074, "rarity": 6}, {"level": 80, "type": "ABILITY", "id": 910075, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910076, "rarity": 6}], "sex_id": 1, "entries": {"302000905": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [30, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [875, 2650, 240], "ATK": [38, 115, 24], "MP": [33, 101, 40], "MAG": [25, 75, 16], "SPR": [30, 91, 16], "DEF": [31, 95, 16]}, "magic_affinity": [0, 0, 4, 0], "ability_slots": 4, "limitburst_id": 302000905, "attack_count": 5, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 8026, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [49, 57, 65, 92, 122], "effect_frames": [47, 55, 63, 90, 120], "strings": {"evolution": null, "affinity": ["We are both grateful to you.<br>You were the one that finally taught me<br>these fists are not for revenge.", "……我們非常感激你。<br>是你讓我們明白，<br>這雙拳頭不是為了復仇而存在的。", "……우리는 감사하고 있어.<br>이 주먹은 복수를 위한 것이 아니라고<br>너희들이 가르쳐 주었으니까.", "Nous te sommes tous les deux reconnaissants.<br>Merci de m'avoir appris que ces poings peuvent servir à autre chose qu'à la vengeance.", "Wir sind dir beide dankbar.<br>Du hast mir beigebracht, dass<br>diese Fäuste nicht zur Rache dienen.", "Te estamos agradecidos los dos.<br>Tu has sido quien me ha enseñado<br>que los puños no se usan para buscar venganza."], "description": ["A silent warrior atop a chocobo who donned a curious piece of armor. Yun lost his parents during infancy after monsters viciously attacked his village, leaving nothing but death in their wake save for a single chocobo. Yun befriended the feathery creature, and they eventually left together on a journey around the world. The experience he gained through their rigorous journey helped him to develop unique battle abilities which he vowed to use to destroy the monsters that took the lives of those dearest to him. He is said to have continued his crusade against monsters until an illness claimed his life.", "沉默寡言的武鬥家，<br>與身披奇特鎧甲的陸行鳥一起旅行。<br>年幼時，家鄉遭到魔物襲擊，<br>村民和他的家人都因此喪命，<br>只有他和一隻陸行鳥倖存下來。<br>從此，他們結伴浪跡天涯。<br>在嚴酷的旅途中，他練就了獨創的格鬥術，<br>並發誓用這份力量打倒害死親人的魔物。<br>傳說直到病故前的一刻，<br>他都一直在和魔物鬥爭。", "독특한 갑옷을 몸에 두른 초코보와 함께<br>여행하는 과묵한 무술가.<br>어릴 적, 고향을 습격한 마물에게 부모님과<br>마을을 잃고, 유일하게 살아남은 한 마리의<br>초코보와 함께 세계를 방랑했다.<br>가혹한 여정 속에서 독자적인 격투술을 익힌<br>그는, 자신에게서 소중한 사람들을 빼앗은<br>마물을 퇴치하는 데 그 힘을 사용하기로<br>맹세하였으며, 병에 걸려 목숨이 다한<br>그 순간까지도 마물과의 전투를<br>이어나갔다고 한다.", "Un guerrier silencieux à dos de chocobo portant une armure étrange. Yun a perdu ses parents durant son enfance, après que des monstres ont attaqué sournoisement son village, ne laissant sur leur passage que les cadavres de leurs victimes, et un seul chocobo en vie. Yun se lia d'amitié avec la créature à plumes et partirent ensemble dans un voyage autour du monde. Cette incroyable expérience permit à Yun d'acquérir les incroyables techniques de combat qu'il utilisa pour terrasser les monstres qui prirent la vie de ses proches. Il déclara qu'il continuerait son combat contre les monstres jusqu'à ce qu'une maladie finisse par l'emporter.", "Ein stummer Krieger, der auf einem Chocobo mit einer seltsamen Rüstung reitet. Yun verlor seine Eltern schon als Kind bei einem Angriff von Monstern auf sein Dorf. Nur ein einziger Chocobo blieb am Leben. Yun freundete sich mit der Federkreatur an, sodass sie schließlich zusammen zu einer Reise um die Welt aufbrachen. Durch die Erfahrungen auf ihrer harten Reise entwickelte er einzigartige Kampffertigkeiten. Er schwor, diese einzusetzen, um die Monster zu vernichten, die ihm seine Heimat nahmen. Er setzte seinen Kreuzzug gegen Monster fort, bis eine Krankheit ihm das Leben nahm.", "Un guerrero silencioso montado en un chocobo vestido con una curiosa armadura. Yun perdió a sus padres durante su infancia al ser atacado su pueblo por monstruos, los cuales no dejaron a nadie con vida salvo a un solo chocobo. Yun se hizo amigo de esta criatura emplumada y poco después se embarcaron juntos en una aventura alrededor del mundo. La experiencia que adquirió a lo largo de sus arduos viajes le ayudó a desarrollar habilidades únicas en combate, las cuales juró utilizar para aniquilar a los monstruos que acabaron con las vidas de sus seres queridos. Se dice que prosiguió con sus viajes hasta caer a causa de una enfermedad."], "fusion": ["To be honest, I'm surprised.<br>I didn't think such a way of growing stronger existed.", "……說實話我真沒想到。 <br>這種方法竟然也能使人變強……", "솔직히…… 놀랍군.<br>이런 방법으로 강해질 수 있다니……", "Pour être honnête, je suis surpris.<br>Je n'aurais jamais pensé qu'une telle façon de gagner en puissance puisse exister.", "Ich bin überrascht, um ehrlich zu sein.<br>Ich hätte nicht gedacht, dass man so stärker werden kann.", "Si te soy sincero, estoy asombrado.<br>No sabía que existía tal forma de volverse más fuerte."], "summon": ["There are still so many monsters...<br>As long as you don't mind my friend joining,<br>my fists are yours to borrow.", "魔物還沒有滅絕啊……<br>如果不介意我帶著搭檔的話，<br>我就將力量借給你吧。", "아직 마물은 멸망하지 않은 것인가……<br>……내 친구와 함께라도 괜찮다면,<br>당신을 위해 이 주먹을 휘두르겠어.", "Il y a encore tellement de monstres...<br>Tant que tu es d'accords pour que mon ami vienne avec moi,<br>mes poings sont à ton service.", "Es gibt immer noch so viele Monster ...<br>So lange mein Freund euch nicht stört,<br>gehören meine Fäuste euch.", "Quedan tantos monstruos todavía...<br>Mientras que no te importe que mi amigo venga con nosotros,<br>puedes contar con mis puños."]}}, "302000906": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [30, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1163, 3525, 390], "ATK": [50, 150, 34], "MP": [44, 132, 65], "MAG": [36, 110, 26], "SPR": [38, 116, 26], "DEF": [41, 124, 26]}, "magic_affinity": [0, 0, 5, 0], "ability_slots": 4, "limitburst_id": 302000906, "attack_count": 5, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8027, "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [49, 57, 65, 92, 122], "effect_frames": [47, 55, 63, 90, 120], "strings": {"evolution": ["My fists are hot...<br>I can take on even stronger monsters now.", "拳頭好熱……<br>這下子應該就能打倒<br>更加強大的魔物了。", "주먹이 뜨겁다……<br>이걸로, 더욱더 강한 마물을<br>쓰러뜨릴 수 있겠어.", "Mes poings sont bien échauffés...<br>Je suis sûr que je peux m'attaquer à de plus gros monstres maintenant.", "Meine Fäuste brennen ...<br>Nun kann ich es mit noch stärkeren Monstern aufnehmen.", "Mis puños están que arden...<br>Ahora podré acabar hasta con monstruos aún más poderosos."], "affinity": ["We are both grateful to you.<br>You were the one that finally taught me<br>these fists are not for revenge.", "……我們非常感激你。<br>是你讓我們明白，<br>這雙拳頭不是為了復仇而存在的。", "……우리는 감사하고 있어.<br>이 주먹은 복수를 위한 것이 아니라고<br>너희들이 가르쳐 주었으니까.", "Nous te sommes tous les deux reconnaissants.<br>Merci de m'avoir appris que ces poings peuvent servir à autre chose qu'à la vengeance.", "Wir sind dir beide dankbar.<br>Du hast mir beigebracht, dass<br>diese Fäuste nicht zur Rache dienen.", "Te estamos agradecidos los dos.<br>Tu has sido quien me ha enseñado<br>que los puños no se usan para buscar venganza."], "description": ["A warrior who set off on a journey to vanquish monsters alongside his trusty chocobo. Yun swore to take revenge upon the monsters that killed his family when he was a child, and in the process saved many people who came to admire him deeply. Unfortunately, his long journey and continuous battles against monsters caused him to contract an illness that eventually took his life. His faithful chocobo is said to have stayed by his side until the very end.", "與好友陸行鳥結伴<br>踏上和魔物鬥爭之旅的武鬥家。<br>年幼時家人被魔物害死的他，<br>為了復仇而開始消滅魔物，<br>旅途中因拯救了無數人的性命而受到尊敬。<br>長期的流浪生活和與魔物的鬥爭<br>使他身患疾病，最終倒在了旅途中。<br>傳說陸行鳥一直留在他的屍體旁，<br>久久不肯離去。", "친구인 초코보와 함께<br>마물 퇴치 여행을 계속해온 무술가.<br>어릴 적 살해당한 가족들의 복수를 위해 시작한<br>마물 퇴치였지만, 그에게서 목숨을 구원받은<br>많은 사람들의 존경을 받게 되었다고 한다.<br>하지만 기나긴 방랑 생활과 마물과의 전투로 인해<br>병을 얻게 되고, 그것이 그의 여행의 마지막이 되었다.<br>그리고 그의 파트너 초코보는, 숨을 거둔<br>그의 곁을 언제까지고 떠나지 않았다고 한다.", "Un guerrier qui partit en croisade pour effacer les monstres de la surface du monde aux côtés de son fidèle chocobo. Yun jura de se venger des monstres qui tuèrent sa famille lorsqu'il était enfant. Durant son voyage, il parvint à sauver beaucoup de personnes qui l'admirèrent sincèrement en retour. Malheureusement, son long voyage et les nombreuses batailles qu'il eut à mener lui firent contracter une maladie qui finit par avoir raison de lui. On raconte que son fidèle chocobo est resté à ses côtés jusqu'à la fin.", "Ein Krieger, der mit einem Chocobo an seiner Seite aufbrach, um Monster zu erledigen. Denn Yun hatte Rache an den Monstern geschworen, die seine Familie umbrachten, als er noch ein Kind war. Unterwegs rettete er vielen das Leben, die ihn dafür bewunderten. Leider führten seine lange Reise und die vielen Kämpfe zu einer Krankheit, die ihn schließlich das Leben kostete. Sein treuer Chocobo soll bis zum Ende an seiner Seite geblieben sein.", "Un guerrero que se embarcó en una aventura para aniquilar monstruos junto a su inseparable chocobo. Yun juró vengarse de los monstruos que acabaron con su familia cuando era niño y a lo largo de su periplo salvó a mucha gente, quienes le correspondieron con su profunda estima. Por desgracia, sus largos viajes y continuas batallas contra monstruos le hicieron contraer una enfermedad que después acabó con su vida. Se cuenta que su fiel chocobo estuvo a su lado hasta el final."], "fusion": ["Had I had such power when I was younger,<br>I could have protected those close to me...", "要是我小時候就有這份力量，<br>或許就能保護好親人們了……", "이런 힘이 어릴 적의 내게도 있었더라면<br>소중한 사람들을 지킬 수 있었을 텐데.", "J'étais tellement fort quand j'étais plus jeune...<br>J'aurais pu protéger mes proches.", "Hätte ich solche Kraft besessen, als ich jünger war,<br>hätte ich meine Liebsten beschützen können ...", "Si hubiese tenido tal fuerza cuando era joven,<br>podría haber protegido a mis seres queridos..."], "summon": ["There are still so many monsters...<br>As long as you don't mind my friend joining,<br>my fists are yours to borrow.", "魔物還沒有滅絕啊……<br>如果不介意我帶著搭檔的話，<br>我就將力量借給你吧。", "아직 마물은 멸망하지 않은 것인가……<br>……내 친구와 함께라도 괜찮다면,<br>당신을 위해 이 주먹을 휘두르겠어.", "Il y a encore tellement de monstres...<br>Tant que tu es d'accords pour que mon ami vienne avec moi,<br>mes poings sont à ton service.", "Es gibt immer noch so viele Monster ...<br>So lange mein Freund euch nicht stört,<br>gehören meine Fäuste euch.", "Quedan tantos monstruos todavía...<br>Mientras que no te importe que mi amigo venga con nosotros,<br>puedes contar con mis puños."]}}}, "job": "Chocobo Rider", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Yun", "雲", "윤", "Yun", "Yun", "Yun"], "equip": [1, 12, 15, 16, 30, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "302000905", "job_id": 9007}