{"TMR": ["EQUIP", 1100000071], "name": "Aiden", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 10110, "rarity": 3}, {"level": 6, "type": "ABILITY", "id": 100020, "rarity": 3}, {"level": 16, "type": "ABILITY", "id": 910178, "rarity": 3}, {"level": 20, "type": "MAGIC", "id": 10020, "rarity": 3}, {"level": 22, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 31, "type": "ABILITY", "id": 400090, "rarity": 4}, {"level": 39, "type": "ABILITY", "id": 100130, "rarity": 4}, {"level": 50, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 60, "type": "ABILITY", "id": 910180, "rarity": 5}, {"level": 60, "type": "ABILITY", "id": 910183, "rarity": 5}], "sex_id": 1, "entries": {"302001603": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [531, 1608, 150], "ATK": [17, 50, 10], "MP": [21, 65, 25], "MAG": [17, 51, 10], "SPR": [20, 62, 14], "DEF": [18, 54, 10]}, "magic_affinity": [6, 3, 0, 0], "ability_slots": 2, "limitburst_id": 302001603, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020900": 10, "290050300": 5, "290050200": 15, "290030200": 5, "290010200": 25}}, "rarity": 3, "compendium_id": 8048, "attack_damage": [[50, 50]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [2, 22], "effect_frames": [0, 20], "strings": {"evolution": null, "affinity": ["This is proof that my prayers were answered.<br>I am proud to have been able to fight alongside you.", "這就是祈禱得到回應的證明。<br>能和你一起戰鬥讓我倍感光榮。", "기도가 통했다는 증거다.<br>함께 싸웠다는 것이 자랑스러워.", "Ceci est la preuve que mes prières ont été entendues !<br>je suis fier d'avoir pu combattre à tes côtés.", "Dies ist der Beweis, meine Gebete wurden erhört.<br>Es ist eine Ehre, an deiner Seite zu kämpfen.", "Esto es la prueba de que mis plegarias fueron escuchadas.<br>Estoy orgulloso de haber podido luchar a tu lado."], "description": ["An aspiring young cleric from a distant land. Aiden's menacing look stems from the fact that he once trained to be a warrior. It wasn't until a certain incident took place that he began learning restorative magic, eventually becoming as proficient in it as his other fellow clerics. Unfortunately, however, he is very quick to anger and will not hesitate to use his staff to hit his enemies in battle before ever using it to conjure magic.", "在某個城鎮以成為僧侶為目標的青年。他外貌冷酷，原本以成為戰士為目標鍛煉身體。可是在經歷了某件事後，開始為習得治癒之術奮發圖強，現在他和其他魔道士一樣，可使用恢復魔法了。但因為他生來就是易怒的性格，使得他在用手杖發動魔法前，就已經不自覺地毆打對方了。", "어느 마을에서, 승려를 지망하는 청년. <br>우락부락한 풍채로, 원래 전사를 지망하며 신체를 단련하고 있었다. 하지만 어느 사건을 계기로 치유술을 익히기 위한 공부를 시작하여, 지금은 다른 마도사와 마찬가지로 회복마법을 다룰 수 있게 되었다. 그러나 본래 흥분하기 쉬운 성격으로 금방 성을 내며, 손에 쥔 지팡이로 마법을 발동하기보다는 상대를 후려쳐 버리는 때가 더 많은 듯하다.", "Un jeune aspirant prêtre d'un monde lointain. Le regard menaçant d'Aiden vient du fait qu'il s'entrainait autrefois pour devenir guerrier. Ce n'est qu'après un certain accident qu'il commença à apprendre la magie réparatrice, et finit par devenir aussi efficace que ses confrères. Sa propension à se mettre facilement en colère le conduit malheureusement bien souvent à utiliser son bâton pour frapper les ennemis avant même de s'en servir pour lancer des sorts.", "Ein aufstrebender junger Kleriker aus einem fernen Land. Aidens bedrohliches Aussehen rührt daher, dass er als Krieger ausgebildet wurde. Erst ein bestimmter Vorfall ließ ihn die Heilmagie erlernen, worin er schließlich so geschult wurde wie andere Kleriker. Betrüblicherweise neigt er jedoch zu Jähzorn und zögert nicht, Gegner mit seinem Stab zu schlagen, bevor er diesen für Magie nutzt.", "Un joven aspirante a clérigo de tierras lejanas. El aspecto amenazador de Aiden se debe a que en el pasado entrenó para ser guerrero. Sin embargo, tras producirse cierto incidente, acabó decantándose por aprender magia curativa y, con el paso del tiempo, llegó a dominar estas artes como cualquier otro clérigo. Desafortunadamente, Aiden tiene problemas a la hora de controlar su ira, por lo que más que usar el bastón para conjurar hechizos, suele enfrentarse a bastonazos limpios contra sus enemigos."], "fusion": ["I feel like I now have access<br>to even more healing magic.", "我好像掌握更強大的<br>恢復魔法了喔。", "회복마법을 더욱<br>잘 다룰 수 있을 것 같군.", "J'ai comme l'impression d'avoir accès à encore plus de pouvoirs magiques curatifs.", "Ich spüre, wie sich meine<br>Heilmagie erweitert.", "Siento que ahora soy capaz<br>de utilizar magia curativa aún más potente."], "summon": ["I am a mage with the power<br>to wield recovery magic,<br>just so you know.", "先講一下，<br>我可是使用恢復魔法的<br>魔道士喔。", "말해두겠는데,<br>나는 회복마법을 쓰는<br>마도사니까 말이지.", "Je suis un mage qui peut utiliser de la magie de soin,<br>juste pour ton information.", "Ich bin ein Magier, der<br>Magie wiederherstellt,<br>damit ihr es wisst.", "Para que lo sepas,<br>soy un mago capaz de lanzar<br>hechizos curativos."]}}, "302001605": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [897, 2717, 240], "ATK": [28, 85, 16], "MP": [36, 110, 40], "MAG": [28, 86, 16], "SPR": [34, 104, 24], "DEF": [30, 91, 16]}, "magic_affinity": [8, 5, 0, 0], "ability_slots": 4, "limitburst_id": 302001605, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 8050, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [2, 22], "effect_frames": [0, 20], "strings": {"evolution": ["Not once more will I allow someone<br>to die before my eyes!", "我決不會再讓任何一個人，<br><br> 在我面前死掉！", "두 번 다시, 내 눈앞에서<br>사람이 죽는 것을 두고 보지 않겠다.", "Je ne laisserai plus personne mourir<br>sous mes yeux !", "Vor meinen Augen wird niemand<br>mehr sterben!", "¡Nunca volveré a permitir que alguien<br>muera delante de mis ojos!"], "affinity": ["This is proof that my prayers were answered.<br>I am proud to have been able to fight alongside you.", "這就是祈禱得到回應的證明。<br>能和你一起戰鬥讓我倍感光榮。", "기도가 통했다는 증거다.<br>함께 싸웠다는 것이 자랑스러워.", "Ceci est la preuve que mes prières ont été entendues !<br>je suis fier d'avoir pu combattre à tes côtés.", "Dies ist der Beweis, meine Gebete wurden erhört.<br>Es ist eine Ehre, an deiner Seite zu kämpfen.", "Esto es la prueba de que mis plegarias fueron escuchadas.<br>Estoy orgulloso de haber podido luchar a tu lado."], "description": ["An aspiring young cleric from a distant land. Long ago, Aiden was much too confident in his abilities as a warrior, and challenged a great beast to battle. However, his skills were not enough to subdue the beast, and his sister lost her life trying to shield him from a fatal blow. Tormented by the overwhelming guilt, he decided to give up his sword and began his studies in the arts of the clerics. Believing that the healing magic he has learned will prevent anyone else from dying on his watch, he continues training fiercely to protect those he cares for the most.", "在某個城鎮以成為僧侶為目標的原戰士的青年。在數年前，對自己本領過度自信的他前去挑戰猛獸並以失敗告終，他的姐姐為了保護他而身受重傷離開了人世。後悔莫及的他捨棄了手中的劍，並以成為魔道士為目標奮發圖強。他認為只要學會了治癒之術就不會再有人因此喪命，為了守護自己心愛的人，至今仍在努力修行。", "어느 마을에서, 승려를 지망하는 청년. 몇 년 전, 자신의 실력을 과신하며 야수에게 도전했으나 패배하고, 여동생은 에이단을 감싸다 목숨을 잃었다. 크게 후회하던 그는, 마침내 검을 버리고 마도사가 되기 위한 공부를 시작한다. 치유술을 습득하면 누구든 살려낼 수 있다, 그렇게 생각한 그는 사랑하는 사람들을 지키기 위해 지금도 혹독한 수련을 계속하고 있다.", "Un jeune aspirant prêtre d'un monde lointain. Il y a très longtemps, Aiden, alors puissant guerrier sûr de sa puissance, décida de défier une bête à la puissance démesurée. Cependant, il ne fut pas suffisamment puissant pour dominer la créature et perdit sa sœur lorsque celle-ci s'interposa entre eux deux et prit un coup mortel qui lui était destiné. Accablé de tourments à cause de cette culpabilité qui le ronge, il décida de rendre les armes et d'apprendre les arcanes des prêtres. Persuadé que la magie curative qu'il a apprise empêchera quiconque de mourir sous ses yeux, il continue à s'entraîner sans relâche pour protéger ceux auxquels il tient.", "Ein aufstrebender junger Kleriker aus einem fernen Land. Vor langer Zeit vertraute Aiden voll und ganz in seine kriegerischen Fertigkeiten und forderte eine große Bestie zum Kampf heraus. Er unterlag jedoch und seine Schwester starb, als sie versuchte, ihn zu schützen. Gepeinigt von Schuld , gab er das Schwert auf und nahm das Studium der klerischen Künste auf. Im Glauben, mit der erlernten Heilmagie alles und jeden vor dem Tod zu bewahren zu können, übt er sich weiter darin, diejenigen zu beschützen, die ihm am meisten am Herzen liegen.", "Un joven aspirante a clérigo de tierras lejanas. Hace tiempo, Aiden estaba más que convencido de sus habilidades como guerrero y, por ello, desafió en combate a una bestia. Sin embargo, sus habilidades no bastaron para someterla y su hermana perdió la vida protegiéndole de un golpe mortal. Debido a lo culpable que sintió tras este trágico evento, Aiden decidió abandonar la espada para estudiar las artes de los clérigos. Ahora, continúa entrenando fervorosamente para proteger a sus seres queridos, convencido de que la magia curativa que ha aprendido evitará que otra desdicha similar vuelva a ocurrir."], "fusion": ["I will heal any and all wound<br>with this fighting spirit of mine!", "靠著這股鬥志<br>治癒任何傷痛！", "이 투지로,<br>어떤 상처라 해도 치유하고 말겠다……!", "Mon esprit combatif me donne la force<br>de soigner toutes les blessures !", "Mit diesem Kampfgeist heile ich<br>jede Wunde!", "¡Curaré a todos aquellos heridos con mi espíritu de lucha!"], "summon": ["Call me if you need help recovering.<br>With this ever stronger body of mine,<br>I can follow you wherever you go.", "需要恢復的話記得說一聲。<br>不管到哪，<br>這副經過鍛煉的身體都能跟你去喔。", "회복이 필요하면 불러줘.<br>단련된 이 몸으로,<br>어디든 함께 가겠다.", "Appelle-moi si tu as besoin de soins.<br>Je pourrai te suivre où que tu ailles avec ce corps encore plus puissant.", "Ruft mich, wenn ihr Heilung benötigt.<br>Mit diesem gestärkten Körper folge<br>ich euch überall hin.", "Llámame si necesitas ayuda para recuperarte.<br>Me siento tan poderoso<br>que podría seguirte a cualquier parte."]}}, "302001604": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [690, 2090, 210], "ATK": [21, 65, 14], "MP": [28, 85, 35], "MAG": [22, 66, 14], "SPR": [26, 80, 18], "DEF": [23, 70, 14]}, "magic_affinity": [7, 4, 0, 0], "ability_slots": 3, "limitburst_id": 302001604, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290040100": 5, "290050300": 10, "290030200": 10, "290020900": 20}}, "rarity": 4, "compendium_id": 8049, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [2, 22], "effect_frames": [0, 20], "strings": {"evolution": ["It feels different holding a staff.<br>I feel like I can take out any foe.<br>All with this blessed staff...", "拿著手杖的感覺變得不一樣。<br> 無論多麼強大的敵人我都能將其打倒！<br>就用這祈禱手杖……", "지팡이를 쥐었을 때의 감각과는 달라.<br>지금이라면 어떤 적이라도 쓰러뜨릴 수 있겠어.<br>이, 기도를 위한 지팡이로……", "J'ai l'impression de ne plus tenir mon bâton de la même façon.<br>C'est comme si je pouvais terrasser n'importe quel ennemi.<br>Rien qu'avec ce bâton.", "Einen Stab zu halten, fühlt sich anders an.<br>So kann ich jeden Gegner besiegen.<br>Alles mit diesem gesegneten Stab ...", "Agarrar un bastón se siente diferente.<br>Siento como si pudiera con cualquier enemigo<br>gracias a la bendición de este bastón."], "affinity": ["This is proof that my prayers were answered.<br>I am proud to have been able to fight alongside you.", "這就是祈禱得到回應的證明。<br>能和你一起戰鬥讓我倍感光榮。", "기도가 통했다는 증거다.<br>함께 싸웠다는 것이 자랑스러워.", "Ceci est la preuve que mes prières ont été entendues !<br>je suis fier d'avoir pu combattre à tes côtés.", "Dies ist der Beweis, meine Gebete wurden erhört.<br>Es ist eine Ehre, an deiner Seite zu kämpfen.", "Esto es la prueba de que mis plegarias fueron escuchadas.<br>Estoy orgulloso de haber podido luchar a tu lado."], "description": ["An aspiring young cleric from a distant land. Aiden was once a warrior who placed complete faith in his own abilities. However, it wasn't long until he realized that he needed the ability to heal others in order to protect them, and thus he began his training to become a cleric. Although he is known for his short temper, he is quite diligent and hardworking, always focusing all his efforts on his goals. His abrasive attitude often causes others to confuse him for a warrior, but he is a skilled cleric in his own right.", "在某個城鎮以成為僧侶為目標的青年。數年前他還是個對自己的本領十分自信的戰士。但是治不好受傷的人就無法保護好他們，因此決意轉職成為魔道士。雖然他沒什麼耐心，不過對定下的目標會全力以赴，是位勤奮的努力家。性情暴躁的他，經常會被誤以為是戰士，不過，他身為魔道士的魔法水平絕不是擺設。", "어느 마을에서, 승려를 지망하는 청년. 몇  년 전까지만 해도 자신의 실력에 절대적인 자신감을 가진 전사였었다. 그러나 다친 사람을 치유하지 않으면 아무도 지킬 수 없다는 사실을 깨닫고, 마도사가 되기로 결심한다. 성미가 급한 만큼, 전력으로 목표에 집중하는 근면한 노력가이기도 하다. 성질이 난폭하고 지금도 전사라는 오해를 사기도 하지만, 마도사로서 훌륭히 마법을 사용한다.", "Un jeune aspirant prêtre d'un monde lointain. Aiden était autrefois un guerrier qui avait une confiance aveugle en ses propres capacités. Il ne mit cependant pas longtemps à réaliser que s'il voulait véritablement protéger les autres, il lui faudrait appendre à les soigner. C'est pour cela qu'il décida de devenir prêtre. Bien qu'il soit connu pour très vite s'emporter, il est également très appliqué, travaille dur et met tout son cœur dans la réalisation de ses objectifs. Son comportement agressif conduit bien souvent les autres à le prendre pour un guerrier, bien qu'il soit un prêtre parfaitement légitime.", "Ein aufstrebender junger Kleriker aus einem fernen Land. Aiden war einst ein Krieger, der in seine Fertigkeiten vertraute. Bald jedoch erkannt er, dass er andere heilen wollte, um sie schützen zu können. Daher begann er die Ausbildung zum Kleriker. Obwohl leicht reizbar, ist er äußerst fleißig und zielstrebig. Durch seine aggressive Art halten ihn viele für einen Krieger, doch ist er als Kleriker ebenso gewandt.", "Un joven aspirante a clérigo de tierras lejanas. Hubo un tiempo en que Aiden era un curtido guerrero. Sin embargo, no tardó mucho en darse cuenta de que para proteger a la gente lo que de verdad importa son las habilidades curativas. Por ello, comenzó a entrenarse para ser clérigo. Además, aunque se le conozca por su poca paciencia, Aiden es diligente y trabajador y sabe esforzarse para conseguir sus objetivos. Debido a su actitud un tanto desagradable, muchos piensan que es un guerrero cuando, en realidad, es un clérigo en toda regla."], "fusion": ["I've got so much power now I feel like<br>I wanna put down my staff and try<br>swinging a sword for a change!", "我的力量增強到<br>想要放下魔杖，<br>揮舞刀劍的程度了呢。", "지팡이를 버리고<br>검을 휘두르고 싶을 정도로,<br>힘이 넘쳐 흐르는군.", "J'ai acquis tellement de pouvoir que j'ai comme une envie<br>de lâcher mon bâton et me battre à l'épée pour changer !", "Ich habe so viel Kraft,<br>ich möchte meinen Stab weglegen<br>und einmal ein Schwert schwingen!", "¡Tengo tanto poder ahora que me<br>dan ganas de dejar mi bastón y<br>blandir una espada para variar!"], "summon": ["I will not do the work of a warrior.<br>I am a mage, after all.<br>Leave the healing to me.", "戰士的工作我可不管。<br>我是魔道士，<br>恢復的工作就交給我吧。", "난 전사가 아냐.<br>마도사다.<br>회복은 내게 맡겨 줘.", "Je ne me battrai pas en tant que guerrier.<br>Je suis un mage, après tout.<br>Laisse-moi m'occuper des soins.", "Ich werde nicht als Krieger handeln.<br>Schließlich bin ich ein Magier.<br>Überlasst das Heilen mir.", "No puedo hacerte el trabajo de un guerrero.<br>Después de todo, soy un mago.<br>A mí déjame las curaciones."]}}}, "job": "Cleric", "sex": "Male", "game": "FFBE", "rarity_max": 5, "names": ["Aiden", "艾迪恩", "에이단", "Aiden", "Aiden", "Aiden"], "equip": [1, 5, 6, 40, 50, 51, 53, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "302001603", "job_id": 63}