{"TMR": ["MATERIA", 504201970], "name": "Tilith", "is_summonable": true, "skills": [{"level": 6, "type": "ABILITY", "id": 201910, "rarity": 4}, {"level": 18, "type": "ABILITY", "id": 201920, "rarity": 4}, {"level": 30, "type": "ABILITY", "id": 100100, "rarity": 4}, {"level": 56, "type": "ABILITY", "id": 100050, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 201980, "rarity": 5}, {"level": 58, "type": "ABILITY", "id": 201900, "rarity": 5}, {"level": 71, "type": "ABILITY", "id": 201930, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 201940, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 207520, "rarity": 6}, {"level": 12, "type": "ABILITY", "id": 100010, "rarity": 6}, {"level": 20, "type": "ABILITY", "id": 207580, "rarity": 6}, {"level": 42, "type": "ABILITY", "id": 207560, "rarity": 6}, {"level": 65, "type": "ABILITY", "id": 207550, "rarity": 6}, {"level": 76, "type": "ABILITY", "id": 207570, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 207540, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 207530, "rarity": 6}], "sex_id": 2, "entries": {"302000105": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [709, 2148, 240], "ATK": [26, 80, 16], "MP": [46, 140, 40], "MAG": [34, 104, 16], "SPR": [39, 119, 24], "DEF": [27, 82, 16]}, "magic_affinity": [4, 0, 0, 0], "ability_slots": 4, "limitburst_id": 302000105, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 250, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [78], "effect_frames": [76], "strings": {"evolution": ["I'll show you just what this<br>powerful and pretty goddess can do!<br>Watch and enjoy the show!", "讓你也來見識一下，<br>強大可愛的女神大人的實力！<br>等著瞧吧♪", "이 예쁘고도 강한 여신님의 실력,<br>너한테도 확실히 보여줄게!<br>기대하고 있어♪", "Je vais te montrer de quoi est capable<br>une déesse aussi jolie que puissante !<br>Ouvre grand tes mirettes !", "Ich werde dir zeigen, was diese<br>mächtige und schöne Göttin alles kann!<br>Freu dich darauf!.", "¡Te voy a demostrar lo que esta<br>diosa tan bella y poderosa sabe hacer!<br>¡Qué lo disfrutes!"], "affinity": ["Thanks for relying on me!<br>I'm so happy, I'm gonna work even harder from now on!", "謝謝你藉助我的力量！<br>我好開心，所以會更加努力的♪", "항상 날 의지해줘서 고마워!<br>이 기쁜 마음을 더욱, 더~욱<br>멋진 활약으로 보여줄게~♪", "Merci de ta confiance !<br>Je suis tellement flattée que je vais faire dix fois plus d'efforts !", "Danke für dein Vertrauen!<br>Ich bin so glücklich, ich werde mich noch mehr anstrengen!", "¡Gracias por confiar en mí!<br>¡Me alegro tanto que a partir de ahora voy a esforzarme todavía más!"], "description": ["A prominent goddess in lore from another world where humans and gods share a history. Tilith pledged her service to Lucius, the god of the Gate, and fought many wicked and formidable gods alongside a certain summoner. She maintains an upbeat attitude, and places unshakeable faith in both her master Lucius and the one she calls \"my Summoner.\" Although her innocence may make her seem childish, her divine powers are of the highest caliber. Tilith's selflessness and deep affection for her friends drive her to do whatever is necessary to rescue them from peril.", "異界有關諸神與人的故事中登場的女神，輔佐掌管大門的神明路西亞斯，與某個召喚師一起對抗心懷不軌的強大的諸神。她性格開朗，心態積極，完全信賴著自己的主人路西亞斯和「我的召喚師」。看似是個天真爛漫的普通女孩，卻實為女神，不僅能力極強，還擁有寬厚的慈愛之心，為解救深陷困境的同伴們甚至不惜犧牲自己。", "이계에 전해 내려오는 신과 인간들의 이야기에 등장하는 여신. 게이트를 관장하는 신 루시아스를 섬기며 어느 소환사와 함께 사악한 마음을 품은 강력한 신들과 싸웠다. 항상 밝고 긍정적이며 주인인 루시아스와 '나의 소환사'를 굳게 믿고 있다. 천진난만하고 평범한 소녀로 보이지만 아주 강력한 힘을 지닌 여신으로, 자신의 몸을 던져서라도 궁지에 빠진 동료들을 구하든 등 자애심 또한 깊다.", "Une célèbre déesse venant d'un monde où les hommes et les dieux partageaient une histoire commune. Elle offra ses services à Lucius, le Dieu de la Porte, et fit face à de nombreux grands dieux aux côtés d'un certain invocateur. Elle a toujours une attitude positive et possède une foi inébranlable tant en Lucius, son maître, qu'en \"son invocateur\". Bien que son innoncence donne l'impression qu'elle est encore une enfant, ses pouvoirs divins ne sont pas à prendre à la légère. L'altruisme et la profonde affection de Tilith pour ses amis la conduisent à faiere tout ce qu'elle peut pour les sauver du danger.", "Eine bekannte Göttin des Wissens aus einer anderen Welt, in der Menschen und Götter eine gemeinsame Geschichte haben. Tilith schwor, Lucius zu dienen, dem Gott des Tores, und stellte sich gemeinsam mit einem gewissen Beschwörer einem bösen und furchtbaren Gott. Sie hat eine sehr positive Einstellung und setzt ihren unerschütterlichen Glauben in ihren Meister Lucius und „ihren Beschwörer“. Obwohl sie durch ihre Unschuld oft kindisch wirkt, sind ihre götllichen Kräfte extrem mächtig. Tilith sorgt sich stets um ihre Freunde und tut alles, um sie zu schützen.", "Una prominente diosa perteneciente a leyendas de otro mundo donde dioses y humanos comparten la misma historia. Tilith juró dar servicio a Lucius, el Dios del Portal, y se enfrentó a incontables dioses de impío corazón junto a cierto invocador. Tiene una actitud positiva y siempre tiene su férrea fe depositada en su maestro Lucius y \"su invocador\". Aunque su inocencia pueda hacerla parecer inmadura, sus poderes divinos son del máximo calibre. La entrega que siente por sus amigos la lleva a hacer lo imposible por salvarles del peligro."], "fusion": ["I'm a goddess, you know.<br>So I'm actually pretty strong!<br>Let me show you what I can do!", "我是女神，所以其實很厲害哦！<br>今後就讓你見識見識♪", "나, 이래 봬도 여신님인걸.<br>실은 엄청나게 강하다구!<br>지금부터 증명해줄게♪", "Je suis une déesse, tu sais ?<br>Il ne faut pas venir m'embêter !<br>Je vais te montrer ce que je sais faire !", "Ich bin eine Göttin, weißt du?.<br>Ich bin also sehr stark!<br>Ich werde es dir zeigen!", "Que sepas que soy una diosa.<br>Soy más fuerte de lo que aparento.<br>¡Permíteme que te muestre lo que puedo hacer!"], "summon": ["Huh? What is this place?<br>Well, ummm... I'm Tilith, a goddess<br>as pretty as she is powerful.<br>And I'm INVINCIBLE!", "咦？　我到了一個陌生的地方？<br>嗯……我是媞莉絲！<br>可愛無敵的女神♪", "어머~? 이런 곳은 처음 와봐!<br>아, 난 티리스야!<br>이쁜 무적의 여신이야♪", "Hein ? Je suis où, là ?<br>Hum, hum... Je suis Tilith !<br>La plus belle et la plus invincible<br>de toutes les déesses !", "Häh? Wo bin ich hier?<br>Nun ... ich bin Tilith!<br>Die stärkste und süßeste Göttin,<br>die es gibt!", "¿Eh? ¿Dónde estoy?<br>Um... ¡Bueno, me llamo Tilith!<br>¡La diosa más invencible y hermosa<br>que jamás tendrás el gusto de conocer!"]}}, "302000104": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [545, 1652, 210], "ATK": [20, 61, 14], "MP": [35, 107, 35], "MAG": [26, 80, 14], "SPR": [29, 88, 18], "DEF": [21, 63, 14]}, "magic_affinity": [3, 0, 0, 0], "ability_slots": 3, "limitburst_id": 302000104, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 8, "290020400": 25, "290050300": 15, "290030100": 13, "290050400": 8}}, "rarity": 4, "compendium_id": 249, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [78], "effect_frames": [76], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Thanks for relying on me!<br>I'm so happy, I'm gonna work even harder from now on!", "謝謝你藉助我的力量！<br>我好開心，所以會更加努力的♪", "항상 날 의지해줘서 고마워!<br>이 기쁜 마음을 더욱, 더~욱<br>멋진 활약으로 보여줄게~♪", "Merci de ta confiance !<br>Je suis tellement flattée que je vais faire dix fois plus d'efforts !", "Danke für dein Vertrauen!<br>Ich bin so glücklich, ich werde mich noch mehr anstrengen!", "¡Gracias por confiar en mí!<br>¡Me alegro tanto que a partir de ahora voy a esforzarme todavía más!"], "description": ["A prominent goddess in lore from another world where humans and gods share a history. Tilith pledged her service to Lucius, the god of the Gate, and took a certain summoner from the fantastical world of Grand Gaia under her wing. She may seem like a normal girl at first glance, but her divinity is apparent through the multiple miracles she has performed to save her summoner in moments of crisis. Ever a cheerful soul, even those who might normally poke fun at an innocent nature like hers cannot help but smile in her presence.", "異界有關諸神與人的故事中登場的女神，輔佐掌管大門的神明路西亞斯，為一個造訪幻之大地「格蘭蓋亞」的召喚師擔任助手。外表看似普通女孩，本質卻是如假包換的女神。曾多次拯救召喚師們於危難，創造了許多奇蹟。她開朗積極，那種天真爛漫的性格有時會把周圍人折騰得手足無措，但據說所有和她相處的人都會在不知不覺間露出笑容。", "이계에 전해 내려오는 신과 인간들의 이야기에 등장하는 여신. 게이트를 관장하는 신 루시아스를 섬기며, 환상의 대지 '그랜가이아'를 찾은 어느 소환사를 돕고 있다. 언뜻 보면 평범한 소녀 같지만, 놀랍게도 그 정체는 여신으로 수많은 기적을 일으켜 궁지에 빠진 소환사들을 여러 차례 구했다. 항상 밝고 긍정적이며 그 천진난만함으로 인해 주위를 난처하게 하기도 하지만, 그녀와 이야기하다 보면 어느새 웃음 짓고 있는 자신을 발견할 수 있을 것이다.", "Une célèbre déesse venant d'un monde où les hommes et les dieux partageaient une histoire commune. Elle offra ses services à Lucius, le Dieu de la Porte, et prit un certain invocateur venant des terres mytiques de Grande Gaïa sous son aile. À première vue, elle semblait être une fille plutôt normale, mais son côté divin se fit très vite sentir, notamment au travers des multiples miracles qu'elle dû faire pour sauver son invocateur lors de moments de grande détresse. Il était impossible de ne pas sourire en sa présence tant son âme est charitable, même envers ceux qui se moquaient de son côté innocent.", "Eine bekannte Göttin des Wissens aus einer anderen Welt, in der Menschen und Götter eine gemeinsame Geschichte haben. Tilith schwor, Lucius zu dienen, dem Gott des Tores, und nahm einen gewissen Beschwörer aus dem mystischen Land Grand Gaia unter ihre Fittiche. Sie wirkt wie ein normales Mädchen, doch ihre Göttlichkeit wird offenbar durch die vielen Wunder, die sie vollbrachte, um ihren Beschwörer aus Notsituationen zu retten. Immer fröhlich, können sich selbst diejenigen ein Lächeln nicht verkneifen, die Tilith wegen ihrer unschuldigen Natur ein bisschen ärgern.", "Una prominente diosa perteneciente a leyendas de otro mundo donde dioses y humanos comparten la misma historia. Tilith juró dar servicio a Lucius, el Dios del Portal, y tomó a un cierto invocador de la mística tierra de Gran Gaia bajo su protección. Aunque pueda parecer una chica común a simple vista su divinidad se vuelve obvia a lo largo de los múltiples milagros que debe realizar para salvar a su invocador en momentos de peligro. Es siempre positiva y alegre lo que hace que todo el mundo alrededor de Tilith no pueda evitar mostrar una sonrisa en su presencia."], "fusion": ["Yeah, I feel good!<br>And as thanks for making me stronger,<br>I'll help you out!", "嗯嗯，感覺不錯！<br>既然獲得了力量，<br>我就要為你效勞！", "응, 좋았어~!<br>힘을 나눠줬으니<br>그에 걸맞는 활약을 보여줄게~!", "J'ai une pêche d'enfer !<br>Et en remerciement,<br>je vais tout faire pour t'aider !", "Ich fühle mich gut!<br>Und als Dank für die Kraft<br>werde ich dir helfen!", "¡Sí, sí, que bien me siento!<br>Como muestra de mi gratitud, ¡te echaré una mano!"], "summon": ["Are you a summoner too?<br>My summoner is really strong,<br>not to mention dreamy!", "你也是召喚師嗎？<br>我的召喚師也是一個特別強大又出色的人呢♪", "너도 소환사야?<br>내 소환사도<br>엄~청나게 강하고 멋지다구♪", "Tu es invocateur, toi aussi ?<br>Mon invocateur à moi est très fort,<br>et un amour par-dessus le marché !", "Bist du auch ein Beschwörer?<br>Mein Beschwörbarer ist stark<br>und sehr nützlich!", "¿Tú también eres un invocador?<br>El mío es muy fuerte,<br>¡y además es genial!"]}}, "302000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [921, 2792, 390], "ATK": [34, 104, 26], "MP": [60, 182, 65], "MAG": [45, 135, 26], "SPR": [51, 154, 34], "DEF": [35, 106, 26]}, "magic_affinity": [5, 0, 0, 0], "ability_slots": 4, "limitburst_id": 302000106, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 480, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [78], "effect_frames": [76], "strings": {"evolution": ["I'll be able to protect everyone with this power! So don't worry about a thing, and leave it all to me!", "我會用這個力量守護大家的！<br>放心吧，交給我！", "이 힘으로 모두를 지켜줄게!<br>괜찮아, 맡겨 두라구♪", "Je suis sûre de pouvoir protéger tout le monde avec ces pouvoirs ! Ne t'inquiète plus de rien et laisse-moi me charger de tout !", "Mit dieser Macht kann ich alle beschützen! Also keine Sorge, überlass alles mir!", "¡Podré proteger a todo el mundo con este poder! ¡Así que no te preocupes por nada y déjamelo todo a mi!"], "affinity": ["Thanks for relying on me!<br>I'm so happy, I'm gonna work even harder from now on!", "謝謝你信賴我。<br>我真開心啊，<br>今後會更加努力的！", "항상 날 의지해줘서 고마워!<br>이 기쁜 마음을 더욱, 더~욱<br>멋진 활약으로 보여줄게~♪", "Merci de me faire confiance !<br>Je suis si heureuse que je vais redoubler d'efforts à partir de maintenant !", "Danke für dein Vertrauen!<br>Ich bin so glücklich, ich werde mich noch mehr anstrengen!", "¡Gracias por confiar en mí!<br>¡Me alegro tanto que a partir de ahora voy a esforzarme todavía más!"], "description": ["A prominent goddess in lore from another world where humans and gods share a history. Tilith pledged her service to Lucius, the god of the Gate, and places unshakeable trust in the one she calls \"my Summoner.\" Always cheerful and kind, she uses her great divine powers to rescue her precious friends whenever they find themselves in a bind. It is said that she can even release her hidden potential at times of great peril, gently enveloping her companions in a miraculous aura. Although her fights with Seria never really ceased, they eventually grew to understand each other as friends.", "異界有關諸神與人的故事中登場的女神，輔佐掌管大門的神明路西亞斯，完全信賴著「我的召喚師」。她既開朗又溫柔，還擁有女神之力，曾多次釋放自身的力量拯救陷入危機的同伴，以自己奇跡般的氣場守護著他們。雖然她總是與榭莉雅吵架，不過後來她們成為了能夠相互理解的好朋友。", "이계에 전해 내려오는 신과 인간들의 이야기에 등장하는 여신. 게이트를 관장하는 신 루시아스를 섬기며, '나의 소환사'를 깊이 신뢰하고 있다. 항상 밝고 상냥한 성품의 소유자이지만 여신의 이름에 걸맞는 힘을 지니고 있으며, 소중한 동료들이 궁지에 몰리게 되자 숨겨진 힘을 해방해 그들을 기적의 아우라로 감싸 안았다고 한다. 세리아와는 다툼이 끊이지 않았지만, 점차 서로를 이해하며 둘도 없는 친구가 되었다.", "Une célèbre déesse dont les récits font partie du folklore d'un autre monde où les humains et les dieux partagent une histoire commune. Tilith servait Lucius, le dieu de la Porte et plaçait une confiance inébranlable en celui qu'elle appelait \"mon invocateur\". De nature enjouée et gentille, elle utilisait ses pouvoirs divins pour secourir ses amis à chaque fois qu'ils étaient dans le pétrin. On raconte qu'elle peut libérer son potentiel caché, lorsqu'un grand danger ce présente, entourant ses alliés d'une aura miraculeuse. En perpétuelle lutte contre Seria, elles finirent toutefois par se comprendre et devinrent amis.", "Eine bekannte Göttin des Wissens aus einer anderen Welt, in der Menschen und Götter eine gemeinsame Geschichte haben. Tilith schwor, Lucius zu dienen, dem Gott des Tores, und setzt ihren unerschütterlichen Glauben in ihren Meister Lucius und „ihren Beschwörer.“ Immer fröhlich und freundlich nutzt sie ihre göttlichen Kräfte, um ihre Freunde aus jeder Notlage zu retten. Es heißt, sie könne in großer Gefahr ihre verborgenen Kräfte nutzen und ihre Gefährten mit einer wundersamen Aura beschützen. Obwohl ihr Kampf mit Seria nie wirklich endete, wurden sie schließlich doch Freunde.", "Una prominente diosa perteneciente a leyendas de otro mundo donde dioses y humanos comparten la misma historia. Tilith juró dar servicio a Lucius, el Dios del Portal, y deposita toda su confianza en \"su invocador\". Siempre alegre y amigable, usa sus poderes divinos para rescatar a sus preciados amigos cuando se encuentran en apuros. Se dice que puede liberar su poder latente en casos de tremendo peligro, lo que envuelve a sus compañeros en una cálida aura milagrosa. Aunque sus peleas con Seria nunca cesaron del todo, acabaron pudiéndose llevarse bien como amigas."], "fusion": ["But I was so strong already! Are you sure it's okay for me to get even stronger?", "我本來就很強了，<br>沒想到還能變得更強，<br>還真有點不好意思呢。", "나, 안 그래도 강한데<br>이보다 더 강해져도 되는 거야~?", "Je suis déjà très forte, tu sais ! Est-ce bien raisonnable de me rendre encore plus forte ?", "Aber ich war bereits so stark! Ist es in Ordnung, dass ich noch stärker werde?", "¡Pero si yo ya era poderosa! ¿Seguro que no pasa nada por volverme más fuerte aún?"], "summon": ["The pretty and super strong goddess Tilith is here! You'll have my full support from now on!", "強大又可愛的女神<br>媞莉絲降臨啦！<br>今後我會全力支援你的！", "강하고도 예쁜 여신,<br>티리스 님 강림이시다~!<br>지금부터 있는 힘껏 도와줄게♪", "La jolie et non moins super forte déesse Tilith est là ! Vous avez mon soutien complet à partir de maintenant !", "Die hübsche und superstarke Göttin Tilith ist zur Stelle! Ab jetzt werde ich dich voll unterstützen!", "¡La bella y súper fuerte diosa Tilith ha llegado! ¡Tendrás todo mi apoyo de aquí en adelante!"]}}}, "job": "Goddess", "sex": "Female", "game": "Brave Frontier", "rarity_max": 6, "names": ["Tilith", "媞莉絲", "티리스", "Tilith", "Tilith", "Tilith"], "equip": [40, 50, 53, 60], "game_id": 20003, "rarity_min": 4, "tribe_id": 5, "id": "302000104", "job_id": 59}