{"TMR": ["EQUIP", 1100000026], "name": "Elza", "is_summonable": true, "skills": [{"level": 9, "type": "ABILITY", "id": 910019, "rarity": 5}, {"level": 15, "type": "ABILITY", "id": 101040, "rarity": 5}, {"level": 26, "type": "ABILITY", "id": 200270, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 53, "type": "ABILITY", "id": 910020, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910022, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 910018, "rarity": 6}, {"level": 21, "type": "ABILITY", "id": 101070, "rarity": 6}, {"level": 39, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 50, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 68, "type": "ABILITY", "id": 910021, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 910023, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910024, "rarity": 6}], "sex_id": 2, "entries": {"302000606": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1142, 3460, 390], "ATK": [48, 146, 34], "MP": [53, 160, 65], "MAG": [38, 114, 26], "SPR": [41, 124, 26], "DEF": [42, 126, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 302000606, "attack_count": 25, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8013, "attack_damage": [[25, 25, 25, 25]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [6, 10, 15, 65], "effect_frames": [5], "strings": {"evolution": ["I must free her from her suffering.<br>I think I am ready now...", "我必須解救她！<br>已經準備好啦！", "내가 그 아이를 지켜줘야 해.<br>준비는 끝났어…", "Je dois la sauver.<br>Je pense que je suis prête maintenant...", "Ich muss sie von ihrem Leiden befreien.<br>Ich glaube, ich bin bereit …", "Debo de liberarla de su tormento.<br>Creo que ahora estoy lista..."], "affinity": ["We have come a long way, haven't we?<br>Take this...as a symbol of our friendship.", "沒想到我們一起走過了這麼長的路。<br>請收下這個……這是友誼的象征。", "우리들도 꽤 오랫동안 함께 했구나.<br>우정의 증거로서 이걸 네게 줄게.", "On en a fait des choses ensemble, vous ne trouvez pas ?<br>Prenez ceci en gage de notre amitié.", "Wir haben viel zusammen durchgemacht.<br>Nimm dies ... als Symbol unserer Freundschaft.", "¿Qué lejos hemos llegado, no crees?<br>Toma esto como muestra de nuestra amistad."], "description": ["A princess from another world where humans and gods share a history. Regardless of her position as the princess of the Bariura Empire, Elza was imprisoned at a young age for a crime she did not commit. She loved her sister Alice greatly and protected her even though she was forbidden to reveal her existence to her. Unaware of her father's intentions to make use of both her and her sister as weapons of war against the gods, Elza looked forward to the day when she could reunite with her sister and see her smile.", "異界有關諸神與人的故事中登場的公主。她是巴瑠拉帝國排行第二的公主，卻在幼年時因莫須有的罪名而遭到幽禁。之後，其身為皇帝的父親命令她從暗地保護妹妹艾莉絲。在自己遭到幽禁後，她十分擔心封閉內心的妹妹，因此艾爾莎成為了保護妹妹的暗影，期待著再一次與妹妹相會。不過，讓她沒有想到的是，皇帝只是想把姐妹當做強有力的武器來培養。", "이계에 전해 내려오는 신과 인간들의 이야기에 등장하는 공주. 바리우라 제국의 제 2 황녀였지만, 어릴 적 모종의 죄를 뒤집어쓰고 유폐되어 버린다. 아버지인 황제로부터 여동생 앨리스를 호위하라는 명령을 받게 되고, 엘자가 유폐되고 나서부터 마음의 문을 닫아버린 여동생을 걱정하여 음지에서 앨리스와의 재회를 갈망한다. 자매를 병기로서 더 강화하고자 하는 황제의 의도를 알아채지 못한 채.", "Une princesse d'un autre monde où les humains et les dieux partagent une histoire commune. Son statut de princesse de l'Empire de Bariura ne l'empêcha pas de finir en prison à un très jeune âge pour un crime qu'elle n'avait pas commis. Elle aimait tellement sa sœur qu'elle continua de la protéger malgré le fait qu'elle avait l'interdiction formelle de lui révéler son existence. Ignorant que son père avait l'intention de se servir de ses filles comme arme contre les dieux, Elza attendait avec impatience le jour où elle et sa sœur pourraient enfin être réunies pour revoir son sourire.", "Einer Prinzessin aus einer anderen Welt, in der Menschen und Götter eine gemeinsame Geschichte haben. Obwohl sie die Prinzessin des Baruria-Imperiums ist, wurde Elza schon früh für ein Verbrechen eingesperrt, das sie nicht beging. Sie liebte ihre Schwester Alice und schützte sie, obwohl sie sich nicht zu erkennen geben durfte. Ohne Wissen von dem Vorhaben ihres Vaters, sie beide als Waffen im Krieg gegen die Götter einzusetzen, freute sich Elza auf den Tag, an dem sie wieder mit ihrer Schwester zusammen sein würde.", "Una princesa de otro mundo en donde dioses y humanos comparten la misma historia. A pesar de su estatus de princesa del Imperio de Bariura, Elza acabó en prisión a una temprana edad por un crimen que no cometió. Adoraba a su hermana Alice tanto que la protegió a pesar de habérsele prohibido revelar su identidad. Ignorante de las intenciones de su padre de utilizarlas a ambas como armas contra los dioses, Elza siempre esperó con anhelo el día en el que pudiera reencontrarse con ella para verla sonreír."], "fusion": ["My scythe resonates with power...<br>But this is not enough!", "我的鐮刀在共鳴……<br>但是，我還要更多！", "내 낫이 강하게 공명하고 있어...<br>하지만 이걸론 아직 부족해!", "Ma faux et mon pouvoir sont en harmonie...<br>Mais ce n'est pas assez !", "Meine Sichel pulsiert vor Kraft ...<br>Aber das reicht noch nicht!", "<br>Mi guadaña resuena de poder...<br>¡Pero aún no basta!"], "summon": ["I long to see her smile...<br>Can you help me?", "我好想念她的笑臉……<br>可以幫幫我嗎？", "그 아이의 미소가 그리워…<br>당신의 힘을 빌려줄래?", "Je me languis de son sourire...<br>Pourriez-vous m'aider ?", "Ich sehne mich nach ihrem Lächeln ...<br>Kannst du mir helfen?", "Ardo de deseo por verla sonreír<br>¿Podrías ayudarme?"]}}, "302000605": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [878, 2662, 240], "ATK": [37, 112, 24], "MP": [41, 123, 40], "MAG": [29, 88, 16], "SPR": [31, 95, 16], "DEF": [32, 97, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 302000605, "attack_count": 25, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 8012, "attack_damage": [[25, 25, 25, 25]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [6, 10, 15, 65], "effect_frames": [5], "strings": {"evolution": null, "affinity": ["We have come a long way, haven't we?<br>Take this...as a symbol of our friendship.", "沒想到我們一起走過了這麼長的路。<br>請收下這個……這是友誼的象征。", "우리들도 꽤 오랫동안 함께 했구나.<br>우정의 증거로서 이걸 네게 줄게.", "On en a fait des choses ensemble, vous ne trouvez pas ?<br>Prenez ceci en gage de notre amitié.", "Wir haben viel zusammen durchgemacht.<br>Nimm dies ... als Symbol unserer Freundschaft.", "¿Qué lejos hemos llegado, no crees?<br>Toma esto como muestra de nuestra amistad."], "description": ["A princess from another world where humans and gods share a history. Brilliant from a young age, she was expected to go far but was wrongly accused for a crime she did not commit when trying to protect her sister. She was then imprisoned for a long time and made to carry out secret missions. Released before the great war with the gods, Elza continued to watch over her sister from the shadows.", "來自爆發了人神之戰的異世界的公主。她自幼才華橫溢，受眾人萬般期待。但她為了從親族權力鬥爭中保護妹妹，自願背上了莫須有的罪名，遭到了長時間的幽禁。即便如此，她仍然暗地裡接受機密任務，活躍於暗處。在對抗諸神的大戰來臨前，她重獲自由之身，依舊從暗處守護著她的妹妹。", "이계에 전해 내려오는 신과 인간들의 이야기에 등장하는 공주. 어릴 적부터 재능이 충만해 장래를 촉망받고 있었으나, 황위계승권을 둘러싼 친족의 음모로부터 여동생을 지키기 위해 죄를 뒤집어쓰고 유폐되었다. 하지만 유폐 중에도 그녀는 극비로 임무를 맡아 암약했으며, 그 후 신들과의 전쟁 직후에 해방되었다. 그리고 그 뒤로도 엘자는 음지에서 여동생을 지켜보게 된다.", "Une princesse d'un autre monde où les humains et les dieux partagent une histoire commune. Brillante depuis son plus jeune âge, elle était promise à un avenir radieux jusqu'à ce qu'elle soit accusée d'un crime qu'elle n'avait pas commis simplement pour avoir tenté de protéger sa sœur. Elle fut alors emprisonnée pendant très longtemps et entraînée en secret à une mission secrète. Relâchée avant la grande guerre contre les dieux, Elza continua à garder un œil sur sa sœur dans l'ombre.", "Eine Prinzessin aus einer anderen Welt, in der Menschen und Götter eine gemeinsame Geschichte haben. Schon in jungen Jahren brillant und viel versprechend, wurde Elza fälschlich eines Verbrechens beschuldigt, als sie ihre Schwester beschützte. Sie wurde lange Zeit eingesperrt und musste geheime Missionen durchführen. Vor dem Krieg gegen die Götter ließ man sie frei, nun wacht Elza über ihre Schwester aus den Schatten.", "Una princesa de otro mundo en donde dioses y humanos comparten la misma historia. Brillante desde una edad temprana, se tenían altas expectativas de ella, pero fue acusada injustamente de un crimen que no cometió tratando de proteger a su hermana. Acabó en prisión durante un largo tiempo y se la obligó a llevar a cabo misiones secretas. Fue liberada antes de la gran guerra con los dioses y siguió siendo el ángel guardián en la sombra de su hermana."], "fusion": ["I need to become stronger...<br>That child needs my help.", "為了保護我的妹妹……<br>我必須變得更強！", "좀더 강해져야만 해...<br>그 아이는 내가 지켜낼 거야.", "Je dois devenir plus forte...<br>Ma sœur a besoin de moi.", "Ich muss stärker werden ...<br>Dieses Kind braucht meine Hilfe.", "Necesito volverme más fuerte...<br>Tengo que ayudarla."], "summon": ["I am back! But what about her...<br>When can I hold her in my arms?", "我回來啦！可是……<br>我什麼時候才能再次擁抱她？", "돌아왔어! 하지만 그 아이는…<br>언제쯤이면 그 아이를 이 품에 안을 수 있을까?", "Je suis de retour ! Et elle ? Comment va-t-elle ?<br>Quand pourrais-je la prendre dans mes bras ?", "Ich bin zurück! Aber was ist mit ihr ...<br>Wann kann ich sie in die Arme schließen?", "¡He vuelto! ¿Pero que hay de ella?<br>¿Cuando podré abrazarla?"]}}}, "job": "Reaper", "sex": "Female", "game": "Brave Frontier", "rarity_max": 6, "names": ["Elza", "艾爾莎", "엘자", "Elza", "Elza", "Elza"], "equip": [10, 40, 50, 51, 60], "game_id": 20003, "rarity_min": 5, "tribe_id": 5, "id": "302000605", "job_id": 42}