{"TMR": ["MATERIA", 1500000004], "name": "Santa Roselia", "is_summonable": true, "skills": [{"level": 5, "type": "MAGIC", "id": 10090, "rarity": 4}, {"level": 12, "type": "MAGIC", "id": 10070, "rarity": 4}, {"level": 18, "type": "MAGIC", "id": 10140, "rarity": 4}, {"level": 23, "type": "MAGIC", "id": 10060, "rarity": 4}, {"level": 40, "type": "MAGIC", "id": 10120, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 10150, "rarity": 4}, {"level": 16, "type": "MAGIC", "id": 10130, "rarity": 5}, {"level": 30, "type": "MAGIC", "id": 10110, "rarity": 5}, {"level": 56, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 72, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910048, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 910046, "rarity": 6}, {"level": 8, "type": "ABILITY", "id": 200470, "rarity": 6}, {"level": 25, "type": "ABILITY", "id": 910047, "rarity": 6}, {"level": 75, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910049, "rarity": 6}], "sex_id": 2, "entries": {"302000804": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 25, 0, 0, 0, 0, 0, 0], "stats": {"HP": [582, 1765, 210], "ATK": [21, 63, 14], "MP": [35, 107, 35], "MAG": [23, 71, 14], "SPR": [30, 90, 18], "DEF": [22, 66, 14]}, "magic_affinity": [7, 0, 0, 0], "ability_slots": 3, "limitburst_id": 302000804, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 8, "290020400": 25, "290050400": 8, "290050300": 15, "290030800": 13}}, "rarity": 4, "compendium_id": 8018, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [42], "effect_frames": [40], "strings": {"evolution": null, "affinity": ["Let us take a break for today.<br>And it's not much,<br>but I got this for you.", "和你經歷了那麼多場戰鬥，<br>現在我打心底<br>想要治癒你、守護你。", "당신과 함께 수많은 전투를 경험하면서<br>확실하게 든 생각이 있어…….<br>진심으로 당신을 지켜주고 싶다는 생각.", "Toi et moi, nous avons livré de nombreuses batailles côte à côte. Tout ce que je souhaite c'est continuer de te protéger et de te soigner !", "Lassen wir es für heute gut sein.<br>Es ist nicht viel,<br>aber ich habe das hier für dich.<br>", "Tú y yo hemos librado muchas batallas juntos. Quiero curarte y protegerte... de todo corazón."], "description": ["A white magic expert born into the community of researchers that would one day become Mysidia. Roselia immersed herself in magical research simply because she was good at it. However, when a plague struck and she was unable to cure her fellow researchers, she became profoundly aware of her limitations.", "出生於某個魔法研究者組織<br>的白魔法精英，<br>該組織就是後來的魔道士國家密西迪亞。<br>生前她從未考慮過將魔法運用在實戰中，<br>只是單純因為擅長白魔法，<br>而沒日沒夜地進行研究。<br>但當組織內流行起傳染病時，<br>她所研究的白魔法並起不到救人的作用，<br>這使她意識到了自己的極限。", "훗날 마도사 국가 미시디아로 발전하는<br>마법 연구자 공동체에서 태어난<br>실력 있는 백마도사.<br>생전에는 단순히 잘하는 분야라는 이유로<br>백마법 연구에 몰두했으며<br>마법의 실용성은 안중에도 없었다.<br>그러던 중 공동체에 돌림병이 돌았는데<br>꾸준히 연구하던 백마법이 통하지 않자<br>자신의 무력함을 깨달았다고 한다.", "Une mage blanche née dans une communauté de chercheurs qui deviendra plus tard Mysidia. Roselia a étudié la magie pour la simple et bonne raison qu'elle était douée dans cet art. Cependant, son incapacité à soigner ses compagnons frappés par une épidémie lui fit prendre violemment conscience de ses limites.", "Expertin der Weißmagie, die in die Gemeinschaft von Forschern hineingeboren wurde, die später Mysidia werden sollte. Widmete sich der Magieforschung nur, weil sie gut darin war. Doch ihre Unfähigkeit, die anderen Forscher zu heilen, als die Plage zuschlug, machte ihr ihre Grenzen schmerzlich bewusst.", "Una experta en magia blanca que nació en la comunidad de investigadores que algún día sería Mysidia. Roselia se sumergió en la investigación de la magia simplemente porque se le daba bien. No obstante, dio buena cuenta de sus limitaciones al no poder curar a los otros investigadores cuando se desató una plaga."], "fusion": ["Hmmm. My magic powers grow...<br>It seems that visions do not require training to gain strength...", "嗯，魔力值上升了……<br>幻兵不進行修煉<br>竟然也能夠成長。", "좋아, 마력이 상승하고 있어…….<br>비전의 힘은 수련 이외의 방법으로도<br>성장하는 모양이군.", "Mes pouvoirs magiques grandissent...<br>Il existerait donc d'autres moyens que l'entraînement pour devenir plus fort...", "Hmm. Meine Magie wächst ...<br>Visionen brauchen anscheinend kein Training, um stärker zu werden.", "Mmm.<br>Mis poderes mágicos aumentan...<br>Parece que las visiones<br>no necesitan entrenamiento..."], "summon": ["Are you the one who summoned me?<br>You need my healing magic?<br>I shall do as you ask.", "是你把我召喚出來的？<br>你在尋求治癒之力嗎？<br>……我會聽從你的指示的。", "당신이 날 불렀어?<br>치유의 힘이 필요하다고?<br>……알았어, 시키는 대로 할게.", "Est-ce toi qui m'as invoquée ?<br>Aurais-tu besoin de mes pouvoirs de guérison ?<br>Je ferai ce que tu demandes.", "Hast du mich gerufen?<br>Brauchst du meine Heilmagie?<br>Wie du wünschst.", "¿Eres tú quien me ha invocado?<br>¿Necesitas mi magia sanadora?<br>Haré lo que me pidas."]}}, "302000805": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 25, 0, 0, 0, 0, 0, 0], "stats": {"HP": [757, 2295, 240], "ATK": [27, 82, 16], "MP": [46, 139, 40], "MAG": [30, 92, 16], "SPR": [39, 117, 24], "DEF": [28, 86, 16]}, "magic_affinity": [8, 0, 0, 0], "ability_slots": 4, "limitburst_id": 302000805, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 8019, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [42], "effect_frames": [40], "strings": {"evolution": ["I am definitely different now.<br>Stronger down to the core.<br>This is incredible!", "和以往的我明顯不同了……<br>力量有了根本上的改變。<br>實在是太厲害了！", "예전의 나랑은 확연히 달라…….<br>근본적인 힘이 향상되었어.<br>정말 놀라운 현상이야!", "Je suis nettement plus puissante qu'avant. Je le sens jusqu'au plus profond de mon être. Incroyable !", "Ich bin von Grund auf definitiv stärker als zuvor, unglaublich!", "Soy totalmente distinta ahora. Más fuerte de los pies a cabeza. ¡Es increíble!"], "affinity": ["Let us take a break for today.<br>And it's not much,<br>but I got this for you.", "和你經歷了那麼多場戰鬥，<br>現在我打心底<br>想要治癒你、守護你。", "당신과 함께 수많은 전투를 경험하면서<br>확실하게 든 생각이 있어…….<br>진심으로 당신을 지켜주고 싶다는 생각.", "Toi et moi, nous avons livré de nombreuses batailles côte à côte. Tout ce que je souhaite c'est continuer de te protéger et de te soigner !", "Lassen wir es für heute gut sein.<br>Es ist nicht viel,<br>aber ich habe das hier für dich.<br>", "Tú y yo hemos librado muchas batallas juntos. Quiero curarte y protegerte... de todo corazón."], "description": ["A white mage from the land that would come to be known as Mysidia. Due to her father's influence, she never developed a healer's compassion and was interested only in research for its own sake. Only as she succumbed to the plague ravaging her homeland did she begin to regret her unfeeling approach to white magic, so she carries that regret beyond death, as a vision.", "在建國前的魔道士國家密西迪亞<br>研究白魔法的女孩。<br>她深受同為白魔道士的父母的影響，<br>對研究十分熱衷，而卻不知道<br>治病救人才是白魔道士的本分。<br>當故鄉被傳染病侵蝕、她自身也患病倒下後，<br>她才開始為沒能用白魔法救人而悔恨。<br>她的這種強烈的意志殘留在了世間，<br>使得她作為幻兵再次甦醒。", "마도사 국가 미시디아가 생기기 전에<br>백마법 연구에 몰두하던 소녀.<br>백마도사였던 부모의 영향을 받아<br>연구에만 관심을 두고, 타인을 치유하는<br>백마도사 본연의 사명감은 없었다.<br>그러나 돌림병에 걸려 죽게 되자 비로소<br>치유의 힘을 온전히 익히지 못한 걸<br>후회했다. 하지만 이때 남은 강한 사념은<br>마침내 비전이 되어 부활했다.", "Une mage blanche venue d'un pays qui sera connu plus tard sous le nom de Mysidia. Sous l'influence de son père, elle se jeta à corps perdu dans l'étude de la magie, sans jamais développer ce sens de la compassion propre à un guérisseur. Elle ne prit conscience que trop tard de ses lacunes, alors qu'elle succombait à une épidémie qui ravagea tout son pays. Ses regrets amers la firent revenir sous forme de vision.", "Weißmagierin aus dem Land, das als Mysidia bekannt werden sollte. Durch den Einfluss ihres Vaters entwickelte sie nie das Mitgefühl eines Heilers und war nur um der Forschung willen an der Forschung interessiert. Dies erkannte sie zu spät, als sie einer Plage erlag, die ihre Heimat heimsuchte. Ihre Reue holte sie zurück als Vision.", "Una maga blanca de las tierras que algún día se conocerían como Mysidia. Debido a la influencia de su padre nunca desarrolló la compasión de un sanador, y solo le interesaba la investigación en sí. Se dio cuenta de ello demasiado tarde, cuando sucumbió frente a la plaga que asoló su patria. Este amargo arrepentimiento ha hecho que vuelva en forma de visión."], "fusion": ["If I had been this powerful while I was alive, I could have saved so many...", "如果我生前<br>就擁有這種力量……<br>也許就能拯救更多的生命了。", "내가 살아있었을 때<br>이 힘이 있었다면……<br>더 많은 생명을 구할 수 있었을까?", "Si j'avais possédé cette force de mon vivant, j'aurais pu sauver tant de vies...", "Wenn ich zu Lebzeiten so stark gewesen wäre,<br> hätten viele nicht sterben müssen ...", "Si hubiera sido así de poderosa en vida podría haber salvado a tanta gente..."], "summon": ["I was only a researcher of magic.<br>But now, I am your ally.<br>Show me your wounded, and I will heal them.", "我曾經是一個潛心研究的魔道士，<br>但現在我是你的同伴。<br>就讓我來治癒受傷的夥伴們吧。", "나는…… 연구를 전문으로 하는 마도사였지만<br>지금부터는 당신의 동료야.<br>다친 사람이 있으면 내게 맡겨.", "Autrefois, j'étudiais la magie...<br>Mais à présent, je suis ton alliée.<br>Montre-moi tes blessures et je les soignerai.", "Eigentlich bin ich nur Forscherin.<br>Aber da wir jetzt verbündet sind,<br>werde ich deine Wunden heilen.", "Yo solo investigaba la magia.<br>Pero ahora soy tu aliada.<br>Muéstrame a tus heridos y los sanaré."]}}, "302000806": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 25, 0, 0, 0, 0, 0, 0], "stats": {"HP": [985, 2984, 390], "ATK": [35, 107, 26], "MP": [59, 180, 65], "MAG": [40, 120, 26], "SPR": [50, 152, 34], "DEF": [37, 112, 26]}, "magic_affinity": [8, 0, 0, 0], "ability_slots": 4, "limitburst_id": 302000806, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8020, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [42], "effect_frames": [40], "strings": {"evolution": ["Healing powers and a compassionate heart...<br>I think I am a much better healer now!", "治癒之力和仁愛之心……我終於發現了白魔法的真髓！", "치유의 힘과 배려하는 마음……<br>난 지금, 백마법의 참뜻을 깨달은 거야!", "Des soins plus puissants et un être plein de compassion... Je crois que je suis meilleure soigneuse que jamais !", "Heilkräfte und ein mitfühlendes Herz ... ich sollte jetzt viel besser heilen können!", "Con mis poderes curativos y mi corazón gentil...<br>¡creo que ahora soy ahora una sanadora mejor!"], "affinity": ["Let us take a break for today.<br>And it's not much,<br>but I got this for you.", "和你經歷了那麼多場戰鬥，<br>現在我打心底<br>想要治癒你、守護你。", "당신과 함께 수많은 전투를 경험하면서<br>확실하게 든 생각이 있어…….<br>진심으로 당신을 지켜주고 싶다는 생각.", "Toi et moi, nous avons livré de nombreuses batailles côte à côte. Tout ce que je souhaite c'est continuer de te protéger et de te soigner !", "Lassen wir es für heute gut sein.<br>Es ist nicht viel,<br>aber ich habe das hier für dich.<br>", "Tú y yo hemos librado muchas batallas juntos. Quiero curarte y protegerte... de todo corazón."], "description": ["A white mage from the land that would come to be known as Mysidia. She returned as a vision, filled with piercing devotion after failing to heal herself and others with her white magic. Thrilled to be back again, she enjoys the cold snowy season clad in red, lifting spirits and bringing smiles to peoples faces with her gentle healing.", "在建國前的魔道士國家密西迪亞研究白魔法的女孩。她為沒能用白魔法救人而悔恨。她的這種強烈的意志殘留在了世間，使得她作為幻兵再次甦醒。這也使得她重新認識到生命的可貴。於是到了風雪交加的時節，她身穿紅衣，為人們送去勇氣、微笑和心靈的治癒。", "현재 마도사 국가 미시디아라 불리는 땅에서<br>백마법 연구에 몰두했던 여성.<br>과거에 사람들과 자신을 백마법으로<br>치유하지 못했던 것을 후회하던 그녀의<br>강한 의지가 비전으로 되살아났다.<br>살아간다는 기쁨을 다시금 깨닫게 된 그녀는<br>눈이 내리는 추운 계절이 오면<br>붉은 옷을 몸에 걸치고 사람들에게 용기와 미소,<br>그리고 따뜻한 치유의 힘을 전해주고 있다.", "Une mage blanche venue d'un pays connu sous le nom de Mysidia. L'approche des recherches de Rosélia sur la magie blanche était beaucoup plus pratique et il lui manquait la compassion nécessaire à tout bon soigneur. Par la suite, son pays fut ravagé par une épidémie qui prit de nombreuses vies y compris la sienne. Son incapacité à sauver sa propre vie ainsi que celle de ses collègues lui fit prendre conscience de ses propres limites, quoiqu'un un peu tard. Pleine de regrets, elle revint dans ce monde en tant que vision.", "Eine weiße Magierin aus dem Land Mysidia. Roselias Erforschung weißer Magie war eher praktisch und sie entbehrte das Mitgefühl eines Heilers. In der Folge wurde ihre Heimat von einer Plage befallen, die sie und viele andere dahinraffte. Roselias Unfähigkeit, sich und ihre Kollegen zu retten machte ihr ihre eigenen Grenzen bewusst, wenn auch zu spät. Reuevoll kehrte sie als Vision wieder.", "Una maga blanca de las tierras que algún día se conocerían como Mysidia. Su incapacidad para salvarse a si misma y a sus compañeros investigadores con su magia blanca la hizo darse cuenta de sus límites y su remordimiento la hizo convertirse en una visión. Ahora en busca de una nueva razón para seguir adelante, durante la temporada de nieve se pone su manto rojo y se dedica a curar a los necesitados, a la vez que trata de hacerles sonreir."], "fusion": ["I am full of healing power!<br>I can protect you with this!", "治癒之力在充盈……這下可以保護你們了。", "치유의 힘이 넘쳐흐르고 있어……<br>이걸로 당신들을 지킬 수 있어.", "Je maîtrise mieux la magie blanche... Je vais bientôt pouvoir tous vous protéger.", "Meine weiße Magie wird immer besser ... Schon sehr bald kann ich euch alle beschützen.", "¡Mi poder curativo no tiene límites!<br>¡Lo usaré para protegerte!"], "summon": ["It is my hope to keep<br>you and your allies healthy.<br>This cloth is a sign of that.", "為你和同伴療傷就是我的願望。這身裝扮就是我意志的表現。", "당신과 동료들의 상처를 치유하는 것이<br>지금의 내 기쁨이야.<br>이 옷은 그 의지를 표현하는 것.", "J'ai réalisé bien trop tard tout ce qu'il me manquait. Mais, je vais quand même faire de mon mieux pour soigner vos blessures !", "Meine Schwächen fielen mir erst zu spät auf. Aber seid euch sicher, ich gebe mein Bestes, die Verwundeten zu heilen!", "Solo espero poder mantenerte a ti y tus aliados sanos y salvos.<br>Esta ropa es la prueba de mi deseo."]}}}, "job": "White Mage", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Santa Roselia", "聖人羅塞莉亞", "산타 로자리아", "Mère de l'hiver Rosélia", "Santa Roselia", "Santa Roselia"], "equip": [5, 11, 15, 30, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "302000804", "job_id": 22}