{"TMR": ["EQUIP", 1100000072], "name": "Fryevia", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 910148, "rarity": 5}, {"level": 7, "type": "ABILITY", "id": 100120, "rarity": 5}, {"level": 20, "type": "ABILITY", "id": 910149, "rarity": 5}, {"level": 22, "type": "ABILITY", "id": 910150, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 200690, "rarity": 5}, {"level": 50, "type": "ABILITY", "id": 910151, "rarity": 5}, {"level": 57, "type": "ABILITY", "id": 910152, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 910153, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910154, "rarity": 5}, {"level": 3, "type": "ABILITY", "id": 910155, "rarity": 6}, {"level": 34, "type": "ABILITY", "id": 910156, "rarity": 6}, {"level": 48, "type": "ABILITY", "id": 910157, "rarity": 6}, {"level": 66, "type": "ABILITY", "id": 910158, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 910159, "rarity": 6}, {"level": 95, "type": "ABILITY", "id": 910160, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910161, "rarity": 6}], "sex_id": 2, "entries": {"302001406": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1238, 3750, 390], "ATK": [48, 145, 34], "MP": [64, 195, 65], "MAG": [48, 145, 26], "SPR": [40, 120, 26], "DEF": [40, 120, 26]}, "magic_affinity": [0, 8, 7, 0], "ability_slots": 4, "limitburst_id": 302001406, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8043, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [12, 32, 52], "effect_frames": [10, 30, 50], "strings": {"evolution": ["What a strange sensation.<br>I wonder if this will grant me<br>some new power?", "真是奇妙的感覺呀。<br>是不是得到了<br>一些新的力量？", "신비한 감각이군요.<br>뭔가 새로운 힘을<br>얻게 되는 걸까요.", "Quelle sensation étrange.<br>Je me demande si ça me donnera plus de pouvoirs...", "Das fühlt sich seltsam an.<br>Ob es mir wohl eine neue<br>Kraft gewährt?", "Qué sensación más extraña.<br>Me pregunto si esto me dará<br>algún nuevo poder."], "affinity": ["I can feel a strange and totally different<br>type of enhancement growing<br>deep in my heart.", "和過招的時候不一樣，<br>有種不可思議的感覺<br>又出現在心中。", "승부를 겨룰 때와는 다른,<br>더욱 신비한 고양감이<br>가슴 속에 남습니다.", "Je sens un pouvoir étrange et complètement<br>différent grandir au fond de mon cœur.", "Ich fühle eine seltsame und ganz andere<br>Stärke in mir wachsen<br>, tief in meinem Herzen.", "Siento cómo alguna mejora<br>extraña y completamente diferente crece<br>en algún lugar profundo de mi corazón."], "description": ["An elven warrioress who claims to be the daughter of a merchant from a distant land. Although Fryevia is of elven descent, she disguises herself as a human in order to live peacefully among them. She was born into a wealthy family, and thus has never known financial problems. Following in the footsteps of her famous grandfather, she eagerly began taking lessons in sword fighting from a skilled instructor. After coming to know no greater joy than that of crossing blades with an opponent, she now hopes to challenge warriors all over the world with her beloved sword.", "自稱是某個地區的商人家庭的女兒，精靈族的女性戰士。她隱瞞了自己是精靈族的事實，假扮成人類生活。她能無憂無慮地長大成人，都是多虧了身為權力者的父親。她十分憧憬身為名劍士的祖父，便在技巧純熟的師父身邊努力學習劍技。她以與他人切磋劍技為樂，願望是用手中的愛劍與世界中的戰士們進行切磋。", "어느 지방 상인 가문의 딸이라 칭하는, 엘프족 여전사. 그녀의 일족은 엘프족임을 숨기고 인간과 뒤섞여 살아가고 있다. 권력자였던 아버지 덕분에 풍족하게 자란 그녀는, 고명한 검사였던 조부를 동경하여 뛰어난 스승 아래서 열심히 검술을 익혔다. 타인과 검을 겨루는 것을 무엇보다 즐기며, 자신의 애검으로 전 세계의 전사들과 승부하고 싶어 한다.", "Une guerrière elfe portant le nom d'une famille de marchands d'une région lointaine. Elle prit une apparence humaine afin de cacher qu'elle faisait partie de la tribu des elfes. Tout au long de sa vie, elle a toujours été à l'abri du besoin grâce à la fortune de son père. Désireuse de marcher dans les pas de son illustre grand-père, elle mit tout son cœur à apprendre à maîtriser l'épée auprès d'un maître de grand talent. Aimant croiser le fer contre des adversaires de valeur, elle souhaitait par-dessus tout partir un jour autour du monde, armée de son épée fétiche, pour se battre contre de puissants épéistes.", "Eine Elfenkriegerin, die behauptet, die Tochter eines Händlers aus einem fernen Land zu sein. Obwohl Fryevia eine Elfin ist, tarnt sie sich als Mensch, um friedlich unter ihnen zu leben. Sie wurde in eine reiche Familie hineingeboren und kennt keine finanziellen Probleme. Sie trat in die Fußstapfen ihres Großvaters und erlernte die Schwertkunst von einem erfahrenen Ausbilder. Nach ihrem ersten Kampf hofft sie nun, die Klingen mit Kriegern aus aller Welt zu kreuzen.", "Una guerrera elfa que dice ser la hija de un mercader de tierras lejanas. Aunque desciende de elfos, Fryevia se hace pasar por humana para pasar desapercibida. Nació en el seno de una familia acaudalada y, por tanto, desconoce lo que es pasar penurias económicas. Siguiendo la estela de su conocido abuelo, Fryevia empezó a tomar lecciones de espada con un prestigioso instructor. Ahora, siente verdadera pasión por los duelos, por lo que está deseosa de desafiar a guerreros de todos los rincones del mundo con su preciada espada."], "fusion": ["I must continue trying hard<br>until the day I become a fine<br>swordsman like my grandfather.", "在成為像祖父一樣<br>厲害的劍士之前，<br>我得繼續努力才行。", "할아버님 같은<br>훌륭한 검사가 될 때까지<br>계속해서 노력해 나가겠습니다.", "Je dois continuer à faire de mon mieux<br>jusqu'au jour où je parviendrai à devenir une meilleure<br>épéiste que mon grand-père.", "Ich muss solange üben,<br>bis aus mir eines Tages ein<br>echter Schwertkämpfer wird, wie mein Großvater.", "Debo seguir entrenando duro<br>hasta el día en el que sea una gran espadachina<br>como mi abuelo."], "summon": ["Where might you all be headed to?<br>If it is a journey toward battle,<br>then I shall join.", "要去哪裡呢？<br>如果是充滿戰鬥的旅途<br>也讓我一起前往吧。", "어디로 향하시나요?<br>싸움을 위한 여행이라면<br>함께 하겠습니다.", "Où allez-vous donc comme ça ?<br>Si c'est un voyage dangereux,<br>alors j'en suis.", "Wohin seid ihr unterwegs?<br>Wenn ihr den Kampf sucht,<br>schließe ich mich an.", "¿Adónde os dirigís?<br>Si vais a la batalla,<br>quiero unirme."]}}, "302001405": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [952, 2885, 240], "ATK": [37, 112, 24], "MP": [50, 150, 40], "MAG": [37, 112, 16], "SPR": [30, 92, 16], "DEF": [30, 92, 16]}, "magic_affinity": [0, 7, 6, 0], "ability_slots": 4, "limitburst_id": 302001405, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 20, "290060000": 5, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 8042, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [12, 32, 52], "effect_frames": [10, 30, 50], "strings": {"evolution": null, "affinity": ["I can feel a strange and totally different<br>type of enhancement growing<br>deep in my heart.", "和過招的時候不一樣，<br>有種不可思議的感覺<br>又出現在心中。", "승부를 겨룰 때와는 다른,<br>더욱 신비한 고양감이<br>가슴 속에 남습니다.", "Je sens un pouvoir étrange et complètement<br>différent grandir au fond de mon cœur.", "Ich fühle eine seltsame und ganz andere<br>Stärke in mir wachsen<br>, tief in meinem Herzen.", "Siento cómo alguna mejora<br>extraña y completamente diferente crece<br>en algún lugar profundo de mi corazón."], "description": ["An elven warrioress who claims to be the daughter of a merchant from a distant land. Fryevia is on a journey to find equipment suitable for her abilities, as she is much more skilled with the sword than the average soldier. She usually disguises herself as a human and enjoys interacting with others. Always exuding an air of purity and elegance, it may be surprising to learn that she believes money to be no object in order to obtain what she desires.", "自稱是某個地區商人家庭的女兒，精靈族的女性戰士。她為了尋找與自己相符的強大魔法武具，而輾轉於世界各地。劍技精湛，一般的戰士完全不是她的對手。她平常喜歡假扮成人類，與他人進行交流。雖然她看似高潔，可對於想要的東西會不惜重金，有著十分膽大的一面。", "어느 지방 상인 가문의 딸이라 자칭하는, 엘프족 여전사. 자신의 능력에 걸맞은 강력한 마법 무기를 찾아 세계를 여행하고 있다. 검술에 소양이 있으며, 웬만한 전사와는 비교도 할 수 없는 실력자이다. 평소에는 인간처럼 꾸미고 다니며, 인간과 검을 겨루는 것을 즐긴다. 고결한 분위기를 풍기는 한편, 원하는 것을 위해서라면 아낌없이 돈을 쓰는 대담한 면도 지니고 있다. <br>", "Une guerrière elfe portant le nom d'une famille de marchands d'une région lointaine. Elle partit faire le tour du monde à la recherche d'équipements magiques qui lui permettraient d'exprimer son plein potentiel. Sa maîtrise de l'épée est bien supérieure à la plupart des autres guerriers et elle apprécie tout particulièrement de se battre contre d'autres humains en se déguisant en l'un d'entre eux. Son apparente pureté cache un caractère qui ne recule devant aucune dépense quand il s'agit d'acquérir ce qui lui fait envie.", "Eine Elfenkriegerin, die behauptet, die Tochter eines Händlers aus einem fernen Land zu sein. Fryevia ist auf der Suche nach Ausrüstung, die zu ihren Fähigkeiten passt, da sie mit dem Schwert besser umzugehen versteht, als ein normaler Soldat. Für gewöhnlich tarnt sie sich als Mensch, weil sie das Miteinander mit anderen genießt. Sie strahlt eine elegante Reinheit aus. Um zu erlangen, was sie begehrt, spielt Geld keine Rolle.", "Una guerrera elfa que dice ser la hija de un mercader de tierras lejanas. Fryevia viaja en busca de equipo digno de sus habilidades, pues su destreza con la espada supera a la de muchos guerreros. Suele hacerse pasar por humana y le gusta el contacto con la gente. Asimismo, de ella irradía un aire de pureza y elegancia y, para la sorpresa de muchos, está convencida de que el dinero no es el medio más adecuado para conseguir lo que desea."], "fusion": ["I can feel my own power.<br>Might someone fancy a quick bout?", "感受得到自己的力量呀。<br>誰要來和我較量一下？", "스스로의 힘이 느껴집니다.<br>누구든, 저와 겨뤄 봐 주시겠어요?", "Je ressens ma propre puissance.<br>Est-ce que ça vous dirait un petit combat contre moi ?", "Ich spüre meine Kraft.<br>Ob wohl jemand meine Hilfe benötigt?", "Puedo sentir mi propio poder.<br>¿Quién se apunta a retarme en duelo?"], "summon": ["My blade seems to enjoy your company.<br>Please, allow us to follow you.", "你看起來很懂劍術，<br>請當我的對手。", "당신, 검에 소양이 있으시군요.<br>부디, 한 수 부탁드립니다.", "On dirait que ma lame t'apprécie.<br>Laisse-nous donc t'accompagner.", "Meine Klinge erfreut sich deiner Gesellschaft.<br>Bitte, wir möchten euch gerne folgen.", "Parece que a mi espada le agrada tu compañía.<br>Por favor, déjanos seguirte."]}}}, "job": "Spellblade", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Fryevia", "弗雷比亞", "프레이비아", "Fryevia", "Fryevia", "Fryevia"], "equip": [2, 40, 41, 50, 51, 52, 53, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "302001405", "job_id": 27}