{"TMR": ["MATERIA", 504201960], "name": "Seria", "is_summonable": true, "skills": [{"level": 3, "type": "ABILITY", "id": 201870, "rarity": 4}, {"level": 10, "type": "ABILITY", "id": 202000, "rarity": 4}, {"level": 16, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 34, "type": "ABILITY", "id": 101070, "rarity": 4}, {"level": 45, "type": "ABILITY", "id": 100200, "rarity": 4}, {"level": 26, "type": "ABILITY", "id": 101090, "rarity": 5}, {"level": 41, "type": "ABILITY", "id": 100130, "rarity": 5}, {"level": 54, "type": "ABILITY", "id": 201880, "rarity": 5}, {"level": 78, "type": "ABILITY", "id": 201890, "rarity": 5}], "sex_id": 2, "entries": {"302000305": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [902, 2733, 300], "ATK": [35, 106, 20], "MP": [39, 117, 50], "MAG": [31, 93, 20], "SPR": [31, 93, 20], "DEF": [30, 90, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 302000305, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 248, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [17, 40], "effect_frames": [15, 38], "strings": {"evolution": ["I'll never forget my past.<br>I'll embrace the pain<br>and regret attached to it,<br>and keep moving forward.", "我不會忘記那起事件。<br>無論痛苦還是悔恨，<br>我要和所有的回憶一起向前進！", "난 절대 그 사건을 잊지 않겠어.<br>아픔도 후회도 전부 끌어안고<br>앞으로 나아갈 거야!", "Jamais je n'oublierai le passé.<br>J'accepterai la souffrance<br>et le regret qui l'accompagnent<br>et continuerai d'aller de l'avant.", "Ich werde meine Vergangenheit nie vergessen.<br>Ich nehme den Schmerz<br>und die Trauer an<br>und strebe vorwärts.", "Jamás olvidaré mi pasado.<br>Aceptaré el dolor<br>y la angustia que lo acompañan,<br>y seguiré adelante."], "affinity": ["If you're foolish enough to trust me, who else will you trust...?<br>There's nothing for it; I'll have to keep watching your back!", "這麼依賴我，你還挺有眼光的嘛。<br>拿你沒辦法，你的後防就交給我吧！", "날 의지하다니, 보는 눈이 있는 걸.<br>어쩔 수 없지,<br>네 등 뒤는 나한테 맡겨!", "Tu dois être fou pour me faire confiance.<br>Mais puisque c'est comme ça, j'assurerai tes arrières.", "Du bist verrückt, mir zu trauen.<br>Na gut, muss ich dir wohl den Rücken freihalten!", "Ya hay que estar loco para confiar en mí.<br>¡En fin, parece que me toca cubrirte las espaldas!"], "description": ["A prominent summoner in lore from another world where humans and gods share a history. Seria is a member of the Akras Summoners' Hall, and boasts powers far beyond those of the average summoner. Unfortunately, however, she tends to be rude to others and has trouble following orders. Indeed, it would be fair to say that she goes out of her way to distance herself from others as much as possible. This is most likely due to a certain incident in her past; an incident that may also have stunted her growth while she was still very young. Were she able to finally overcome this lingering trauma, her powers might grow to incredible new peaks.", "異界有關諸神與人的故事中登場的召喚師，隸屬於阿克拉斯召喚院。實力過人，一般的召喚師根本不是她的對手。但據說她嘴不饒人，不擅長表達自己的感受，有過度避免與他人來往的傾向。她似乎還對曾經的一起事件耿耿於懷，周圍人認為是那段苦澀的記憶阻礙了她的成長。在她完全克服過去的陰影後，想必會達到更高的層次。", "이계에서 전해지는 신과 인간들의 이야기에 등장하는 소환사. 아클라스 소환청 소속. 평범한 소환사는 명함도 못 내밀 정도의 실력자이나, 입이 험하고 솔직하지 못해서 필요 이상으로 타인과 거리를 두는 경향이 있다. 과거에 일어난 어떤 사건을 지금도 마음에 두고 있는 듯하며, 주위 사람들은 그때의 쓰라린 기억이 그녀의 성장을 막고 있다고 생각하는 모양. 과거를 완전히 극복하면 더욱 높은 경지에 이를 것이다.", "Une célèbre invocatrice venant d'un monde où les hommes et les dieux partageaient une histoire commune. Séria est membre du Hall des Invocateurs d'Akras et possède un pouvoir allant bien au-delà de celui d'un invocateur moyen. Elle est malheureusement connue pour être assez impolie et avoir tendance à refuser de suivre les ordres. Certains iraient même jusqu'à dire qu'elle fait tout ce qu'elle peut pour éviter le pplus possible de se rapprocher des autres. Cela serait dû à un incident particulier survenu dans son passé qui aurait même provoqué un retard de croissance lorsqu'elle était très jeune. C'est sûrement parce qu'elle n'est toujours pas capable aujourd'hui de dépasser cet événement traumatisant que sa force n'atteint pas les sommets qu'elle devrait.", "Eine bekannte Beschwörerin des Wissens aus einer anderen Welt, in der Menschen und Götter eine gemeinsame Geschichte haben. Seria ist ein Mitglied des Beschwörungshauses von Akras, ihre Kräfte gehen weit über die eines normalen Beschwörers hinaus. Leider ist sie des öfteren grob und missachtet Befehle. Aus diesem Grund hält sie lieber Abstand zu anderen. Dies geht vermutlich auf ein vergangenes Ereignis zurück, das sie  sehr beeinflusste. Könnte sie dieses Trauma überwinden, so heißt es, würden ihre Kräfte ins Unermessliche steigen.", "Una prominente invocadora perteneciente a leyendas de otro mundo donde dioses y humanos comparten la misma historia. Seria es  miembro del Salón de Invocadores de Akras y posee un poder tal que el invocador medio no podría siquiera soñar. Desgraciadamente suele ser deslenguada con los demás y tiene dificultades para seguir órdenes ajenas. Se podría decir que hasta trata de distanciarse de los demás tanto como le es posible. Esto posiblemente es debido a cierto incidente ocurrido en el pasado que muchos creen tiene que ver con que dejase de crecer al ser aún de tierna edad. Si lograse superar este traumático evento, no hay duda que sus poderes podrían llegar a cuotas inimaginables."], "fusion": ["I don't like owing people things.<br>So I'll return the favor by giving my all on the battlefield!", "我不喜歡欠人情。<br>你給我了力量，<br>我會在戰鬥中如數報答的！", "빚을 지는 건 내 성미에 맞지 않아.<br>강해진 만큼<br>활약해서 갚아주겠어!", "Je n'aime pas avoir des dettes.<br>Je vais te rendre ce que je te dois en donnant le meilleur de moi-même en combat !", "Ich habe ungern Schulden.<br>Also werde ich den Gefallen auf dem Schlachtfeld erwidern!", "No me gusta deber favores a nadie.<br>¡Así que te pagaré dándolo todo en el campo de combate!"], "summon": ["Have I been summoned to another world?<br>Well, that's a pain in the neck,<br>but I'll go with you.<br>You'd better be grateful!", "我被召喚到別的世界了？<br>真麻煩，不過還是和你一起走吧。<br>你可要感謝我啊！", "나, 다른 세계에 소환된 거야?<br>귀찮지만 어쩔 수 없지.<br>함께 가 줄 테니 감사하도록!", "J'ai été invoquée dans un autre monde ?<br>Ça va encore être une galère,<br>mais entendu, je t'accompagne.<br>Tu peux me dire merci !", "Wurde ich in eine andere Welt beschworen?<br>Nun, es ist nicht schön,<br>aber ich komme mit.<br>Dankt mir später!", "¿Me has invocado a otro mundo?<br>Pues vaya, esto va a ser un fastidio,<br>pero te acompañaré.<br>¡Ya me lo agradecerás luego!"]}}, "302000304": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [694, 2102, 240], "ATK": [27, 81, 16], "MP": [30, 90, 40], "MAG": [24, 71, 16], "SPR": [23, 71, 16], "DEF": [23, 69, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 302000304, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040300": 8, "290050300": 15, "290030400": 13, "290020300": 25, "290050400": 8}}, "rarity": 4, "compendium_id": 247, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [17, 40], "effect_frames": [15, 38], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["If you're foolish enough to trust me, who else will you trust...?<br>There's nothing for it; I'll have to keep watching your back!", "這麼依賴我，你還挺有眼光的嘛。<br>拿你沒辦法，你的後防就交給我吧！", "날 의지하다니, 보는 눈이 있는 걸.<br>어쩔 수 없지,<br>네 등 뒤는 나한테 맡겨!", "Tu dois être fou pour me faire confiance.<br>Mais puisque c'est comme ça, j'assurerai tes arrières.", "Du bist verrückt, mir zu trauen.<br>Na gut, muss ich dir wohl den Rücken freihalten!", "Ya hay que estar loco para confiar en mí.<br>¡En fin, parece que me toca cubrirte las espaldas!"], "description": ["A prominent summoner in lore from another world where humans and gods share a history. Seria is a member of the Akras Summoners' Hall, and commands her own Demon Slayers' squadron. Though some may regard her aggressive nature as unfeminine, her skills as a warrior have earned her the nickname \"Goddess of the Arena,\" a womanly title that none would dare deny. The incredible power contained in her petite frame allows her to wield her sword with an incomparable fusion of ferocity and grace. In fact, Seria's only serious flaw may be her tendency to criticize others, harshly and at the drop of a tiara. Rumor has it that her use of the word \"idiot\" is legendary in her home world of Grand Gaia.", "異界有關諸神與人的故事中登場的召喚師，隸屬於阿克拉斯召喚院魔神討伐隊。與柔美的外貌相反，她在鬥技場擁有「鬼神」的稱號，實力有口皆碑。揮舞巨大長劍的纖細身姿不僅讓人感到勇猛，更散發出一種優雅。看似完美的她其實有一個小缺點，就是刀子嘴，不夠直率。傳聞她是艾爾蓋亞使用「笨蛋」這個詞頻率最高的人。", "이계에 전해 내려오는 신과 인간들의 이야기에 등장하는 소환사. 아클라스 소환청의 마신 토벌대에 소속되어 있다. 아름다운 외모와는 반대로 결투장에서는 '귀신'이라는 칭호로 불리는 등, 그녀의 실력은 만인의 인정을 받고 있다. 가냘픈 몸으로 거대한 장검을 휘두르는 모습은 용맹함을 뛰어넘어 우아한 느낌마저 든다. 완벽해 보이는 한편 입이 험하고 솔직하지 못한 점이 옥에 티라고 하며, 엘가이아에서 '바보'라는 단어를 가장 많이 입에 담는다는 소문도 돌고 있다.", "Une célèbre invocatrice venant d'un monde où les hommes et les dieux partageaient une histoire commune. Séria est membre du Hall des Invocateurs d'Akras et commande son propre escadron de chasseurs de démons. Bien qu'elle n'ait pas l'air très féminine, ses aptitudes au combat lui ont valu le surnom de \"Déesse de l'Arène\". L'incroyable puissance qu'elle cache dans son corps tout frèle lui permet de manier son épée avec une férocité et une grâce sans pareille. En fait, le seul véritable défaut de Séria est sa propension à critiquer les autres. Des rumeurs racontent même que son utilisation du mot \"idiot\" est devenue légendaire dans sa terre natale de Grande Gaïa.", "Eine bekannte Beschwörerin des Wissens aus einer anderen Welt, in der Menschen und Götter eine gemeinsame Geschichte haben. Seria ist ein Mitglied des Beschwörungshauses von Akras und verfügt über eine eigene Dämonenvernichter-Division. Obwohl sie nicht immer sehr feminin wirkt, hat ihr Können ihr den Titel „Göttin der Arena“ eingebracht. Durch ihre unglaubliche Kraft schwingt sie ihr Schwert mit einer beispiellosen Wildheit. Serias einzige Schwäche besteht darin, dass sie andere ständig kritisiert. Für ihre Verwendung des Worts „Idiot“ ist sie in der Welt von Grand Gaia berüchtigt.", "Una prominente invocadora perteneciente a leyendas de otro mundo donde dioses y humanos comparten la misma historia. Seria es miembro del Salón de Invocadores de Akras y comandante de su propio escuadrón de Asesinos de Demonios. Aunque a veces pueda no parecer femenina, su habilidad como guerrera es lo suficientemente indudable como para garantizarla el nombre de \"Diosa de la Arena\". El increíble poder que esconde bajo su delgada figura le permite blandir su espada con una ferocidad y gracia inigualables. De hecho, el único defecto que tiene es posiblemente su actitud crítica. Dicen los rumores que la forma en la que usa la palabra \"idiota\" es archiconocida en el mundo de Gran Gaia."], "fusion": ["You're gonna make me more powerful?<br>You're pretty naive, you know that?<br>I know another idiot just like you.", "要給我力量是麼？<br>你真是個好人啊。<br>像你這樣的笨蛋，我還認識一個。", "나한테 힘을 나눠주겠다고?<br>너 진짜 착해빠졌구나.<br>뭐, 그런 바보가 한명 더 있긴 해.", "Tu veux me rendre plus forte ?<br>Tu es plutôt du genre naïf, toi.<br>Ça me rappelle quelqu'un d'autre…", "Du wirst mir Macht geben?<br>Du bist wirklich naiv!<br>Du erinnerst mich an jemanden.", "¿Me vas a hacer más fuerte?<br>Eres algo ingenuo, ¿sabes?<br>Me recuerdas a cierta persona que se te parece."], "summon": ["Where the heck am I?<br>And what are you staring at?<br>Tell me what's going on, hurry!", "這裡到底是哪兒？<br>你別在那發呆了，<br>快向我解釋清楚！", "대체 여기가 어디야!?<br>거기 너, 멍청히 서 있지 말고<br>얼른 여기가 어딘지 설명해!", "Qu'est-ce que c'est que cet endroit ?!<br>Toi, là, au lieu de rêvasser,<br>donne-moi des explications, et en vitesse !", "Wo zur Hölle bin ich?<br>Und warum guckst du so?<br>Sag mir, was los ist, rasch!", "¿Dónde diablos estoy?<br>¿Y tú qué miras?<br>¡Dime que está ocurriendo aquí, vamos!"]}}}, "job": "Summoner", "sex": "Female", "game": "Brave Frontier", "rarity_max": 5, "names": ["Seria", "榭莉雅", "세리아", "Seria", "Seria", "Seria"], "equip": [1, 2, 3, 4, 40, 51, 52, 60], "game_id": 20003, "rarity_min": 4, "tribe_id": 5, "id": "302000304", "job_id": 58}