{"TMR": ["EQUIP", 303002100], "name": "Vargas", "is_summonable": true, "skills": [{"level": 3, "type": "ABILITY", "id": 207450, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 21, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 34, "type": "ABILITY", "id": 207440, "rarity": 5}, {"level": 62, "type": "ABILITY", "id": 207480, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 207470, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 207420, "rarity": 6}, {"level": 12, "type": "ABILITY", "id": 207460, "rarity": 6}, {"level": 45, "type": "ABILITY", "id": 100080, "rarity": 6}, {"level": 71, "type": "ABILITY", "id": 207500, "rarity": 6}, {"level": 90, "type": "ABILITY", "id": 207490, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 207430, "rarity": 6}], "sex_id": 1, "entries": {"302000405": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [50, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [919, 2784, 300], "ATK": [39, 119, 20], "MP": [39, 119, 50], "MAG": [31, 93, 20], "SPR": [31, 93, 20], "DEF": [32, 96, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 302000405, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 481, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [29, 77], "effect_frames": [27, 75], "strings": {"evolution": null, "affinity": ["I will slice a path open for you!<br>Follow behind me, and try to keep up!", "你的道路，就由我來開闢吧！<br>趕緊，跟上我的步伐！", "네 앞길은 내가 개척해 주겠다!<br>뒤처지지 말고 내 뒤를 따라와!", "Je t'ouvrirai la voie avec ma lame !<br>Reste derrière moi et ne te perds pas en chemin !", "Ich bahne dir einen Weg!<br>Folge mir immer weiter!", "¡Yo abriré el paso para ti!<br>¡Sígueme y trata de mantener el ritmo!"], "description": ["A legendary knight from another world where humans and gods share a history. Vargas is a swordsman from the ruined Agni Empire who later became one of the Six Heroes of lore. He trained in the long sword to surpass the accomplishments of his late father, also an exceptional knight of the empire. Dubbed a master swordsman, he was well-known for his defeat of countless warriors. However, still believing himself inexperienced, Vargas is said to have continued his search for stronger opponents in order to further his training.", "異界有關諸神與人的故事中登場的劍士，出身自被眾神摧毀的阿格尼帝國，後成為六英雄之一。他以已故騎士父親為榮，並想要成為超越父親的騎士，因此不斷磨練大劍技藝。雖然他已經強大到打倒了諸多戰士，被人們稱為「劍豪」，但他還是不滿足於現狀，認為自己的劍術仍顯幼稚，於是繼續不斷向更強的劍士發起挑戰。", "이계에 전해 내려오는 신과 인간들의 이야기에 등장하는 검사. 신들이 멸망시킨 아그니 제국 출신으로, 후에 6영웅 중의 하나로 추대된다. 과거 훌륭한 기사였던 아버지를 자랑스럽게 생각해, 아버지에게 지지 않는 훌륭한 기사가 되고자 대검의 수행에 나선다. 마침내, 수많은 전사를 쓰러뜨리고 '검호'라 불리는 경지에까지 오르지만, 아직 자신의 검기가 미숙하다 여기던 발가스는 더욱 강한 검사와의 전투를 갈구했다고 한다.", "Un chevalier légendaire venant d'un monde où les hommes et les dieux partageaient une histoire commune. Vargas est un épéiste de l'empire dévasté d'Agni, devenu par la suite un des Six Héros. Il s'est entraîné à l'épée longue pour surpasser les exploits de son défunt père, également chevalier hors pair de l'empire. Baptisé maître épéiste, il est connu pour avoir vaincu un nombre incalculable de guerriers. Cependant, se considérant encore novice, Vargas aurait continué sa quête d'adversaires plus forts afin de poursuivre sa formation.", "Ein legendärer Ritter aus einer anderen Welt, in der Menschen und Götter eine gemeinsame Geschichte haben. Der Schwertkämpfer Vargas stammt aus dem zerstören Imperium Agni und wurde später einer der sechs legendären Helden von Iore. Um seinen verstorbenen Vater zu übertrumpfen, einen herausragenden Ritter des Imperiums, trainierte er mit dem Langschwert. Als meisterlicher Schwertkämpfer besiegte er zahlreiche Krieger. Da er sich selbst aber unerfahren nannte, suchte er weiter nach Gegnern.", "Un caballero legendario de otro mundo en donde los humanos y los dioses comparten una historia. Vargas es un espadachín del Imperio Agni, ahora en ruinas, que después se convirtió en uno de los Seis Héroes. Entrenó con la espada larga para superar los logros de su difunto padre, también un caballero excepcional del imperio. Conocido como un maestro espadachín, es famoso por haber derrotado a incontables guerreros. Sin embargo, sigue creyendo que le falta experiencia, y se dice que Vargas ha continuado su búsqueda de oponentes más fuertes para poder seguir su entrenamiento."], "fusion": ["No matter how fierce the battle,<br>you can always find me cutting<br>through the vanguard!", "無論多麼危險的戰鬥，<br>我都會為你打頭陣的！", "아무리 위험한 전투라 하더라도<br>내가 선두에 서겠다!", "Quelle que soit la férocité du combat,<br>tu peux être sûr que je me battrai en première ligne !", "Mag die Schlacht noch so heftig sein,<br>ich kämpfe immer<br>an vorderster Front!", "Sea lo cruenta que sea la batalla, <br>¡siempre me verás liderando la vanguardia!"], "summon": ["So there are some here as well<br>who would dare call on me.<br>All right, I'll follow you.", "這種地方<br>竟然也會有召喚我的人。<br>好吧，我會跟著你的。", "날 소환할 수 있는 녀석이<br>이런 곳에도 있을 줄이야.<br>좋아, 함께 해 주지.", "Alors comme ça, certaines personnes ici osent m'appeler.<br>Soit, je me joins donc à  toi.", "Es gibt also noch jemanden,<br>der mich zu rufen wagt.<br>Also gut, ich folge dir.", "Así que también hay gente aquí<br>que se atreve a invocarme.<br>Sea pues, me uniré a ti."]}}, "302000406": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [50, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1195, 3620, 450], "ATK": [51, 155, 30], "MP": [51, 155, 75], "MAG": [40, 122, 30], "SPR": [40, 121, 30], "DEF": [42, 126, 30]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 302000406, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 482, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [29, 77], "effect_frames": [27, 75], "strings": {"evolution": ["I can still grow even stronger!<br>I'm still not satisfied!", "我還會變得更強！<br>這點程度可是滿足不了我的。", "난 더 강해질 수 있어!<br>이 정도론 만족할 수 없다!", "Je peux encore devenir plus fort !.<br>Il me faut plus !", "Ich kann noch stärker werden!<br>Ich bin noch nicht satt!", "¡Puedo hacerme incluso aún más fuerte!<br>¡No me doy por satisfecho!"], "affinity": ["I will slice a path open for you!<br>Follow behind me, and try to keep up!", "你的道路，就由我來開闢吧！<br>趕緊，跟上我的步伐！", "네 앞길은 내가 개척해 주겠다!<br>뒤처지지 말고 내 뒤를 따라와!", "Je t'ouvrirai la voie avec ma lame !<br>Reste derrière moi et ne te perds pas en chemin !", "Ich bahne dir einen Weg!<br>Folge mir immer weiter!", "¡Yo abriré el paso para ti!<br>¡Sígueme y trata de mantener el ritmo!"], "description": ["A legendary knight from another world where humans and gods share a history. Vargas is a swordsman from the ruined Agni Empire who later became one of the Six Heroes of lore. Following the culmination of his training, he joined the Order of Agni to become a knight like his late father. Shortly afterwards he suffered a humiliating defeat in combat at the hands of a swordswoman of the same order named Lava. Ashamed of his own weakness, he resumed his rigorous training in order to fight her on the same terms. However, he never returned to resume his position as a knight after obtaining the power he sought, and instead set off on a journey as a lone warrior.", "異界有關諸神與人的故事中登場的劍士，出身自被眾神摧毀的阿格尼帝國，後成為六英雄之一。經過不斷努力，他終於和父親一樣加入了阿格尼騎士團，但卻敗給了同團女劍士菈薇。他意識到自己還差得很遠，於是又踏上了修行的旅途。在經歷了刻苦的修煉，劍術終於能與菈薇匹敵後，他並沒有回到騎士團，而是作為孤高的劍士繼續旅行。", "이계에 전해 내려오는 신과 인간들의 이야기에 등장하는 검사. 신들이 멸망시킨 아그니 제국 출신으로, 후에 6영웅 중의 하나로 추대된다. 수행 끝에 아버지와 같은 아그니 기사단에 입단하게 된 발가스였지만, 입단 직후 같은 기사단의 여검사 라바에게 완패하고 만다. 오만했던 자신에게 부끄러움을 느끼고 다시금 수행의 길을 떠난 발가스는, 가혹한 수행을 되풀이하여 라바와 호각으로 싸울 수 있는 실력을 갖추고 난 뒤에도 기사단에 돌아가지 않고 고독한 검사로서 여행을 계속했다고 한다.", "Un chevalier légendaire venant d'un monde où les hommes et les dieux partageaient une histoire commune. Vargas est un épéiste de l'empire dévasté d'Agni, devenu par la suite un des Six Héros. Son entraînement achevé, il rejoignit l'ordre d'Agni pour devenir chevalier, comme son défunt père. Peu de temps après, il essuya une défaite humiliante en combat contre Lava, une épéiste du même ordre. Honteux de ses faiblesses, il reprit son entraînement rigoureux pour tenter de la battre pareillement. Cependant, il ne revint jamais reprendre son titre de chevalier, même après avoir atteint le niveau qu'il visait. Au lieu de cela, il partit en voyage, en guerrier solitaire.", "Ein legendärer Ritter aus einer anderen Welt, in der Menschen und Götter eine gemeinsame Geschichte haben. Der Schwertkämpfer Vargas stammt aus dem zerstören Imperium Agni und wurde später einer der sechs legendären Helden von Iore. Nach seiner Ausbildung schloss er sich dem Orden von Agni an, um ein Ritter wie sein verstorbener Vater zu werden. Kurz darauf erlitt er eine demütigende Niederlage durch eine Kameradin namens Lava. Vor Scham vor seiner Schwäche setzte er sein hartes Training fort. Nachdem er die gewünschte Kraft erlangte, wurde er jedoch kein Ritter mehr und brach stattdessen zu einer Reise auf.", "Un caballero legendario de otro mundo en donde los humanos y los dioses comparten una historia. Vargas es un espadachín del Imperio Agni, ahora en ruinas, que después se convirtió en uno de los Seis Héroes. Tras la culminación de su entrenamiento, se unió a la Orden de Agni para convertirse en un caballero, como su difunto padre. Poco después sufrió una humillante derrota en el combate a manos de una maestra de la espada de la misma orden, llamada Lava. Avergonzado de su propia debilidad, continuó su riguroso entrenamiento para poder luchar contra ella en igualdad de condiciones. Sin embargo, nunca llegó a retomar su posición de caballero después de obtener el poder que perseguía, y en su lugar emprendió un viaje como un guerrero solitario."], "fusion": ["This isn't all I've got!<br>I'll show you how strong I really am!", "我的力量還沒有到達極限！<br>我要變得更強！", "내 힘은 이 정도가 아니야!<br>좀 더 강해지겠어!", "Ce n'est pas tout ce dont je suis capable ! Laisse-moi te montrer l'étendue de ma force.", "Das war gar nichts!<br>Ich zeige euch, wie stark ich wirklich bin!", "¡Esto aún no es todo!<br>¡Te enseñaré lo fuerte que soy de verdad!"], "summon": ["So...you want to borrow my power?<br>All right then, leave it to me.<br>Just don't make me do something boring!", "想要藉助我的力量嗎……<br>可以，交給我吧。<br>別讓我感到無聊啊！", "내 힘을 빌리고 싶다…… 는 거지.<br>좋아, 맡겨 둬.<br>날 지루하게 하지 말라구!", "Donc... tu veux que je te prête mon pouvoir ?<br>Très bien, alors laisse-moi me chager de tout.<br>Évite juste de me donner des tâches trop rébarbatives !", "Nun ... du willst also meine Kraft leihen?<br>Also gut, überlass es mir.<br>Lass es nur nichts Langweiliges sein!", "Así que... ¿quieres tomar mi poder prestado?<br>Muy bien, déjamelo a mí.<br><br>¡Pero no me hagas hacer nada aburrido!"]}}}, "job": "Swordsman", "sex": "Male", "game": "Brave Frontier", "rarity_max": 6, "names": ["Vargas", "瓦爾加斯", "발가스", "Vargas", "Vargas", "Vargas"], "equip": [1, 2, 3, 4, 40, 41, 50, 51, 52, 60], "game_id": 20003, "rarity_min": 5, "tribe_id": 5, "id": "302000405", "job_id": 97}