{"TMR": ["MATERIA", 504201950], "name": "Karl", "is_summonable": true, "skills": [{"level": 4, "type": "ABILITY", "id": 201990, "rarity": 4}, {"level": 12, "type": "ABILITY", "id": 100130, "rarity": 4}, {"level": 18, "type": "ABILITY", "id": 201840, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 101070, "rarity": 4}, {"level": 48, "type": "ABILITY", "id": 100200, "rarity": 4}, {"level": 52, "type": "ABILITY", "id": 100080, "rarity": 4}, {"level": 26, "type": "ABILITY", "id": 201850, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 101080, "rarity": 5}, {"level": 62, "type": "ABILITY", "id": 201830, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 201860, "rarity": 5}], "sex_id": 1, "entries": {"302000204": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [706, 2140, 210], "ATK": [29, 87, 18], "MP": [28, 86, 35], "MAG": [23, 68, 14], "SPR": [22, 67, 14], "DEF": [24, 72, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 302000204, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040300": 8, "290050300": 15, "290030400": 13, "290020300": 25, "290050400": 8}}, "rarity": 4, "compendium_id": 245, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [12, 50], "effect_frames": [10, 48], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I think you trust me as much as my friend does. Guess that means I can't let you down now!", "你也像我的好友一樣對我信任有加啊。<br>我不會辜負你的期待的！", "너도 내 친구처럼<br>날 믿어주는구나.<br>그런 네 기대를 배신할 수야 없지!", "Je crois que tu as autant confiance en moi que mon ami. Autant dire que je n'ai pas le droit de te décevoir !", "Du vertraust mir so sehr wie mein Freund. Ich sollte dich also nicht hängenlassen!", "Me parece que confías en mí tanto como mi amigo. ¡Así que no pienso decepcionarte!"], "description": ["A prominent summoner in lore from another world where humans and gods share a history. Karl is a member of the Akras Summoners' Hall, and the commander of the 24th Demon Slayers Division. Not only is he known as the \"Rebel Lance,\" he was also granted the prestigious title of \"Nyonne.\" Karl's talent and skill were recognized when he defeated the demon Zagamlung, a feat that propelled him to the highest ranks of the Summoners' Hall. However, he is not the kind to boast; always treating those around him with kindness. The trust he places in his childhood friend, a summoner like himself, is unbreakable.", "異界有關諸神與人的故事中登場的召喚師，隸屬於阿克拉斯召喚院，擔任第二十四魔神討伐隊雷布魯恩斯——通稱「二四」的隊長。他實力不凡，曾經成功討伐魔煌龍薩加姆倫古，得到了召喚院高層的認可。但他本人從不以此為傲，對所有人都很溫和。非常信任從小一起長大的一名召喚師。", "이계에 전해 내려오는 신과 인간들의 이야기에 등장하는 소환사. 아클라스 소환청에 소속되어 있으며, 제 24 마신 토벌대 레블앤스, 통칭 '니용'의 리더를 맡고 있다. 마황룡 자감룽그를 토벌하는 등 뛰어난 실력으로 소환청 상부로부터의 신뢰도 두텁다. 하지만 칼은 결코 자만하지 않고 그 누구라 할지라도 차별하는 일 없이 따뜻한 자세로 대하며, 죽마고우 소환사를 전적으로 신뢰하고 있다.", "Un célèbre invocateur venant d'un monde où les hommes et les dieux partageaient une histoire commune. Karl était membre du Hall des Invocateurs d'Akras et le commandant de la 24ème division de chasseurs de démons. Il était non seulement connu comme le \"Lancier rebelle\" mais s'était vu également décerné le prestigieux titre de \"Nyonne\". Ses talents et l'efficacité de ses techniques n'ont été reconnus qu'une fois qu'il terrassa le démon Zagamlung, un exploit qui le propulsa au plus haut rang du hall des invocateurs. Mais il n'en tira jamais aucune gloire et continua de traiter les autres avec la même gentillesse. Il place une confiance indestructible  en son ami d'enfance, un invocateur comme lui.", "Ein bekannter Beschwörer des Wissens aus einer anderen Welt, in der Menschen und Götter eine gemeinsame Geschichte haben. Karl ist ein Mitglied des Beschwörungshauses von Akras und der Kommandant der 24. Dämonenvernichter-Division. Er trägt nicht nur den Namen „Rebellenlanze“, sondern auch den ehrenhaften Titel „Nyonne“. Karls Talent und Können wurde erkannt, als er den Dämonen Zagamlung besiegte, wodurch er im Beschwörungshaus bis nach oben aufstieg. Er gibt jedoch nie mit seiner Position an und behandelt alle um ihn herum mit Freundlichkeit. Er setzt unendliches Vertrauen in seinen Kindheitsfreund.", "Un prominente invocador perteneciente a leyendas de otro mundo donde dioses y humanos comparten la misma historia. Karl es miembro del Salón de Invocadores de Akras, y comandante de el 24º División de Asesinos de Demonios. No solo se le conoce como la \"Lanza Rebelde\", sino que además se le concedió el título de \"Nyonne\".El talento y la destreza de Karl fueron reconocidos tras la derrota del demonio Zagamlung, una proeza que le hizo ascender como la espuma a los más altos rangos del Salón de Invocadores. Aun así, Karl no suele hacer uso de su puesto y trata a todo el mundo con la misma amabilidad. La confianza que tiene en su amigo de la infancia, un invocador como él, es inquebrantable."], "fusion": ["Is this the power of visions?<br>It's like summoning, except not.<br>I'll have to tell my bud about this!", "這就是幻兵之力？<br>和召喚術相似卻不同。<br>真想讓那傢伙也知道一下！", "이게 비전의 힘이란 건가?<br>소환술과 비슷하면서도 다르군.<br>그 녀석한테도 알려주고 싶구나!", "C'est ça, le pouvoir des visions ?<br>Ça ressemble à de l'invocation... ou pas.<br>Faudra que je raconte ça à mon ami !", "Ist das die Kraft der Visionen?<br>Wie Beschwörungen, nur anders.<br>Ich muss meinen Freunden davon erzählen!", "¿Es este el poder de las visiones?<br>Es como una invocación, solo que no es lo mismo.<br>¡Tengo que contárselo a mi colega!"], "summon": ["I'm the summoner Karl,<br>from the Akras Summoners' Hall.<br>Are you a summoner too?<br>Nice to meet you!", "我是阿克拉斯召喚院的召喚師卡爾。<br>你也是召喚師嗎？　請多指教！", "나는 아클라스 소환청 소속<br>소환사, 칼이야.<br>당신도 소환사구나? 잘 부탁해!", "Je suis Karl,<br>membre des invocateurs d'Akras.<br>Tu es invocateur, toi aussi ?<br>Ravi de te rencontrer !", "Ich bin der Beschwörer Karl,<br>aus der Beschwörerhalle von Akras.<br>Seid ihr auch Beschwörer?<br>Schön, euch kennenzulernen!", "Soy el invocador Karl,<br>del Salón de Invocadores de Akras.<br>¿Tú también eres invocador?<br>¡Un placer conocerte!"]}}, "302000205": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [918, 2782, 240], "ATK": [38, 114, 24], "MP": [37, 113, 40], "MAG": [29, 89, 16], "SPR": [29, 88, 16], "DEF": [31, 94, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 302000205, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 246, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [12, 50], "effect_frames": [10, 48], "strings": {"evolution": ["I can feel power flowing<br>through every inch of my body!<br>But I have to get stronger.<br>I owe it to my best friend<br>for believing in me!", "身體內湧出了力量！<br>就算是為了信任我的好友，<br>我也必須變得更強！", "몸속에서부터 힘이 넘쳐 흐른다!<br>나는 날 믿어주는 친구를 위해서라도<br>더욱 강해져야만 해!", "Je sens le pouvoir s'écouler<br>dans chaque parcelle de mon corps !<br>Mais je dois devenir plus fort.<br>Je le dois à mon meilleur ami<br>qui a cru en moi !", "Die Kraft durchströmt<br>meinen ganzen Körper!<br>Aber ich muss noch stärker werden.<br>Ich schulde es meinem besten Freund,<br>weil er an mich glaubt!", "¡Noto cómo fluye el poder<br>por cada centímetro de mi cuerpo!<br>Pero tengo que hacerme más fuerte.<br>¡Se lo debo a mi mejor amigo<br>por haber creído en mí!"], "affinity": ["I think you trust me as much as my friend does. Guess that means I can't let you down now!", "你也像我的好友一樣對我信任有加啊。<br>我不會辜負你的期待的！", "너도 내 친구처럼<br>날 믿어주는구나.<br>그런 네 기대를 배신할 수야 없지!", "Je crois que tu as autant confiance en moi que mon ami. Autant dire que je n'ai pas le droit de te décevoir !", "Du vertraust mir so sehr wie mein Freund. Ich sollte dich also nicht hängenlassen!", "Me parece que confías en mí tanto como mi amigo. ¡Así que no pienso decepcionarte!"], "description": ["A prominent summoner in lore from another world where humans and gods share a history. Karl was elevated to the most elite ranks of the Summoners' Hall upon defeating the demon Zagamlung, and is held in high regard by all his peers. The strongest bond he shares is with his loyal childhood friend, together with whom he has escaped death countless times. Karl's birth and origins are enveloped in mystery, though naturally many rumors have arisen over time. However, he has yet to disclose anything on the subject himself.", "異界有關諸神與人的故事中登場的召喚師，隸屬於阿克拉斯召喚院。立下討伐魔煌龍薩加姆倫古等很多戰功，被視為最強級別的召喚師，深得高層和周圍人的好評。和從小一起長大的一名召喚師共同經歷多次出生入死的戰鬥，並非常信任這位好友。他的出身是個謎，關於他的身世有各種各樣的傳聞，但他本人從未提起此事。", "이계에 전해 내려오는 신과 인간들의 이야기에 등장하는 소환사. 아클라스 소환청에 소속되어 있으며 마황룡 자감룽그를 토벌하는 등 수많은 공적을 세운 최강 클래스의 소환사로, 소환청의 상부는 물론 주변에서도 높은 평가를 받고 있다. 죽을 고비를 몇 번이나 함께 넘나든 죽마고우 소환사를 깊이 신뢰하고 있다. 출신이 불명확하고 출생에 관해서도 여러 소문이 나돌고 있으나, 칼 본인은 입을 꾹 다물고 있다.", "Un célèbre invocateur venant d'un monde où les hommes et les dieux partageaient une histoire commune. Karl a été élevé au plus haut rang de l'élite des invocateurs après avoir vaincu le démon Zagamlung et il est tenu en très haute estime par ses pairs. Il partage un lien très fort avec son ami d'enfance, unn invoqueur comme lui avec qui il a échapper plusieurs fois à la mort. La naissance et les origines de Karl sont un mystère, et un certain nombre de rumeurs ont eut cours à son sujet à travers les années. Il n'a d'ailleurs encore rien révéler à son sujet.", "Ein bekannter Beschwörer des Wissens aus einer anderen Welt, in der Menschen und Götter eine gemeinsame Geschichte haben. Karl wurde auf die obersten Ränge der Beschwörungshalle gehoben, nachdem er den Dämonen Zagamlung besiegte, und wird von seinesgleichen hoch geachtet. Er ist eng mit seinem treuen Kindheitsfreund verbunden, mit dem er oft dem Tod entkam. Karls Herkunft ist unbekannt, auch wenn es viele Gerüchte gibt. Er selbst hat nie etwas darüber verraten.", "Un prominente invocador perteneciente a leyendas de otro mundo donde dioses y humanos comparten la misma historia. Karl ascendió a los puestos de élite del Salón de Invocadores tras derrotar al demonio Zagamlung y es adorado por sus colegas. Comparte un vínculo férreo con su amigo de la infancia, con el que juntos han escapado la muerte infinidad de veces. Los orígenes de Karl están envueltos de misterio y aunque los rumores y el vox populi se oyen por doquier, este aún no ha revelado el más mínimo detalle."], "fusion": ["Ah ha ha, this is great!<br>The more power I get,<br>the more I can help you out!", "哈哈哈，這可真厲害！<br>有這麼強的力量，<br>就能更多地幫到你了！", "하하하, 이거 대단한걸!<br>이 정도 힘이라면<br>네게 더 큰 전력이 될 수 있겠어!", "Hahaha ! J'adore !<br>Plus je deviens puissant,<br>plus je peux t'être utile !", "Hahaha, das ist toll!<br>Je kräftiger ich werde<br>desto mehr helfe ich dir!", "¡Jajaja, esto es genial!<br>Cuanto más fuerte me vuelva,<br>más te podré ser de ayuda."], "summon": ["Feels weird to be the one summoned!<br>All right, I'll go with you.<br>Let's help each other out!", "被召喚的時候有一種說不出的感覺。<br>好吧，就讓我和你一起上路吧！<br>有困難的時候就要互相幫助嘛！", "소환된다는 건 이런 기분이었구나.<br>좋아, 나도 함께 갈게!<br>어려울 때는 서로 도와야지!", "J'ai l'habitude d'invoquer, mais pas d'être invoqué !<br>D'accord, je t'accompagne.<br>On va s'entraider !", "Beschworen zu werden, ist seltsam!<br>gut, ich komme mit euch.<br>Helfen wir uns gegenseitig!", "¡Qué sensación tan rara ser yo el invocado!<br>Muy bien, te acompañaré.<br>¡Ayudémonos mutuamente!"]}}}, "job": "Summoner", "sex": "Male", "game": "Brave Frontier", "rarity_max": 5, "names": ["Karl", "卡爾", "칼", "Karl", "Karl", "Karl"], "equip": [1, 2, 8, 10, 41, 51, 52, 60], "game_id": 20003, "rarity_min": 4, "tribe_id": 5, "id": "302000204", "job_id": 58}