{"TMR": ["MATERIA", 504203830], "name": "Primm", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 203600, "rarity": 4}, {"level": 5, "type": "ABILITY", "id": 203500, "rarity": 4}, {"level": 13, "type": "ABILITY", "id": 203510, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 203490, "rarity": 4}, {"level": 23, "type": "ABILITY", "id": 203560, "rarity": 4}, {"level": 28, "type": "ABILITY", "id": 100170, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 203550, "rarity": 4}, {"level": 33, "type": "ABILITY", "id": 203590, "rarity": 4}, {"level": 36, "type": "ABILITY", "id": 203650, "rarity": 4}, {"level": 46, "type": "ABILITY", "id": 203630, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 100110, "rarity": 4}, {"level": 25, "type": "ABILITY", "id": 203750, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 203740, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 203640, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 203770, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 203480, "rarity": 6}, {"level": 35, "type": "ABILITY", "id": 100080, "rarity": 6}, {"level": 66, "type": "ABILITY", "id": 203720, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 203730, "rarity": 6}], "sex_id": 2, "entries": {"304000204": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [632, 1914, 210], "ATK": [23, 71, 14], "MP": [35, 106, 45], "MAG": [25, 76, 14], "SPR": [28, 85, 14], "DEF": [22, 68, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 304000204, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 8, "290020400": 25, "290050300": 15, "290030100": 13, "290050400": 8}}, "rarity": 4, "compendium_id": 332, "attack_damage": [[33, 33, 34]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [18, 32, 51], "effect_frames": [16, 30, 49], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["To have been able to come this far...<br>I'm so glad I was able to meet you!", "竟然能一起走到這一步……<br>遇見你，是我一生的幸運！", "이렇게 먼 곳까지 함께 오게 되다니…<br>나 있잖아, 널 만나서 정말 다행이야!", "Avoir été capable d'accomplir tant de choses...<br>Je suis si heureuse d'avoir fait votre connaissance.", "Unglaublich, dass wir so weit gekommen sind ...<br>Ich bin froh, dass ich dich getroffen habe!", "Haber llegado hasta tan lejos... <br>¡Me alegro tanto de haberte conocido!"], "description": ["A young girl who fought to save the man she loved in a world protected by the great power of mana. The daughter of the cabinet minister of the kingdom of Pandora, outside of losing her mother at a young age, she was able to live a fairly carefree life, making her self-empowered and selfish. Having heard the knight Dyluck whom she loved had gone to fight an evil witch, she headed after him and left the kingdom. On her journey she was to come across a young boy about to be eaten by a great monster, which was to greatly impact her destiny.", "在龐大瑪娜之力保護下的異界中，為挽救心愛的人而戰鬥的少女。她是潘多拉王國大臣的千金，任性又強硬。除自幼喪母外，她並沒有經歷過大的不幸。當聽說自己心愛的騎士狄拉克前去討伐魔女時，她為了追上他而立刻奔出王國。在旅途中，她幫助了一位險些被魔物吃掉的少年，而她的命運也因此發生了翻天覆地的變化。", "위대한 마나의 힘으로 수호받는 이계에서, 사랑하는 사람을 구하기 위해 싸운 소녀. 판도라 왕국 고위 관료의 딸인 그녀는 어릴 적에 어머니와 사별했으나, 그 외에는 아무런 부족함 없는 인생을 보내왔기에 고집이 세고 성격이 사납다. 사랑하는 기사 디락이 마녀 퇴치의 명을 받고 떠났다는 소식을 듣고 그의 뒤를 쫓아 왕국을 뛰쳐나왔다. 여행 도중에 마물한테 잡아 먹힐 뻔한 소년을 구해줌으로써 그녀의 운명은 크게 움직이기 시작한다.", "Une jeune fille qui se battit pour sauver l'homme qu'elle aimait dans un monde protégé par le pouvoir du mana. Fille du ministre du royaume de Pandora, elle perdit sa mère à un jeune âge. Malgré cela, elle put mener une vie insouciante et développa un fort caractère entêté. Après avoir appris que son fiancé, le chevalier Durac, avait été envoyé combattre une terrifiante sorcière, elle quitta le royaume pour se lancer à sa recherche. En chemin, elle croisa un jeune garçon que des monstres s'apprêtaient à dévorer. Une rencontre qui marqua un tournant dans son destin.", "Eine junge Frau, die in einer von der Macht des Mana beschützten Welt für das Leben ihrer Lieben kämpfte. Primm war die Tochter des Kanzlers von Pandoria und abgesehen vom frühen Verlust ihrer Mutter führte sie ein Leben frei von jeder Mühsal. Sie ist eigensinnig und willensstark. Als sie erfuhr, dass ihr Geliebter, ein Ritter namens Hagen, in den Kampf gegen eine böse Hexe gezogen war, verließ sie Pandoria, um ihm zu folgen. Unterwegs rettete sie einen gewissen Jungen aus dem Kochtopf einiger Ungeheuer – eine schicksalhafte Begegnung, wie sich bald zeigen würde.", "Joven que combatió para salvar a su amado en un mundo protegido por el gran poder de Mana. Hija del ministro del gobierno del reino de Pandora que, aparte de la trágica pérdida de su madre a edad muy temprana, pudo vivir una vida relativamente libre de preocupaciones, lo que la convirtió en una persona independiente y egoísta. Al enterarse de que el caballero Dyluck, a quien amaba, se había ido a combatir a una bruja maligna, decide ir tras él y abandona el reino. En cierto momento se encuentra con un joven al que un gran monstruo está a punto devorar. Poco se imagina el enorme impacto que ese joven va a tener en su vida."], "fusion": ["That's great!<br>We'll certainly find what we're looking for at this rate!", "感覺好極了！<br>照這樣下去<br>一定能找到狄拉克！", "바로 이 느낌이야!<br>이 기세를 몰아 반드시 디락을<br>찾아내고 말겠어!", "Génial !<br>À ce rythme, nous allons retrouver Durac, j'en suis sûre !", "Juhu!<br>Wenn ich so weitermache, finden wir, wonach wir suchen!", "¡Genial!<br>¡Si seguimos así, seguro que encontramos lo que buscamos!"], "summon": ["I am Primm.<br>I look forward to working with you!", "我是布莉姆，<br>今後就請多多指教啦。", "내 이름은 프림.<br>앞으로 잘 부탁해!!", "Je m'appelle Prim !<br>J'ai hâte de faire équipe avec vous !", "Ich heiße Primm.<br>Schön, dich kennenzulernen!", "Soy Prim. ¡Encantada de conocerte!"]}}, "304000205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [821, 2488, 240], "ATK": [30, 92, 16], "MP": [46, 138, 60], "MAG": [33, 99, 16], "SPR": [37, 111, 16], "DEF": [29, 89, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 304000205, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 10, "290060100": 20, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 333, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [18, 32, 51], "effect_frames": [16, 30, 49], "strings": {"evolution": ["Now that I'm strong enough,<br>I should be of better use to you, right?", "只要變強了<br>就能幫得上大家了吧？", "나도 제법 강해졌으니,<br>다른 사람들에게 도움이 되겠지?", "Maintenant que je suis assez forte,<br>je devrais pouvoir vous être plus utile, n'est-ce pas ?", "Jetzt, da ich so stark bin,<br>kann ich den anderen sicher eine große Hilfe sein.", "Ahora que ya me he hecho más fuerte,<br>debería serte más útil, ¿no?"], "affinity": ["To have been able to come this far...<br>I'm so glad I was able to meet you!", "竟然能一起走到這一步……<br>遇見你，是我一生的幸運！", "이렇게 먼 곳까지 함께 오게 되다니…<br>나 있잖아, 널 만나서 정말 다행이야!", "Avoir été capable d'accomplir tant de choses...<br>Je suis si heureuse d'avoir fait votre connaissance.", "Unglaublich, dass wir so weit gekommen sind ...<br>Ich bin froh, dass ich dich getroffen habe!", "Haber llegado hasta tan lejos... <br>¡Me alegro tanto de haberte conocido!"], "description": ["A young girl who fought to save the man she loved in a world protected by the great power of mana. On her journey to find her beloved Dyluck who left to fight a wicked witch, she ended up befriending and travelling the world with Randi, the boy in possession of the legendary holy sword, and Popoi, a sprite looking to find his way home. As they travelled around, Primm learned more and more magic from the sprites they came across at the various shrines they visited. It is said she used it to defeat her enemies, and sometimes even heal her allies.", "在龐大瑪娜之力保護下的異界中，為挽救心愛的人而戰鬥的少女。為追尋前去討伐魔女的心儀之人狄拉克，她同持有傳說中聖劍的蘭迪和探尋故土的妖精之子波波伊一起周遊世界。在旅途中，普利姆得到了各地神殿中精靈的加護，習得了各種各樣的魔法。她利用這份力量擊退敵人、治療傷痛，支撐著她的同伴們。", "위대한 마나의 힘으로 수호 받는 이계에서, 사랑하는 사람을 구하기 위해 싸운 소녀. 사랑하는 디락이 마녀 퇴치의 명을 받고 떠났다는 소식을 듣고 그의 뒤를 쫓아 전설의 성검을 가진 소년 랜디, 고향을 찾는 요정족 꼬마 포포이와 함께 세계 각지를 여행하게 된다. 여행 도중 각지의 신전에서 정령들의 가호를 받은 프림은 다양한 마법을 습득하여, 그 힘으로 때로는 적을 물리치고 때로는 상처를 치유하며 동료들을 지원했다고 한다.", "Une jeune fille qui se battit pour sauver l'homme qu'elle aimait dans un monde protégé par le pouvoir du mana. Alors qu'elle était à la recherche de son fiancé Durac, parti affronter une terrible sorcière, elle se lia d'amitié avec Randy, le garçon en possession de l'épée sacrée, et Popoï, un lutin cherchant à rentrer chez lui. Au cours de leur voyage, ils visitèrent des palais habités par de mystérieux esprits, qui lui enseignèrent de nombreux sorts magiques. Elle les employa pour vaincre ses ennemis, mais aussi soigner ses alliés.", "Eine junge Frau, die in einer von der Macht des Mana beschützten Welt für das Leben ihrer Lieben kämpfte. Auf der Suche nach ihrem Geliebten, Hagen, der gegen eine böse Hexe in den Kampf gezogen war, traf sie auf Randi, den Träger des Manaschwertes, und Popoi, ein Koboldmädchen auf der Suche nach seiner Heimat. Während die drei um die Welt reisten, erlangte Primm die Kraft der verschiedenen magischen Geister der Welt, mit der sie, so heißt es, ihre Feinde abwehren und ihre Freunde heilen konnte.", "Joven que combatió para salvar a su amado en un mundo protegido por el gran poder de Mana. Sale en busca de su amado Dyluck, que se había marchado con el propósito de acabar con una bruja malvada, y termina haciéndose amiga y recorriendo el mundo con Randy, el niño que empuña la espada sagrada legendaria, y con Popoi, un elfo que busca el camino de regreso a casa. A lo largo de sus viajes, Prim aprende cada vez más cosas sobre la magia de los elfos que se va encontrando en los diversos templos que visitan. Según se dice, aprovechó esos conocimientos para derrotar a sus enemigos, e incluso para restañar las heridas de sus compañeros."], "fusion": ["So, the dead lend us their power?<br>Surely that will come in handy!", "就像精靈把力量借給我一樣，<br>我也一定會成為你的力量！", "정령이 힘을 빌려주었을 때랑 비슷하네.<br>분명 도움이 될 거야!", "Ça ressemble au pouvoir des esprits.<br>Je suis sûre que ça va nous être très utile !", "DIe Toten leihen uns also ihre Kräfte?<br>Das ist toll!", "¿Que los muertos nos prestan su poder?<br>¡Pues no seré yo quien les diga que no!"], "summon": ["I can't do this alone.<br>Please, let me go with you!", "我一個人什麼都做不到，<br>因此我決定跟著你走！", "나 혼자서는 힘들 것 같아.<br>그러니까, 당신과 함께 갈래!", "Je n'arriverai pas à faire ça toute seule.<br>Je vais donc vous accompagner !", "Ganz allein schaffe ich das nicht.<br>Deswegen hänge ich mich an euch dran!", "Sé que no puedo hacerlo yo sola. Iré con vosotros."]}}, "304000206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1068, 3235, 390], "ATK": [39, 119, 26], "MP": [59, 180, 85], "MAG": [43, 129, 26], "SPR": [48, 144, 26], "DEF": [38, 116, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 304000206, "attack_count": 33, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 334, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [18, 32, 51], "effect_frames": [16, 30, 49], "strings": {"evolution": ["I will never forget the friends with which I've had such wonderful adventures.", "我絕對不會忘記<br>一起旅行的同伴們的……", "함께 여행한 동료를,<br>난 절대 잊지 않을 거야…", "Je n'oublierai jamais les amis avec qui j'ai vécu de telles aventures.", "Die Freunde, mit denen ich so viele Abenteuer erlebt habe, werde ich niemals vergessen.", "Siempre recordaré a los amigos con los que he compartido todas estas aventuras tan fantásticas."], "affinity": ["To have been able to come this far...<br>I'm so glad I was able to meet you!", "竟然能一起走到這一步……<br>遇見你，是我一生的幸運！", "이렇게 먼 곳까지 함께 오게 되다니…<br>나 있잖아, 널 만나서 정말 다행이야!", "Avoir été capable d'accomplir tant de choses...<br>Je suis si heureuse d'avoir fait votre connaissance.", "Unglaublich, dass wir so weit gekommen sind ...<br>Ich bin froh, dass ich dich getroffen habe!", "Haber llegado hasta tan lejos... <br>¡Me alegro tanto de haberte conocido!"], "description": ["A young girl who fought to save the man she loved in a world protected by the great power of mana. On her journey to find her beloved Dyluck who left to fight a wicked witch, she travelled the world with Randi and the sprite Popoi, visiting shrine after shrine trying to take back the power of the legendary holy sword. Receiving the protection of the sprites in the form of various types of magic, it is said she continued fighting, seeking to save her beloved Dyluck who had gotten caught up in the Vandole Empire conspiracy.", "在龐大瑪娜之力保護下的異界中，為挽救心愛的人而戰鬥的少女。為追尋心儀之人狄拉克而奔出王國之後，普利姆同少年蘭迪和妖精波波伊相遇，自此一同周遊各地神殿，為恢復聖劍的力量而奔走。她一心想著救出被捲進邦德魯帝國陰謀的狄拉克，為此她接受了精靈們的加護，習得了各種魔法，並驅使這份力量持續戰鬥。", "위대한 마나의 힘으로 수호받는 이계에서 사랑하는 사람을 구하기 위해 싸운 소녀. 사랑하는 디락의 뒤를 쫓아 나라를 뛰쳐나온 프림은 여행 도중에 만난 소년 랜디, 요정족 꼬마 포포이와 함께 각지의 신전을 돌며 성검의 힘을 되찾기 위해 분투하였다. 반돌 제국의 음모에 휘말린 디락을 구하고자 하는 일념으로 정령들의 가호를 얻어 습득한 다채로운 마법을 사용해 싸워나갔다고 한다.", "Une jeune fille qui se battit pour sauver l'homme qu'elle aimait dans un monde protégé par le pouvoir du mana. Alors qu'elle était à la recherche de son fiancé Durac, parti affronter une terrible sorcière, elle rencontra Randy et Popoï, et tous trois firent le tour des temples élémentaires afin de restaurer le pouvoir de l'épée sacrée. À cette occasion, elle reçut la protection des esprits sous la forme de divers sorts magiques. Elle les employa pour tenter de secourir Durac, mêlé malgré lui aux sombres desseins de l'empire Vandole.", "Eine junge Frau, die in einer von der Macht des Mana beschützten Welt für das Leben ihrer Lieben kämpfte. Auf der Suche nach ihrem Geliebten, Hagen, traf sie auf Randi, den Träger des Manaschwertes, und Popoi, ein Koboldmädchen auf der Suche nach seiner Heimat. Die drei reisten zu den verschiedenen Schreinen der Welt, um die Kraft des Manaschwertes wiederherzustellen. Mit der Magie der Geister, die sie dort erlangte, kämpfte sie gegen ein Komplott des Imperiums, in das Hagen hineingeraten war.", "Joven que combatió para salvar a su amado en un mundo protegido por el gran poder de Mana. Mientras buscaba a su amado Dyluck, que se había marchado con el propósito de acabar con una bruja malvada, recorrió el mundo con Randy y el elfo Popoi de templo en templo con el fin de devolverle a la espada sagrada legendaria su poder. Se dice que los elfos la protegían en combate mediante diversos hechizos mágicos mientras seguía combatiendo para salvar a su amado Dyluck, que había caído prisionero durante la conspiración del Imperio Vandole."], "fusion": ["I've decided to live to the utmost so<br>as not to disappoint those I cherish.", "我已經下定決心，<br>為心愛的人而好好活著。", "소중한 사람들에게 뒤쳐지지 않도록,<br>최선을 다해 살기로 마음먹었어.", "J'ai décidé de profiter au mieux de la vie afin de ne pas décevoir ceux que j'aime.", "Ich werde immer mein Bestes geben,<br>damit ich mit meinen Freunden mithalten kann!", "He decidido vivir al límite para<br>no decepcionar a la gente que aprecio."], "summon": ["Having allies around makes you stronger.<br>That's why I'd like to help out, too!", "有同伴在身邊就會變強，<br>因此我也要幫助你！", "동료와 함께라면 더욱 강해질 수 있지.<br>그러니까 나도 도와줄게!", "Avoir des alliés rend vraiment plus fort.<br>C'est pour ça que j'aimerais vous aider !", "Mit Freunden ist alles leichter.<br>Lass mich auch mithelfen!", "Estar juntos nos hace fuertes.<br>¡Por eso quiero echaros una mano!"]}}}, "job": "Young Girl", "sex": "Female", "game": "Secret of Mana", "rarity_max": 6, "names": ["Primm", "普利姆", "프림", "Prim", "Primm", "Prim"], "equip": [2, 4, 5, 6, 7, 8, 9, 10, 12, 13, 16, 30, 40, 41, 50, 51, 53, 60], "game_id": 20005, "rarity_min": 4, "tribe_id": 5, "id": "304000204", "job_id": 75}