{"TMR": ["EQUIP", 302001900], "name": "Randi", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 203430, "rarity": 5}, {"level": 9, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 18, "type": "ABILITY", "id": 200430, "rarity": 5}, {"level": 27, "type": "ABILITY", "id": 101100, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 203440, "rarity": 5}, {"level": 54, "type": "ABILITY", "id": 101080, "rarity": 5}, {"level": 60, "type": "ABILITY", "id": 101060, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 203450, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 203410, "rarity": 6}, {"level": 36, "type": "ABILITY", "id": 203470, "rarity": 6}, {"level": 58, "type": "ABILITY", "id": 100080, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 83, "type": "ABILITY", "id": 910097, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 101050, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 203420, "rarity": 6}], "sex_id": 1, "entries": {"304000106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1205, 3651, 390], "ATK": [47, 142, 34], "MP": [50, 153, 65], "MAG": [37, 111, 26], "SPR": [39, 119, 26], "DEF": [42, 128, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 304000106, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 331, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [12, 27, 72], "effect_frames": [10, 25, 70], "strings": {"evolution": ["I will grow stronger!<br>Along with this holy sword!", "我要與這把聖劍<br>一起變強！", "이 성검과 함께<br>나도… 강해질 거야!", "Tout comme l'épée sacrée, je vais moi aussi devenir plus fort !", "Gemeinsam mit dem Manaschwert<br>werde ich immer stärker!", "¡Me haré más fuerte!<br>¡Y conmigo, esta espada sagrada!"], "affinity": ["Quite a lot has happened,<br>but at least we were together.<br>That's how I made it this far.", "經歷了很多事情，<br>不過，因為和大家在一起……<br>我才能走到這一步的。", "정말 많은 일이 있었지만,<br>언제나 모두가 함께였지…<br>덕분에 여기까지 올 수 있었던 거고.", "Il s'est passé beaucoup de choses entre nous,<br>mais au moins nous étions ensemble. C'est pour cela que j'ai réussi à arriver si loin.", "Wir haben viel durchgemacht,<br>aber wir haben immer zusammengehalten.<br>Deswegen haben wir es so weit geschafft.", "Ha pasado de todo, pero al menos estuvimos juntos.<br>Es gracias a ello que he llegado tan lejos."], "description": ["A young boy who fought with a legendary holy sword in a world protected by the great power of mana. Having suddenly been ousted from his village after freeing the holy sword, Randi comes across a travelling swordsman named Jema and follows him on a journey to take back the power of his sword. He then ventures around the world with Primm, the daughter of the cabinet minister of the kingdom of Pandora, and Popoi, a sprite looking to find his way home. In doing so, Randi learns of his birth and ultimately of his purpose, awakening his true courage as he goes.", "在龐大瑪娜之力保護下的異界中，曾有一位利用傳說中的聖劍戰鬥的少年。有一天，蘭迪陰差陽錯地拔出了封印中的聖劍，並因此被驅逐出了波多斯村。為了恢復聖劍的力量，蘭迪在劍士傑馬的引導下，踏上了漫長的旅程。一路上他結識了潘多拉王國的大臣千金普利姆和探尋故土的妖精之子波波伊，並和他們一起周遊世界。逐漸地，他了解了自己的真實出身和背負的使命，開始具備真正的勇氣。", "위대한 마나의 힘으로 수호 받는 이계에서 전설의 성검을 손에 들고 싸운 소년. 우연히 봉인되어 있던 성검을 뽑는 바람에 이유도 모르는 채 포토스 마을에서 쫓겨난 랜디는 방랑 검사 제마의 인도로 성검의 힘을 되찾기 위한 여행을 떠난다. 판도라 왕국 고위 관료의 딸 프림과, 고향을 찾는 요정족 꼬마 포포이와 함께 세계 각지를 여행하던 중 자신의 출신과 사명에 대해 알게 되고, 진정한 용기를 손에 넣는다.", "Un jeune garçon qui se battit avec une épée sacrée dans un monde protégé par le pouvoir du mana. Brusquement chassé de son village après avoir retiré l'épée sacrée de son rocher, Randy croisa la route d'un chevalier errant appelé Gemma et le suivit afin de restaurer le pouvoir de son épée. Il parcourut ensuite le monde en compagnie de Prim, la fille du ministre du royaume de Pandora, et de Popoï, un lutin cherchant le moyen de rentrer chez lui. À cette occasion, Randy apprit la vérité au sujet de sa naissance et de sa place dans le monde, éveillant en lui son véritable courage.", "Ein Junge, der in einer von der Macht des Mana beschützten Welt in den Besitz eines legendären Schwertes gelangte. Nachdem er das Schwert aus einem Stein gezogen hatte und plötzlich aus seinem Heimatdorf verbannt worden war, folgte er dem Rat eines reisenden Kämpfers namens Viktor, um dem Schwert wieder zu seiner alten Kraft zu verhelfen. An der Seite von Primm, der Tochter des Kanzlers von Pandoria, und Popoi, einer Koboldin auf der Suche nach ihrer Heimat, reist er um die Welt und lüftet dabei nicht nur das Geheimnis um seine Herkunft, sondern findet auch seinen wahren inneren Mut.", "Joven que combatió empuñando una espada sagrada legendaria en un mundo protegido por el gran poder de Mana. Habiendo sido expulsado repentinamente de su aldea tras haber liberado la espada sagrada, Randy se encuentra con un espadachín ambulante llamado Jema y lo acompaña para recuperar el poder de su espada. Más adelante recorre el mundo con Prim, la hija del ministro del gobierno del reino de Pandora, y con Popoi, un elfo que busca el camino de regreso a casa. A lo largo de sus viajes, Randy descubre información sobre su nacimiento y despierta su valor verdadero para lanzarse a cumplir su auténtico propósito."], "fusion": ["The power of the holy sword is returning...<br>I need to power up, as well!", "聖劍的力量正在恢復……<br>我要更加努力才是！", "성검이 점차 힘을 되찾고 있어…<br>나도 더 열심히 해야겠네!", "L'épée sacrée retrouve sa puissance...<br>Moi aussi, je dois devenir plus fort !", "Die Kraft des Manaschwerts kehrt zurück ...<br>Nur noch ein bisschen länger durchhalten!", "El poder de la Espada sagrada se está recuperando...<br>Pues ¡yo también tengo que hacerme más fuerte!"], "summon": ["I'm Randi!<br>I'm looking for the Tree of Mana...", "我叫蘭迪，請多關照！<br>我正在尋找瑪娜之樹……", "난 랜디야. 잘 부탁해!<br>마나의 나무를 향해 여행 중인데…", "Moi, c'est Randy !<br>Je recherche l'Arbre de Mana...", "Ich bin Randi!<br>Ich suche eigentlich den Manabaum ...", "Soy Randy. Estoy buscando el Árbol de Mana."]}}, "304000105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [927, 2808, 240], "ATK": [36, 109, 24], "MP": [39, 118, 40], "MAG": [28, 85, 16], "SPR": [30, 92, 16], "DEF": [32, 98, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 304000105, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 330, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [12, 27, 72], "effect_frames": [10, 25, 70], "strings": {"evolution": null, "affinity": ["Quite a lot has happened,<br>but at least we were together.<br>That's how I made it this far.", "經歷了很多事情，<br>不過，因為和大家在一起……<br>我才能走到這一步的。", "정말 많은 일이 있었지만,<br>언제나 모두가 함께였지…<br>덕분에 여기까지 올 수 있었던 거고.", "Il s'est passé beaucoup de choses entre nous,<br>mais au moins nous étions ensemble. C'est pour cela que j'ai réussi à arriver si loin.", "Wir haben viel durchgemacht,<br>aber wir haben immer zusammengehalten.<br>Deswegen haben wir es so weit geschafft.", "Ha pasado de todo, pero al menos estuvimos juntos.<br>Es gracias a ello que he llegado tan lejos."], "description": ["A young boy who fought with a legendary holy sword in a world protected by the great power of mana. Though he was brought to Potos Village when he was very young by his mother, he soon found himself completely alone and without any family, at which time the village head took him in. However, seen as an outsider, he was picked on by the local bullies, and unfortunately grew up to be a very timid and cowardly little boy. Then one day, having pulled out the legendary holy sword, Randi set off to save the world in which the balance of mana had begun to crumble.", "在龐大瑪娜之力保護下的異界中，曾有一位利用傳說中的聖劍戰鬥的少年。他年幼時隨母親來到波多斯村，但不久之後就成了孤兒，從此被收養在村長家中。可是，在村中他被當做外人，就連同齡的孩子也經常欺負，導致他變得膽小怯懦。有一天，蘭迪陰差陽錯地拔出了傳說中的聖劍，自此以後，為了拯救瑪娜平衡日趨崩潰的世界而踏上旅程。", "위대한 마나의 힘으로 수호 받는 이계에서 전설의 성검을 손에 들고 싸운 소년. 어릴 적에 어머니의 품에 안겨 포토스 마을에 오게 되었으나, 고아 신세가 되는 바람에 촌장에게 거두어졌다. 하지만 마을 사람들에게 외부인 취급을 받고, 아이들한테는 괴롭힘을 당한 탓에 겁 많고 심약한 성격으로 자라고 만다. 그러던 어느 날, 전설의 성검을 뽑고 만 랜디는 마나의 균형이 무너지고 있는 세계를 구하기 위해 여행을 떠난다.", "Un jeune garçon qui se battit avec une épée sacrée dans un monde protégé par le pouvoir du mana. Bien qu'il fût amené au village Potos par sa mère lorsqu'il était très jeune, il se retrouva bien vite seul au monde. Le chef du village l'adopta, mais les villageois continuaient à le considérer comme un étranger et les autres enfants s'en prenaient à lui, si bien qu'avec le temps, il devint un petit garçon timide et craintif. Nul n'aurait pu imaginer qu'il retirerait un jour l'épée sacrée de son rocher et partirait rétablir l'équilibre du mana afin de sauver le monde.", "Ein Junge, der in einer von der Macht des Mana beschützten Welt in den Besitz eines legendären Schwertes gelangte. Seine Mutter brachte ihn als kleines Kind nach Quelldorf und verschwand, worauf sich schließlich der Dorfälteste seiner annahm. Die Dorfbewohner mieden Randi jedoch als Außenseiter, und die anderen Kinder schikanierten ihn, sodass er zu einem schüchternen und ängstlichen Jungen heranwuchs. Eines Tages zog er das legendäre Schwert aus dem Stein und machte sich auf die Reise, um das Gleichgewicht des Mana wiederherzustellen und so die Welt zu retten.", "Joven que combatió empuñando una espada sagrada legendaria en un mundo protegido por el gran poder de Mana. Randy llegó a la aldea de Potos cuando era muy joven acompañado de su madre, pero pronto se encontró completamente solo y sin familia, por lo que la aldea lo acogió. Sin embargo, al ser visto como un forastero, los abusones del lugar la tomaban a menudo con él, lo que hizo que se convirtiera en un chico tímido y cobarde. Un día, sin embargo, tras haber extraído la espada sagrada legendaria, se embarcó en un viaje para salvar el mundo en el que el equilibrio de Mana comenzaba a tambalearse."], "fusion": ["Awesome!<br>I've powered up!<br>...right?", "太好啦！<br>這下我也變強了！<br>……這不是幻覺吧？", "해냈다~!<br>이걸로 나도 파워 업!<br>…했으려나?", "Génial !<br>Ma force a augmenté...<br>...n'est-ce pas ?", "Yeah!<br>Ich bin so stark wie nie zuvor!<br>... Oder?", "¡Fantástico!<br>¡Ahora soy más poderoso!<br>¿Verdad?"], "summon": ["This is the sacred sword of legend....<br>What am I to do with it?", "這竟然就是傳說中的聖劍……<br>我該怎麼做才好？", "이게 전설의 성검이었다니…<br>난 이제 어쩌면 좋지?", "C'est l'épée sacrée de la légende...<br>Que suis-je supposé faire d'une telle chose ?", "Das ist also das Manaschwert ...?<br>Was mache ich jetzt damit?", "Esta es la legendaria espada sagrada...<br>¿Y qué se supone debo hacer?"]}}}, "job": "Holy Sword Hero", "sex": "Male", "game": "Secret of Mana", "rarity_max": 6, "names": ["Randi", "蘭迪", "랜디", "Randy", "Randi", "Randy"], "equip": [2, 3, 4, 7, 8, 9, 10, 12, 13, 16, 30, 40, 41, 50, 51, 60], "game_id": 20005, "rarity_min": 5, "tribe_id": 5, "id": "304000105", "job_id": 74}