{"TMR": ["MATERIA", 504218860], "name": "21O", "is_summonable": true, "skills": [{"level": 10, "type": "ABILITY", "id": 218450, "rarity": 3}, {"level": 18, "type": "ABILITY", "id": 100040, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 218400, "rarity": 3}, {"level": 28, "type": "ABILITY", "id": 218440, "rarity": 4}, {"level": 47, "type": "ABILITY", "id": 218960, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 218410, "rarity": 4}, {"level": 34, "type": "ABILITY", "id": 218950, "rarity": 5}, {"level": 54, "type": "ABILITY", "id": 218940, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 218430, "rarity": 5}, {"level": 75, "type": "ABILITY", "id": 218420, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 218460, "rarity": 5}], "sex_id": 2, "entries": {"310000405": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [771, 2336, 240], "ATK": [37, 112, 16], "MP": [46, 140, 60], "MAG": [28, 84, 16], "SPR": [30, 92, 16], "DEF": [36, 108, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 310000405, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 807, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [49, 67], "effect_frames": [47, 65], "strings": {"evolution": ["I did not think we could grow stronger<br>with methods we were unaware of.<br>You must also tell 9S of this.", "沒想到竟然能以<br>我們不知道的方法變強。<br>必須要告訴9S才行。", "저희가 모르는 방법으로<br>강해질 수 있다니, 몰랐습니다.<br>9S에게도 알려줘야겠군요.", "Je n'aurais jamais pensé que l'on puisse devenir plus fort<br>avec des méthodes dont nous ignorions totalement l'existence.<br>Je dois avertir 9S.", "Ich hätte nicht gedacht, durch eine<br>unbekannte Methode stärker zu werden.<br>Du solltest 9S davon erzählen.", "No sabía que podíamos hacernos más fuertes<br>con métodos desconocidos.<br>Deberías contarle esto también a 9S."], "affinity": ["If you understand what family is,<br>would you mind telling me?", "所謂的「家人」代表什麼意思？<br>如果您知道的話，<br>能否告訴我呢？", "'가족'이라는 게 무엇인지<br>혹시 알고 계신다면<br>제게 알려 주시겠습니까?", "Si vous comprenez ce qu'est la famille,<br>est-ce que vous pourriez me le dire ?", "Wenn du weißt, was eine Familie ist,<br>würdest du es mir sagen?", "Si sabes lo que familia significa,<br>¿te importaría decírmelo?"], "description": ["A unit of the YoRHa soldiers, a group from a faraway world made up of androids. A communications operator stationed in the bunker, she is in charge of relaying instructions to YoRHa soldiers on the ground and providing data analysis. She holds a great interest in data analysis, often requesting 9S to gather various human data. She is particularly interested in the human concept of \"family.\"", "遙遠異界中以自動步兵人形構成的「寄葉部隊」的一員。常駐於基地「地堡」，為通訊官的一員，負責向地上作戰的寄葉部隊隊員傳達指令及情報分析的工作。喜愛數據分析，任務之餘會委託9S收集人類的各種情報。特別對人類所擁有的「家族」概念抱有強烈興趣。", "까마득히 먼 이계의, 자동 보병 인형으로 구성된 '요르하 부대'의 일원. '벙커' 기지에 상주해 있는 통신 오퍼레이터로, 지상에 작전을 수행하는 요르하 부대원에게 지령을 전달하거나 정보 분석을 담당하고 있다. 데이터를 해석하는 것이 취미로, 임무 외에도 9S에게 인류의 다양한 데이터 수집을 의뢰하기도 한다. 특히 인류의 '가족'이라는 개념에 강한 흥미를 보이고 있다.", "Une unité des troupes YoRHa, un groupe venant d'un monde lointain peuplé d'androïdes. En charge de la gestion des communications, son travail consiste à envoyer les instructions aux soldats YoRHa stationnés sur le front et leur fournir des analyses de données depuis la \"Base\". Passionnée par l'analyse de données, elle demande souvent à 9S de collecter différentes données sur les humains. Elle est particulièrement intéressée par le concept humain qu'on appelle \"famille\".", "Eine Einheit der YoRHa-Soldaten aus einer fernen Welt, in der Androiden leben. Als im Bunker stationierter Kommunikationsoperator gibt sie Anweisungen an die YoRHa-Soldaten am Boden und führt Datenanalysen durch. Letzteres interessiert sie sehr, sodass sie 9S häufig darum bittet, Daten zu den Menschen zu sammeln. Besonders fasziniert sie das menschliche Konzept der \"Familie\".", "Una unidad de los soldados YoRHa, un grupo de un mundo lejano habitado por androides. Se trata de una operadora de comunicaciones que está estacionada en un búnker y se encarga de enviar las instrucciones a los soldados que están destinados en alguna misión, además de realizar análisis de datos. De hecho, le encanta el análisis de datos y, por ello, suele pedirle a 9S que le recoja cualquier información humana. En especial, le interesa el concepto de \"familia\" que tienen los humanos."], "fusion": ["Enhancement successful.<br>All for mankind.", "強化成功。<br>一切都是為了人類。", "강화 성공.<br>모든 건 인류를 위하여.", "Amélioration réussie.<br>Pour l'humanité toute entière.", "Verbesserung erfolgreich.<br>Alles für die Menschheit.", "Mejora completada.<br>Todo por la humanidad."], "summon": ["Have you seen 9S?<br>I'm a little worried that he might have done something to jeopardize mankind.", "有看見9S嗎？<br>不知道他有沒有為人類帶來麻煩，<br>我有一點擔心。", "9S를 보지 못하셨나요?<br>그가 인류에게 폐를 끼치고 있는 건 아닌지<br>좀 걱정이 됩니다.", "T'aurais pas vu 9S ?<br>J'espère qu'il ne cause pas de tort aux humains.", "Hast du 9S gesehen?<br>Ich bin etwas besorgt, dass er die Menschheit in Gefahr gebracht haben könnte.", "¿Has visto a 9S?<br>Me preocupa que haya podido hacer algo que pusiera en peligro a la humanidad."]}}, "310000404": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [593, 1796, 210], "ATK": [28, 86, 14], "MP": [35, 107, 45], "MAG": [21, 64, 14], "SPR": [23, 70, 14], "DEF": [27, 83, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 310000404, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 10, "290020700": 20, "290050300": 10, "290050400": 5, "290030800": 5}}, "rarity": 4, "compendium_id": 806, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [49, 67], "effect_frames": [47, 65], "strings": {"evolution": ["Thank you for giving me power.", "感謝您賜與我力量。", "힘을 부여해 주신 점 감사드립니다.", "Merci de me donner tant de pouvoir.", "Danke, dass du mir Kraft gibst.", "Gracias por este poder."], "affinity": ["If you understand what family is,<br>would you mind telling me?", "所謂的「家人」代表什麼意思？<br>如果您知道的話，<br>能否告訴我呢？", "'가족'이라는 게 무엇인지<br>혹시 알고 계신다면<br>제게 알려 주시겠습니까?", "Si vous comprenez ce qu'est la famille,<br>est-ce que vous pourriez me le dire ?", "Wenn du weißt, was eine Familie ist,<br>würdest du es mir sagen?", "Si sabes lo que familia significa,<br>¿te importaría decírmelo?"], "description": ["A unit of the YoRHa soldiers, a group from a faraway world made up of androids. A communications operator stationed in the bunker, she is in charge of relaying instructions to YoRHa soldiers on the ground and providing data analysis. She is very serious, often having to keep 9S from engaging in personal conversation. However, she does seem to sometimes enjoy acting like an older sister to the childish 9S.", "遙遠異界中以自動步兵人形構成的「寄葉部隊」的一員。常駐於基地「地堡」，為通訊官的一員，負責向地上作戰的寄葉部隊隊員傳達指令及情報分析的工作。認真謹慎的性格，在與9S通信時，經常會斥責9S總是聊些私事。卻也有像姐姐一樣把9S當成小孩子對待，與他談笑風生的一面。", "까마득히 먼 이계의, 자동 보병 인형으로 구성된 '요르하 부대'의 일원. '벙커' 기지에 상주해 있는 통신 오퍼레이터로, 지상에 작전을 수행하는 요르하 부대원에게 지령을 전달하거나 정보 분석을 담당하고 있다. 진지한 성격으로, 9S와의 통신에서도 그의 잡담을 꾸짖는 경우가 많다. 하지만, 인간으로 치자면 마치 누나처럼 9S를 아이 취급하는 등 그와의 대화를 즐기고 있는 듯한 일면도 가지고 있다.", "Une unité des troupes YoRHa, un groupe venant d'un monde lointain peuplé d'androïdes. En charge de la gestion des communications, son travail consiste à envoyer les instructions aux soldats YoRHa stationnés sur le front et leur fournir des analyses de données depuis la \"Base\". Très sérieuse, elle empêche souvent 9S de lancer des conversations d'ordre personnel. Elle semble toutefois aimer se comporter comme une grande sœur avec le très puéril 9S.", "Eine Einheit der YoRHa-Soldaten aus einer fernen Welt, in der Androiden leben. Als im Bunker stationierter Kommunikationsoperator gibt sie Anweisungen an die YoRHa-Soldaten am Boden und führt Datenanalysen durch. Sie ist sehr ernsthaft und wehrt die Versuche von 9S für ein persönliches Gespräch ab. Für den kindlichen 9S die Rolle einer Art großen Schwester einzunehmen, bereitet ihr jedoch Freude.", "Una unidad de los soldados YoRHa, un grupo de un mundo lejano habitado por androides. Se trata de una operadora de comunicaciones que está estacionada en un búnker y se encarga de enviar las instrucciones a los soldados que están destinados en alguna misión, además de realizar análisis de datos. Es una persona muy seria y, normalmente, tiene que evitar cualquier tipo de conversación personal que entabla 9S. Sin embargo, a veces, disfruta haciendo como si fuera la hermana mayor del infantil de 9S."], "fusion": ["21O. Nothing to report.", "21O，一切正常。", "21O. 이상 없습니다.", "Ici 21O. Rien à rapporter.", "21O. Es gibt nichts zu berichten.", "21O. Nada que informar."], "summon": ["Personal conversation is forbidden during missions. If you've something to talk about, leave it for later.", "執行任務時禁止說悄悄話。<br>有話請之後再說。", "임무 중 잡담은 금지되어 있습니다.<br>할 이야기가 있으시다면 추후 부탁드립니다.", "Les conversations personnelles sont interdites en mission. Si tu as quelque chose à dire, garde-le pour plus tard.", "Persönliche Unterhaltungen sind während der Mission verboten. Heb es dir für später auf.", "Las conversaciones personales están prohibidas durante las misiones. Si tienes algo que decir, déjalo para luego."]}}, "310000403": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [456, 1381, 150], "ATK": [22, 66, 10], "MP": [27, 82, 35], "MAG": [16, 49, 10], "SPR": [17, 53, 10], "DEF": [21, 63, 10]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 2, "limitburst_id": 310000403, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020700": 10, "290050300": 5, "290050200": 15, "290030100": 5, "290010200": 25}}, "rarity": 3, "compendium_id": 805, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [49, 67], "effect_frames": [47, 65], "strings": {"evolution": null, "affinity": ["If you understand what family is,<br>would you mind telling me?", "所謂的「家人」代表什麼意思？<br>如果您知道的話，<br>能否告訴我呢？", "'가족'이라는 게 무엇인지<br>혹시 알고 계신다면<br>제게 알려 주시겠습니까?", "Si vous comprenez ce qu'est la famille,<br>est-ce que vous pourriez me le dire ?", "Wenn du weißt, was eine Familie ist,<br>würdest du es mir sagen?", "Si sabes lo que familia significa,<br>¿te importaría decírmelo?"], "description": ["A unit of the YoRHa soldiers, a group from a faraway world made up of androids. A communications operator stationed in the bunker, she is in charge of relaying instructions to YoRHa soldiers on the ground and providing data analysis. Though individual personalities can vary, she is very calm and serious. She dislikes any conversation which does not pertain to missions. As 9S's operator, she provides him with mission support.", "遙遠異界中以自動步兵人形構成的「寄葉部隊」的一員。常駐於基地「地堡」，為通訊官的一員，負責向地上作戰的寄葉部隊隊員傳達指令及情報分析的工作。性格會根據個體不同有些許差異，21O則是冷靜且認真謹慎。除了任務以外不喜愛和他人對話，擔任9S的通訊官協助其完成任務。", "까마득히 먼 이계의, 자동 보병 인형으로 구성된 '요르하 부대'의 일원. '벙커' 기지에 상주해 있는 통신 오퍼레이터로, 지상에 작전을 수행하는 요르하 부대원에게 지령을 전달하거나 정보 분석을 담당하고 있다. 성격은 개체마다 다소 차이는 있으나, 21O는 냉정하고 진지한 타입이다. 임무에 필요한 대화만을 고집하며, 9S의 오퍼레이터로서 그의 임무를 지원하고 있다.", "Une unité des troupes YoRHa, un groupe venant d'un monde lointain peuplé d'androïdes. En charge de la gestion des communications, son travail consiste à envoyer les instructions aux soldats YoRHa stationnés sur le front et leur fournir des analyses de données depuis la \"Base\". Même si sa personnalité peut légèrement varier en fonction du corps qu'elle utilise, elle est toujours calme et sérieuse. Elle n'aime pas les conversations qui n'ont rien à voir avec la mission. Opératrice de 9S, elle lui est d'une grande aide lors de ses missions.", "Eine Einheit der YoRHa-Soldaten aus einer fernen Welt, in der Androiden leben. Als im Bunker stationierter Kommunikationsoperator gibt sie Anweisungen an die YoRHa-Soldaten am Boden und führt Datenanalysen durch. Auch wenn die Persönlichkeit variieren kann, wirkt sie ruhig und ernsthaft. Ihre Gespräche beschränken sich auf die Missionen. Als Operator von 9S unterstützt sie ihn bei seinen Missionen.", "Una unidad de los soldados YoRHa, un grupo de un mundo lejano habitado por androides. Se trata de una operadora de comunicaciones que está estacionada en un búnker y se encarga de enviar las instrucciones a los soldados que están destinados en alguna misión, además de realizar análisis de datos. Asimismo, es una persona muy tranquila y seria. No le gusta hablar de nada que no tenga que ver con las misiones. Al ser la operadora de 9S, le ofrece su apoyo cuando está de misión."], "fusion": ["Glory to mankind.", "願人類榮耀長存。", "인류에 영광 있으라.", "Gloire à l'humanité.", "Der Menschheit zur Ehre.", "Gloria a la humanidad."], "summon": ["I am 21O, operator for 9S.", "我是9S的通信官，<br>名叫21O。", "9S의 오퍼레이터 담당,<br>21O라고 합니다.", "Je suis 21O, opérateur de 9S.", "Ich bin 21O, Operator für 9S.", "Soy 21O, operadora de 9S."]}}}, "job": "YoRHa Troop", "sex": "Female", "game": "NieR:Automata", "rarity_max": 5, "names": ["21O", "21O", "21O", "21O", "21O", "21O"], "equip": [2, 4, 10, 13, 16, 40, 50, 51, 60], "game_id": 20010, "rarity_min": 3, "tribe_id": 6, "id": "310000403", "job_id": 135}