{"TMR": ["EQUIP", 409015100], "name": "9S", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 218750, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 101200, "rarity": 4}, {"level": 29, "type": "ABILITY", "id": 218710, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 218680, "rarity": 4}, {"level": 17, "type": "ABILITY", "id": 218770, "rarity": 5}, {"level": 34, "type": "ABILITY", "id": 218740, "rarity": 5}, {"level": 59, "type": "ABILITY", "id": 218720, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 218690, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 218700, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 218660, "rarity": 6}, {"level": 21, "type": "ABILITY", "id": 218760, "rarity": 6}, {"level": 35, "type": "ABILITY", "id": 218610, "rarity": 6}, {"level": 72, "type": "ABILITY", "id": 218730, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 218670, "rarity": 6}], "sex_id": 1, "entries": {"310000206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1184, 3588, 450], "ATK": [46, 140, 30], "MP": [57, 172, 75], "MAG": [31, 94, 30], "SPR": [42, 128, 30], "DEF": [43, 130, 30]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 310000206, "attack_count": 20, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 778, "attack_damage": [[20, 20, 20, 20, 20]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [26, 44, 82, 87, 92], "effect_frames": [24, 42, 80, 85, 90], "strings": {"evolution": ["You don't need to worry.<br>The 9S model is known for being superior.<br>...Though I shouldn't be saying so.", "不需要擔心喔，<br>我們9S機種是出了名的優秀！<br>……呃，這種話好像不應該自己說喔。", "걱정은 하지 마세요.<br>9S 모델은 우수하기로 정평이 나 있으니까요.<br> ……제 입으로 할 말은 아니지만요.", "Tu n'as pas de raison de t'inquiéter.<br>Le modèle 9S est connu pour être bien supérieur.<br>... Enfin, je ferais mieux d'éviter de le dire.", "Keine Sorge.<br>Das 9S-Modell gilt als überlegen.<br> ... Auch wenn ich das nicht sagen sollte.", "No tienes de qué preocuparte.<br>Se sabe que el modelo 9S es superior.<br>... Aunque no debería estar diciendo eso."], "affinity": ["Those who are close to me<br>often just call me \"Nines.\"<br>What will you call me?", "和我熟識的人，<br>都會叫我「9S」，<br>你也差不多該這樣叫了吧？", "저와 친한 사람들은<br>절 '나인즈'라고 부르는데요,<br>당신도 슬슬 어떠세요?", "Ceux qui me sont proches<br>m'appellent souvent \"Nines\". Comment vas-tu m'appeler ?", "Meine Freunde nennen mich<br>oft nur \"Nines.\"<br>Wie wirst du mich nennen?", "La gente que me conoce<br>suele llamarme \"Nueves.\"<br>¿Tú cómo me vas a llamar?"], "description": ["A unit of the YoRHa soldiers, a group from a faraway world made up of androids. Though capable at close-range combat, he was especially designed as a research unit, and is good at gaining information via hacking. Following the battle with the giant machine lifeform, he performed maintenance on 2B and assisted her further with her duties. He was able to see out many victories with her. In doing this, the superior scanner model 9S was able to overcome many adversities and come closer to the truth of the world.", "遙遠異界中以自動步兵人形構成的「寄葉部隊」的一員。雖然也擁有攻擊機能，但主要為調查任務用的機體，擅長以入侵收集情報。在超大型機械生命體破壞作戰後擔任2B的維修負責人，之後的任務也一起行動，與2B共同完成了許多任務。如此優秀的掃描機體9S，在跨越無數次困難的同時也在慢慢接近世界的真相。", "까마득히 먼 이계의, 자동 보병 인형으로 구성된 '요르하 부대'의 일원. 공격 기능을 보유하고 있으나 주로 조사 임무에 특화된 기체로, 해킹으로 정보를 수집하는 데 특화되어 있다. 초대형 기계생명체 파괴 작전 후에는 2B의 점검 담당을 맡아, 계속해서 임무에 동행하며 그녀와 함께 수많은 작전을 성공으로 이끌었다. 그렇게, 우수한 스캐너 타입 모델인 9S는 수많은 고난을 뛰어넘어 세계의 진실에 다다르게 된다.", "Une unité des troupes YoRHa, un groupe venant d'un monde lointain peuplé d'androïdes. Bien qu'il soit capable de se battre à courte portée, il a spécialement été conçu pour les enquêtes et est plutôt doué dans la collecte d'informations grâce au piratage. Après leur combat contre la forme de vie mécanique géante, il s'occupa de la maintenance de 2B  et continua à l'assister dans ses différentes missions. Il fut le témoin de bien des victoires et fut, grâce à ça, capable de surmonter l'adversité et de se rapprocher encore plus de la vérité du monde.", "Eine Einheit der YoRHa-Soldaten aus einer fernen Welt, in der Androiden leben. Zum Nahkampf fähig, wurde er jedoch als Forschungseinheit gebaut und kann durch Hacken Informationen beschaffen. Nach dem Kampf mit dem gigantisches Maschinenwesen führte er Wartungsarbeiten an 2B durch und half ihr bei ihren Aufgaben. So triumphierten sie viele Male gemeinsam. So überwand das überlegene Scannermodell 9S viele Hindernisse und erfuhr mehr über die Welt.", "Una unidad de los soldados de YoRHa, un grupo de un mundo lejano habitado por androides. Aunque este modelo es capaz de efectuar ataques a corta distancia, se diseñó principalmente para realizar labores de investigación. De hecho, es bastante bueno extrayendo información hackeando. Tras la batalla contra la forma de vida mecánica gigante, le realizó a 2B labores de mantenimiento y continuó ayudándola en sus tareas. De hecho, junto a ella, saboreó muchas victorias. A lo largo de ese tiempo, el modelo de escaneo mejorado 9S consiguió superar muchas adversidades y acercarse a la verdad que esconde el mundo."], "fusion": ["Enhancement successful.<br>I will use this power to protect you humans.", "強化成功。<br>這份力量<br>將會為了你們人類而使用。", "강화 성공.<br>이 힘은, 당신들<br>인류를 위해 사용하겠습니다.", "Amélioration réussie.<br>J'utiliserai ce surplus de puissance pour vous protéger vous, les humains.", "Verbesserung erfolgreich.<br>Ich werde diese Kraft einsetzten, um euch Menschen zu schützen.", "Mejora completada.<br>Usaré este poder para proteger a la humanidad."], "summon": ["I am a soldier.<br>I have pride in that.", "我們是士兵。<br>以戰鬥為榮。", "저희는 병사입니다.<br>그 싸움에, 긍지를.", "Je suis un soldat.<br>Et j'en suis fier.", "Ich bin ein Soldat.<br>Daraus ziehe ich meinen Stolz.", "Soy un soldado.<br>Y orgulloso de ello."]}}, "310000205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [911, 2760, 300], "ATK": [35, 107, 20], "MP": [44, 132, 50], "MAG": [24, 72, 20], "SPR": [32, 98, 20], "DEF": [33, 100, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 310000205, "attack_count": 20, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060100": 10, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 777, "attack_damage": [[20, 20, 20, 20, 20]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [26, 44, 82, 87, 92], "effect_frames": [24, 42, 80, 85, 90], "strings": {"evolution": ["With this power, I can destroy<br>many machine lifeforms.<br>Thank you.", "只要有了這股力量，<br>就能殲滅大量的機械生命體了。<br>謝謝你。", "이 힘이 있으면<br>많은 기계생명체를 전멸시킬 수 있겠군요.<br>감사합니다.", "Grâce à ce pouvoir, je peux détruire<br>beaucoup de formes de vie.<br>Merci.", "Mit dieser Kraft kann ich viele<br>Maschinenwesen vernichten.<br>Danke.", "Con este poder, puedo destruir<br>muchas vidas mecánicas.<br>Gracias."], "affinity": ["Those who are close to me<br>often just call me \"Nines.\"<br>What will you call me?", "和我熟識的人，<br>都會叫我「9S」，<br>你也差不多該這樣叫了吧？", "저와 친한 사람들은<br>절 '나인즈'라고 부르는데요,<br>당신도 슬슬 어떠세요?", "Ceux qui me sont proches<br>m'appellent souvent \"Nines\". Comment vas-tu m'appeler ?", "Meine Freunde nennen mich<br>oft nur \"Nines.\"<br>Wie wirst du mich nennen?", "La gente que me conoce<br>suele llamarme \"Nueves.\"<br>¿Tú cómo me vas a llamar?"], "description": ["A unit of the YoRHa soldiers, a group from a faraway world made up of androids. Though capable at close-range combat, he was especially designed as a research unit, and is good at gaining information via hacking. Ordered to assist 2B in eliminating the giant machine lifeform, he helped her, the only survivor of all units sent down to the surface, to achieve victory. He thinks of 2B as a great friend, and often puts her before himself.", "遙遠異界中以自動步兵人形構成的「寄葉部隊」的一員。雖然也擁有攻擊機能，但主要為調查任務用的機體，擅長以入侵收集情報。在超大型機械生命體破壞作戰中，9S受命協助2B，與下降部隊中唯一生還的2B共同作戰並順利完成了任務。對2B擁有深厚的同伴情感，比起自己總是優先對方。", "까마득히 먼 이계의, 자동 보병 인형으로 구성된 '요르하 부대'의 일원. 공격 기능을 보유하고 있으나 주로 조사 임무에 특화된 기체로, 해킹으로 정보를 수집하는 데 특화되어 있다. 초대형 기계생명체 파괴 작전에서 2B를 지원하라는 지령을 받고, 강하 부대에서 유일하게 생존한 그녀와 함께 작전을 성공으로 이끌었다. 2B에 대한 동료 의식이 강하고, 자신보다도 그녀를 우선시하는 경향이 있다.", "Une unité des troupes YoRHa, un groupe venant d'un monde lointain peuplé d'androïdes. Bien qu'il soit capable de se battre à courte portée, il a spécialement été conçu pour les enquêtes et est plutôt doué dans la collecte d'informations grâce au piratage. Assistant de 2B lors de l'élimination de la forme de vie mécanique géante, il aida la dernière survivante des unités envoyées à la surface à remporter la victoire. Il considère 2B comme une véritable amie, et la fait souvent passer avant lui.", "Eine Einheit der YoRHa-Soldaten aus einer fernen Welt, in der Androiden leben. Zum Nahkampf fähig, wurde er jedoch als Forschungseinheit gebaut und kann durch Hacken Informationen beschaffen. Auf Befehl half er 2B dabei, ein gigantisches Maschinenwesen zu zerstören, die als einzige Einheit dieser Mission überlebte. Er sieht 2B als enge Freundin und setzt sich häufig für sie ein.", "Una unidad de los soldados de YoRHa, un grupo de un mundo lejano habitado por androides. Aunque este modelo es capaz de efectuar ataques a corta distancia, se diseñó principalmente para realizar labores de investigación. De hecho, es bastante bueno extrayendo información hackeando. Por otra parte, se encargó su fabricación para que ayudase a 2B a eliminar a la forma de vida mecánica gigante. De hecho, 2B fue la única que sobrevivió la batalla y él la ayudó a conseguir la victoria. Considera a 2B una muy buena amiga y siempre la pone por delante, incluso de su propia vida."], "fusion": ["We were created to protect mankind.", "我們是為了守護人類而製造的。", "저희는 인류를 지키기 위해<br>만들어졌어요.", "Nous avons été créés pour protéger l'humanité.", "Wir wurden erschaffen, um die Menschheit zu beschützen.", "Se nos creó para proteger a la humanidad."], "summon": ["Hello? Hmm, that's strange.<br>Excuse me, do you know of an android named 2B?", "喂？咦？奇怪。<br>抱歉，請問你知道<br>一個名叫2B的人造人嗎？", "여보세요~? 어라, 이상하다.<br>죄송합니다, 2B라는 이름의<br>안드로이드를 모르시나요?", "Bonjour ? Mhmm, c'est étrange.<br>Excusez-moi, connaissez-vous un androïde du nom de 2B ?", "Hallo? Hmm, seltsam.<br>Entschuldige, kennst du einen weiblichen Androiden namens 2B?", "¿Hola? Mmm, qué raro.<br>Perdone, ¿conoce a un androide que se llama 2B?"]}}, "310000204": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [701, 2123, 240], "ATK": [27, 82, 16], "MP": [33, 101, 40], "MAG": [18, 55, 16], "SPR": [25, 75, 16], "DEF": [25, 76, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 310000204, "attack_count": 20, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020700": 25, "290050300": 15, "290050400": 8, "290030900": 8, "290030800": 13}}, "rarity": 4, "compendium_id": 776, "attack_damage": [[20, 20, 20, 20, 20]], "max_lb_drop": 2, "physical_resist": 0, "attack_frames": [26, 44, 82, 87, 92], "effect_frames": [24, 42, 80, 85, 90], "strings": {"evolution": null, "affinity": ["Those who are close to me<br>often just call me \"Nines.\"<br>What will you call me?", "和我熟識的人，<br>都會叫我「9S」，<br>你也差不多該這樣叫了吧？", "저와 친한 사람들은<br>절 '나인즈'라고 부르는데요,<br>당신도 슬슬 어떠세요?", "Ceux qui me sont proches<br>m'appellent souvent \"Nines\". Comment vas-tu m'appeler ?", "Meine Freunde nennen mich<br>oft nur \"Nines.\"<br>Wie wirst du mich nennen?", "La gente que me conoce<br>suele llamarme \"Nueves.\"<br>¿Tú cómo me vas a llamar?"], "description": ["A unit of the YoRHa soldiers, a group from a faraway world made up of androids. Though capable at close-range combat, he was especially designed as a research unit, and is good at gaining information via hacking. He is comparatively more emotional and expressive than other YoRHa Soldiers, and is very kind. He is also very curious, and has a childlike way of talking. His proper name is YoRHa No. 9 Type S.", "遙遠異界中以自動步兵人形構成的「寄葉部隊」的一員。雖然也擁有攻擊機能，但主要為調查任務用的機體，擅長以入侵收集情報。在寄葉部隊中為情感表現較豐富的類型，擁有溫柔的性格。好奇心旺盛，語調總有點像孩子。正式名稱為「寄葉九號S型」。", "까마득히 먼 이계의, 자동 보병 인형으로 구성된 '요르하 부대'의 일원. 공격 기능을 보유하고 있으나 주로 조사 임무에 특화된 기체로, 해킹으로 정보를 수집하는 데 특화되어 있다. 요르하 부대 중에서도 비교적 감정 표현이 풍부한 타입으로, 상냥한 성격을 지녔다. 호기심이 강하고, 말투도 어딘가 어린아이 같은 면이 있다. 정식 명칭은 '요르하 9호 S형'.", "Une unité des troupes YoRHa, un groupe venant d'un monde lointain peuplé d'androïdes. Bien qu'il soit capable de se battre à courte portée, il a spécialement été conçu pour les enquêtes et est plutôt doué dans la collecte d'informations grâce au piratage. Très gentil, il est également beaucoup plus émotif et expressif que les autres soldats YoRHa. Il est aussi curieux, et possède une façon de parler très enfantine.  Son nom complet est YoRHa N° 9 Type S.", "Eine Einheit der YoRHa-Soldaten aus einer fernen Welt, in der Androiden leben. Zum Nahkampf fähig, wurde er jedoch als Forschungseinheit gebaut und kann durch Hacken Informationen beschaffen. Er ist emotionaler und expressiver als andere YoRHa-Soldaten und äußerst gütig. Zudem ist er neugierig und hat eine kindliche Art zu reden. Sein korrekter Name lautet YoRHa Nr. 9 Typ S.", "Una unidad de los soldados de YoRHa, un grupo de un mundo lejano habitado por androides. Aunque este modelo es capaz de efectuar ataques a corta distancia, se diseñó principalmente para realizar labores de investigación. De hecho, es bastante bueno extrayendo información hackeando. En comparación con el resto de soldados de YoRHa, 9S es más emocional y expresivo, además de más agradable. También, es bastante curioso y habla de una manera un tanto infantil. Su nombre propio es YoRHa Núm. 9 Tipo S."], "fusion": ["Glory to mankind.", "願人類榮耀長存。", "인류에 영광 있으라.", "Gloire à l'humanité.", "Der Menschheit zur Ehre.", "Gloria a la humanidad."], "summon": ["Us scanner models are good at hacking.<br>I've always got your back.", "我們掃描機種，<br>擅長入侵。<br>隨時都會支援你們的。", "저희 스캐너 모델에게 있어서<br>해킹은 가장 자신 있는 분야랍니다.<br>언제든 엄호해 드릴게요.", "Les modèles avec scanner sont doués pour le piratage.<br>Je te couvre tes arrières.", "Wir Scanner-Modelle sind gute Hacker.<br>Auf mich kannst du dich immer verlassen.", "Nosotros los modelos de escaneo somos buenos hackeando.<br>Te cubriré la espalda en todo momento."]}}}, "job": "YoRHa Troop", "sex": "Male", "game": "NieR:Automata", "rarity_max": 6, "names": ["9S", "9S", "9S", "9S", "9S", "9S"], "equip": [2, 3, 4, 8, 9, 10, 13, 16, 30, 40, 41, 50, 51, 52, 60], "game_id": 20010, "rarity_min": 4, "tribe_id": 6, "id": "310000204", "job_id": 135}