{"TMR": ["MATERIA", 1500000038], "name": "Kaliva", "is_summonable": true, "skills": [{"level": 18, "type": "ABILITY", "id": 910751, "rarity": 4}, {"level": 26, "type": "ABILITY", "id": 910752, "rarity": 4}, {"level": 32, "type": "ABILITY", "id": 100060, "rarity": 4}, {"level": 46, "type": "ABILITY", "id": 910753, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 910754, "rarity": 4}, {"level": 12, "type": "ABILITY", "id": 215170, "rarity": 5}, {"level": 46, "type": "ABILITY", "id": 100180, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910755, "rarity": 5}, {"level": 15, "type": "ABILITY", "id": 910756, "rarity": 6}, {"level": 18, "type": "ABILITY", "id": 100110, "rarity": 6}, {"level": 98, "type": "ABILITY", "id": 910757, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910758, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910759, "rarity": 6}], "sex_id": 1, "entries": {"401003104": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 30, 0, 30, 0, 0, 0, 0], "stats": {"HP": [624, 1891, 210], "ATK": [21, 65, 14], "MP": [35, 105, 35], "MAG": [28, 85, 18], "SPR": [25, 75, 14], "DEF": [22, 67, 14]}, "magic_affinity": [5, 6, 0, 0], "ability_slots": 3, "limitburst_id": 401003104, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 13, "290050300": 15, "290050400": 5, "290020300": 25, "290030800": 8}}, "rarity": 4, "compendium_id": 8119, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [38], "effect_frames": [35], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Hmm...<br>You've shared with me quite the plethora of experiences, haven't you...", "恩......<br>你是唯一與我<br>同甘共苦的好友，不是嗎......", "으음……<br>자네는 수많은 고락을 함께한<br>둘도 없는 벗이로고……", "Mhmm...<br>Vous avez partagé avec moi pléthore d'expériences, n'est-ce pas...", "Hm ... <br> Wir sind durch dick und dünn gegangen, oder? Ein Freund wie keiner ...", "Mmm...<br>Hemos compartido juntos una buena cantidad de experiencias, ¿verdad...?"], "description": ["A wizard from another world blessed by Khalam, the deity worshipped by the people of Olthea. Although Kaliva was a brilliant wizard in times past, he once fought in a battle where he was unable to save a friend, and he alone survived. He was determined to live in isolation henceforth, until he received Khalam's blessing and joined the battle anew.", "被異界奧爾賽亞王國所信奉的卡拉姆神的神諭所選中之魔道師。他曾是一位才華橫溢的魔道師，可是在一場戰鬥中，他失去了所有的同伴，從此獨自苟活於世，過著隱士一般的生活。直到有一天，他收到了神諭，下定決心再次趕赴戰場。", "이계의 '오르세아' 왕국에서 숭배받고 있는 카람의 신탁을 받아 신탁의 용사로 선택받은 마도사. 과거에는 재기가 넘치는 마도사였으나, 어느 전투에서 동료를 구하지 못한 채 혼자 살아남은 후로 속세를 떠나 생활하고 있었다. 그러나 신탁을 받게 된 것을 계기로 다시 싸움터로 향할 결심을 하게 된다.", "Un sorcier d'un autre monde bénit par Khalam, la divinité vénérée par les habitants d'Olthéa. Même si Kaliva était considéré autrefois comme un sorcier extrêmement brillant, il fut le seul à survivre dans une bataille où il vit mourir un de ses amis qu'il n'a pas su protéger. Cette tragédie le poussa à vivre seul, coupé du monde, du moins jusqu'à ce qu'il reçoive la bénédiction de Khalam, qui le conduisit à nouveau sur le champ de bataille.", "Ein Zauberer aus einer fernen Welt, der durch die von den Einwohnern Oltheas verehrte Gottheit Khalam gesegnet wurde. Vor langer Zeit war Kaliva ein wahrhaft brillianter Zauberer; es begab sich jedoch, das er in einen erbitterten Kampf verwickelt wurde, in dem er einen teuren Freund nicht retten konnte und alleine überlebte. Voller Gram entschied sich Kaliva dazu, ein abgeschiedenes Leben zu führen, bis er schließlich Kalivas Segen erhielt und sich erneut voller Entschlossenheit in die Schlacht warf.", "Un hechicero de otro mundo que recibió la bendición de Khalam, la deidad que alaban en Olthea. Aunque Kaliva fue en el pasado un hechicero sin igual, se dio el día en el que no pudo salvar a su amigo, por lo que solo él sobrevivió a la batalla. A partir de ahí, decidió vivir aislado hasta que recibió la bendición de Khalam y volvió unirse a la batalla."], "fusion": ["I still refuse to be defeated by the youngsters.", "我可還沒到輸給年輕人的時候喔。", "아직은 젊은이들에게 질 수 없다네.", "Je refuse d'être battu par des petits jeunes.", "Ich werde nicht gegen einen Haufen Jungspunde verlieren.", "Me niego a que me derrote una panda de jovenzuelos."], "summon": ["Worry not, I am your ally.<br>What exactly's going on here?", "安心吧，我是來幫你的。<br>到底發生什麼事了？", "안심하거라, 난 자네 편이다.<br>대체 무슨 일이 있었던 게냐?", "Ne vous inquiétez pas, je suis votre allié.<br>Que se passe-t-il ici exactement ?", "Keine Bange, ich bin auf deiner Seite. <br>Nun denn, wo drückt der Schuh?!", "No te preocupes, soy de los tuyos.<br>¿Qué está pasando aquí?"]}}, "401003105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 30, 0, 30, 0, 0, 0, 0], "stats": {"HP": [811, 2458, 240], "ATK": [28, 84, 16], "MP": [45, 136, 40], "MAG": [36, 110, 24], "SPR": [32, 97, 16], "DEF": [29, 87, 16]}, "magic_affinity": [6, 7, 0, 0], "ability_slots": 4, "limitburst_id": 401003105, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 8120, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [38], "effect_frames": [35], "strings": {"evolution": ["Alright everyone, let's do this!", "好，大家集中精神準備開始吧！", "좋아, 다들 마음을 다잡고<br>가자!", "Allez les gars, battons-nous !", "Nun gut, dann lasst uns mal loslegen!", "¡Vamos! ¡Hora de pasar a la acción!"], "affinity": ["Hmm...<br>You've shared with me quite the plethora of experiences, haven't you...", "恩......<br>你是唯一與我<br>同甘共苦的好友，不是嗎......", "으음……<br>자네는 수많은 고락을 함께한<br>둘도 없는 벗이로고……", "Mhmm...<br>Vous avez partagé avec moi pléthore d'expériences, n'est-ce pas...", "Hm ... <br> Wir sind durch dick und dünn gegangen, oder?  Ein Freund wie keiner ...", "Mmm...<br>Hemos compartido juntos una buena cantidad de experiencias, ¿verdad...?"], "description": ["A wizard from another world blessed by Khalam who defeated a foul beast to rescue Princess Claire of Olthea. Kaliva had opted for a life of isolation after losing a dear friend in battle, but was invited to live in Olthea following his victory against the beast that had abducted the princess. He declined the offer, however, choosing to wander the realm instead.", "被異界奧爾賽亞王國所信奉的卡拉姆神的神諭所選中之魔道師。在一場戰鬥中，他失去了同伴，從此過著隱士一般的生活。在討伐成功後，王國邀請他成為御用魔道師。但是他拒絕這個提案，開始浪跡天涯。", "이계의 '오르세아' 왕국에서 숭배받고 있는 카람의 신탁을 받아, 클레어 공주를 납치한 마물을 토벌한 마도사. 어느 전투에서 동료를 잃고 속세를 떠나 생활하던 그였으나, 마물 토벌에 성공하여 왕국의 마도사로서 초빙받기에 이르렀다. 하지만 그는 그 제안을 거절하고 세계를 방랑하는 여행길을 떠나기로 하였다.", "Un sorcier d'un autre monde bénit par Khalam qui terrassa une bête féroce pour sauver Claire, la princesse d'Olthéa. Kaliva a préféré s'isoler après avoir perdu un de ses plus proche ami en combat, du moins jusqu'à ce qu'il soit invité à vivre à Olthéa en remerciement pour avoir terrassé la bête qui avait enlevé la princesse. Il déclina l'offre cependant, préférant plutôt voyager dans tout le royaume.", "Ein von der Gottheit Khalam gesegneter Zauberer aus einer fernen Welt, der ein Ungetüm besiegte, das Prinzessin Claire von Olthea entführte. Kaliva entschied sich für ein abgeschiedenes Leben, nachdem er einen teuren Freund im Kampf verlor, wurde aber nach seinem Sieg über das das Monster dazu eingeladen, als Zauberer des Königreiches in Olthea zu leben. Kaliva lehnte dieses Angebot ab, um durch die Lande zu streifen.", "Un hechicero de otro mundo que recibió la bendición de Khalam y que derrotó a la bestia repugnante que había secuestrado a Claire, la princesa de Olthea. Tras perder a un buen amigo en el combate, Kaliva optó por vivir recluido. Aun así, le invitaron a vivir en Olthea por haber derrotado a la bestia y rescatado a la princesa. Este, tras rechazar la oferta, decidió deambular por el reino en su lugar."], "fusion": ["...I am in your debt.", "......抱歉，感激不盡。", "……미안하군. 신세 좀 지겠네.", "... Je vous en dois une.", "... Ich stehe in deiner Schuld.", "... Estoy en deuda contigo."], "summon": ["Worry not, I am your ally.<br>What exactly's going on here?", "安心吧，我是來幫你的。<br>到底發生什麼事了？", "안심하거라, 난 자네 편이다.<br>대체 무슨 일이 있었던 게냐?", "Ne vous inquiétez pas, je suis votre allié.<br>Que se passe-t-il ici exactement ?", "Keine Bange, ich bin auf deiner Seite. <br>Nun denn, wo drückt der Schuh?!", "No te preocupes, soy de los tuyos.<br>¿Qué está pasando aquí?"]}}, "401003106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 30, 0, 30, 0, 0, 0, 0], "stats": {"HP": [1054, 3195, 390], "ATK": [36, 109, 26], "MP": [58, 176, 65], "MAG": [47, 143, 34], "SPR": [42, 126, 26], "DEF": [37, 113, 26]}, "magic_affinity": [7, 8, 0, 0], "ability_slots": 4, "limitburst_id": 401003106, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8121, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [38], "effect_frames": [35], "strings": {"evolution": ["I refuse to say I'll fight alone.<br>I have a reason for heading for the battlefield.", "別說要自己一個人戰鬥什麼的。<br>我也有挺身戰鬥的理由啊。", "혼자서 싸우겠다고 말하지 말아라.<br>내게도 싸울 이유가 있으니.", "Je refuse de dire que je me battrai seul.<br>J'ai une raison de me rendre sur le champ de bataille.", "Jetzt ist nicht der richtige Zeitpunkt, alleine zu kämpfen. <br><br> Auch ich habe einen Grund, in die Schlacht zu ziehen.", "¡Me niego a luchar solo!<br>Tengo mis razones para ir al campo de batalla."], "affinity": ["Hmm...<br>You've shared with me quite the plethora of experiences, haven't you...", "恩......<br>你是唯一與我<br>同甘共苦的好友，不是嗎......", "으음……<br>자네는 수많은 고락을 함께한<br>둘도 없는 벗이로고……", "Mhmm...<br>Vous avez partagé avec moi pléthore d'expériences, n'est-ce pas...", "Hm ... <br> Wir sind durch dick und dünn gegangen, oder? Ein Freund wie keiner ...", "Mmm...<br>Hemos compartido juntos una buena cantidad de experiencias, ¿verdad...?"], "description": ["A hero from another world blessed by Olthea's patron deity, Khalam. Kaliva was once a brilliant wizard brimming with confidence, until his inability to save a friend in battle drove him to blame himself for the tragedy. After rescuing Princess Claire of Olthea he declined the king's invitation to live in the kingdom, and instead set off to wander the realm to help those in need.", "異界獲得奧爾賽亞王國神諭的勇者之一。他曾經是自信滿滿的魔道師，但因為在一場戰鬥中沒能解救同伴而感到自責。在成功救出克蕾雅公主後，他拒絕了國王的邀請，開始浪跡天涯，幫助各地的人。", "이계의 '오르세아' 왕국의 신탁의 용사. 과거에는 자신이 넘치던 마도사였으나 어느 전투에서 동료를 구하지 못하고 혼자만이 살아남은 것에 강한 죄책감을 느끼게 되었다. 클레어 공주를 구출해낸 뒤 왕의 제안을 거절하고 방랑 여행길에 오른 그는, 세계 각지에서 사람들을 돕고 있다.", "Un héros d'un autre monde, bénit par le saint patron d'Olthéa : Khalam. Kaliva était autrefois un brillant sorcier débordant de confiance en lui, jusqu'à ce qu'un jour, il ne fut pas capable de sauver un de ses plus proches amis, une tragédie dont il se tient pour responsable. Après avoir sauvé Claire, la princesse d'Olthéa, il refusa l'offre du roi lui proposant de vivre dans le royaume, et préféra voyager dans le royaume à la recherche de personnes dans le besoin.", "Ein von Oltheas Schutzgottheit Khalam gesegneter Held aus einer fernen Welt. Kaliva war einst ein genialer Zauberer, der mit brennendem Selbstbewusstsein erfüllt war. Sein Unvermögen, einen lieben Freund im Kampfe zu erretten und alleine zu überleben, brach jedoch seinen Geist und heftige Schuldgefühle begannen, ihn zu zerfressen. Nachdem es ihm gelang, Prinzessin Claire von Olthea zu retten, schlug er die Einladung des Königs, fortan in Olthea zu leben, aus, um durch die Lande zu streifen und Menschen in Not zu helfen.", "Un héroe de otro mundo que recibió la bendición de Khalam, la deidad patrona de Olthea. En el pasado, Kaliva fue un brillante hechicero que rebosaba de confianza, hasta que acabó culpándose de perder a su amigo en un combate. Tras rescatar a Claire, la princesa de Olthea, rechazó la invitación del rey de irse a vivir al reino y, en su lugar, se dedicó a viajar por allí con el fin de ayudar a la gente."], "fusion": ["...That's right.<br>There's no way I'm losing to you.", "......對啊。<br>我也不能輸給你呢。", "……그렇군.<br>나도 자네에게<br>지고 있을 순 없겠어.", "... C'est ça.<br>Jamais vous ne me battrez.", "...Ganz recht.<br>Ich werde bestimmt nicht gegen dich verlieren.", "... Cierto.<br>De ninguna forma voy a perder contra ti."], "summon": ["Worry not, I am your ally.<br>What exactly's going on here?", "安心吧，我是來幫你的。<br>到底發生什麼事了？", "안심하거라, 난 자네 편이다.<br>대체 무슨 일이 있었던 게냐?", "Ne vous inquiétez pas, je suis votre allié.<br>Que se passe-t-il ici exactement ?", "Keine Bange, ich bin auf deiner Seite. <br>Nun denn, wo drückt der Schuh?!", "No te preocupes, soy de los tuyos.<br>¿Qué está pasando aquí?"]}}}, "job": "Wizard", "sex": "Male", "game": "King's Knight", "rarity_max": 6, "names": ["Kaliva", "卡里瓦", "카리바", "Kaliva", "Kaliva", "Kaliva"], "equip": [5, 6, 40, 50, 53, 60], "game_id": 90002, "rarity_min": 4, "tribe_id": 5, "id": "401003104", "job_id": 9022}