{"TMR": ["MATERIA", 1500000039], "name": "Ray Jack", "is_summonable": true, "skills": [{"level": 5, "type": "ABILITY", "id": 202160, "rarity": 5}, {"level": 12, "type": "ABILITY", "id": 202180, "rarity": 5}, {"level": 28, "type": "ABILITY", "id": 910715, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 910716, "rarity": 5}, {"level": 66, "type": "ABILITY", "id": 206490, "rarity": 5}, {"level": 76, "type": "ABILITY", "id": 910718, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910719, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 910720, "rarity": 6}, {"level": 5, "type": "ABILITY", "id": 200270, "rarity": 6}, {"level": 16, "type": "ABILITY", "id": 100150, "rarity": 6}, {"level": 32, "type": "ABILITY", "id": 910721, "rarity": 6}, {"level": 45, "type": "ABILITY", "id": 910722, "rarity": 6}, {"level": 62, "type": "ABILITY", "id": 910723, "rarity": 6}, {"level": 80, "type": "ABILITY", "id": 209530, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 910724, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910725, "rarity": 6}], "sex_id": 1, "entries": {"401002906": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1186, 3594, 450], "ATK": [52, 159, 30], "MP": [53, 160, 75], "MAG": [38, 116, 30], "SPR": [41, 124, 30], "DEF": [43, 130, 30]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401002906, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8126, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [15], "effect_frames": [20], "strings": {"evolution": ["Monsters beware!", "魔物們，覺悟吧！", "마물들이여, 각오하라!", "Monstres, en garde !", "Monster! Nehmt euch in Acht!", "¡Monstruos, idos preparando!"], "affinity": ["If this world were to fall into crisis, we will come once again to fight alongside you.", "如果，這個世界<br>陷入了危機的話，<br>我們再一起戰鬥吧！", "혹시 이 세상에<br>위험이 닥치게 된다면<br>다시 함께 싸우도록 하자!", "Si jamais le monde devait sombrer dans la crise, nous reviendrions nous battre à tes côtés.", "Sollte diese Welt im Chaos versinken, werden wir euch noch einmal zur Hilfe eilen!", "Ante cualquier crisis, volveremos a luchar a tu lado."], "description": ["A warrior from another world blessed by Khalam, the deity worshipped by the people of Olthea. After rescuing Princess Claire of Olthea, Ray Jack founded his own guild at the behest of the princess. Since the villagers always made a fuss about his status as a hero, he began to hide his identity by wearing a helmet that covers his entire head, something he now has become accustomed to doing.", "被異界奧爾賽亞王國所信奉的卡拉姆神的神諭所選中之戰士。在救出奧爾賽亞公主克蕾雅後，接受公主的建議而成立了行會。由於不喜歡被人吹捧成為英雄，他戴上了遮擋整個面部的頭盔。久而久之，他習慣了這個狀態。", "이계의 '오르세아' 왕국에서 숭배받고 있는 카람의 신탁을 받아 신탁의 용사로 선택받은 전사. 오르세아 왕국의 클레어 공주를 구출한 뒤, 공주의 제안을 받아 길드를 설립하게 된다. 마을 사람들이 영웅으로 떠받드는 탓에, 정체도 숨길 겸 얼굴을 전부 가리는 투구를 착용하게 되었으나 지금은 그 상태에 완벽하게 적응한 듯하다.", "Un guerrier d'un autre monde bénit par Khalam, la divinité vénérée par les habitants d'Olthéa. Après avoir secouru Claire, la princesse d'Olthéa, Ray Hack créa sa propre guilde sur ordre de la princesse, mais prit l'habitude de cacher sa véritable identité en portant un casque qui lui couvrait toute la tête à cause de tout le tapage que provoqua son statut de héros auprès des villageois.", "Ein Krieger aus einer fernen Welt, der durch die von den Einwohnern Oltheas verehrte Gottheit Khalam gesegnet wurde. Nachdem er Prinzessin Claire von Olthea rettete, gründete er auf ihr Anraten eine Gilde. Weil Stadtbewohner stets viel Aufhebens um seinen Status als Held machen, fing er vor einer ganzen Weile damit an, sein Identität zu verschleiern, indem er einen seinen gesamten Kopf verdeckenden Helm trägt - eine Gewohnheit, an die er sich mittlerweile vollständig gewöhnt hat.", "Un guerrero de otro mundo que recibió la bendición de Khalam, la deidad que alaban en Olthea. Después de rescatar a Claire, la princesa de Olthea, Ray Jack fundó su propio gremio a petición de la princesa. Por otra parte, tras ganarse la condición de héroe, la gente montaba verdaderos alborotos a su alrededor, por lo que decidió ocultar su identidad llevando un casco que le cubría toda la cabeza, hasta el punto de haberse acostumbrado por completo."], "fusion": ["Allow me to take advantage of your kindness.", "那就<br>先接受你的好意吧。", "네 호의를<br>받아들이도록 하지.", "Laisse-moi profiter un peu de ta gentillesse.", "Erlaube mir, dein gütiges Angebot zu akzeptieren.", "Déjame aprovecharme un poco de tu buena fe."], "summon": ["Won't you fight with me?", "願意跟我一起戰鬥嗎？", "나와 함께<br>싸우지 않겠어?", "Veux-tu te battre à mes côtés ?", "Wirst du mit mir kämpfen?", "¿No quieres luchar conmigo?"]}}, "401002905": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [912, 2765, 300], "ATK": [40, 122, 20], "MP": [41, 123, 50], "MAG": [29, 89, 20], "SPR": [31, 95, 20], "DEF": [33, 100, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401002905, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 10, "290060100": 10, "290050500": 15, "290060400": 10}}, "rarity": 5, "compendium_id": 8125, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [15], "effect_frames": [20], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["If this world were to fall into crisis, we will come once again to fight alongside you.", "如果，這個世界<br>陷入了危機的話，<br>我們再一起戰鬥吧！", "혹시 이 세상에<br>위험이 닥치게 된다면<br>다시 함께 싸우도록 하자!", "Si jamais le monde devait sombrer dans la crise, nous reviendrions nous battre à tes côtés.", "Sollte diese Welt im Chaos versinken, werden wir euch noch einmal zur Hilfe eilen!", "Ante cualquier crisis, volveremos a luchar a tu lado."], "description": ["A warrior from another world blessed by Khalam, the deity worshipped by the people of Olthea. Ray Jack was originally the son of a farmer in the countryside, but rose to legendary status after receiving the blessing of Khalam to rescue Princess Claire of Olthea, who had been kidnapped by a foul beast. After rescuing the princess, he founded a guild and began taking odd jobs around town.", "被異界奧爾賽亞王國所信奉的卡拉姆神的神諭所選中之戰士。他是鄉下農民的兒子，受到神諭後主動請纓，前往拯救被魔物劫持的公主克蕾雅。完成任務後，他成立了行會，為他人排憂解難。", "이계의 '오르세아' 왕국에서 숭배받고 있는 카람의 신탁을 받아 신탁의 용사로 선택받은 전사. 본래 시골에서 살고 있는 평범한 농부의 아들이었으나, 신탁을 받게 되어 마물에게 사로잡힌 오르세아 왕국의 클레어 공주를 구출하여 그 이름을 널리 알리게 되었다. 공주를 구출한 뒤 길드를 설립하여, 마을의 해결사가 되어 의뢰를 처리하고 있다.", "Un guerrier d'un autre monde bénit par Khalam, la divinité vénérée par les habitants d'Olthéa. Ray Jack était à l'origine le fils d'un fermier vivant à la campagne. Il finit cependant par recevoir le statut de légende après avoir reçu la bénédiction de Khalam pour sauver Claire, la princesse d'Olthéa, qui avait été kidnappée par une bête féroce. Après l'avoir secourue il trouva une guilde et effectua différents travaux étranges dans la ville.", "Ein Krieger aus einer fernen Welt, der durch die von den Einwohnern Oltheas verehrte Gottheit Khalam gesegnet wurde. Ray Jack war ursprünglich der Sohn eines Bauern auf dem Land, erlangte aber Bekanntheit, nachdem er den Segen Khalams erhielt, um die von einem Ungetüm entführte Prinzessin Oltheas, Claire, zu retten. Nachdem er die Prinzessin rettete, gründete er eine Gilde und nahm alle möglichen Aufträge in der Stadt an.<br>", "Un guerrero de otro mundo que recibió la bendición de Khalam, la deidad que alaban en Olthea. Ray Jack era el hijo de un granjero, pero acabó convirtiéndose en toda una leyenda cuando recibió la bendición de Khalam para que rescatase a la princesa Claire de Olthea, que había sido secuestra por una bestia repugnante. Tras rescatar a la princesa, fundó un gremio y empezó a realizar trabajos un tanto peculiares por el pueblo."], "fusion": ["...We've no choice but to start from what we can do.", "......只好從自己做得到的事情<br>開始著手吧。", "|", "... Nous n'avons d'autre choix que commencer par faire ce que nous savons faire le mieux.", "... Uns bleibt nichts anderes übrig, als das zu tun, was in unserer Macht steht.", "... No nos queda otra que empezar haciendo lo que podamos."], "summon": ["Won't you fight with me?", "願意跟我一起戰鬥嗎？", "나와 함께<br>싸우지 않겠어?", "Veux-tu te battre à mes côtés ?", "Wirst du mit mir kämpfen?", "¿No quieres luchar conmigo?"]}}}, "job": "Warrior", "sex": "Male", "game": "King's Knight", "rarity_max": 6, "names": ["Ray Jack", "雷佳克", "레이 잭", "Ray Jack", "Ray Jack", "Ray Jack"], "equip": [2, 3, 4, 30, 31, 40, 41, 50, 51, 52, 53, 60], "game_id": 90002, "rarity_min": 5, "tribe_id": 5, "id": "401002905", "job_id": 5}