{"TMR": ["EQUIP", 1100000138], "name": "Yan", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 910830, "rarity": 4}, {"level": 10, "type": "ABILITY", "id": 910832, "rarity": 4}, {"level": 36, "type": "ABILITY", "id": 910833, "rarity": 4}, {"level": 52, "type": "ABILITY", "id": 100170, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 910834, "rarity": 5}, {"level": 16, "type": "ABILITY", "id": 910836, "rarity": 5}, {"level": 32, "type": "ABILITY", "id": 910837, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 910838, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910839, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 910840, "rarity": 6}, {"level": 10, "type": "ABILITY", "id": 910842, "rarity": 6}, {"level": 28, "type": "ABILITY", "id": 910843, "rarity": 6}, {"level": 58, "type": "ABILITY", "id": 910844, "rarity": 6}, {"level": 80, "type": "ABILITY", "id": 910845, "rarity": 6}, {"level": 94, "type": "ABILITY", "id": 910846, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910847, "rarity": 6}], "sex_id": 2, "entries": {"401003706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1141, 3458, 450], "ATK": [35, 107, 30], "MP": [62, 188, 75], "MAG": [44, 132, 30], "SPR": [48, 146, 30], "DEF": [42, 127, 30]}, "magic_affinity": [6, 0, 4, 0], "ability_slots": 4, "limitburst_id": 401003706, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8136, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [75], "effect_frames": [70], "strings": {"evolution": ["I feel lucky for this.<br>Divine beast, please continue<br>to protect us.", "十分感謝這份幸運。<br>神獸大人，<br>請在今後也繼續守護我們。", "이 행운에 감사드립니다.<br>신수님, 앞으로도<br>절 지켜봐 주세요.", "Quelle chance j'ai.<br>Ô bête divine,<br>continuez à nous protéger.", "Ich bin dankbar, so glücklich zu sein.<br>Oh, Göttliche Bestie! Bitte wache auch weiterhin über uns.", "Me siento con suerte.<br>Bestia divina, por favor, sigue<br>protegiéndonos."], "affinity": ["I would have never made it this far if it weren't for you.", "若沒有你的幫忙，<br>是無法走到這步的。", "당신의 도움이<br>없었더라면<br>여기까지 오지 못했을 거예요.", "Je n'aurais jamais pu aller aussi loin sans vous.", "Ohne dich hätte ich es niemals so weit geschafft.", "Sin ti, nunca hubiera llegado tan lejos."], "description": ["The strong-willed daughter of Guan, the hero who returned to his village with the legendary twin swords. When her lover Ang decided to undertake a perilous trial to prove his worth, she became extremely worried about him and prayed for his safe return. Her sincere words touched the heart of the divine beast Chow, and persuaded him to lend his power to Ang. The good fortune that Chow brought the young couple allowed for their marriage to become a reality, and thus Yan still prays to a statue of his likeness every day to show her gratitude.", "一名堅強的女性，父親為獲得過傳奇雙劍的勇者。她不忍戀人昂要動身參加危險的試煉，一心祈禱昂能夠平安。她這純粹的願望打動了神獸球球，球球借給了昂力量。憑藉神獸賜予的幸運，燕與昂最終結為夫妻，之後也每天都去祭拜石獅子像。", "전설의 쌍검을 찾아왔다고 알려진 용자 구안의 딸. 심지가 굳은 성격으로, 연인인 앙이 위험한 시련에 도전한다는 사실에 가슴아파하며, 그가 무사히 돌아오기를 간절히 기도했다. 그 순수한 마음이 신수 '챠우'에게 닿아, 챠우는 앙에게 힘을 빌려주게 된다. 신수가 가져다 준 행운으로 앙과 결혼한 그녀는, 지금도 챠우의 상을 향해 매일같이 기도를 올리고 있다.", "La fille au caractère bien trempé de Guan, le héros qui parvint à retourner à son village avec les légendaires épées jumelles. Elle commença à se faire beaucoup de soucis pour son amant Ang lorsque celui-ci décida de partir en voyage afin de prouver sa valeur, et pria les dieux chaque jour pour qu'il lui revienne sain et sauf. Ses sentiments teintés de pureté et de sincérité touchèrent le cœur de Chow, une bête divine, et le persuadèrent de donner son pouvoir à Ang. La bonté dont a fait preuve la bête permit aux jeunes amants de se marier et aujourd'hui encore Yan prie la statue de la divinité afin de lui témoigner toute sa reconnaissance.", "Die eigensinnige Tochter Guans, des Helden, der mit den legendären Zwillingsklingen in sein Dorf zurückkehrte. Nachdem ihr Geliebter Ang sich dazu entschloss, eine gewagte Prüfung anzutreten, um seinen Wert zu beweisen, zeigte sie sich enorm um seine Sicherheit besorgt und betete für seine sichere Rückkehr. Ihre aufrichtigen Worte berührten das Herz der göttlichen Bestie Chow und überredeten sie dazu, Ang ihre Kräfte zu leihen. Das wunderbare Glück, dass Chow dem noch so jungen Paar brachte, ließ den Traum von einer Hochzeit in Erfüllung gehen. Es heißt, dass Yan auch heute noch irgendwo täglich zu einer weißen Hundestatue betet.", "La tenaz hija de Guan, el héroe que regresó a su pueblo con las legendarias espadas gemelas. Asimismo, cuando Ang, su amante, decidió participar en una peligrosa prueba para probar su valía, Yan acabó muy preocupada y se puso a rezar para que regresase sano y salvo. La sinceridad de sus palabras le ablandó el corazón a la bestia divina Chow y Yan pudo persuadirlo para que le prestara su poder a Ang. El favor que Chow le hizo a esta pareja les permitió casarse y, por ello, Yan continúa rezándole a su estatua a diario a modo de agradecimiento."], "fusion": ["I'm no divine beast,<br>but surely I hold the power<br>to protect.", "雖然不及神獸大人，<br>但我會以自己的力量守護你。", "신수님 정도는 아니지만,<br>내 힘으로도 무언가를 지킬 수 있어.", "Je ne suis peut-être pas une bête divine,<br>mais je suis assez puissante pour tous vous protéger.", "Ich bin keine göttliche Bestie,<br>aber auch ich besitze die Kraft,<br>zu beschützen.", "No soy ninguna bestia divina,<br>pero tengo el suficiente poder<br>como para proteger."], "summon": ["How do you do?<br>My name is Yan.", "你好。<br>我叫做燕。", "안녕하세요.<br>저는 옌이라고 합니다.", "Comment allez-vous ?<br>Mon nom est Yan.", "Na, alles gut?<br>Mein Name ist Yan.", "¿Qué tal estás?<br>Me llamo Yan."]}}, "401003704": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [675, 2046, 240], "ATK": [21, 63, 16], "MP": [37, 111, 40], "MAG": [26, 78, 16], "SPR": [28, 86, 16], "DEF": [25, 75, 16]}, "magic_affinity": [4, 0, 2, 0], "ability_slots": 3, "limitburst_id": 401003704, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 8, "290020400": 25, "290050300": 15, "290030100": 13, "290050400": 8}}, "rarity": 4, "compendium_id": 8134, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [75], "effect_frames": [70], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I would have never made it this far if it weren't for you.", "若沒有你的幫忙，<br>是無法走到這步的。", "당신의 도움이<br>없었더라면<br>여기까지 오지 못했을 거예요.", "Je n'aurais jamais pu aller aussi loin sans vous.", "Ohne dich hätte ich es niemals so weit geschafft.", "Sin ti, nunca hubiera llegado tan lejos."], "description": ["The young daughter of a famous swordsman from a certain village. Yan is a kind young lady who despite the graceful way in which she carries herself, will not hesitate to propose to her lover that they elope together. Although originally a sickly girl during her youth, she began venturing outside on her own as soon as her physical state improved. Nowadays many people often see her walking around with her favorite parasol in hand.", "某個城鎮中一名家喻戶曉的劍士的女兒。是位優雅賢淑並且心地善良的女性，但也有想和戀人私奔的大膽想法。她本體弱多病，孩提時代鮮少出門，在最近終於有體力而能自由外出。據說每天都有很多人看到她撐著喜愛的陽傘在外面行走。", "어느 마을의 유명한 검사의 딸. 정숙하고 상냥한 성격이지만, 연인에게 사랑의 도피를 하자고 제안할 정도로 파격적인 일면 또한 가지고 있다. 본래 몸이 연약하여 어린 시절에는 그다지 밖에 나가지 못했지만, 성장하면서 체력이 붙어 자유롭게 외출할 수 있게 되어 지금은 가장 좋아하는 양산을 쓰고 매일같이 산책에 나서고 있다.", "La jeune fille d'un célèbre épéiste originaire d'un certain village. Yan est une jeune femme qui, malgré son éducation et ses bonnes manières, n'hésite jamais à proposer à son amant de prendre la clé des champs avec elle. Frêle et maladive étant jeune, elle finit par partir à l'aventure toute seule lorsque son état de santé s'améliora. De nos jours, beaucoup disent l'apercevoir errer dans les rues avec son parasol préféré dans les mains.", "Die junge Tochter eines berühmten Schwertmeisters eines gewissen Dorfes. Yan ist eine, junge Dame, die trotz ihrer eleganten Art nicht davor zurückschreckte, ihrem Geliebten vorzuschlagen, miteinander durchzubrennen. Obwohl sie einst ein kränkliches Mädchen in ihrer Jugend war, begann sie damit, im Freien ihre Gegend zu erkunden, sobald es ihre körperliche Konstitution zuließ. Heutzutage kann man sie des Öfteren mit ihrem Lieblingsschirm spazieren sehen.", "La joven hija de un famoso espadachín de un pueblo. Yan es una muchacha agradable que, a pesar de su forma de ser tan remilgada, no dudaría ni un instante en decirle a su amante que se fugaran juntos. Sin embargo, de pequeña, Yan era una chica muy enfermiza, por lo que tuvo que esperar a que mejorase su condición física para vivir sus propias aventuras. Hoy en día, mucha gente la ve paseando por ahí con su quitasol favorito."], "fusion": ["Huh, rain?<br>Please come under my umbrella.", "唉呀，下雨了？<br>快到我傘下吧。", "어머, 비가 오네?<br>제 우산에 들어오세요.", "Ah, il pleut...<br>Je vous en prie, venez vous abriter sous mon parapluie.", "Nanu, Regen?<br>Komm doch unter meinen Regenschirm.", "¿Eh? ¿Está lloviendo?<br>Anda, vente debajo de mi paraguas."], "summon": ["How do you do?<br>My name is Yan.", "你好。<br>我叫做燕。", "안녕하세요.<br>저는 옌이라고 합니다.", "Comment allez-vous ?<br>Mon nom est Yan.", "Na, alles gut?<br>Mein Name ist Yan.", "¿Qué tal estás?<br>Me llamo Yan."]}}, "401003705": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [878, 2660, 300], "ATK": [27, 82, 20], "MP": [48, 145, 50], "MAG": [34, 102, 20], "SPR": [37, 112, 20], "DEF": [32, 98, 20]}, "magic_affinity": [5, 0, 3, 0], "ability_slots": 4, "limitburst_id": 401003705, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 10, "290060100": 10, "290050500": 15, "290060400": 5}}, "rarity": 5, "compendium_id": 8135, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [75], "effect_frames": [70], "strings": {"evolution": ["Power, to me as well...?<br>My prayers were answered!", "我也有力量了……<br>我的祈禱成真了。", "저에게도 힘이……!<br>기도가 통한 모양이군요.", "Du pouvoir pour moi aussi... ?<br>Mes prières ont été exaucées", "Kraft ... auch für mich?<br>Meine Gebete wurden erhört!", "¿Me vas a dar poder...?<br>¡Mis plegarias han sido escuchadas!"], "affinity": ["I would have never made it this far if it weren't for you.", "若沒有你的幫忙，<br>是無法走到這步的。", "당신의 도움이<br>없었더라면<br>여기까지 오지 못했을 거예요.", "Je n'aurais jamais pu aller aussi loin sans vous.", "Ohne dich hätte ich es niemals so weit geschafft.", "Sin ti, nunca hubiera llegado tan lejos."], "description": ["The kind daughter of Guan, master swordsman of a certain village. Yan met her paramour Ang some time ago, and has come to love him with all her heart. For her it was love at first sight, and their romance took off after Ang accepted her bold advances towards him. Her father refuses to acknowledge their relationship because Ang is an archer, and although Yan tries to change his mind every night, Guan is rumored to always fall asleep during their conversations.", "一名心地善良的溫柔少女，父親為鎮上最厲害的劍士。她深愛著戀人昂。幾年前，燕對昂一見鐘情，在不懈的告白之後，兩人終於雙雙墜入情網。由於昂的武器是弓箭而不是父親喜歡的大劍，因此燕每天都在試圖說服父親承認昂的實力，可父親總是聽到一半就睡著了。", "마을 제일의 검사 구안의 마음씨 착한 딸. 연인인 앙을 깊이 사랑하고 있다. 몇 년 전, 우연히 만난 앙에게 첫눈에 반하여, 맹렬한 대쉬 끝에 연인으로 발전하게 되었다. 검이 아닌 활을 다루는 앙을 인정하지 않는 아버지를 매일 밤마다 설득하고 있으나, 항상 구안은 얘기를 듣던 도중 잠들어 버린다고 한다.", "La gentille fille de Guan, maître épéiste d'un certain village. Yan rencontra son amant Ang il y a très longtemps et finit par tomber éperdument amoureuse de lui. Véritable coup de foudre, leur romance ne commença véritablement que lorsqu'Ang finit par céder à ses avances appuyées. Son père refusa de reconnaître cette union car Ang était archer, et ce malgré l'instance de Yan qui lui en parlait toutes les nuits. On raconte d'ailleurs que Guan tombait de sommeil à chaque fois qu'ils avaient cette conversation.", "Die gütige Tochter Guans, Schwertmeister eines gewissen Dorfes.<br>Yan traf ihre große Liebe Ang einige Jahre zuvor. Für sie war es Liebe auf den ersten Blick, aber auch ihre gemeinsame Liebe nahm ihren Lauf, nachdem Ang ihren offensiven Avancen erlag. Ihr Vater weigert sich, diese Beziehung anzuerkennen, da Ang ein Bogenschütze ist. Obwohl Yan sich bemüht, Guan so gut es geht umzustimmen, fällt er während ihren Unterhaltung abends stets in tiefen Schlaf.", "La encantadora hija de Guan, el maestro espadachín de un pueblo. Yan conoció a su amado Ang hace ya algo de tiempo y, a día de hoy, está completamente perdida por él. Para ella, fue amor a primera vista, aunque el romance no comenzó hasta que Ang captó sus indirectas y le empezó a seguir el juego. Aun así, el padre de Yan no acepta la relación porque Ang es un arquero y, aunque este intenta hacerle cambiar de opinión todas las noches, se dice que Guan siempre se acaba durmiendo durante sus conversaciones."], "fusion": ["Just like this umbrella keeps you dry, I will keep you safe from harm.", "我會像傘一樣，<br>守護著你。", "이 우산처럼<br>당신들을 지키겠어요.", "Tout comme ce parapluie vous garde au sec, je vous protègerai de la douleur.", "Genau wie dich dieser Regenschirm trocken hält, werde ich dich vor jedem Unheil beschützen.", "Al igual que mi paraguas te protege de la lluvia, yo te protegeré de cualquier daño."], "summon": ["How do you do?<br>My name is Yan.", "你好。<br>我叫做燕。", "안녕하세요.<br>저는 옌이라고 합니다.", "Comment allez-vous ?<br>Mon nom est Yan.", "Na, alles gut?<br>Mein Name ist Yan.", "¿Qué tal estás?<br>Me llamo Yan."]}}}, "job": "Maiden", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Yan", "燕", "옌", "Yan", "Yan", "Yan"], "equip": [30, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "401003704", "job_id": 9018}