{"TMR": ["EQUIP", 1100000133], "name": "Ang", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 910866, "rarity": 5}, {"level": 3, "type": "ABILITY", "id": 910848, "rarity": 5}, {"level": 10, "type": "ABILITY", "id": 200180, "rarity": 5}, {"level": 18, "type": "ABILITY", "id": 910849, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 910850, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 910851, "rarity": 5}, {"level": 54, "type": "ABILITY", "id": 910852, "rarity": 5}, {"level": 65, "type": "ABILITY", "id": 910853, "rarity": 5}, {"level": 70, "type": "ABILITY", "id": 910854, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910855, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 910868, "rarity": 6}, {"level": 1, "type": "ABILITY", "id": 910856, "rarity": 6}, {"level": 16, "type": "ABILITY", "id": 910857, "rarity": 6}, {"level": 32, "type": "ABILITY", "id": 910858, "rarity": 6}, {"level": 42, "type": "ABILITY", "id": 910859, "rarity": 6}, {"level": 52, "type": "ABILITY", "id": 910860, "rarity": 6}, {"level": 64, "type": "ABILITY", "id": 910861, "rarity": 6}, {"level": 76, "type": "ABILITY", "id": 910862, "rarity": 6}, {"level": 88, "type": "ABILITY", "id": 910863, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910864, "rarity": 6}], "sex_id": 1, "entries": {"401003905": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [932, 2823, 240], "ATK": [39, 119, 24], "MP": [42, 127, 40], "MAG": [33, 99, 16], "SPR": [33, 100, 16], "DEF": [33, 100, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401003905, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 10, "290060000": 10, "290060100": 10, "290050500": 15, "290060400": 5}}, "rarity": 5, "compendium_id": 8128, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [60], "effect_frames": [45], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I am thankful for all your help.<br>This is a symbol of how I feel.", "感謝你的幫忙。<br>這是我的心意。", "날 도와줘서 고마워.<br>이건 내 마음이다.", "Je vous remercie du fond du cœur pour votre aide.<br>Voici un petit quelque chose en témoignage de ma reconnaissance.", "Vielen Dank für alles.<br>Nimm dies als Zeichen meiner Dankbarkeit.", "Gracias por tu ayuda.<br>Esto simboliza cómo me siento."], "description": ["A young archer from a certain village of swordsmen. Unfortunately for Ang, lacking a talent for fencing meant growing up under the judgmental eye of the other villagers. It was only by chance that one day a wandering traveler introduced him to the bow and arrow, and discovering he had a knack for it, decided to become an archer. Having come a long way, Ang is now confident that his skills with the bow far surpass those of any swordsman.", "居住於某個城鎮的青年弓箭手。自認與生沒有劍術的天賦，對於生活在劍術受到高度關注的鎮上常感到羞愧。一天，他從旅行者那裡偶然學會了弓箭本領，發現自己在弓箭方面有著驚人的才華，從此決定一心習弓。現在他的弓箭本領已凌駕於劍術之上，他對自己的身手也十分有自信。", "어느 마을의 궁술사 청년. 태어날 때부터 검의 재능을 타고나지 못해, 검술 능력만이 각광받는 마을 속에서 항상 열등감을 느끼며 살아왔다. 그러던 어느 날, 여행자에게서 우연히 배운 궁술에 놀라운 적성을 지니고 있음을 알게 되고, 그는 활의 길로 나아갈 것을 결심한다. 현재는 검의 힘을 능가할 정도의 실력을 갖추어, 본인 또한 절대적인 자신감을 갖고 있다.", "Un jeune archer originaire d'un certain village d'épéistes. Pratiquement incapable de manier correctement une épée, Ang dû malheureusement faire face aux regards accusateurs des gens de son village dès son plus jeune âge. Un jour, il croisa le chemin d'un vagabond qui lui apprit le maniement de l'arc et des flèches et, découvrant qu'il était capable d'accomplir de véritables prouesse avec, décida de devenir archer. Bien des jours ont passé depuis et Ang est aujourd'hui bien meilleur à l'arc que beaucoup d'épéistes ne le sont avec leur épée.", "Ein junger Bogenschütze aus einem gewissen Dorf. Weil Ang allerdings ohne ihm angeborenes Talent im Schwertkampf aufwuchs, litt er stets unter dem argwöhnischen Auge der anderen Dorfbewohner des Ortes, in dem die Schwertkunst so präsent war. Nur durch puren Zufall kam es dazu, dass ein wandernder Reisender ihm die Kunst von Pfeil und Bogen näherbrachte. Ang bemerkte so, dass er ausgesprochen kompatibel mit dieser Lehre war und entschloss sich dazu, ein Bogenschütze zu werden. Ang besitzt unerschütterliches Vertrauen in seine Bogenkunst und weiß: Sein Bogen schlägt jedes Schwert.", "Un joven arquero oriundo de un pueblo de espadachines. Desafortunadamente para Ang, tuvo que convivir con los prejuicios de sus vecinos por no saber usar bien la espada. Sin embargo, un golpe de suerte le llevó a toparse con un viajero que le introdujo en el uso del arco y de la flecha. Ahí fue cuando se dio cuenta de que tenía aptitud para ello y, por eso, decidió convertirse en un arquero. Ahora, tras muchísimo entrenamiento, Ang tiene plena confianza en sus habilidades y sabe que estas superan a las de cualquier espadachín."], "fusion": ["She put her faith in me.", "你十分信任我。", "날 믿어 주는 거구나.", "Elle me fait confiance.", "Sie glaubt an mich.", "Ha despositado su fe en mí."], "summon": ["Did you call for me?<br>How surprising, Never expected something like this to happen.", "是你召喚我嗎？<br>真是驚奇呀。<br>竟然會發生這種事。", "당신이 날 부른 건가?<br>놀라운걸.<br>이런 일이 일어나다니.", "Est-ce vous qui m'avez appelée ?<br>Quelle surprise ! Je n'aurais jamais imaginé qu'une telle chose puisse se produire.", "Hast du nach mir gerufen?<br>Überraschend. Wer hätte gedacht, dass so etwas passieren würde?", "¿Me llamabas?<br>Qué curioso. Nunca me habría imaginado que iba a pasar algo así."]}}, "401003906": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1211, 3670, 390], "ATK": [51, 155, 34], "MP": [54, 165, 65], "MAG": [43, 129, 26], "SPR": [43, 130, 26], "DEF": [43, 130, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401003906, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8129, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [60], "effect_frames": [45], "strings": {"evolution": ["I won't be defeated, no matter what!<br>I swear on my bow!", "賭上這身弓箭本領！<br>我絕不會輸。", "난 절대 지지 않는다!<br>이 활에 맹세하겠어!", "Jamais personne n'aura raison de moi, quoi qu'il arrive !<br>Je le jure sur mon arc !", "Ich werde nicht kleinbeigeben!<br>Ich schwöre es bei meinem Bogen!", "¡Nadie me va a derrotar! ¡Nunca!<br>¡Lo juro por mi arco!"], "affinity": ["I am thankful for all your help.<br>This is a symbol of how I feel.", "感謝你的幫忙。<br>這是我的心意。", "날 도와줘서 고마워.<br>이건 내 마음이다.", "Je vous remercie du fond du cœur pour votre aide.<br>Voici un petit quelque chose en témoignage de ma reconnaissance.", "Vielen Dank für alles.<br>Nimm dies als Zeichen meiner Dankbarkeit.", "Gracias por tu ayuda.<br>Esto simboliza cómo me siento."], "description": ["An excellent hunter from a certain village with arrows that pierce through anything they touch. Ang loved his paramour Yan more than anything, and was determined to undertake a perilous trial to prove his worth and gain her hand in marriage. His pure intentions behind this persuaded the divine beast Chow to watch over him, allowing him to successfully complete the trial unharmed. Rumor has it he now enjoys a life of bliss next to his loving wife every day.", "來自某個鎮上的優秀青年獵人。擁有高超的弓箭本領，可以射穿任何物體。他深愛著戀人燕，為了和燕結婚，他決定接受嚴酷的試煉。他的心意傳達給了神獸球球，在球球的幫助下，他順利完成了試煉。現在，他與心愛的妻子生活，每天都很幸福。", "어느 마을의 상냥한 청년 사냥꾼. 어떤 것이든 명중시키는 활 실력을 겸비하고 있다. 연인인 옌을 그 누구보다 깊이 사랑하고 있으며, 그녀와 결혼하기 위해 험난한 시련에 도전할 것을 결심한다. 그리고 그 마음가짐을 신수 '챠우'에게 인정받아, 그의 도움을 받고 무사히 시련을 극복해낸다. 마침내 사랑하는 연인과 결혼하여, 행복한 나날을 보내고 있다.", "Un excellent chasseur originaire d'un certain village dont les flèches peuvent transpercer tout ce qu'il vise. Ang aimait tellement Yan, son amante qu'il décida de partir pour un périlleux voyage afin de prouver sa valeur et ainsi convaincre son futur beau-père de lui offrir la main de sa fille. Ses intentions  empreintes de pureté ont fini de convaincre la bête divine Chow de le garder son sa protection, lui permettant de retourner auprès de sa bien-aimée sain et sauf. La rumeur raconte qu'il profiterait de la vie tous les jours auprès de sa femme aimante.", "Ein außergewöhnlich talentierter Jäger aus einem gewissen Dorf. Mit seiner Bogentechnik gelingt es ihm, jedes beliebige Objekt zu durchschießen. Ang betete nichts mehr an als seine große Liebe Yan und war fest dazu entschlossen, sich einer gewagten Prüfung zu unterziehen, um seinen Wert zu beweisen und um ihre Hand anhalten zu können. Seine reinen Motive überzeugten die göttliche Bestie Chow, ihn zu behüten. So gelang es ihm, die Prüfung unbeschadet zu bestehen. Es heißt, dass er nun ein seliges Leben an der Seite seiner liebenden Frau verbringt.", "Un cazador como ninguno cuyas flechas pueden atravesar todo lo que se proponga. Asimismo, Ang está superenamorado de su querida Yan y, por ello, decidió llevar a cabo una peligrosa prueba con el fin de demostrar su valía y hacerse con su mano. Sus intenciones eran nobles, por lo que la bestia divina Chow se decantó por ayudarle y le protegió durante la prueba. Gracias a esto, Ang pudo superarla. A día de hoy, corren rumores de que Ang se dedica a disfrutar de la vida junto a su amada esposa."], "fusion": ["With this bow,<br>I will meet all expectations!", "我會以弓箭本領<br>回應你的期待。", "반드시 기대에 부응할게.<br>이 활로 말이야.", "Avec cet arc,<br>je ne décevrai personne !", "Ich werde dich nicht enttäuschen. Mit diesem Bogen schaffe ich es.", "Con mi arco,<br>conseguiré lo que haga falta."], "summon": ["Did you call for me?<br>How surprising, Never expected something like this to happen.", "是你召喚我嗎？<br>真是驚奇呀。<br>竟然會發生這種事。", "당신이 날 부른 건가?<br>놀라운걸.<br>이런 일이 일어나다니.", "Est-ce vous qui m'avez appelée ?<br>Quelle surprise ! Je n'aurais jamais imaginé qu'une telle chose puisse se produire.", "Hast du nach mir gerufen?<br>Überraschend. Wer hätte gedacht, dass so etwas passieren würde?", "¿Me llamabas?<br>Qué curioso. Nunca me habría imaginado que iba a pasar algo así."]}}}, "job": "Hunter", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Ang", "昂", "앙", "Ang", "Ang", "Ang"], "equip": [7, 13, 30, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "401003905", "job_id": 112}