{"TMR": ["MATERIA", 504212570], "name": "Dangerous Ariana", "is_summonable": false, "skills": [{"level": 1, "type": "ABILITY", "id": 201360, "rarity": 4}, {"level": 15, "type": "ABILITY", "id": 100130, "rarity": 4}, {"level": 20, "type": "MAGIC", "id": 20100, "rarity": 4}, {"level": 30, "type": "MAGIC", "id": 20180, "rarity": 4}, {"level": 40, "type": "ABILITY", "id": 100040, "rarity": 4}, {"level": 57, "type": "ABILITY", "id": 100100, "rarity": 4}, {"level": 21, "type": "ABILITY", "id": 910058, "rarity": 5}, {"level": 36, "type": "ABILITY", "id": 910059, "rarity": 5}, {"level": 46, "type": "ABILITY", "id": 910060, "rarity": 5}, {"level": 52, "type": "MAGIC", "id": 20190, "rarity": 5}, {"level": 25, "type": "ABILITY", "id": 910095, "rarity": 6}, {"level": 41, "type": "MAGIC", "id": 20220, "rarity": 6}, {"level": 51, "type": "MAGIC", "id": 20260, "rarity": 6}, {"level": 61, "type": "ABILITY", "id": 101480, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910061, "rarity": 6}], "sex_id": 2, "entries": {"401000105": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [723, 2192, 240], "ATK": [26, 78, 16], "MP": [47, 142, 40], "MAG": [38, 116, 24], "SPR": [36, 108, 16], "DEF": [25, 76, 16]}, "magic_affinity": [3, 8, 0, 0], "ability_slots": 4, "limitburst_id": 401000105, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"106302200": 10, "106302100": 10, "106301900": 10, "106302300": 10, "106302000": 10}}, "rarity": 5, "compendium_id": 8024, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [70], "effect_frames": [30], "strings": {"evolution": ["Been waiting and waiting for you to make a move.", "我一直在等待你採取行動。", "당신이 움직이기를 계속 기다리고 있었어.", "J'attends que tu fasses le premier pas.", "Ich habe solange gewartet, dass du etwas tust.", "Llevo esperando a que tomases la iniciativa desde hace mucho tiempo."], "affinity": ["Music drives my whole life.<br>Let's make some good music together!", "音樂就是我人生的全部。快來一起演奏音樂吧。", "내 인생은 음악 그 자체야. 자, 함께 이 곡을 연주해 보자.", "La musique est mon mode de vie.<br>Faisons un beau morceau ensemble !", "Musik ist der Motor meines Lebens.<br>Lasst uns zusammen Musik machen!", "La música es el motor de mi vida.<br>¡Vamos a crear una música fantástica juntos!"], "description": ["A beautiful singer from a distant world, whose goal is to bring love and grow peace in the realm. A natural born singer who started performing ever since she was a child. The combination of her incredible vocal range and her passion for music made her a force to be reckoned with!<br>", "來自遙遠世界的歌姬。為了散播和平，將愛帶給人們。年紀輕輕便展現了歌唱的才華，站上了表演的舞台。靠著驚人的音域與對音樂的熱情，成為了全世界注目的歌姬。", "머나먼 세계에서 온 가수. 사람들에게 사랑을 전하고, 널리 평화로운 세상을 만들고 싶어 한다. 가수로서의 재능이 넘치며, 어릴 적부터 무대에 서 왔다. 놀라운 보컬 실력과 음악을 향한 열정이, 그녀를 세계가 주목하는 가수로 만들었다.", "Une chanteuse d'une grande beauté venant d'un monde lointain dont l'objectif est de donner de l'amour aux gens autour d'elle. Naturellement douée, elle commença sa carrière alors qu'elle n'était qu'une enfant. C'est sa passion inébranlable pour la musique ainsi que son incroyable gamme vocale qui l'a rendue célèbre et appréciée du public.", "Eine schöne Sängerin aus einer fernen Welt, die den Menschen Frieden und Liebe bringen will. Da ihr das Talent in die Wiege gelegt wurde, trat sie bereits in jungen Jahren auf. Dank ihrer unglaublichen vokalen Flexibilität und ihrer Leidenschaft für Musik sollte man mit ihr rechnen.", "Una bella cantante de un mundo lejano, cuya misión es la de traer la paz para su gente. Con un talento natural para cantar, compenzó a actuar siendo una niña. Su amplio abanico vocal y su pasión por la música la hacen una fuerza a temer."], "fusion": ["Let's plant love and grow peace!<br>", "一起散播愛與和平吧！", "사랑을 전하고, 세상을 평화롭게 만들자!", "L'amour fera naître la paix !", "Säen wir Liebe, um Frieden zu ernten!", "¡Plantemos la semilla del amor y hagamos crecer la paz!"], "summon": ["Tell me what you came here for?", "說說看，你想怎麼做呢？", "말해 봐, 당신은 뭘 하고 싶어?", "Dis-moi pourquoi tu es là ?", "Warum seid ihr hier?", "Dime, ¿que es lo que has venido buscando?"]}}, "401000104": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [556, 1686, 210], "ATK": [20, 60, 14], "MP": [36, 109, 35], "MAG": [29, 89, 18], "SPR": [27, 83, 14], "DEF": [19, 58, 14]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 3, "limitburst_id": 401000104, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"106302200": 5, "106302100": 5, "106301900": 5, "106302300": 5, "106302000": 5}}, "rarity": 4, "compendium_id": 8023, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [70], "effect_frames": [30], "strings": {"evolution": null, "affinity": ["Music drives my whole life.<br>Let's make some good music together!", "音樂就是我人生的全部。快來一起演奏音樂吧。", "내 인생은 음악 그 자체야. 자, 함께 이 곡을 연주해 보자.", "La musique est mon mode de vie.<br>Faisons un beau morceau ensemble !", "Musik ist der Motor meines Lebens.<br>Lasst uns zusammen Musik machen!", "La música es el motor de mi vida.<br>¡Vamos a crear una música fantástica juntos!"], "description": ["A beautiful singer from a distant world, whose goal is to bring love and grow peace in the realm. Born as a talented young singer, she started performing from a young age. She became committed to her passion for music and eventually became a popular singer.<br>", "來自遙遠世界的歌姬。為了散播和平，將愛帶給人們。年紀輕輕就綻放了歌唱的才華，站上了表演的舞台。將人生奉獻在對音樂的熱情上，成為了超人氣歌姬。", "머나먼 세계에서 온 가수. 사람들에게 사랑을 전하고, 널리 평화로운 세상을 만들고 싶어 한다. 어려서부터 가수로서의 재능을 꽃피워, 어린 시절부터 무대에 서 왔다. 음악을 향한 열정에 인생을 바친, 절대적인 인기를 자랑하는 가수.<br>", "Une chanteuse d'une grande beauté venant d'un monde lointain dont l'objectif est de donner de l'amour aux gens autour d'elle. Douée dès la naissance pour le chant, elle commença sa carrière très jeune. Très passionnée par son travail, elle finit par devenir très populaire.", "Eine schöne Sängerin aus einer fernen Welt, die den Menschen Frieden und Liebe bringen will. Da ihr das Talent in die Wiege gelegt wurde, trat sie bereits in jungen Jahren auf. Ihre Leidenschaft steigerte sich immer mehr, sodass aus ihr eine sehr berühmte Sängerin wurde.", "Una bella cantante de un mundo lejano, cuya misión es la de traer la paz para su gente. Nacida con el talento para ser una gran cantante, dió sus primeros pasos a temprana edad. Su compromiso y pasión por la musica hicieron que acabase llegando a ser muy popular."], "fusion": ["Don't you worry about a thing, we're gonna be alright.<br>", "放心吧！沒什麼好擔心的。", "괜찮아, 아무것도 걱정할 것 없어.", "Tout ira bien, ne t'en fais pas. On va y arriver.", "Macht euch keine Sorgen, alles wird gut.", "No te preocupes ni una pizca, que todo va a ir bien."], "summon": ["All I want is the love of my fans!", "只要有歌迷們的愛就足夠了！", "팬들의 사랑만 있으면 돼!", "Je ne vis que pour l'amour de mes fans !", "Ich sehne mich nur nach der Liebe meiner Fans!", "¡Yo solo quiero el amor de mis fans!"]}}, "401000106": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [941, 2850, 390], "ATK": [33, 101, 26], "MP": [61, 185, 65], "MAG": [50, 151, 34], "SPR": [46, 140, 26], "DEF": [33, 99, 26]}, "magic_affinity": [4, 8, 0, 0], "ability_slots": 4, "limitburst_id": 401000106, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8025, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [70], "effect_frames": [30], "strings": {"evolution": ["That's it! Put your heart into it!", "就是這樣！懷抱最真誠的感情！", "좋았어! 마음을 담아 봐!", "C'est ça ! Donne tout ce que tu as !", "Das ist es! Lege dein ganzes Herz hinein!", "¡Eso es! ¡Con toda la pasión!"], "affinity": ["Music drives my whole life.<br>Let's make some good music together!", "音樂就是我人生的全部。快來一起演奏音樂吧。", "내 인생은 음악 그 자체야. 자, 함께 이 곡을 연주해 보자.", "La musique est mon mode de vie.<br>Faisons un beau morceau ensemble !", "Musik ist der Motor meines Lebens.<br>Lasst uns zusammen Musik machen!", "La música es el motor de mi vida.<br>¡Vamos a crear una música fantástica juntos!"], "description": ["A beautiful singer from a distant world, whose goal is to bring love and grow peace in the realm. Raised with a flair for music, she started performing from a young age. Incited by her desire to create and share wonderful music with the world, she worked hard to become a successful singer.<br>", "來自遙遠世界的歌姬。為了散播和平，將愛帶給人們。他自幼開始接觸音樂，年紀輕輕就站上了表演的舞台。懷抱著將美妙的音樂分享給全世界的夢想，透過不斷的努力，終於以歌手的身分大放異彩。", "머나먼 세계에서 온 가수. 사람들에게 사랑을 전하고, 널리 평화로운 세상을 만들고 싶어 한다. 음악에 둘러싸여 자랐으며, 어릴 적부터 무대에 서 왔다. 굉장한 음악을 만들어 그 음악을 온 세계의 사람들과 나누고 싶다는 꿈을 가슴 속에 품고, 노력을 아끼지 않아 가수로의 성공을 손에 넣었다.", "Une chanteuse d'une grande beauté venant d'un monde lointain dont l'objectif est de donner de l'amour aux gens autour d'elle. Élevée dans l'amour de la musique et douée dans ce domaine, elle commença sa carrière très jeune. Poussée par un désir créatif irrépressible et une volonté de partager son travail avec le monde entier, elle travailla dur et devint une chanteuse aux nombreux succès.", "Eine schöne Sängerin aus einer fernen Welt, die den Menschen Frieden und Liebe bringen will. Da sie eine musikalische Erziehung genoss, trat sie bereits in jungen Jahren auf. Angespornt von ihrem Verlangen, wundervolle Musik zu komponieren und diese mit der Welt zu teilen, wurde aus ihr schließlich eine erfolgreiche Künstlerin.", "Una bella cantante de un mundo lejano, cuya misión es la de traer la paz para su gente. Criada rodeada de música, empezó a actuar a temprana edad. Incitada por su deseo de crear y compartir su maravillosa música con el mundo, trabajó duro y acabó siendo una cantante de éxito."], "fusion": ["Focus! Then take me all the way...<br>", "來吧！帶著我一起走到最後......", "자! 나와 마지막까지 함께 하는 거야…", "Concentre-toi et amène-moi jusqu'au grand final...", "Konzentriert euch! Dann geht mit mir bis zum Ende …", "¡Mírame! Y luego llévame hasta el final..."], "summon": ["Love is one of the most beautiful things in life.", "愛是這世上最美麗的事物。", "사랑은 이 세상에서 가장 아름다운 거야.", "L'amour est une des plus belles choses de la vie.", "Liebe ist eines der schönsten Dinge, die es gibt.", "El amor es de las cosas más bellas de la vida."]}}}, "job": "Singer", "sex": "Female", "game": "Ariana Grande", "rarity_max": 6, "names": ["Dangerous Ariana", "危險・亞莉安娜", "데인저러스 아리아나", "Dangereuse Ariana", "Gefährliche Ariana", "Ariana peligrosa"], "equip": [5, 6, 11, 30, 40, 50, 53, 60], "game_id": 90001, "rarity_min": 4, "tribe_id": 5, "id": "401000104", "job_id": 9006}