{"TMR": ["EQUIP", 1100000022], "name": "Demon Rain", "is_summonable": true, "skills": [{"level": 5, "type": "ABILITY", "id": 100010, "rarity": 5}, {"level": 10, "type": "ABILITY", "id": 910001, "rarity": 5}, {"level": 16, "type": "ABILITY", "id": 201130, "rarity": 5}, {"level": 22, "type": "ABILITY", "id": 101200, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 200140, "rarity": 5}, {"level": 36, "type": "MAGIC", "id": 20080, "rarity": 5}, {"level": 48, "type": "MAGIC", "id": 20130, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 910003, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 101360, "rarity": 5}, {"level": 26, "type": "ABILITY", "id": 100200, "rarity": 6}, {"level": 51, "type": "MAGIC", "id": 20200, "rarity": 6}, {"level": 63, "type": "ABILITY", "id": 910002, "rarity": 6}, {"level": 77, "type": "MAGIC", "id": 20250, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 910004, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910005, "rarity": 6}], "sex_id": 1, "entries": {"401000206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 25, 0, 0, 0], "element_resist": [25, -50, 0, 0, 0, 25, 0, 0], "stats": {"HP": [1216, 3684, 510], "ATK": [51, 156, 26], "MP": [48, 146, 65], "MAG": [42, 128, 26], "SPR": [36, 110, 26], "DEF": [38, 116, 26]}, "magic_affinity": [5, 7, 0, 0], "ability_slots": 4, "limitburst_id": 401000206, "attack_count": 60, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8001, "attack_damage": [[60, 40]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [15, 36], "effect_frames": [13, 34], "strings": {"evolution": ["I can feel raw power coursing through my veins!", "我感覺體內充滿了力量！", "몸 안에 힘이 가득 차는 게 느껴져!", "Je sens la puissance couler dans mes veines !", "Ich fühle die rohe Kraft durch meine Adern fließen!", "¡Puedo sentir el poder corriendo por mis venas!"], "affinity": ["The battles we have fought together… thanks for your trust in my powers. Take this as a token of my gratitude.<br>", "一起經歷的戰鬥……<br>謝謝你信賴我的實力。這是謝禮，收下吧。", "우리가 함께 싸운 전투… 내 힘을 믿어줘서 고마워. 이건 답례야, 받아 줘.", "Tous ces combats que nous avons affrontés ensemble... Merci d'avoir confiance en ma force. Prends ça en témoignage de ma gratitude.", "Unsere gemeinsamen Schlachten ... Danke, dass du in meine Kraft vertraust. Nimm dies als Zeichen meiner Dankbarkeit.", "Las batallas que hemos librado juntos... gracias por confiar en mis poderes. Llévate esto como muestra de mi gratitud."], "description": ["A knight of the Kingdom of Grandshelt. Though usually preoccupied chasing girls, on his journey chasing after the Sworn Six of Paladia who attacked his homeland a gentler, more courageous side of him came through. At a young age he came in contact with the earth crystal, but little did he know that would become the catalyst that sealed his fate.", "格蘭謝爾特王國的騎士。<br>平時一副喜歡女性愛裝糊塗的樣子，<br>當祖國被帕拉迪亞六盟傑襲擊後，<br>他便踏上了追趕犯人的旅途，<br>在旅途中展現了他勇敢且樂於助人的一面。<br>年幼時，他曾觸碰過土之水晶，<br>在他不知情的情況下<br>已經決定好了他將來的命運。", "그랑셸트 왕국의 기사. 평소 여자를 밝히며 능글맞은 그가, 조국을 습격한 파라디아의 여섯 호걸 연맹을 쫓는 과정에서 용맹하고 약자를 위하는 모습을 보인다. 어릴 적 땅의 크리스탈을 만진 경험이 그의 운명을 바꾸는 계기가 되었다.", "Un chevalier du royaume de Grandshelt. Bien qu'il soit d'habitude occupé à courir après les filles, son voyage à la poursuite des Six Jurés de Paradia, qui avait attaqué son pays, révéla son côté gentil et courageux. Il entra en contact très jeune avec le Cristal de la terre, sans savoir que cela allait devenir le catalyseur qui scellerait sa destinée.", "Ritter aus dem Königreich Grandshelt. War er zuvor damit beschäftigt, Mädchen hinterher zu jagen, kam auf seiner Reise auf der Jagd nach den Geschworenen Sechs von Paladia, die seine Heimat angriffen, eine noblere und kühnere Seite an ihm zum Vorschein. Schon in jungen Jahren kam er in Kontakt mit dem Erdkristall, ohne zu ahnen, was das für sein Schicksal bedeuten sollte.", "Un caballero del Reino de Grandshelt. Aunque solía estar pendiente de perseguir a damiselas, desarrollo su lado más valeroso en su misión de perseguir a los Seis Juramentados de Paladia. A temprana edad estuvo en contacto con el Cristal de Tierra, pero desconocía que esto iba a ser el catalizador que sellaría su destino."], "fusion": ["My strength grows…time to smash some foes! <br>", "全身充滿力量……就讓我去粉碎敵人！", "힘이 넘쳐흐른다… 자, 적을 쓸어버리자!", "Ma force grandit... il est temps d'aller en découdre !", "Meine Kraft wächst ... Zeit zum Zerschmettern!", "Mi fuerza es ahora mayor... ¡hora de destrozar a mis adversarios!"], "summon": ["Alive and burning... it feels so good. When does the next battle start?<br>", "力量在燃燒……感覺好痛快。下一場戰鬥什麼時候開始？", "힘이 불타오르고 있어… 아주 좋군. 다음 전투는 언제지?", "Être vivant... quelle sensation géniale. Quand est-ce qu'on repart au combat ?", "Lebendig und entflammt ... Das fühlt sich gut an. Wo ist der nächste Kampf?", "Vivito y ardiendo... que bien sienta. ¿Cuando empieza la próxima batalla?"]}}, "401000205": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 25, 0, 0, 0], "element_resist": [25, -50, 0, 0, 0, 25, 0, 0], "stats": {"HP": [935, 2834, 360], "ATK": [40, 120, 16], "MP": [37, 112, 40], "MAG": [32, 98, 16], "SPR": [28, 85, 16], "DEF": [29, 89, 16]}, "magic_affinity": [4, 6, 0, 0], "ability_slots": 3, "limitburst_id": 401000205, "attack_count": 60, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 8, "290060000": 15, "290060100": 3, "290050500": 3}}, "rarity": 5, "compendium_id": 8000, "attack_damage": [[60, 40]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [15, 36], "effect_frames": [13, 34], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["The battles we have fought together… thanks for your trust in my powers. Take this as a token of my gratitude.<br>", "一起經歷的戰鬥……<br>謝謝你信賴我的實力。這是謝禮，收下吧。", "우리가 함께 싸운 전투… 내 힘을 믿어줘서 고마워. 이건 답례야, 받아 줘.", "Tous ces combats que nous avons affrontés ensemble... Merci d'avoir confiance en ma force. Prends ça en témoignage de ma gratitude.", "Unsere gemeinsamen Schlachten ... Danke, dass du in meine Kraft vertraust. Nimm dies als Zeichen meiner Dankbarkeit.", "Las batallas que hemos librado juntos... gracias por confiar en mis poderes. Llévate esto como muestra de mi gratitud."], "description": ["A knight of the Kingdom of Grandshelt, he and his friend Lasswell are considered two of the most formidable knights to grace the Royal Guard since Rain's father Sir Raegen. Though he harbors conflicted feelings toward his father for having abandoned him and his family, he keeps this to himself when in the presence of Lasswell, who still deeply respects the man.", "格蘭謝爾特王國的騎士，<br>實力不僅與拉斯韋爾相當，<br>更是與其父親，<br>也就是王國騎士團有史以來的<br>最強騎士雷根不相上下。<br>由於雷根拋下家人不知去了哪裡，<br>因此雷因對父親抱有很複雜的感情。<br>但顧及到十分尊敬雷根的<br>拉斯韋爾的想法，<br>他平時都不會把對父親的不滿表現出來。", "그랑셸트 왕국의 기사.<br>라스웰과 어깨를 나란히 하는 그의 실력은<br>왕국기사단 창단 이래 최고의 실력자였던<br>레인의 아버지 레겐과도 맞먹는다고 한다.<br>가족을 버리고 행방불명 된 아버지에게<br>복잡한 감정을 품고 있지만<br>레겐을 진심으로 존경하는<br>라스웰을 배려해서인지<br>평소에는 아무 내색도 하지 않는다.", "Un chevalier du royaume de Grandshelt. Lui et son ami Lasswell sont considérés comme deux des meilleurs chevaliers de la Garde royale depuis sire Raegen, le père de Rain. S'il éprouve des sentiments partagés à l'égard de son père qui les a abandonnés, lui et sa famille, il évite d'en parler en présence de Lasswell, qui lui voue toujours un immense respect.", "Ritter aus dem Königreich Grandshelt. Er und sein Freund Lasswell werden als zwei der überragendsten Ordensritter seit Rains Vater, Sir Raegen, erachtet. Obwohl er bezüglich seines Vaters hin- und hergerissen ist, da er ihn und seine Familie verließ, behält er dies in Gegenwart von Lasswell, der seinen Vater immer noch zutiefst respektiert, für sich.", "Un caballero del Reino de Grandshelt. Junto a su amigo Lasswell se les considera dos de los caballeros más formidables que han servido en la guardia real desde el padre de Rain, Sir Raegen. Aunque Rain tiene sentimientos encontrados respecto a él por haber abandonado a su familia, finge en presencia de Lasswell, quien lo respeta profundamente."], "fusion": ["Feels like I can take on more enemies!", "好像能夠打倒更多敵人了！", "더 많은 적을 쓰러뜨릴 수 있을 것 같아!", "J'ai l'impression que je pourrais abattre un régiment !", "Jetzt kann ich es mit mehr Gegnern aufnehmen!", "¡Siento que ahora puedo enfrentarme a más enemigos!"], "summon": ["The fire in me burns once again. I am ready to fight alongside you!", "我心中的火焰再次點燃。讓我們一起戰鬥吧！", "내 안의 불꽃이 다시금 타오르고 있어. 함께 싸우자!", "Le feu brûle une nouvelle fois en moi. Je suis prêt à me battre à tes côtés !", "Mein Feuer lodert wieder. Ich bin bereit, an deiner Seite zu kämpfen!", "Mi fuego interior arde de nuevo. ¡Estoy listo para luchar a tu lado!"]}}}, "job": "Demon Knight", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Demon Rain", "惡魔雷因", "악마 레인", "Rain démoniaque", "Dämonen-Rain", "Rain demoniaco"], "equip": [2, 3, 9, 15, 30, 31, 41, 51, 52, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "401000205", "job_id": 9001}