{"TMR": ["MATERIA", 1500000020], "name": "Eve", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 218500, "rarity": 4}, {"level": 16, "type": "ABILITY", "id": 100070, "rarity": 4}, {"level": 40, "type": "ABILITY", "id": 218480, "rarity": 4}, {"level": 58, "type": "ABILITY", "id": 218880, "rarity": 4}, {"level": 50, "type": "ABILITY", "id": 100130, "rarity": 5}, {"level": 61, "type": "ABILITY", "id": 208990, "rarity": 5}, {"level": 77, "type": "ABILITY", "id": 910305, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910306, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 910307, "rarity": 6}, {"level": 48, "type": "ABILITY", "id": 100030, "rarity": 6}, {"level": 57, "type": "ABILITY", "id": 101030, "rarity": 6}, {"level": 68, "type": "ABILITY", "id": 100090, "rarity": 6}, {"level": 75, "type": "ABILITY", "id": 910308, "rarity": 6}, {"level": 81, "type": "ABILITY", "id": 910309, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910310, "rarity": 6}], "sex_id": 1, "entries": {"401001304": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [720, 2182, 270], "ATK": [27, 83, 14], "MP": [30, 90, 35], "MAG": [12, 36, 14], "SPR": [21, 63, 14], "DEF": [27, 81, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 401001304, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030600": 8, "290030500": 13, "290050300": 15, "290020000": 25, "290050400": 8}}, "rarity": 4, "compendium_id": 8065, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [10, 45, 90], "effect_frames": [7, 40, 87], "strings": {"evolution": null, "affinity": ["I couldn't imagine my life without my brother.<br>No, I just can't... I wish we could just<br>go somewhere quiet and be together...", "我無法想像沒有哥哥的生活……<br>所以……我們走吧。<br>去個安靜的地方……", "나, 형이 없어지는 건……<br>싫어…… 그러니까, 둘이서, 어디든,<br>조용한 곳으로……", "Je ne pourrais pas imaginer ma vie sa mon frère.<br>Non, je ne peux vraiment pas... J'aimerais juste qu'on soit ensemble dans un endroit calme...", "Ohne meinen Bruder kann ich nicht leben.<br>Nein, ich kann nicht ... Wenn wir<br>doch nur zusammen an einem ruhigen Ort sein könnten ...", "No me puedo imaginar mi vida sin mi hermano.<br>No, no puedo...<br>Ojalá la situación fuera más simple<br>y pudiéramos irnos juntos a un lugar tranquilo..."], "description": ["A machine lifeform shrouded in mystery from a faraway world. He appeared from the body of Adam who had been injured by the android units of YoRHa. Though he looks very similarly to Adam, despite this personality-wise he is very childlike and selfish. On the other hand, he is quick to give in to Adam, and even when it comes to taking part in meals and readings in which he has no interest, he obediently follows whatever his brother commands.", "充滿謎團來自遙遠異界的機械生命體。在亞當被寄葉部隊的自動步兵人形弄傷時，由亞當體內誕生而出。擁有與亞當相當神似的外型，但是精神卻與外觀相反，像是一個幼稚又任性的小孩。眼中只有亞當的他，就算認為讀書與進食是毫無意義的事情，但只要是亞當的命令，他就會欣然接受。", "수수께끼에 둘러싸인, 까마득히 먼 이계의 기계생명체. 요르하 부대의 자동 보병 인형에게 상처를 입은 아담의 몸 안에서 태어났다. 아담과 상당히 유사한 외모를 하고 있지만, 보기와는 반대로 어린아이 같고 제멋대로인 성격이다. 아담을 향한 일방적인 집착이 강하여, 아담의 명령이라는 이유로 의미도 전혀 모른 채 독서나 식사라는 행위를 순순히 따르고 있다.", "Une forme de vie mécanique entourée de mystère venant d'un monde lointain. Il a surgit du corps d'Adam qui fut grièvement blessé par les androïdes des troupes YoRHa. Si son aspect physique est très proche d'Adam, sa personnalité est très enfantine et montre même des signes d'égoïsme. D'un autre côté, il renonce facilement face à Adam et ne montre même aucun intérêt pour la nourriture ou la lecture. Il obéit sagement à son frère quoi qu'il lui ordonne.", "Ein in die Geheimnisse einer fernen Welt gehülltes Maschinenwesen. Er ging aus dem Körper Adams hervor, der von den YoRHa-Androiden verwundet wurde. Obwohl er Adam stark ähnelt, wirkt er sehr kindisch und egoistisch. Jedoch folgt er Adam gehorsam und nimmt auf dessen Befehl an Mahlzeiten und Lesungen teil, obwohl ihn diese nicht interessieren.", "Una forma de vida mecánica bastante misteriosa que proviene de un mundo lejano. Surgió a partir del cuerpo de Adán, que acabó herido a manos de los androides de YoRHa. Aunque se parece mucho a Adán, es bastante infantil y egoísta. Además, suele ceder ante las demandas de Adán y, sin importar de lo que se trate, suele hacer sin rechistar cualquier cosa que le pida su hermano."], "fusion": ["I understand...<br>I will do as my brother wishes.<br>You'll still play with me, right?", "我知道了……<br>我會照哥哥說的去做……<br>但是，等一下能陪我玩嗎？", "알았어…… 형이<br>하라는 대로 할게…… 그래도,<br>나중에 같이 놀아 줄 거지?", "Je comprends...<br>Je ferai comme tu l'entends, grand-frère.<br>Tu continueras à jouer avec moi, hein ?", "Ich verstehe ...<br>Ich werde den Wunsch meines Bruders erfüllen.<br>Spielt du trotzdem mit mir?", "Entiendo...<br>Haré lo que pide mi hermano.<br>Pero tú seguirás jugando conmigo, ¿verdad?"], "summon": ["Eve might be a girl's name...<br>But if that's what my brother wishes to call me, then that's what I'll go with.", "夏娃，聽說是個女生的名字……<br>如果哥哥這麼希望，<br>那我就叫夏娃吧。", "이브는 여자 이름이잖아……<br>그래도, 형이 그렇게 말한다면<br>그냥 이브 할게.", "Ève est peut-être un prénom féminin...<br>Mais si c'est comme ça que mon frère voulait m'appeler, alors ça me va.", "Eve ist ein Mädchenname ...<br>Aber wenn mein Bruder mich so nennen will, dann soll es sein.", "Puede que Eva sea nombre de chica...<br>Pero así le gusta llamarme a mi hermano. Con eso, a mí me vale."]}}, "401001305": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [936, 2837, 360], "ATK": [36, 109, 16], "MP": [39, 118, 40], "MAG": [16, 48, 16], "SPR": [27, 83, 16], "DEF": [35, 106, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401001305, "attack_count": 3, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 5, "290060100": 20, "290050500": 5, "290060400": 10}}, "rarity": 5, "compendium_id": 8066, "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [10, 45, 90], "effect_frames": [7, 40, 87], "strings": {"evolution": ["You all feel the same, right?<br>This world... There's just no meaning to it.", "你們也這麼覺得吧？<br>這樣的世界沒有一點意義。", "너희도 그렇게 생각하지?<br>이런 세계에…… 의미는 없다고.", "Vous ressentez tous, la même chose ?<br>Ce monde... N'a juste aucun sens.", "Ihr denkt doch auch so, oder?<br>Diese Welt ... sie ist so sinnlos.", "Te sientes igual, ¿no?<br>Este mundo... No tiene ningún sentido."], "affinity": ["I couldn't imagine my life without my brother.<br>No, I just can't... I wish we could just<br>go somewhere quiet and be together...", "我無法想像沒有哥哥的生活……<br>所以……我們走吧。<br>去個安靜的地方……", "나, 형이 없어지는 건……<br>싫어…… 그러니까, 둘이서, 어디든,<br>조용한 곳으로……", "Je ne pourrais pas imaginer ma vie sa mon frère.<br>Non, je ne peux vraiment pas... J'aimerais juste qu'on soit ensemble dans un endroit calme...", "Ohne meinen Bruder kann ich nicht leben.<br>Nein, ich kann nicht ... Wenn wir<br>doch nur zusammen an einem ruhigen Ort sein könnten ...", "No me puedo imaginar mi vida sin mi hermano.<br>No, no puedo...<br>Ojalá la situación fuera más simple<br>y pudiéramos irnos juntos a un lugar tranquilo..."], "description": ["A machine lifeform shrouded in mystery from a faraway world. Just like his brother Adam, unlike other machine lifeforms, he has the body and intelligence of a human. However despite this, he still acts fairly childish, often being rebuked by his brother Adam. Though he has absolutely no idea why his brother Adam is so interested in the relations of humans, he is ultimately loyal and follows every command his brother hands down.", "充滿謎團來自遙遠異界的機械生命體。他擁有與亞當相當神似的外型，和亞當一樣，與其他機械生命體完全不同，擁有人類的外觀與高智能。但是他的行為如同小孩一般，經常受到亞當的責備。雖然夏娃完全無法理解，亞當為何異常地關心人類，但對他來說，愛慕的亞當所提出的命令是絕對的，不論內容是什麼都會欣然接受。", "수수께끼에 둘러싸인, 까마득히 먼 이계의 기계생명체. 상당히 닮은 외모의 아담과 마찬가지로, 다른 기계생명체와는 달리 인간과 유사한 육체와 높은 지능을 보유하고 있다. 그러나 행동거지는 어린아이나 다름없어, 여러 차례 아담의 나무람을 듣고 있다. 이브는 아담이 가진 비정상적일 정도의 인간을 향한 관심을 전혀 이해하고 있지 못하나, 그가 집착하는 아담의 명령을 절대적으로 따르며, 어떠한 것이든 순순히 따르고 있다.", "Une forme de vie mécanique entourée de mystère venant d'un monde lointain. Tout comme son frère Adam, il possède le corps et l'intelligence d'un humain contrairement aux autres formes de vie mécaniques. Malgré tout, cela ne l'empêche pas d'avoir un caractère très enfantin qui ne manque pas de faire l'objet de réprimandes de la part de son frère. Bien qu'il ne sache absolument pas pourquoi son frère est à ce point intéressé par les humains, il lui reste très loyal et obéit à tout ce qu'il lui ordonne.", "Ein in die Geheimnisse einer fernen Welt gehülltes Maschinenwesen. Wie sein Bruder Adam und anders als andere Maschinenwesen hat er den Körper und die Intelligenz eines Menschen. Gleichwohl verhält er sich kindisch und wird von Adam zurechtgewiesen. Er versteht zwar nicht, warum sich Adam so sehr für die Menschen interessiert, folgt ihm jedoch loyal und gehorcht allen seinen Befehlen.", "Una forma de vida mecánica bastante misteriosa que proviene de un mundo lejano. Al igual que su hermano Adán y a diferencia de otras formas de vida mecánicas, posee el cuerpo y la inteligencia de un humano. Aun así, suele ser bastante infantil y, muchas veces, su hermano Adán le acaba soltando una reprimenda. Aunque no tiene ni idea del gran interés que muestra su hermano Adán por las relaciones humanas, es leal y cumple con cualquier cosa que le pide."], "fusion": ["Let's play once I've finished reading.<br>It should be a lot of fun.", "看完書了就一起去玩嘛。<br>一定會非常有趣。", "책 다 읽으면 놀러 가자.<br>분명 엄청나게 즐거울 거야.", "Dès que j'ai fini de lire, on joue, hein ?<br>On va s'amuser.", "Lass uns spielen, sobald ich zu Ende gelesen habe.<br>Das wird lustig.", "Vamos a jugar cuando termine de leer.<br>Lo pasaremos bien."], "summon": null}}, "401001306": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1217, 3688, 510], "ATK": [47, 142, 26], "MP": [51, 154, 65], "MAG": [21, 63, 26], "SPR": [36, 109, 26], "DEF": [46, 138, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401001306, "attack_count": 3, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8067, "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [10, 45, 90], "effect_frames": [7, 40, 87], "strings": {"evolution": ["Everything! I will destroy everything!", "全部……全部都破壞掉！", "전부…… 전부, 파괴하겠어!", "Tout ! Je détruirai tout !", "Alles! Ich werde alles zerstören!", "¡Todo! ¡Lo destruiré todo!"], "affinity": ["I couldn't imagine my life without my brother.<br>No, I just can't... I wish we could just<br>go somewhere quiet and be together...", "我無法想像沒有哥哥的生活……<br>所以……我們走吧。<br>去個安靜的地方……", "나, 형이 없어지는 건……<br>싫어…… 그러니까, 둘이서, 어디든,<br>조용한 곳으로……", "Je ne pourrais pas imaginer ma vie sa mon frère.<br>Non, je ne peux vraiment pas... J'aimerais juste qu'on soit ensemble dans un endroit calme...", "Ohne meinen Bruder kann ich nicht leben.<br>Nein, ich kann nicht ... Wenn wir<br>doch nur zusammen an einem ruhigen Ort sein könnten ...", "No me puedo imaginar mi vida sin mi hermano.<br>No, no puedo...<br>Ojalá la situación fuera más simple<br>y pudiéramos irnos juntos a un lugar tranquilo..."], "description": ["A machine lifeform shrouded in mystery from a faraway world. He has no interests other than being loyal to his brother Adam, and unable to understand how obsessed he is with the human concept of \"life.\" However, he does understand Adam's feelings toward the YoRHa androids, also choosing to fight against them. The power hidden within him reaches a whole new height when his feelings for his brother Adam and his hatred for the androids combine.", "充滿謎團來自遙遠異界的機械生命體。除了愛慕的亞當以外，對任何事情都沒有興趣。為何亞當會對於人類的「生命」如此好奇，他也無法理解。只有在面對亞當的敵人「寄葉部隊」的人造人時，才會流露出敵意，並且挑起戰鬥。潛藏在他體內的戰鬥力，因為對亞當的思念以及對人型機械人的憎惡，而變得更強了。", "수수께끼에 둘러싸인, 까마득히 먼 이계의 기계생명체. 그가 탐닉하는 건 오로지 아담뿐으로, 아담이 심혈을 기울이는 인간의 '삶'에 대한 호기심을 전혀 이해하고 있지 못하다. 유일하게 그가 드러내는 것은 아담과 적대하는 '요르하 부대'의 안드로이드에 대한 적의뿐이며, 그의 몸에 깃든 전투력은 아담을 향한 마음과 안드로이드에 대한 증오로 인해 현격히 상승한 상태이다.", "Une forme de vie mécanique entourée de mystère venant d'un monde lointain. Il n'est absolument pas intéressé par autre chose que sa loyauté envers son frère Adam, et n'arrive pas à comprendre pourquoi celui-ci est à ce point obsédé par le concept humain de \"Vie\". Il arrive, en revanche, très bien à comprendre les sentiments de son frère à l'égard des troupes d'androïdes YoRHa. C'est pourquoi, tout comme lui, il a choisi de les combattre. Le pouvoir qui est enfoui en lui atteint un tout autre niveau lorsque ce qu'il ressent pour son frère Adam se mélange à la haine qu'il éprouve à l'égard des androïdes.", "Ein Maschinenwesen, gehüllt in die Geheimnis einer fernen Welt. Er versteht zwar nicht, warum sich sein Bruder Adam so sehr für das menschliche \"Leben\" interessiert, folgt ihm jedoch loyal und gehorcht allen seinen Befehlen. Seine Einstellung und den Kampf gegen die YoRHa-Androiden versteht er jedoch. Kommen die Gefühle für seinen Bruder und der Hass auf die Androiden zusammen, erreichen seine Kräfte eine neue Höhe.", "Una forma de vida mecánica bastante misteriosa que proviene de un mundo lejano. Lo único que le interesa es ser leal a su hermano, por mucho que no acabe de comprender por qué está tan obsesionado con el concepto de \"vida\" humano. Sin embargo, sí que entiende cómo se siente Adán en relación a los androides YoRHa y, de hecho, se une a la lucha. Por otra parte, el poder que se oculta dentro de él llega a puntos extremos cuando se unen dos factores: lo que siente por su hermano Adán y el odio inmenso que profesa contra los androides."], "fusion": ["To me, my brother...<br>Only he can...", "對我來說，哥哥是……<br>只有哥哥是……", "나에겐, 형이……<br>오직 형만이……", "Pour moi, mon frère est...<br>Il est...", "Mein Bruder ist für mich ...<br>Nur er kann ...", "Para mí, mi hermano...<br>Solo él puede..."], "summon": null}}}, "job": "Machine Lifeform", "sex": "Male", "game": "NieR:Automata", "rarity_max": 6, "names": ["Eve", "夏娃", "이브", "Ève", "Eva", "Eva"], "equip": [13, 16, 40, 50, 51, 53, 60], "game_id": 20010, "rarity_min": 4, "tribe_id": 6, "id": "401001304", "job_id": 136}