{"TMR": ["EQUIP", 1100000078], "name": "Zyrus", "is_summonable": true, "skills": [{"level": 6, "type": "ABILITY", "id": 910217, "rarity": 4}, {"level": 10, "type": "MAGIC", "id": 20170, "rarity": 4}, {"level": 19, "type": "MAGIC", "id": 20190, "rarity": 4}, {"level": 60, "type": "MAGIC", "id": 20250, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 200160, "rarity": 5}, {"level": 13, "type": "ABILITY", "id": 910218, "rarity": 5}, {"level": 29, "type": "ABILITY", "id": 910219, "rarity": 5}, {"level": 37, "type": "MAGIC", "id": 20160, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 910220, "rarity": 5}, {"level": 66, "type": "MAGIC", "id": 20270, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910221, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 910222, "rarity": 6}, {"level": 24, "type": "MAGIC", "id": 20230, "rarity": 6}, {"level": 44, "type": "MAGIC", "id": 20350, "rarity": 6}, {"level": 50, "type": "ABILITY", "id": 910223, "rarity": 6}, {"level": 77, "type": "ABILITY", "id": 910224, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910225, "rarity": 6}], "sex_id": 1, "entries": {"401001806": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1111, 3366, 390], "ATK": [35, 106, 26], "MP": [66, 199, 65], "MAG": [49, 148, 34], "SPR": [44, 133, 26], "DEF": [37, 113, 26]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 401001806, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8056, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [52], "effect_frames": [50], "strings": {"evolution": ["You detested dragons, you!<br>I will put an end to you all!<br>Come out now!", "可恨的龍！<br>我會把你們殺光的！<br>快出來吧！", "증오스러운 용 녀석들!<br>내가 모두 없애 버리겠어!<br>자, 나와라!", "Maudits dragons, je vous hais !<br>Je vais tous vous massacrer !<br>Allez, amenez-vous !", "Ihr verhassten Drachen!<br>Ich werde euch allen ein Ende bereiten!<br>Kommt raus!", "¡Detestables dragones!<br>¡Acabaré con todos vosotros!<br>¡Venid por mí!"], "affinity": ["Has my blood arisen?<br>My techniques have given rise to a new power.", "熱血沸騰嗎？<br>看來秘術又產生了新的力量。", "피의 고조인가?<br>비술이 새로운 힘을 얻은 것인가.", "Ma quantité de sang a augmenté ?<br>Mes techniques ont fini par éveiller une nouvelle puissance en moi.", "Ist mein Blut hervorgetreten?<br>Meine Techniken verleihen mir eine neue Macht.", "¿Se me habrá subido la sangre a la cabeza?<br>Mi técnica ha mejorado otorgándome un nuevo poder."], "description": ["A young, silent black mage from a place widely unknown. Using the magic power he stole from the dragons he's slayed along with his blood technique, he is able to unleash powerful magical attacks. The blood technique is a technique that was once handed down through a certain colony. However, this colony was attacked and destroyed by dragons, which is said to have put an end to the technique. It is unknown whether or not this young man is from that colony, but what is known is that the look in his eye when he comes face to face with a dragon is full of nothing but hatred.", "幾乎沒有人知道其出身的寡言黑魔道士青年。利用殺死龍後，透過龍之氣所獲得的魔力，以及血之秘術，來施展強力的攻擊魔法。血之秘術是某個村落所流傳的特殊技術。但是這個村落因為龍的襲擊而毀滅，秘術也因此失傳。雖然有傳言說他的出身與這個村落有關，但是無法證明虛實。但是與龍對峙時，他的眼中似乎充滿了仇恨。", "과묵한 흑마도사 청년. 그의 출신을 아는 자는 얼마 되지 않는다. 목숨을 빼앗은 용에게서 얻은 마력과 피의 비술을 사용하여, 강력한 공격마법을 펼친다. 피의 비술은 어느 마을에만 전해져 내려오는 특수한 기술이었다. 그러나 용의 습격을 받아 마을은 괴멸하고, 비술도 단절되어 버렸다고 한다. 그가 그 마을 출신일지도 모른다는 소문도 있지만, 진위는 밝혀지지 않았다. 다만, 용과 대적하는 그의 눈은 증오심에 가득 차 있다고 알려져 있을 뿐이다.", "Un jeune et silencieux mage noir originaire d'un endroit inconnu. Il est capable de lancer de très puissantes attaques magiques grâce aux pouvoirs qu'il a volé à un dragon qu'il a tué. La technique du sang qu'il utilise est une aptitude qui était autrefois transmise dans une certaine colonie. Celle-ci fut toutefois attaquée et détruite par des dragons, ce qui, pensait-on, avait fait disparaître cette technique. Personne ne sait si ce jeune homme est originaire de cet endroit, mais ce qui est sûr c'est que lorsqu'il affronte un dragon, ses yeux ne sont remplis que de haine.", "Ein junger, schweigsamer Schwarzmagier von einem unbekannten Ort. Mit der magischen Kraft, die er von besiegten Drachen stiehlt, sowie seiner Bluttechnik, kann er mächtige magische Angriffe loslassen. Die Bluttechnik wurde einst in einer bestimmten Kolonie gelehrt. Diese wurde jedoch von Drachen zerstört, sodass die Technik ausgestorben zu sein schien. Ob dieser junge Mann aus der Kolonie stammt, ist ungewiss, doch sein Blick steckt voller Hass, wenn er auf Drachen trifft.", "Un joven mago negro de pocas palabras proveniente de un lugar desconocido por la mayoría. Usa el poder mágico que roba de los dragones a los que ha aniquilado, lo que usa junto a su técnica sangrienta para soltar poderosos ataques mágicos. La técnica sangrienta es algo que era empleado en una cierta colonia, pero esta fue atacada y destruida por dragones, lo que se dice puso fin a su legado. Se desconoce si este joven pertenece a dicha colonia, pero se sabe que su mirada al poner su vista sobre un dragón es de puro odio."], "fusion": ["Hey, get your hands off me...", "哼，別碰我……", "흥, 날 건드리지 마라……", "Hé, bas les pattes...", "He, Hände weg ...", "Oye, no me pongas las manos encima..."], "summon": ["Hey, tell me of any dragons you know about.<br>...I'll go and take care of 'em.", "喂、告訴我龍的情報。<br>……我去宰了牠。", "어이, 용에 대한 정보를 말해라.<br>……없애러 가겠다.", "Hé, dis-moi où se trouve tous les dragons que tu connais.<br>... Je vais m'en charger personnellement.", "He, sagt mir alles über Drachen, die ihr kennt.<br>... Ich werde mich um sie kümmern.", "Oye, cuéntame si conoces a algún dragón.<br>Ya me encargaré de acabar con él."]}}, "401001805": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [854, 2589, 240], "ATK": [27, 82, 16], "MP": [50, 153, 40], "MAG": [38, 114, 24], "SPR": [34, 102, 16], "DEF": [29, 87, 16]}, "magic_affinity": [0, 7, 0, 0], "ability_slots": 4, "limitburst_id": 401001805, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290050500": 15, "290060400": 10}}, "rarity": 5, "compendium_id": 8055, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [52], "effect_frames": [50], "strings": {"evolution": ["He he he, dragons...where are they!?<br>Don't be hiding now!<br>I'll just drag you out!", "唔唔，龍……龍在哪裡！<br>別躲躲藏藏的！<br>我會把你找出來的！", "으으, 용…… 용은 어디에 있어!<br>숨기고 있는 거군……?!<br>끌어내 주지!", "Hé, hé, hé, les dragons, où sont-ils ?<br>Ne les cache pas !<br>Je vais les trouver moi-même !", "Hehehe, Drachen ... wo seid ihr!?<br>Versteckt euch nicht!<br>Ich finde euch ja doch!", "Je, je, je, dragones... ¡¿dónde están?!<br>¡No os escondáis u os sacaré a rastras!"], "affinity": ["Has my blood arisen?<br>My techniques have given rise to a new power.", "熱血沸騰嗎？<br>看來秘術又產生了新的力量。", "피의 고조인가?<br>비술이 새로운 힘을 얻은 것인가.", "Ma quantité de sang a augmenté ?<br>Mes techniques ont fini par éveiller une nouvelle puissance en moi.", "Ist mein Blut hervorgetreten?<br>Meine Techniken verleihen mir eine neue Macht.", "¿Se me habrá subido la sangre a la cabeza?<br>Mi técnica ha mejorado otorgándome un nuevo poder."], "description": ["A young, silent black mage from a place widely unknown. He is hated by dragoons as he constantly has his eye on taking down dragons. He owes his strength to his secret \"blood technique,\" which uses his own blood to increase his magic power. He shows no emotions no matter how big the dragon which stands before him, and thanks to his special technique, it is said that if he were to get injured and lose blood, it would only excite him, making him unstoppable.", "幾乎沒有人知道其出身的寡言黑魔道士青年。因為總是以龍為目標，因此與龍騎士關係惡劣。他的招式，是利用自己的血來提高魔法威力的「血之秘術」。雖然在巨龍面前也不會流露出任何感情，但只要使用秘術，或因為受傷而造成體內血液減少時，就會變得異常亢奮，任何人都無法讓他冷靜下來。", "과묵한 흑마도사 청년. 그의 출신을 아는 자는 얼마 되지 않는다. 용만을 노리며 그 목숨을 빼앗기 때문에, 용기사의 증오를 사고 있다. 그의 기술은 자신의 피를 이용해 마법의 위력을 높인 '피의 비술'로, 거대한 용 앞에서도 전혀 감정을 내비치지 않지만, 비술에 의해, 혹은 적에게 상처를 입고 체내의 피가 줄어들면 이상하리만치 흥분하여 아무도 손댈 수 없게 되어버린다고 한다.", "Un jeune et silencieux mage noir originaire d'un endroit inconnu. Il est détesté des chevaliers dragons, car il s'en prend constamment à leurs montures. Il tire sa force de sa \"technique secrète\", qui lui permet d'utiliser son propre sang pour augmenter ses pouvoirs magiques. Il ne montre aucune émotion lorsqu'il fait face à un dragon et ce quelle que soit sa taille et grâce à sa technique spéciale, on raconte que rien ne l'excite davantage que le fait d'être blessé et de perdre du sang, ce qui le rend inarrêtable.", "Ein junger, schweigsamer Schwarzmagier von einem unbekannten Ort. Er wird von Drachen gehasst, da er Jagd auf diese macht. Er verdankt seine Stärke einer geheimen \"Bluttechnik\", die er nutzt, um mit seinem Blut seine Magie zu verstärken. Er zeigt keine Gefühlsregung, egal wie groß der Drache auch sein mag. Dank seiner Spezialtechnik sollen ihn Wunden und Blutverlust bloß noch mehr anstacheln und unaufhaltbar machen.", "Un joven mago negro de pocas palabras proveniente de un lugar desconocido por la mayoría. Es odiado por los dragones ya que siempre tiene el ojo puesto en darles caza. Le debe su poder a su \"técnica sangrienta\", con la cual usa su propia sangre para aumentar su poder mágico. No muestra emoción alguno por grande que sea el dragón que se erija ante él, y gracias a su técnica especial, se dice que en caso de que quedase herido y sangrase, esto solo le haría sentir placer y le volvería imparable."], "fusion": ["Hmph, I'll take it.", "哼，我就收下吧。", "흥, 받아들이지.", "Mhmm, d'accord, je le prends.", "Hmph, von mir aus.", "Hmp, lo aceptaré..."], "summon": ["Think there are any dragons around here?", "這附近有龍嗎？", "이 근처에 용이 있나?", "Tu penses qu'il y a des dragons dans le coin ?", "Glaubt ihr, dass es hier irgendwo Drachen gibt?", "¿Crees que hay dragones por aquí?"]}}, "401001804": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [657, 1992, 210], "ATK": [21, 63, 14], "MP": [39, 118, 35], "MAG": [29, 88, 18], "SPR": [26, 79, 14], "DEF": [22, 67, 14]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 3, "limitburst_id": 401001804, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030700": 13, "290050300": 15, "290050400": 8, "290020300": 25, "290030800": 8}}, "rarity": 4, "compendium_id": 8054, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [52], "effect_frames": [50], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Has my blood arisen?<br>My techniques have given rise to a new power.", "熱血沸騰嗎？<br>看來秘術又產生了新的力量。", "피의 고조인가?<br>비술이 새로운 힘을 얻은 것인가.", "Ma quantité de sang a augmenté ?<br>Mes techniques ont fini par éveiller une nouvelle puissance en moi.", "Ist mein Blut hervorgetreten?<br>Meine Techniken verleihen mir eine neue Macht.", "¿Se me habrá subido la sangre a la cabeza?<br>Mi técnica ha mejorado otorgándome un nuevo poder."], "description": ["A young, silent black mage from a place widely unknown. He always has his sights set on dragons, and is especially equipped for taking them on. He's cold-blooded when it comes to fighting dragons, not taking mercy on them even if they are wounded or even young. He hates being thought of by humans, and is constantly trying to avoid getting involved with others. He has a particularly bad relationship with a certain dragoon, and there are even rumors that this dragoon seeks to end his life.", "幾乎沒有人知道其出身的寡言黑魔道士青年。只以龍為目標，戰鬥方式也針對龍而進行特化。有著冷酷的性格，只要對方是龍，不論是負傷還是幼龍都不會放過。他不願與他人扯上關係，因此極力避免與他人接觸。特別是與龍騎士的關係非常惡劣，甚至有傳言說他正在被龍騎士追殺。", "과묵한 흑마도사 청년. 그의 출신을 아는 자는 얼마 되지 않는다. 항상 용을 노리고 있으며, 전투법도 용을 상대하는 것에 특화되어 있다. 냉혹한 성격으로, 상대가 용이라면 설령 부상을 당했거나 어린 용이라 하더라도 가차없이 공격한다. 누군가의 기억에 남고 싶지 않아 하며, 타인과 관계를 맺으려 하지 않는다. 특히, 그가 몹시 혐오하는 용기사와는 상당히 사이가 나쁘며, 용기사에게 목숨을 노려지고 있다는 소문도 있다.", "Un jeune et silencieux mage noir originaire d'un endroit inconnu. Sur le champ de bataille, il vise en particulier les dragons et il est spécialement équipé pour cette tâche. Il agit toujours de sang-froid lorsqu'il se bat contre eux et ne montre aucune compassion pour les dragons blessés ou même les jeunes. Il déteste la compagnie d'humains et essaye constamment d'éviter tous contacts avec les autres. Ses relations avec une certaine chevalière dragon sont particulièrement mauvaises, et des rumeurs racontent que cette dernière chercherait à mettre un terme à sa vie.", "Ein junger, schweigsamer Schwarzmagier von einem unbekannten Ort. Er hält stets nach Drachen Ausschau und ist besonders für sie gerüstet. Gegenüber Drachen ist er kaltblütig und zeigt keine Gnade, selbst wenn sie verwundet oder jung sind. Er scheut Menschen und versucht konstant, menschlichen Kontakt zu meiden. Ein bestimmter Drachen gilt als sein Erzfeind, es heißt sogar, dieser Drache trachte ihm nach dem Leben.", "Un joven mago negro de pocas palabras proveniente de un lugar desconocido por la mayoría. Siempre tiene la vista puesta en los dragones y está especialmente cualificado para darles caza. Posee sangre fría a la hora de combatirlos y no tiene piedad alguna por ellos, incluso si están heridos o son de corta edad. Odia que le metan en el mismo saco que a los demás humanos y evita el contacto con ellos. Tiene una particular enemistad con una cierta dragontina, y hasta se cuenta que esta y su dragón le buscan para acabar con su vida."], "fusion": ["Hmph, more power...", "哼，力量嗎……", "흥, 힘인가……", "Mhmm, plus de pouvoir...", "Hmph, mehr Macht ...", "Hmp, más poder..."], "summon": ["Don't think you can just talk to me.", "不要隨便跟我搭話。", "쉽게 말 걸지 마라.", "Ne t'avise pas de m'adresser la parole.", "Ihr könnt nicht einfach nur so mit mir reden.", "No te pienses que puedes hablarme sin más."]}}}, "job": "Black Mage", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Zyrus", "扎拉斯", "자이러스", "Zyrus", "Zyrus", "Zyrus"], "equip": [5, 6, 15, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "401001804", "job_id": 14}