{"TMR": ["MATERIA", 1500000034], "name": "Kryla", "is_summonable": true, "skills": [{"level": 3, "type": "ABILITY", "id": 910607, "rarity": 5}, {"level": 13, "type": "ABILITY", "id": 910608, "rarity": 5}, {"level": 31, "type": "ABILITY", "id": 910609, "rarity": 5}, {"level": 44, "type": "ABILITY", "id": 910610, "rarity": 5}, {"level": 44, "type": "ABILITY", "id": 910611, "rarity": 5}, {"level": 53, "type": "ABILITY", "id": 910612, "rarity": 5}, {"level": 66, "type": "ABILITY", "id": 910613, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910614, "rarity": 5}, {"level": 26, "type": "ABILITY", "id": 910615, "rarity": 6}, {"level": 36, "type": "ABILITY", "id": 910616, "rarity": 6}, {"level": 36, "type": "ABILITY", "id": 910617, "rarity": 6}, {"level": 57, "type": "ABILITY", "id": 910618, "rarity": 6}, {"level": 69, "type": "ABILITY", "id": 910619, "rarity": 6}, {"level": 78, "type": "ABILITY", "id": 910620, "rarity": 6}, {"level": 78, "type": "ABILITY", "id": 910621, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 910622, "rarity": 6}, {"level": 89, "type": "ABILITY", "id": 910623, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910624, "rarity": 6}], "sex_id": 2, "entries": {"401002705": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [904, 2740, 300], "ATK": [31, 94, 20], "MP": [45, 136, 50], "MAG": [33, 100, 20], "SPR": [36, 108, 20], "DEF": [32, 97, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401002705, "attack_count": 40, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290060100": 10, "290050500": 15}}, "rarity": 5, "compendium_id": 8109, "attack_damage": [[40, 60]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [65, 115], "effect_frames": [60], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Here, take this.<br>It's my thanks to you for helping me with my precious research.", "這個給你。<br>哈哈，這是為感謝你協助我的重要研究<br>所作的回禮唷。", "이걸 주지.<br>후후, 내 소중한 연구를<br>도와준 답례야.", "Tiens, prends ça.<br>C'est pour te remercier de m'aider lors de mes recherches.", "Hier, nimm das. <br> Ein kleiner Dank für deine Hilfe bei meiner wichtigen Forschung, hi hi hi.", "Toma, aquí tienes.<br>Es mi forma de darte las gracias por haberme ayudado en mi investigación."], "description": ["A mysterious witch who only shows herself once a year. Rumor has it that no one knows her true identity, and that every witch who has called herself \"Kryla\" seems to be a different person each time. She tends to appear during the winter time, attacking innocent bystanders when she does. This has apparently earned her the nickname of \"the winter witch.\"", "一年只會出現在人們面前一次的神祕魔道士。沒有人知道他的真實身分，據說自稱「克里菈」的魔道士，每次都是不同的人。只要進入寒冷的時期，就會從各種地方出現並襲擊人類，在某些地方也有著「聖夜魔女」的稱號。", "일 년에 한 번, 사람들 앞에 모습을 나타낸다고 알려진 수수께끼의 마도사. 그 정체를 아는 사람은 한 명도 없으며, 자신을 '크릴라'라고 칭하는 마도사는 항상 다른 인물이었다고 한다. 추운 시기가 찾아오면 어디선가 나타나 사람들을 습격하기 때문에, 지역에 따라서는 '겨울의 마녀'라고 부르기도 하는 모양이다.", "Une mystérieuse sorcière qui n'apparaît qu'une seule fois par an. On raconte que personne ne connaît sa véritable identité et que toutes les sorcières qui se sont appelées \"Kryla\" semblaient être des personnes différentes à chaque fois. Elle semblait, en revanche, plutôt apparaître en hiver, attaquant toutes personnes qui croisaient son chemin. C'est sans doute de là que provient son surnom de \"Sorcière de l'hiver\"", "Eine von Mythen umrankte Hexe, die sich nur ein einziges Mal pro Jahr zeigt.  Gerüchten zu Folge kennt niemand ihre wahre Identität und jede Hexe, die sich selbst als \"Kryla\" bezeichnete, scheint jedes Mal eine andere Person zu sein. Ihr Erscheinen beschränkt sich auf die Winterzeit - und jedes Mal überfällt sie unschuldige Unbeteiligte. Dies hat ihr mancherorts auch den Namen \"Winterhexe\" eingebracht.", "Una bruja un tanto misteriosa que solo se deja ver una vez al año. La gente comenta que nadie conoce su verdadera identidad y que más de una bruja se ha presentado con el nombre de “Kryla”. Por otra parte, suele aparecer durante el invierno y, cuando esto ocurre, ataca a cualquier inocente que se encuentre en su camino. Todo esto ha hecho que se la conozca como “la bruja del invierno”."], "fusion": ["This isn't nearly enough.<br>I need more.", "這點程度我是無法滿足的。<br>快加把勁！", "이 정도론 모자라.<br>힘이 더 필요해.", "Ce n'est pas assez.<br>Il m'en faut plus.", "Damit ist es noch lange nicht getan. <br> Ich brauch' mehr!", "No es suficiente.<br>Necesito más."], "summon": ["Who dares  summon me?<br>You do know what this means, don't you? Prepare yourself!", "召喚出了誰你應該知道吧？<br>那麼，請做好覺悟喔！", "누구를 불러낸 건지<br>물론 잘 알고 있겠지?<br>그렇다면, 각오해 두라구?", "Qui ose m'appeler ?<br>Tu sais ce que ça signifie, n'est-ce pas ? En garde !", "Wer wagt es, mich zu rufen? Weißt du, was du getan hast?! Mach dich bereit!", "¿Quién se atreve a invocarme?<br>Sabes lo que significa esto, ¿verdad? ¡Prepárate!"]}}, "401002706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1175, 3562, 450], "ATK": [40, 122, 30], "MP": [58, 176, 75], "MAG": [43, 130, 30], "SPR": [46, 140, 30], "DEF": [42, 126, 30]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401002706, "attack_count": 40, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8110, "attack_damage": [[40, 60]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [65, 115], "effect_frames": [60], "strings": {"evolution": ["Wow, this is pretty nice!<br>It's like I've gained a brand new body!", "不錯，很有趣呢！<br>像是得到了新身體般的感覺。", "좋네, 아주 재미있어……!<br>새로운 몸을 얻은 것 같은 이 감각!", "Ouah, c'est plutôt cool !<br>C'est comme si j'avais un corps tout neuf !", "Wow, nicht schlecht ...! Fühlt sich fast so gut an, wie ein völlig neuer Körper!", "¡Guau! ¡Qué bien se siente!<br>¡Es como si tuviera un cuerpo nuevo!"], "affinity": ["Here, take this.<br>It's my thanks to you for helping me with my precious research.", "這個給你。<br>哈哈，這是為感謝你協助我的重要研究<br>所作的回禮唷。", "이걸 주지.<br>후후, 내 소중한 연구를<br>도와준 답례야.", "Tiens, prends ça.<br>C'est pour te remercier de m'aider lors de mes recherches.", "Hier, nimm das. <br> Ein kleiner Dank für deine Hilfe bei meiner wichtigen Forschung, hi hi hi.", "Toma, aquí tienes.<br>Es mi forma de darte las gracias por haberme ayudado en mi investigación."], "description": ["A mysterious witch in search of an immortal body. Kryla is able to prolong her own lifespan using a soul exchanging technique that she developed herself through meticulous research. Although she has managed to use this forbidden skill to transfer her soul into the bodies of others, she has yet to find a way to prevent their aging process. Following her failed attempt at kidnapping a young girl blessed with immortality for the purposes of her own research, she now rests her current form as she plots her revenge.", "可望長生不老之身的神秘女魔道士。從某個獨立研究中誕生，透過「靈魂交換」的魔術，不斷延長自己的壽命。雖然是靠別人的身體來繼承靈魂的禁斷之術，卻無法達成長生不老的願望，在捕捉長生不老少女的計畫失敗後，暫時撤退療養身體，等待著復仇的機會。", "불로불사를 추구하는 수수께끼의 마도사. 독자적인 연구를 거쳐 만들어낸, '영혼의 교환'이라는 마술로 자신의 수명을 연장하고 있다. 타인의 몸으로 갈아타는 금지된 술법이지만, 늙어가는 것만큼은 어찌할 수가 없었던 크릴라는 연구를 위해 나이를 먹지 않는 소녀를 붙잡으려고 했으나 실패에 그치고 말았으며, 일단 휴식을 취한 뒤 복수의 기회를 노리고 있다.", "Une mystérieuse sorcière à la recherche de l'immortalité. Kryla est capable de prolonger son espérance de vie en utilisant une technique d'échange d'âmes qu'elle a mise au point après d'intenses recherches. Bien que cette technique interdite lui permette de transférer son âme dans le corps d'autres personnes, elle ne peut pas empêcher le processus de vieillissement. N'ayant pas réussi à enlever une jeune fille immortelle pour en faire l'objet de ses recherches, elle resta dans sa forme actuelle, cherchant à se venger d'une manière ou d'une autre.", "Eine geheimnisvolle Hexe, die sich auf der stetigen Suche nach einem unsterblichen Körper befindet. Kryla ist in der Lage, ihre eigene Lebensspanne zu verlängern, indem sie die Technik des \"Seelentausches\" vollzieht, die sie sich während ihrer eigenen Studien angeeignet hat. Zwar ist es mit Hilfe dieser verbotenen Technik möglich, den Körper Anderer zu übernehmen, den Alterungsprozess iher Opfer allerdings, kann sie nicht aufhalte. Für ihre Studien versuchte sie einst, ein unsterbliches Mädchen zu fangen, doch Kryla scheiterte. Während sie nun ihren derzeitigen Körper ausruht, sinnt sie auf Rache.", "Una bruja misteriosa que busca hacerse con un cuerpo inmortal. Kryla es capaz de alargar su vida gracias a una técnica de intercambio de almas que ella misma desarrolló tras un largo tiempo investigando. En este sentido, aunque ha conseguido usar esta habilidad prohibida para traspasar su alma al cuerpo de otra gente, aún no ha encontrado la manera de evitar el envejecimiento. Además, tras fracasar a la hora de secuestrar a una joven que estaba bendecida con el don de la inmortalidad para así ampliar sus investigaciones, ahora, en su forma actual, planea la forma de vengarse."], "fusion": ["Don't be stingy, now.<br>Give me everything you've got.", "別吝嗇。<br>把現有的都拿來。", "쩨쩨하게 굴지 말고,<br>가진 만큼 다 내놓으라구.", "Ne sois pas timide.<br>Balance-moi tout ce que tu as.", "Nun sei nicht so geizig. <br> Gib mir alles, was du hast!", "No te pongas tacaño ahora.<br>Dame todo lo que tengas."], "summon": ["Who dares  summon me?<br>You do know what this means, don't you? Prepare yourself!", "召喚出了誰你應該知道吧？<br>那麼，請做好覺悟喔！", "누구를 불러낸 건지<br>물론 잘 알고 있겠지?<br>그렇다면, 각오해 두라구?", "Qui ose m'appeler ?<br>Tu sais ce que ça signifie, n'est-ce pas ? En garde !", "Wer wagt es, mich zu rufen? Weißt du, was du getan hast?! Mach dich bereit!", "¿Quién se atreve a invocarme?<br>Sabes lo que significa esto, ¿verdad? ¡Prepárate!"]}}}, "job": "Witch", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Kryla", "克里菈", "크라일라", "Kryla", "Kryla", "Kryla"], "equip": [1, 5, 6, 11, 12, 15, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "401002705", "job_id": 9019}