{"TMR": ["MATERIA", 1500000027], "name": "Scarmiglione", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20030, "rarity": 3}, {"level": 5, "type": "ABILITY", "id": 100020, "rarity": 3}, {"level": 19, "type": "ABILITY", "id": 910400, "rarity": 3}, {"level": 35, "type": "ABILITY", "id": 100160, "rarity": 3}, {"level": 20, "type": "ABILITY", "id": 910401, "rarity": 4}, {"level": 36, "type": "ABILITY", "id": 910402, "rarity": 4}, {"level": 48, "type": "MAGIC", "id": 20100, "rarity": 4}, {"level": 55, "type": "ABILITY", "id": 910403, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 100080, "rarity": 4}, {"level": 12, "type": "MAGIC", "id": 20220, "rarity": 5}, {"level": 26, "type": "ABILITY", "id": 100140, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 910404, "rarity": 5}, {"level": 58, "type": "ABILITY", "id": 910405, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910406, "rarity": 5}], "sex_id": 1, "entries": {"401001903": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [-20, 0, 0, 0, 0, 20, -20, 20], "stats": {"HP": [513, 1556, 150], "ATK": [21, 65, 14], "MP": [21, 65, 25], "MAG": [17, 50, 10], "SPR": [16, 48, 10], "DEF": [19, 59, 10]}, "magic_affinity": [0, 4, 0, 0], "ability_slots": 2, "limitburst_id": 401001903, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290030100": 5, "290050200": 15, "290010000": 25, "290020000": 10}}, "rarity": 3, "compendium_id": 8073, "attack_damage": [[100]], "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [43], "effect_frames": [40], "strings": {"evolution": null, "affinity": ["Worry not. It shall be as you wish.", "……不用擔心。你只要在這裡<br>等待好消息就可以了……", "……걱정할 필요 따윈 없다. 너는 그저 여기서<br>희소식을 기다리고 있도록……", "À vos ordres. Tout sera fait selon vos désirs.", "Ssseid unbesorgt! Lehnt Euch entspannt zurück, während ich Euren Wunsch in die Tat umsetze.", "No te preocupes. Se hará lo que tú quieres."], "description": ["One of Golbez's Archfiends who appears in the tales of a blue planet watched over by two moons. Scarmiglione commands the element of Earth, and also wields the power to manipulate the undead. Hoping that Scarmiglione's powers prove to be the downfall of Dark Knight Cecil, Golbez orders the Archfiend to do away with him at Mount Ordeals. Although Scarmiglione manages to remain unscathed after facing Cecil's dark sword in battle, the dark knight's companions Palom and Tellah use their magic to subjugate him, causing the Archfiend to fail his mission.", "在有兩個月亮的藍星異界的故事中登場的高貝扎四天王之一。掌管土之力，擁有能夠操控無數死零的能力。高貝扎認為他的能力，可以在打倒暗黑騎士時派上用場，便派他去試煉之山討伐塞西爾。雖然暗黑劍對死靈們沒有效果，但還是無法對抗與塞西爾同行的帕羅姆及泰拉的魔法，最後討伐以失敗告終。", "두 개의 달이 존재하는 이계인, 푸른 별에 얽힌 이야기에 등장하는 골베자 사천왕 중의 하나. 땅의 힘을 다루며, 무수히 많은 언데드를 조종하는 능력을 지니고 있다. 골베자는 그 힘이 암흑기사를 쓰러뜨리는 데 큰 역할을 할 것이라 여겨, 시련의 산으로 향하는 세실을 처치하라는 명령을 내렸다. 언데드들은 세실의 암흑검에는 아무런 영향도 받지 않았으나, 세실의 동료인 파롬과 테라의 마법에는 영락없이 당한 채 처치 작전은 실패로 끝났다.", "Un des seigneurs élémentaires de Golbez qui apparaît dans les contes d'une planète bleue entourée de deux lunes. Scarmiglione commande à la terre et possède également le pouvoir de manipuler les morts-vivants. Pensant que les pouvoirs de Scarmiglione seraient suffisants pour le débarrasser de Cécil, Golbez ordonna à son seigneur élémentaire de se rendre au Mont du supplice pour terrasser le chevalier noir. Si Scarmiglione était effectivement assez puissant pour tenir tête à Cécil en combat singulier, il ne put faire le poids face à la magie de Palom et Tellah, les deux compagnons du chevalier obscur et ne put remplir sa mission.", "Einer von Golbez vier Elementarfürsten, die in Geschichten über den blauen Planeten einer fernen Welt und ihren zwei Monden ihren Auftritt haben. Scarmiglione verfügt über das Element der Erde und besitzt außerdem die Kräfte, unzählige Untote zu kontrollieren. In der Hoffnung, dass Scarmigliones Kräfte dem Dunkelritter ein jähes Ende bereiten könnten, befahl Golbez seinem Diener, diesem auf dem Berg der Tortur aufzulauern, um Cecil vernichten zu können. Auch wenn Scarmiglione und seine Untoten unversehrt aus der Begegnung mit Cecils schwarzer Klinge hervorgingen, brachten Palom und Tellah der Gruppe durch ihre magischen Kräfte den Sieg.", "Uno de los archidiablos de Golbez del que se habla en las historias de un planeta azul sobre el que orbitan dos lunas. Scarmiglione es capaz de controlar la tierra y, también, posee el poder de controlar a los muertos vivientes. Con la esperanza de que los poderes de Scarmiglione fuesen la perdición de Cecil oscuro, Golbez le ordenó al archidiablo que acabase con él en el Monte Ordalía. En este sentido, aunque Scarmiglione consiguió salir ileso tras enfrentarse a la hoja oscura de Cecil, los compañeros del caballero oscuro, Palom y Tellah, consiguieron subyugarle con su magia, por lo que el archidiablo fracasó en su misión."], "fusion": ["Such pleasure I will take in delivering you to the gatesss of hell!", "開心……真是開心啊……<br>又能夠變得更強！", "기쁘군…… 기쁘다……<br>더 강해질 수 있어서!", "Je vais bien m'amuser à vous enterrer !", "Glücklich....Ich bin so glücklich...<br> Ich konnte wieder ssstärker werden!", "¡Qué placer más grande voy a sentir cuando os arroje a las puertasss del infierno!"], "summon": ["Ever at your ssservice, my lord.", "土之斯卡米留尼，<br>來也……", "땅의 스컬밀리오네가<br>여기 왔사옵니다……", "Le seigneur élémentaire de la terre Scarmiglione, attend vos ordres.", "Stetsss zu Euren Diensten, mein Gebieter.", "Siempre a su ssservicio, mi señor."]}}, "401001904": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [-20, 0, 0, 0, 0, 20, -20, 20], "stats": {"HP": [667, 2022, 210], "ATK": [28, 85, 18], "MP": [28, 85, 35], "MAG": [21, 65, 14], "SPR": [20, 62, 14], "DEF": [25, 77, 14]}, "magic_affinity": [0, 5, 0, 0], "ability_slots": 3, "limitburst_id": 401001904, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 5, "290050300": 10, "290030100": 10, "290020000": 20, "290050400": 5}}, "rarity": 4, "compendium_id": 8074, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [43], "effect_frames": [40], "strings": {"evolution": ["Impressssive...<br>Now I shall show you my true form!", "呼嚕嚕嚕嚕……<br>真虧你能把我打倒。<br>這樣就能讓你見識我真正的姿態！", "슈루루루루……<br>잘도 날 죽였겠다.<br>이걸로 진정한 모습을 보여주마!", "Sssrrr... Imbéciles<br>Je vais donc vous montrer ma véritable forme !", "Sssehr beeindruckend ...<br>Nun werde ich euch meine wahre Gestalt zeigen!", "Impresionante...<br>¡Ahora os enseñaré mi aspecto de verdad!"], "affinity": ["Worry not. It shall be as you wish.", "……不用擔心。你只要在這裡<br>等待好消息就可以了……", "……걱정할 필요 따윈 없다. 너는 그저 여기서<br>희소식을 기다리고 있도록……", "À vos ordres. Tout sera fait selon vos désirs.", "Ssseid unbesorgt! Lehnt Euch entspannt zurück, während ich Euren Wunsch in die Tat umsetze.", "No te preocupes. Se hará lo que tú quieres."], "description": ["One of Golbez's Archfiends who appears in the tales of a blue planet watched over by two moons. Scarmiglione seeks to defeat Cecil at Mount Ordeals during his journey to becoming a paladin. Once in battle his undead minions prove to be immune to Cecil's dark sword, but the aspiring paladin's companions Palom and Tellah vanquish the Archfiend with their magic. Unfortunately, however, Scarmiglione would immediately return as an undead creature himself to cowardly ambush Cecil's party from behind.", "在有兩個月亮的藍星異界的故事中登場的高貝扎四天王之一。在試煉之山上，為了抹殺想成為聖騎士的塞西爾而發動攻擊，唆使不怕暗黑劍的死靈手下們，讓塞西爾陷入苦戰。雖然敗給了與塞西爾同行的帕羅姆及泰拉的魔法並因此喪命，但卻立刻幻化成死靈並復活，卑鄙地從背後偷襲了塞西爾等人。", "두 개의 달이 존재하는 이계인, 푸른 별에 얽힌 이야기에 등장하는 골베자 사천왕 중의 하나. 시련의 산에서 팔라딘이 되려 하는 세실을 없애기 위해 싸움을 걸어 온다. 암흑검이 통하지 않는 부하 언데드들로 세실을 괴롭혔지만, 그의 동료인 파롬과 테라의 마법에 패배해 목숨을 잃고 만다. 그러나 금방 언데드로 부활하여, 세실을 등 뒤에서 치는 비겁한 짓을 저지르기에 이른다.", "Un des seigneurs élémentaires de Golbez qui apparaît dans les contes d'une planète bleue entourée de deux lunes. Scarmiglione chercha à se débarrasser de Cécil au Mont du supplice lors de son voyage pour devenir paladin. Immunisés contre l'épée de ténèbres de Cécil, Scarmiglione et ses sbires morts-vivants se révélèrent être de redoutables adversaires. Ils ne firent cependant pas le poids face à la magie de Palom et Tellah, les deux compagnons de l'apprenti paladin. Malheureusement, Scarmiglione revint à la vie sous la forme d'un mort-vivant et prit lâchement Cécil en embuscade.", "Einer von Golbez vier Elementarfürsten, die in Geschichten über den blauen Planeten einer fernen Welt und ihren zwei Monden ihren Auftritt haben.  Scarmiglione strebt danach, Cecil auf dem Berg der Tortur zu besiegen, bevor dieser sein Vorhaben, ein Paladin zu werden, in die Tat umsetzen kann. Erst im Kampf stellt sich heraus, dass seine untoten Handlanger immun gegen Cecils Dunkelschwert sind; Cecils Begleiter Palom und Tellah jedoch gelingt es, dem Elementarfürsten mit ihrer Magie den Garaus zu machen. Unglücklicherweise jedoch kehrte Scarmiglione daraufhin sofort - diesmal selbst als untote Kreatur - zurück und griff Cecils Gruppe feig aus dem Rücken an.", "Uno de los archidiablos de Golbez del que se habla en las historias de un planeta azul sobre el que orbitan dos lunas. Scarmiglione quería derrotar a Cecil en el Monte Ordalía, mientras este proseguía con su viaje para convertirse en paladín. Los esbirros no muertos del archidiablo probaron ser inmunes a la hoja oscura de Cecil; pero los acompañantes del aspirante a paladín, Palom y Tellah, derrotaron al archidiablo con su magia. Desafortunadamente, Scarmiglione regresaría al poco tiempo convertido en un muerto viviente para emboscar cobardemente al grupo de Cecil por la espalda."], "fusion": ["Those who see this face must die!<br>I'll sssmite your ruin upon the mountainside!", "看見我真面目之人，<br>我要將他推下懸崖！", "내 정체를 본 자는<br>절벽에서 떨어뜨려 주마!", "Vous avez vu mon vrai visage ! Mourez !", "Wer mein wahres Gesicht sieht, stirbt!<br> Ich schmeisssse euch die Klippe  hinunter!", "¡Todo aquel que me vea el rostro ha de morir!<br>¡Con mi golpe, vaisss a rodar por toda la ladera de la montaña!"], "summon": ["My undead children hunger to feassst upon your flesh!", "我親愛的死靈們……<br>吃飯時間到了！", "귀여운 언데드들의……<br>먹이 시간이다……!", "Mes morts-vivants dévoreront votre chair !", "Meine ausgehungerten, untoten Kinder lüsssten nach eurem Fleisch!", "¡Mis pequeños muertos vivientes se mueren por probar vuessstra carne!"]}}, "401001905": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [-20, 0, 0, 0, 0, 20, -20, 20], "stats": {"HP": [868, 2629, 240], "ATK": [37, 111, 24], "MP": [37, 111, 40], "MAG": [28, 85, 16], "SPR": [27, 81, 16], "DEF": [33, 100, 16]}, "magic_affinity": [0, 6, 0, 0], "ability_slots": 4, "limitburst_id": 401001905, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 8075, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [43], "effect_frames": [40], "strings": {"evolution": ["My true ssstrength lies in death!<br>And now, you shall join me in it!", "死了以後也讓人畏懼！<br>就讓你見識一下<br>土之斯卡米留尼的強大吧……", "죽음 뒤에 비로소 드러난<br>땅의 스컬밀리오네의 무시무시한 힘을……<br>보여 주마!", "Mon véritable pouvoir ne se révèle qu'après ma mort !<br>Et vous allez venir avec moi !", "Meine wahre Stärke entfaltet sich erssst im Tod! Und ihr werdet mich dorthin begleiten!", "¡Mi fuerza verdadera está en la muerte!<br>Y ahora, ¡te voy a llevar conmigo!"], "affinity": ["Worry not. It shall be as you wish.", "……不用擔心。你只要在這裡<br>等待好消息就可以了……", "……걱정할 필요 따윈 없다. 너는 그저 여기서<br>희소식을 기다리고 있도록……", "À vos ordres. Tout sera fait selon vos désirs.", "Ssseid unbesorgt! Lehnt Euch entspannt zurück, während ich Euren Wunsch in die Tat umsetze.", "No te preocupes. Se hará lo que tú quieres."], "description": ["One of Golbez's Archfiends who appears in the tales of a blue planet watched over by two moons. Scarmiglione originally wore a mage's robe which covered his head and granted him his magical powers, but rose once again as a decomposing body upon losing his life and becoming part of the undead. Determined to do away with Cecil at Mount Ordeals, he attacks the aspiring paladin a second time only to lose again. Following his revival at the hands of Zemus, he then faces Cecil and his party a third time whilst inside the Giant of Babil.", "在有兩個月亮的藍星異界的故事中登場的高貝扎四天王之一。以魔道士風格的法袍遮住眼睛並精通魔法，在喪命後即以死靈的姿態復活。企圖在試煉之山奪取塞西爾的性命，但是兩次都失敗了。在那之後藉助了澤姆斯的力量復活，並在塞西爾等人進入巴別巨人內部時，發動了第三次的襲擊。", "두 개의 달이 존재하는 이계인, 푸른 별에 얽힌 이야기에 등장하는 골베자 사천왕 중의 하나. 마도사 풍의 로브를 눈가까지 뒤집어쓰고 마법을 자유자재로 구사했으나, 목숨을 잃은 뒤에도 불사의 육체를 지닌 언데드로 부활한다. 시련의 산에서 세실을 없애기 위해 습격했으나, 두 번에 걸쳐 패배하고 만다. 그러나 그 뒤 제무스의 힘으로 부활하여 바빌의 거인 내부에 들어선 세실 일행의 앞을 세 번째로 가로막는다.", "Un des seigneurs élémentaires de Golbez qui apparaît dans les contes d'une planète bleue entourée de deux lunes. Scarmiglione portait à l'origine une robe de mage qui lui couvrait la tête et lui permettait d'utiliser de puissants pouvoirs magiques. Ressuscité après sa défaite contre de braves héros, son corps décharné ne faisait plus de lui qu'un simple mort-vivant. Déterminé à prendre sa revanche contre Cécil au Mont du supplice, il attaqua le paladin mais dû essuyer un nouvel échec. Ressuscité à nouveau des mains de Zemus, il affronta Cécil et ses amis une troisième fois alors qu'ils étaient dans me Géant de Babil.", "Einer von Golbez vier Elementarfürsten, die in Geschichten über den blauen Planeten einer fernen Welt und ihren zwei Monden ihren Auftritt haben. Ursprünglich trug Scarmiglione einen Magierumhang, der seinen Kopf verhüllte und ihm seine magischen Fähigkeiten gab; nachdem er aber sein Leben verlor, wurde er - wie seine eigenen Untoten - als faulender Körper wiedererweckt. Fest dazu entschlossen, Cecil zu bezwingen, greift er diesen ein zweites Mal an, nur um erneut zu verlieren. Nachdem er von Zemus wiedererweckt wird, greift er Cecil und seine Gruppe im Inneren des Giganten von Babil ein drittes Mal an.", "Uno de los archidiablos de Golbez del que se habla en las historias de un planeta azul sobre el que orbitan dos lunas. Al principio, Scarmiglione solía vestir una túnica de mago que le cubría la cabeza y le otorgaba poderes mágicos; pero, tras perder la vida, acabó transformado en un muerto viviente. En ese momento, Scarmiglione estaba convencido de que iba a derrotar a Cecil en el Monte Ordalía, por lo que atacó al aspirante a paladín por segunda vez, aunque el resultado fue el mismo: la derrota. Luego, Zemus lo volvió a revivir y este volvió a la carga contra Cecil y su grupo por tercera vez cuando estos se encontraban en Gigante de Babil."], "fusion": ["Breathe this, and walk as the living dead!", "吸入此毒氣之人，<br>將會變成活屍！", "이 가스를 들이마신 자는<br>살아있는 시체가 되리라!", "Respirez ces effluves et devenez des morts-vivants !", "Atmet dieses Gas ein und wandelt fortan als Untote!", "¡Inhalad esto, y caminad ahora como muertos vivientes!"], "summon": ["I am the oarsman who will ferry you beyond the veil! The Blighted Despot, Scarmiglione--archfiend of earth, and first of Golbez's circle of four!", "我是……死水引導人……<br>高貝扎四天王……<br>土之斯卡米留尼。", "나는…… 죽음의 안내인……<br>골베자 님의 사천왕……<br>땅의 스컬밀리오네다.", "Par ordre de maître Golbez, Scarmiglione, le seigneur de la terre, vous enverra dans l'au-delà !", "Ich bin der Fährmann, der euch über den Totenfluss bringt. Der verderbte Dessspot Scarmigione, Elementarfürst der Erde und Untergebener von Golbez!", "¡Soy el barquero que os llevará más allá de este manto! ¡Scarmiglione, el Despoinfecto! ¡Archidiablo de la tierra y el vasallo predilecto de Golbez!"]}}}, "job": "Elemental Archfiend", "sex": "Male", "game": "FFIV", "rarity_max": 5, "names": ["Scarmiglione", "斯卡米留尼", "스컬밀리오네", "Scarmiglione", "Scarmiglione", "Scarmiglione"], "equip": [1, 2, 4, 13, 16, 40, 50, 51, 53, 60], "game_id": 10004, "rarity_min": 3, "tribe_id": 12, "id": "401001903", "job_id": 9013}