{"TMR": ["EQUIP", 1100000139], "name": "Chow", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 910812, "rarity": 5}, {"level": 8, "type": "ABILITY", "id": 101270, "rarity": 5}, {"level": 25, "type": "ABILITY", "id": 101350, "rarity": 5}, {"level": 38, "type": "MAGIC", "id": 10160, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 910813, "rarity": 5}, {"level": 61, "type": "ABILITY", "id": 910814, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 910815, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910816, "rarity": 5}, {"level": 5, "type": "ABILITY", "id": 910818, "rarity": 6}, {"level": 28, "type": "ABILITY", "id": 910819, "rarity": 6}, {"level": 55, "type": "MAGIC", "id": 10190, "rarity": 6}, {"level": 57, "type": "ABILITY", "id": 910820, "rarity": 6}, {"level": 68, "type": "ABILITY", "id": 100740, "rarity": 6}, {"level": 70, "type": "ABILITY", "id": 910821, "rarity": 6}, {"level": 73, "type": "ABILITY", "id": 910965, "rarity": 6}, {"level": 78, "type": "MAGIC", "id": 10180, "rarity": 6}, {"level": 88, "type": "ABILITY", "id": 910822, "rarity": 6}, {"level": 92, "type": "ABILITY", "id": 910824, "rarity": 6}, {"level": 98, "type": "ABILITY", "id": 910825, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910829, "rarity": 6}], "sex_id": 1, "entries": {"401003805": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 50, 50], "stats": {"HP": [962, 2914, 360], "ATK": [32, 98, 16], "MP": [41, 124, 40], "MAG": [27, 83, 16], "SPR": [38, 114, 16], "DEF": [35, 106, 16]}, "magic_affinity": [6, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401003805, "attack_count": 33, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290050500": 15, "290060400": 10}}, "rarity": 5, "compendium_id": 8131, "attack_damage": [[33, 33, 34]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [62, 87, 117], "effect_frames": [55, 77, 107], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I wish to reward those who are kind at heart.", "我想要獎勵擁有善心之人。", "나는 선한 마음을 지닌 자에게<br>상을 내리고 싶구나.", "Je récompense tous ceux qui ont le cœur pur.", "Ich möchte die Edlen und die mit gütigem Herzen belohnen.", "A mí me gusta recompensar a todo aquel que tiene un buen corazón."], "description": ["A divine beast who has lived an eternity in the form of a dog. Chow enjoys interacting with people, and thus will physically manifest himself before those whose intentions are pure. Legend has it that whoever catches a glimpse of this divine beast falls under the protection of his mysterious powers, and shall live in bliss for the rest of his or her days.", "以狗的姿態顯現的長壽神獸。喜歡和人交流，感覺到人類純粹的願望後會現身。如果有幸看到牠，將會被不可思議的力量所守護，可以一生過著幸福快樂的日子。", "긴 세월을 살아온, 개의 모습을 한 신수. 사람들과 교류하기를 좋아하며, 사람들의 순수한 소원을 들으면 그 모습을 나타낸다고 한다. 운 좋게 그의 모습을 보게 된 자는 그 신비한 힘의 가호를 받게 되며, 일생을 행복하게 보낼 수 있다고 한다.", "Une bête divine qui vie pour l'éternité sous la forme d'un chien. Chow adore la compagnie des humains et se manifeste uniquement devant ceux dont les intentions son pures. La légende raconte que quiconque aperçoit cette bête divine se retrouve protégé par ses mystérieux pouvoirs et vivra béni pour le reste de sa vie.", "Eine göttliche Bestie, die eine Ewigkeit in der Gestalt eines Hundes zubrachte. Chow genießt die Interaktion mit Menschen und zeigt sich daher jenen, die ihm würdig erscheinen, in physischer Gestalt. Der Legende nach soll jeder, der ein Blick auf diese göttliche Bestie wirft, unter den Schutz ihrer mysteriösen Kräfte fallen und von da an, bis zum Ende seiner Tage in Glückseligkeit und Frieden leben.", "Una bestia divina que lleva toda la eternidad con forma de perro. A Chow le gusta interactuar con la gente y, por tanto, suele dejarse ver ante personas que tienen el corazón puro y buenas intenciones. Además, cuenta la leyenda que todo aquel que lo vea acabará bajo la protección de sus misteriosos poderes y vivirá bajo su amparo durante el resto de su vida."], "fusion": ["Warm heart, warm prayers...<br>I gladly accept them.", "溫柔之心、祈禱……<br>我收下了。", "따뜻한 마음과 기도……<br>감사히 받아들이마.", "Tu as bon un bon fond et tes prières sont sincères...<br>Très bien, j'accepte avec joie.", "Warmes Herz, warme Gebete ...<br>Ich nehme sie dankend an.", "Tienes buen corazón, tus intenciones son sinceras.<br>Te ayudaré."], "summon": ["Oh? It would seem you, too, hold a kind heart.", "喔？<br>你似乎也有著溫柔之心呢。", "호오? 그대는<br>따스한 마음을 지니고 있는 것 같구나.", "Oh ? Il semble que tu aies toi aussi de bonnes intentions.", "Oh? Auch in deiner Brust scheint also ein gütiges Herz zu pochen.", "Ya veo... Parece que tú también tienes buen corazón."]}}, "401003806": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 50, 50], "stats": {"HP": [1250, 3788, 510], "ATK": [42, 128, 26], "MP": [55, 168, 65], "MAG": [36, 108, 26], "SPR": [49, 148, 26], "DEF": [46, 138, 26]}, "magic_affinity": [7, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401003806, "attack_count": 33, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8132, "attack_damage": [[33, 33, 34]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [62, 87, 117], "effect_frames": [55, 77, 107], "strings": {"evolution": ["You would give me power?<br>You are quite an interesting one.", "你將力量給了我嗎？<br>真是個不可思議啊。", "내게 힘을 전해주다니.<br>그대는 신비한 존재로구나.", "Tu veux me donner plus de puissance ?<br>Tu n'es pas comme les autres toi.", "Du willst mir Kraft geben?<br>Welch sonderbare Persönlichkeit du bist.", "¿Me das más poder?<br>Eres una persona un poco peculiar."], "affinity": ["I wish to reward those who are kind at heart.", "我想要獎勵擁有善心之人。", "나는 선한 마음을 지닌 자에게<br>상을 내리고 싶구나.", "Je récompense tous ceux qui ont le cœur pur.", "Ich möchte die Edlen und die mit gütigem Herzen belohnen.", "A mí me gusta recompensar a todo aquel que tiene un buen corazón."], "description": ["A divine beast of legend said to have saved people from suffering with its mysterious powers long ago. It remains unclear as to how Chow came to adapt the form of a dog, but some speculate that he gained high favor through his gallant and heroic acts. Believing in people's good nature, he still travels the world to this day protecting their honorable deeds.", "相傳很久以前以不可思議的力量拯救了受苦之人的神獸。雖不知牠為何成為了神獸，但其勇敢的心與行動必為其積攢了不少功德。牠相信人性本善，為了守護這份善良而在世界各地旅行。", "먼 옛날, 고통에 빠진 사람들을 그 신비한 힘으로 구해냈다는 전설의 신수. 그가 신수가 된 경위는 밝혀지지 않았으나, 그 용감한 마음과 행동으로 덕망을 쌓은 것으로 보인다. 사람들의 선한 마음을 믿고, 선을 지키기 위해 그는 오늘도 세계를 여행하고 있다.", "Une bête légendaire qui aurait sauvé un nombre important de personnes souffrantes grâce à ses mystérieux pouvoirs. Personne ne sait exactement pourquoi Chow s'est, un jour, matérialisé sous la forme d'un chien, mais beaucoup pensent qu'il était tenu en haute estime grâce à ses actions braves et héroïques. Persuadé de la nature profondément bonne de l'être humain, il continue encore aujourd'hui à protéger ceux qui dans le besoin à travers le monde.", "Eine göttliche Bestie, von der es in Legenden heißt, dass sie das Leid vieler Menschen durch ihre mysteriösen Kräfte beendete. Es ist unklar, wie es dazu kam, dass Chow eine solche göttliche Gestalt annahm. Viele spekulieren aber darüber, dass er in seiner Vergangenheit durch seine heldenhaften und edlen Taten eine moralische Erleuchtung erfuhr. Sein Vertrauen in das Gute im Menschen ist unerschüttlich und so bereist er die Welt, um die ehrenwerten Motive dieser Menschen mit aller Kraft zu beschützen.", "Una bestia divina que, según dicen, aliviaba el sufrimiento de las personas con sus misteriosos poderes en el pasado. Aun así, todavía no se sabe cómo Chow acabó adquiriendo forma de perro, pero muchos especulan que se ganó el favor de los dioses con sus actos heroicos repletos de gallardía. Asimismo, Chow cree en la buena voluntad de la gente y, por ello, continúa viajando a lo largo del mundo para proteger a todo aquel que obre con honor."], "fusion": ["I will protect your hearts with my ever-increasing power.", "以更近一步的力量，<br>守護著你們的心。", "더욱 강한 힘으로<br>너희들을 지켜주마.", "Je vais protéger vos âmes à l'aide de ma puissance toujours plus grande.", "Mit meiner überschäumenden Kraft werde ich eure zarten Herzen beschützen.", "Protegeré vuestros corazones con mi poder infinito."], "summon": ["Oh? It would seem you, too, hold a kind heart.", "喔？<br>你似乎也有著溫柔之心呢。", "호오? 그대는<br>따스한 마음을 지니고 있는 것 같구나.", "Oh ? Il semble que tu aies toi aussi de bonnes intentions.", "Oh? Auch in deiner Brust scheint also ein gütiges Herz zu pochen.", "Ya veo... Parece que tú también tienes buen corazón."]}}}, "job": "Divine Beast", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Chow", "球球", "챠우", "Chow", "Chow", "Chow"], "equip": [1, 5, 16, 30, 31, 40, 41, 50, 51, 52, 53, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 1, "id": "401003805", "job_id": 9025}