{"TMR": ["MATERIA", 1500000031], "name": "Barbariccia", "is_summonable": true, "skills": [{"level": 5, "type": "MAGIC", "id": 20120, "rarity": 5}, {"level": 18, "type": "MAGIC", "id": 20240, "rarity": 5}, {"level": 24, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 910423, "rarity": 5}, {"level": 48, "type": "ABILITY", "id": 910424, "rarity": 5}, {"level": 60, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 65, "type": "ABILITY", "id": 910425, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 910426, "rarity": 5}, {"level": 80, "type": "MAGIC", "id": 20390, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 910427, "rarity": 6}, {"level": 20, "type": "ABILITY", "id": 910428, "rarity": 6}, {"level": 34, "type": "ABILITY", "id": 910429, "rarity": 6}, {"level": 42, "type": "ABILITY", "id": 910430, "rarity": 6}, {"level": 50, "type": "ABILITY", "id": 910431, "rarity": 6}, {"level": 56, "type": "MAGIC", "id": 20330, "rarity": 6}, {"level": 66, "type": "ABILITY", "id": 200160, "rarity": 6}, {"level": 77, "type": "ABILITY", "id": 910432, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 910433, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910434, "rarity": 6}], "sex_id": 2, "entries": {"401001406": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 50, -50, 0], "stats": {"HP": [1139, 3450, 390], "ATK": [36, 110, 26], "MP": [63, 190, 65], "MAG": [51, 156, 34], "SPR": [46, 140, 26], "DEF": [39, 118, 26]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 401001406, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8092, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [55], "effect_frames": [50], "strings": {"evolution": ["That dragoon could never prevail against me now!", "現在的話，不會輸給<br>那個龍騎士了！", "지금이라면 그 용기사에게도<br>지지 않을 터!", "Ce dragonnier, ne peut plus rien contre moi désormais !", "Jetzt könnte nicht mal dieser Dragoner etwas gegen mich anhaben!", "¡Ahora, ese dragontino nunca podrá contra mí!"], "affinity": ["You have managed to use the full extent of my power! It seems I may have misjudged you.", "竟然能夠將我的力量運用到這種程度。<br>我好像太小看你了呢！", "내 힘을 이렇게까지 사용해낼 줄이야.<br>널 과소평가했던 모양이구나!", "Tu as réussi à déployer mon plein potentiel ! Je crois que je t'ai mal jugé.", "Du bist also im Stande, meine Kräfte vollständig zu nutzen!<br> Sieht so aus, als hätte ich dich unterschätzt.", "¡Has conseguido usar todo el potencial de mi poder! Parece que me he equivocado contigo."], "description": ["One of Golbez's Archfiends who appears in the tales of a blue planet watched over by two moons. Barbariccia is a beautiful woman with luscious hair much longer than her own body, and the power to command the wind. Although their mutual specialty in aerial attacks led to a sort of friendly rivalry between her and Kain, a dragoon being controlled by one of Golbez's spells, this didn't last long. Once the spell bending Kain to Golbez's will was broken, the Archfiend wasted no time trying to kill the dragoon.", "在有兩個月亮的藍星異界的故事中登場的高貝扎四天王之一。有著妖豔外觀的女性，揮舞著遠超過身高的長髮，並能自由的操控風。她暗自將同樣擅長空中戰並被高貝札的法術所操控的龍騎士凱因視為勁敵。當凱因身上的法術被解除而回歸敵人身分時，她卻覺得這是個大好機會，為了奪取他的性命而發動襲擊。", "두 개의 달이 존재하는 이계인, 푸른 별에 얽힌 이야기에 등장하는 골베자 사천왕 중 하나. 요염한 여성으로, 자신의 키보다도 훨씬 긴 머리카락을 휘둘러 바람을 자유자재로 조종한다. 똑같은 공중전 전문이라는 점 때문에 용기사인 카인에게 남몰래 라이벌 의식을 품고 있었으며, 카인의 세뇌가 풀려 적대 위치에 놓이자 좋은 기회로 여기고 그를 제거하려 들었다.", "Un des seigneurs élémentaires de Golbez qui apparaît dans les contes d'une planète bleue entourée de deux lunes. Barbariccia est une femme magnifique possédant de très beaux cheveux bien plus longs que son propre corps, et la capacité de commander au vent. Bien que leur spécialité ait poussée Barbariccia et Kaïn, un dragonnier contrôlé par un des sorts de Golbez, vers une sorte d'amitié teintée de rivalité naturelle, celle-ci ne dura pas très longtemps. Sitôt le sort contrôlant le dragonnier dissipé, le Seigneur élémentaire ne perdit pas une seconde et tenta de le tuer.", "Eine von Golbez vier Elementarfürsten, die in Geschichten über den blauen Planeten einer fernen Welt und ihren zwei Monden ihren Auftritt haben. Barbarizia ist eine bezaubernde Frau mit herrlichem Haar, das erheblich länger ist, als ihr eigener Körper.  Sie besitzt die Kraft, die Winde frei kontrollieren zu können. Durch ihre gemeinsame Spezialisierung auf Luftangriffe, verband sie eine Art freundliche Rivalität mit Kain, einem Dragoner, der von Golbez Magie kontrolliert wurde. Als jedoch der Spruch über Kain brach, zögerte sie nicht, ihn - nun nach seinem Leben trachtend - umgehend anzugreifen.", "Una de los archidiablos de Golbez de la que se habla en las historias de un planeta azul sobre el que orbitan dos lunas. Barbariccia es una mujer preciosa de pelo sedoso y largo, más largo que su propio cuerpo; además, tiene el poder de controlar el viento. En este sentido, tanto Kain como Barbariccia están especializados en ataques de viento, lo que les llevó a desarrollar cierta rivalidad entre sí. Kain, por su parte, es un dragontino que estaba siendo controlado por uno de los hechizos de Golbez, aunque esto no duró demasiado. De hecho, cuando se rompió el hechizo que ataba a Kain a la voluntad de Golbez, la archidiabla no perdió ni en segundo a la hora de intentar matar al dragontino."], "fusion": ["Ha ha ha ha ha...<br>The heavens are mine to do as I please whilst in battle!", "呵呵呵呵呵……<br>天空之戰，盡在我的掌控中！", "오홋호호호……<br>공중에서의 싸움이라면 내 마음대로지!", "Ha ha ha ha ha...<br>Les combats dans les airs sont ma spécialité !", "Ha ha ha ha ha...<br>In den Lüften bin ich unschlagbar!", "Ja, ja, ja, ja, ja...<br>¡Son míos los cielos y, con ellos, puedo hacer lo que quiera en combate!"], "summon": ["Were you the one to summon me here? Very well then, I shall allow it.", "召喚我的就是你嗎？<br>真有趣，讓我見識一下吧。", "날 부른 게 너냐?<br>재밌군, 어디 지켜보도록 할까.", "Est-ce toi qui m’as invoquée ici ? Très bien, je vous autorise à vous servir de ma force.", "Hast du mich hierherbeschworen? So sei es, ich werde es erlauben.", "¿Tú eres quien me ha invocado? Muy bien, te lo permito."]}}, "401001405": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 50, -50, 0], "stats": {"HP": [876, 2654, 240], "ATK": [28, 85, 16], "MP": [48, 146, 40], "MAG": [40, 120, 24], "SPR": [36, 108, 16], "DEF": [30, 91, 16]}, "magic_affinity": [0, 8, 0, 0], "ability_slots": 4, "limitburst_id": 401001405, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290050500": 15, "290060400": 10}}, "rarity": 5, "compendium_id": 8091, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [55], "effect_frames": [50], "strings": {"evolution": null, "affinity": ["You have managed to use the full extent of my power! It seems I may have misjudged you.", "竟然能夠將我的力量運用到這種程度。<br>我好像太小看你了呢！", "내 힘을 이렇게까지 사용해낼 줄이야.<br>널 과소평가했던 모양이구나!", "Tu as réussi à déployer mon plein potentiel ! Je crois que je t'ai mal jugé.", "Du bist also im Stande, meine Kräfte vollständig zu nutzen!<br> Sieht so aus, als hätte ich dich unterschätzt.", "¡Has conseguido usar todo el potencial de mi poder! Parece que me he equivocado contigo."], "description": ["One of Golbez's Archfiends who appears in the tales of a blue planet watched over by two moons. Barbariccia commands the element of wind, and has been entrusted with the protection of the Tower of Zot. When a proposal is made to release a kidnapped Rosa in exchange for the Earth Crystal as per Kain's suggestion, everyone agrees to proceed with the negotiation at the Tower of Zot. Aware of the party's movements, Barbariccia works from the shadows to set up the Magus Sisters against Cecil in hopes of being praised for her efforts.", "在有兩個月亮的藍星異界的故事中登場的高貝扎四天王之一。她掌管風之力，負責守護佐特塔。在凱因提議以土之水晶來交換人質的羅莎時，就是她提供了佐特塔當作交換地點。另一方面，自己卻躲在暗處，命令部下梅格斯三姊妹襲擊塞西爾等人，試圖獨佔所有的功勞。", "두 개의 달이 존재하는 이계인, 푸른 별에 얽힌 이야기에 등장하는 골베자 사천왕 중 하나. 바람의 힘을 다루며, 조트의 탑을 수호하고 있다. 카인이 제안한, 로자를 인질로 삼아 땅의 크리스탈과 교환하는 작전의 실행 장소로 조트의 탑을 제공했다. 한편, 자신은 뒤에서 대기하며 부하인 매거스 세 자매에게 세실을 공격하게 하여 공적을 독차지하려 했다.", "Un des seigneurs élémentaires de Golbez qui apparaît dans les contes d'une planète bleue entourée de deux lunes. Barbariccia commande au vent et a été chargée de protéger la Tour de Zot. Lorsque Kaïn suggéra d'échanger Rosa, captive depuis plusieurs jours, contre le Cristal de la Terre, tout le monde fut d'accord pour lancer les négociations à la Tour de Zot. Totalement au courant des mouvements de Cécil et ses amis, Barbariccia relâcha en secret les Sœurs Magus contre Cécil dans l'espoir d'être félicitée pour ses efforts.", "Eine von Golbez vier Elementarfürsten, die in Geschichten über den blauen Planeten einer fernen Welt und ihren zwei Monden ihren Auftritt haben. Barbarizia gebietet über das Element des Windes und wurde mit dem Schutz des Turms von Zot betraut. Als Kain die Strategie vorschlägt, Rosa als Geisel zu verwenden, um sie gegen den Erdkristall zu tauschen, einigt man sich auf den Turm von Zot als Verhandlungsort. Im Klaren über das Vorhaben der Gruppe, agiert Barbarizia aus dem Hintergrund und setzt die Magusschwestern auf Cecil und seine Freunde an, um danach alle Lorbeeren alleine zu ernten.", "Una de los archidiablos de Golbez de la que se habla en las historias de un planeta azul sobre el que orbitan dos lunas. Barbariccia controla el viento y su misión es proteger la Torre de Zot. Por otra parte, cuando Kain propone la liberación de Rosa a cambio del Cristal de Tierra, todos están de acuerdo en que las negociaciones tengan lugar en la Torre de Zot. Por su parte, Barbariccia, consciente de las intenciones del grupo, planea en secreto poner a las Hermanas Magus en contra de Cecil con la esperanza de que la elogien por su trabajo."], "fusion": ["My touch shall turn those who dare defy me into stone.", "反抗我的人，<br>我會親手將他們石化。", "내게 검을 겨누는 자는<br>이 손가락으로 돌로 만들어 주마.", "Mes doigts changent en pierre tous ceux qui osent me défier.", "Jeder der seine Klinge gegen mich wendet, werden meine Finger zu Stein verwandeln.", "Si toco a cualquiera que ose desafiarme, lo convertiré en piedra."], "summon": ["You grow arrogant, I see!<br>A fool such as yourself should bow before Barbariccia, Empress of the Winds!", "我是風之巴爾巴莉希亞。<br>不要隨意地叫我！", "나는 바람의 발바리시아다.<br>함부로 내 이름을 입에 담지 마라!", "Je vois que tu es devenu arrogant ! Un fou comme toi devrait s'agenouiller devant Barbariccia, l'Impératrice Éolienne!", "Barbarizia?! Für dich immer noch \"Kaiserin des Windes\", du Narr!", "¡Ya veo! ¡Te estás volviendo arrogante!<br>Un necio como tú debería arrodillarse ante Barbariccia, ¡la Emperatriz de los Vientos!"]}}}, "job": "Elemental Archfiend", "sex": "Female", "game": "FFIV", "rarity_max": 6, "names": ["Barbariccia", "巴爾巴莉希亞", "발바리시아", "Barbariccia", "Barbarizia", "Barbariccia"], "equip": [5, 6, 12, 15, 30, 40, 50, 53, 60], "game_id": 10004, "rarity_min": 5, "tribe_id": 5, "id": "401001405", "job_id": 9013}