{"TMR": ["EQUIP", 1100000088], "name": "A2", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 910288, "rarity": 5}, {"level": 10, "type": "ABILITY", "id": 910289, "rarity": 5}, {"level": 23, "type": "ABILITY", "id": 218590, "rarity": 5}, {"level": 34, "type": "ABILITY", "id": 910290, "rarity": 5}, {"level": 49, "type": "ABILITY", "id": 910291, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 910292, "rarity": 5}, {"level": 77, "type": "ABILITY", "id": 910293, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 218650, "rarity": 5}, {"level": 15, "type": "ABILITY", "id": 910296, "rarity": 6}, {"level": 29, "type": "ABILITY", "id": 910297, "rarity": 6}, {"level": 45, "type": "ABILITY", "id": 910298, "rarity": 6}, {"level": 59, "type": "ABILITY", "id": 910299, "rarity": 6}, {"level": 77, "type": "ABILITY", "id": 101370, "rarity": 6}, {"level": 84, "type": "ABILITY", "id": 910300, "rarity": 6}, {"level": 91, "type": "ABILITY", "id": 910302, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910303, "rarity": 6}], "sex_id": 2, "entries": {"401001205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [937, 2840, 240], "ATK": [39, 118, 24], "MP": [49, 148, 40], "MAG": [21, 65, 16], "SPR": [31, 93, 16], "DEF": [36, 109, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401001205, "attack_count": 2, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 20, "290060000": 10, "290060100": 10, "290050500": 5}}, "rarity": 5, "compendium_id": 8062, "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [20, 60], "effect_frames": [15, 55], "strings": {"evolution": null, "affinity": ["I am still alive... I am sorry.<br>Once things are cleared up here,<br>I'll be on my way.", "我還活著啊……真是抱歉呢。<br>這裡結束後，<br>就會立刻去你那裡了……", "나, 아직 살아 있구나…… 미안해.<br>모든 게 정리되면,<br>금방 그쪽으로 갈 테니까……", "Je suis encore en vie... Je suis désolée.<br>Une fois que tout sera réglé ici,<br>je viendrai vous retrouver.", "Ich lebe noch ... Es tut mir leid.<br>Sobald hier alles erledigt ist,<br>komme ich nach.", "Sigo viva... Lo siento.<br>En cuanto se calmen las cosas,<br>me iré por mi camino."], "description": ["An android from a faraway world, her proper name is YoRHa Type A No. 2. An attacker model implementing a close-range attack style not currently used, she is a prototype of the current official YoRHa soldier models like 2B and 9S, and closely resembles 2B. Long ago, she was thrust into a large scale fight by the human military headquarters to be tested, but afterwards it is said she deserted and went completely AWOL.", "遙遠異界中的自動步兵人形，正式名稱為「寄葉A型二號」，是特化近戰攻擊的戰鬥型人造人，現在已經沒有在使用。她也是目前寄葉部隊正式採用機體2B與9S的原型，外觀與2B十分相似。根據紀錄顯示，過去人類軍司令部在執行大規模作戰時，以實驗目的將她投入作戰，但在作戰結束後，她便逃離軍隊從此消聲匿跡。", "까마득히 먼 이계의 자동 보병 인형으로, 정식 명칭은 '요르하 A형 2호'. 현재는 운용되지 않는, 근접 공격에 특화된 어태커 모델이다. 2B나 9S 등 현 요르하 부대의 정식 채용 모델의 프로토타입으로, 외모 또한 2B와 상당히 유사하다. 과거 인류군 사령부가 실행한 대규모 작전에 시험 운용으로서 투입되었지만, 작전 종료 직후 탈주하여 소식이 끊어졌다는 기록만이 남겨져 있다.", "Un androïde venant d'un monde lointain dont le nom exact est YoRHa Type A N° 2. Il s'agit d'un ancien modèle offensif possédant une variété d'attaques à courte portée qui n'est plus utilisé aujourd'hui. C'est un prototype des modèles de soldats YoRHa officiels comme 2B et 9S qui ressemble comme deux gouttes d'eau à 2B. Il y a longtemps, elle fut envoyée sur un champ de bataille à grande échelle par les hauts gradés de l'armée humaine pour être testé, mais on raconte qu'elle a déserté et a disparu sans laisser de traces.", "Ein weiblicher Androide aus einer fernen Welt. Ihr korrekter Name lautet YoRHa Typ A Nr. 2. Es handelt sich um ein Angriffsmodell, das einen Nahkampfstil verwendet, der gegenwärtig keine Verwendung mehr findet. Sie ist ein Prototyp der aktuellen YoRHa-Soldatenmodelle wie 2B und 9S und ähnelt 2B stark. Vor langer Zeit testete das menschliche Militär sie in einer großen Schlacht, doch soll sie anschließend desertiert sein und gilt derzeit als verschollen.", "Una androide de un mundo lejano que recibe la denominación Tipo A2 de YoRHa. Se trata de un modelo ofensivo que hace uso de una serie de ataques a corta distancia que ya no se usan. Es uno de los prototipos de infantería oficiales de YoRHa, al igual que 2B y 9S. De hecho, su aspecto se parece bastante al de 2B. Hace ya bastante tiempo, el cuartel general del ejército humano la envió a una guerra de proporciones épicas para ponerla a prueba; sin embargo, se dice que más tarde acabó desertando tras abandonar su puesto."], "fusion": ["Sorry I'm an old model.", "真是抱歉啊，我是個舊型機體。", "구형 모델이라 미안하군.", "Désolée, je suis un vieux modèle.", "Tut mir leid, ich bin ein veraltetes Modell.", "Perdón, soy un modelo antiguo."], "summon": ["Machine lifeforms have no souls.<br>I will make them pay for all of my<br>friends they've killed.", "機械生命體沒有靈魂。<br>殺了我同伴的罪過……<br>就用命來償還吧！<br>", "기계생명체에게 영혼 따윈 없다.<br>내 동료들을 몇 명이나 살해한 죗값을……<br>받아내도록 하지.", "Les formes de vie mécaniques n'ont pas d'âme.<br>Je leur rendrai la monnaie de leur pièce pour tous mes amis qu'ils ont tué.", "Maschinenwesen haben keine Seele.<br>Sie werden für den Tod<br>all meiner Freunde bezahlen.", "Las formas de vida mecánicas no tienen alma.<br>Haré que paguen por cada uno de<br>mis amigos que han matado."]}}, "401001206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1218, 3692, 390], "ATK": [50, 153, 34], "MP": [64, 193, 65], "MAG": [28, 85, 26], "SPR": [40, 121, 26], "DEF": [47, 142, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401001206, "attack_count": 2, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8063, "max_lb_drop": 6, "physical_resist": 0, "attack_frames": [20, 60], "effect_frames": [15, 55], "strings": {"evolution": ["It is inexcusable not to be able to repay a debt.<br>I will help as much as I can.", "我無法忍受欠著別人人情。<br>如果有什麼事情，請找我幫忙吧。", "빚은 갚아야 하는 성미다.<br>뭔가 도울 일이 있다면 돕겠어.", "Je ne peux pas laisser une dette impayée.<br>Je ferai tout ce que je peux.", "Eine Schuld muss stets beglichen werden.<br>Ich helfe dir so gut ich kann.", "No saldar una deuda no tiene excusa.<br>Te ayudaré todo lo que pueda."], "affinity": ["I am still alive... I am sorry.<br>Once things are cleared up here,<br>I'll be on my way.", "我還活著啊……真是抱歉呢。<br>這裡結束後，<br>就會立刻去你那裡了……", "나, 아직 살아 있구나…… 미안해.<br>모든 게 정리되면,<br>금방 그쪽으로 갈 테니까……", "Je suis encore en vie... Je suis désolée.<br>Une fois que tout sera réglé ici,<br>je viendrai vous retrouver.", "Ich lebe noch ... Es tut mir leid.<br>Sobald hier alles erledigt ist,<br>komme ich nach.", "Sigo viva... Lo siento.<br>En cuanto se calmen las cosas,<br>me iré por mi camino."], "description": ["An android from a faraway world, she once belonged to the human's military, but ended up running away after a certain battle. Though completely AWOL, it is said she is still fighting to destroy the machine lifeforms. An attacker model developed to be good at close-range attacks, her ability to enable \"B mode\" which greatly increases her attack power for a short amount of time sets her apart from the all-purpose 2B model.", "遙遠異界中的自動步兵人形，曾經隸屬於人類軍，但是以某個作戰為契機逃離人類。雖然從此消聲匿跡，但是依然有傳言說她現在仍然為了消滅所有的機械生命體而持續戰鬥著。以特化近戰攻擊開發的戰鬥型人造人，與通用戰鬥型人造人2B的最大差異是，能夠發動在短時間大幅提升攻擊力的「B模式」。", "까마득히 먼 이계의 자동 보병 인형으로, 과거 인류군에 소속되어 있었지만, 어떠한 작전을 계기로 탈주하게 되었다. 소식이 끊어진 지금도 기계생명체를 전멸시키기 위해 싸움을 계속하고 있다고 알려져 있다. 근접 공격에 특화된 어태커 타입 모델로서 개발되었으며, 공격력을 단시간에 대폭 상승시킬 수 있는 'B 모드'를 발동시킬 수 있다는 점이 범용 전투 모델인 2B와의 차이점이기도 하다.", "Un androïde venant d'un monde lointain qui appartenait autrefois à un régiment militaire humain, mais qui finit un jour par s'en échapper après une certaine bataille. Bien qu'elle ait disparu sans laisser de traces, on raconte qu'elle continue à combattre les formes de vie mécaniques. Il s'agit d'un modèle offensif développé pour se battre efficacement à courte portée. Lorsqu'elle active son \"mode B\", sa puissance d'attaque augmente énormément pendant une courte période faisant d'elle un modèle un peu à part comparé au modèle multi-usages 2B.", "Ein weiblicher Androide aus einer fernen Welt. der einst zum menschlichen Militär gehörte, aber nach einer Schlacht desertierte. Gleichwohl soll sie weiterhin gegen die Maschinenwesen kämpfen. Es handelt sich um ein Angriffsmodell, das gut im Nahkampf ist. Ihr Berserkermodus erhöht ihre Angriffskraft für kurze Zeit stark und unterscheidet sie von einem Allzweckmodell wie 2B.", "Una androide de un mundo lejano. Antes pertenecía al ejército humano, pero acabó abandonando su puesto durante una batalla. A pesar de su deserción, se dice que aún sigue luchando contra las formas de vida mecánicas. Por otra parte, se trata de un modelo ofensivo que se desarrolló especialmente de cara a ataques cuerpo a cuerpo. Además, su capacidad para entrar en \"modo B\", que aumenta enormemente su potencia de ataque durante un período breve de tiempo, la distingue del modelo 2B, que es más polivalente."], "fusion": ["Her memories...they live on in this blade.", "她的記憶……還殘留在這把劍上。", "그녀의 기억은…… 이 검에 남아 있다.", "Ses souvenirs... ils vivent dans cette épée.", "Ihre Erinnerungen ... leben in dieser Klinge weiter.", "Sus recuerdos... Residen en esta espada."], "summon": null}}}, "job": "Ex-YoRHa Android", "sex": "Female", "game": "NieR:Automata", "rarity_max": 6, "names": ["A2", "A2", "A2", "A2", "A2", "A2"], "equip": [2, 3, 4, 8, 9, 10, 13, 16, 40, 41, 50, 51, 52, 60], "game_id": 20010, "rarity_min": 5, "tribe_id": 6, "id": "401001205", "job_id": 9012}