{"TMR": ["EQUIP", 1100000025], "name": "Black Cat Lid", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 201360, "rarity": 3}, {"level": 6, "type": "ABILITY", "id": 200050, "rarity": 3}, {"level": 15, "type": "ABILITY", "id": 100070, "rarity": 3}, {"level": 24, "type": "ABILITY", "id": 201760, "rarity": 3}, {"level": 36, "type": "ABILITY", "id": 201310, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 101060, "rarity": 3}, {"level": 24, "type": "ABILITY", "id": 101030, "rarity": 4}, {"level": 30, "type": "MAGIC", "id": 30150, "rarity": 4}, {"level": 37, "type": "ABILITY", "id": 100160, "rarity": 4}, {"level": 38, "type": "ABILITY", "id": 201430, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 201290, "rarity": 4}, {"level": 44, "type": "MAGIC", "id": 30160, "rarity": 4}, {"level": 54, "type": "ABILITY", "id": 201770, "rarity": 4}, {"level": 16, "type": "ABILITY", "id": 910015, "rarity": 5}, {"level": 33, "type": "ABILITY", "id": 201780, "rarity": 5}, {"level": 50, "type": "ABILITY", "id": 910014, "rarity": 5}, {"level": 66, "type": "ABILITY", "id": 200460, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910016, "rarity": 5}], "sex_id": 2, "entries": {"401000503": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 25, 0, 0], "element_resist": [0, 0, 25, 0, 0, 0, 0, 0], "stats": {"HP": [450, 1364, 180], "ATK": [19, 58, 12], "MP": [24, 74, 30], "MAG": [18, 54, 12], "SPR": [16, 49, 12], "DEF": [17, 52, 12]}, "magic_affinity": [0, 0, 2, 0], "ability_slots": 2, "limitburst_id": 401000503, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290020600": 8, "290050300": 3, "290050200": 10, "290030000": 3, "290010200": 20}}, "rarity": 3, "compendium_id": 8009, "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [70], "effect_frames": [68], "strings": {"evolution": null, "affinity": ["Here's a taste of my new found powers!", "快享用我的新力量吧！", "내 새로운 힘을 맛보시지!", "Voilà un avant-goût de mes nouveaux pouvoirs providentiels !", "Hier ist eine Probe meiner neuen Kräfte!", "¡Toma y prueba mis nuevos poderes!"], "description": ["An airship engineer from Dirnado, who grew from a kid toying with machines in her parents' workshop to the finest engineer in the Industrial City. Lid is determined to inherit the name Cid, an honor granted only to the greatest in her trade. Her only serious flaw seems to be her love of money.", "迪爾納特出身的飛空艇技師，<br>她自幼就整日泡在自家的工房中鑽研機械，<br>因此在整個工業都市中，<br>她的手藝也是數一數二的。<br>她自認為自己才是能夠繼承<br>最強的技師稱號「希德」的人。<br>但見錢眼開是她的一個缺點。", "디르나드 출신의 비공정 기술자. 어릴 때부터 집 안 공방에 틀어박혀 밤낮으로 기계를 만지작거린 덕분에 그녀의 실력은 공업도시에서도 1, 2위를 다툴 정도이다. 최고의 기술자에게 주어지는 칭호인 '시드'의 이름을 계승할 자라고 자부하고 있다. 다만, 돈에 집착하는 것이 옥에 티다.", "Une ingénieure d'aéronef de Dirnado. Lid passa le plus clair de son temps dans l'atelier de ses parents à s'amuser avec des machines, ce qui fut sûrement à l'origine des talents qui firent d'elle la meilleure ingénieure de la ville. Elle est également convaincue qu'elle va hériter du nom de Cid, un honneur accordé aux ingénieurs les plus brillants. Son seul défaut semble être son amour inconditionnel de l'argent.", "Eine Luftschiff-Mechanikerin aus Dirnado. Schon als Kind verbrachte Lid die meiste Zeit in der Werkstatt ihrer Eltern und experimentierte mit Maschinen, sodass sie schließlich zu den besten der Industriestadt gehörte. Sie glaubt, dass sie eines Tages den Titel eines Cid übernehmen würde, eine Ehre für die brillantesten Mechaniker. Lids einzige Schwäche ist die Liebe zu Gil.", "Una ingeniera aérea de Dirnado. Desde su niñez Lid pasó la mayor parte de su tiempo en el taller de sus padres jugueteando con las máquinas, lo que hizo que sus habilidades se volvieran mejores que las de cualquiera en la ciudad industrial. También confía en ser quién herede el nombre de Cid, honor reservado a los ingenieros más brillantes. El único punto flaco de Lid parece ser su debilidad por los guiles."], "fusion": ["What's this? I feel like I'm getting stronger!<br>", "怎麼回事？我好像變強了！", "뭐지, 이거? 나 좀 강해진 것 같은데!", "Qu'est-ce que c'est ? J'ai l'impression d'être encore plus forte qu'avant !", "Was ist das? Werde ich etwa stärker?!", "¿Qué es esto? ¡Siento que me estoy volviendo más fuerte!"], "summon": ["Meow! How much gil do you have?<br>", "喵！你身上有多少ＧＩＬ喵？", "야옹! 길 얼마나 있냐옹?", "Miaou ! Alors, t'as combien de gils sur toi ?", "Miau! Wie viel Gil hast du?", "¡Miau! ¿Cuantos guiles llevas encima?"]}}, "401000505": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 25, 0, 0], "element_resist": [0, 0, 25, 0, 0, 0, 0, 0], "stats": {"HP": [761, 2306, 300], "ATK": [33, 100, 20], "MP": [42, 127, 50], "MAG": [31, 93, 20], "SPR": [28, 85, 20], "DEF": [30, 90, 20]}, "magic_affinity": [0, 0, 4, 0], "ability_slots": 4, "limitburst_id": 401000505, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 8011, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [70], "effect_frames": [68], "strings": {"evolution": ["Hey, time to get more candies! Me-yow!", "去要更多的糖果！喵！", "앗, 과자를 더 많이 얻으러 가야 해! 야~옹!", "C'est le moment d'aller chercher des bonbons ! Mia-ou !", "He, Zeit für mehr Süßigkeiten! Mi-au!", "¡Hora de conseguir más caramelos! ¡Marramamiau!"], "affinity": ["Here's a taste of my new found powers!", "快享用我的新力量吧！", "내 새로운 힘을 맛보시지!", "Voilà un avant-goût de mes nouveaux pouvoirs providentiels !", "Hier ist eine Probe meiner neuen Kräfte!", "¡Toma y prueba mis nuevos poderes!"], "description": ["An airship engineer who is paving the way to a new era. Unfortunately for Lid, her older brother was the one to inherit the Cid name she so coveted, after he left home. Regardless, she single-handedly renovated the desolate workshop her brother had abandoned, using the first Cid and his philosophy of freedom as her inspiration. Lid now seeks to become the embodiment of her hero as she travels with Rain.", "開闢新時代的飛空艇技師，<br>人們認為她的哥哥是下一代的「希德」。<br>然而哥哥卻離開了家，工房也臨近荒廢。<br>她憑藉自己一人的力量重建起了工房，<br>在她最痛苦的時候，支撐著她的是<br>初代希德與其自由的思想。<br>在與雷因等人旅行的途中，<br>這種思想也從她的身上體現了出來。", "새로운 시대를 열어갈 비공정 기술자.  그녀의 오빠는 차기 '시드'로 주목을  받고 있었지만 집을 뛰쳐나갔고,  그 때문에 문 닫을 위기에 처한 공방을  그녀의 실력 하나로 지켜낼 수 있었다. 그때 그녀를 지탱해준 것이 초대 '시드'의 존재와 그의 자유로운 사상이었다.  그리고 그녀는 레인 일행과의 여행을 통해 그 사상을 몸소 체현하게 된다.", "Une ingénieure d'aéronef qui ouvre la voie d'une nouvelle ère. Malheureusement pour Lid, c'est son grand frère qui reçut le titre de Cid qu'elle convoitait après son départ. Néanmoins, elle réussit à rénover toute seule l'atelier désolé que son grand frère abandonna et utilisa la légende du premier Cid comme source d'inspiration. Lid cherche maintenant à devenir le héros qu'elle admire tant.", "Eine Luftschiff-Mechanikerin, die den Weg in eine neue Ära bereitet. Leider nur übernahm Lids älterer Bruder den Namen eines Cid, als dieser ihr Zuhause verließ. Dennoch renovierte sie ganz alleine die von ihrem Bruder aufgegebene Werkstatt, indem sie sich vom ersten Cid und seiner Geschichte des Friedens inspirieren ließ. Auf ihrer Reise mit Rain möchte Lid nun zur neuen Verkörperung ihres Helden werden.", "Una ingeniera aérea de Dirnado que abrirá las puertas a una nueva era. Su hermano mayor fue considerado por muchos el digno heredero del título de Cid. Aun así ella sola se encargó de renovar el desolado taller que su hermano abandonó al irse de casa. Su devoción por la figura y la visión del primer Cid fue lo que la dio fuerzas para ello. Lid busca ahora hacer realidad la visión de Cid viajando con Rain y su grupo."], "fusion": ["Yay! More candies! The fun has only just begun!", "喵！好多糖果！好戲還在後邊呢！", "야호! 이 많은 과자를 좀 봐! 이제부터 시작이지!", "Ouais ! Encore des bonbons ! Que la fête commence !", "Jippie! Mehr Süßkram! Der Spaß beginnt erst!", "¡Yupi! ¡Más caramelos! ¡La fiesta solo acaba de empezar!"], "summon": ["M-me-meow! I'm ready for the party, are you?<br>", "喵喵喵！開始狂歡吧！", "야옹야옹야옹! 파티를 시작하자구!", "Mia-Miaou ! Je suis prête pour la fête, et toi ?", "M-mi-miau! Bereit für die Party, und du?", "¡Miauuu! Lista para la fiesta, ¿y tú?"]}}, "401000504": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 25, 0, 0], "element_resist": [0, 0, 25, 0, 0, 0, 0, 0], "stats": {"HP": [585, 1773, 240], "ATK": [25, 76, 16], "MP": [32, 97, 40], "MAG": [23, 71, 16], "SPR": [21, 65, 16], "DEF": [22, 67, 16]}, "magic_affinity": [0, 0, 3, 0], "ability_slots": 3, "limitburst_id": 401000504, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290020600": 15, "290040100": 3, "290050300": 5, "290050400": 3, "290030000": 8}}, "rarity": 4, "compendium_id": 8010, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [70], "effect_frames": [68], "strings": {"evolution": ["I'm a cat, a magical cat! Meow!", "我是一隻貓，一隻魔法的貓！喵！", "나는 고양이, 마법 고양이라네! 야옹!", "Je suis une chatte. Une chatte aux pouvoirs magiques ! Mia-ou !", "Ich bin eine magische Katze! Miau!", "¡Soy una gata mágica! ¡Miau, miau!"], "affinity": ["Here's a taste of my new found powers!", "快享用我的新力量吧！", "내 새로운 힘을 맛보시지!", "Voilà un avant-goût de mes nouveaux pouvoirs providentiels !", "Hier ist eine Probe meiner neuen Kräfte!", "¡Toma y prueba mis nuevos poderes!"], "description": ["An airship engineer from Dirnado. Lid had an interest in machinery from childhood, but it wasn't until her older brother began showing her the ropes (and gears) that her aptitude blossomed into real talent. Her most treasured possession is her robot chocobo named Mechabo, which she and her brother built together. She became even more attached to Mechabo when her brother left home.", "迪爾納特出身的飛空艇技師，<br>自幼便和哥哥一起研究機械。<br>雖然最開始她對機械並不精通，<br>但在哥哥的教導下漸漸展露了才能。<br>她一直將與哥哥一起製作的機械陸行鳥——<br>「機械鳥」視作至寶，在哥哥離開家之後，<br>她更是待機械鳥如家人一般。", "디르나드 출신의 비공정 기술자. 어릴 때부터 오빠와 함께 기계를 다뤄 왔다. 처음에는 기계를 다루는 데 서툴렀지만, 오빠의 가르침을 받으며 그 재능을 꽃피웠다. 가장 소중히 여기는 것은 오빠와 함께 만든 기계 초코보인 '메카보'로, 오빠가 사라진 뒤에 더더욱 가족처럼 여기게 되었다.", "Une ingénieure d'aéronef de Dirnado. Lid était passionnée par les machines depuis sa plus tendre enfance, mais ce n'est que lorsque son grand frère lui apprit comment s'occuper de tels monstres de technologie que son génie s'épanouit totalement. Son objet le plus précieux était un chocobo mécanique appelé \"Mécabo\" qu'elle avait fabriqué avec son frère. Elle se rapprocha encore plus de Mécabo lorsque son frère la quitta.", "Eine Luftschiff-Mechanikerin aus Dirnado. Schon in jungen Jahren zeigte Lid ihre Begeisterung für Maschinen, doch erst unter ihrem älteren Bruder blühte ihr Talent auf. Ihr liebster Besitz ist ihr Roboter-Chocobo namens „Mechabo“, den sie gemeinsam mit ihrem Bruder baute. Als ihr Bruder fortging, wuchs ihr Mechabo noch mehr ans Herz.", "Una ingeniera aérea de Dirnado. Lid mostró gran interés por las máquinas desde niña, pero no sacó a la luz todo su potencial hasta que su hermano le enseño a como manejar la tecnología. Su más preciada posesión es su robot chocobo \"Chocobot\", al que construyó junto a su hermano. Esta cogió mucho más cariño a Chocobot después de que su hermano se marchara de casa."], "fusion": ["There's so much more gil to make! Meow!", "還要賺取更多ＧＩＬ喵！", "길을 좀 더 쓸어모으자 냥!!", "Y a tellement d'argent à se faire dans le monde ! Miaou !", "So viel mehr Gil sind noch zu holen! Miau!", "¡Aún quedan muchos guiles que ganar! ¡Miau!"], "summon": ["Trick-or-treat! Meow!<br>", "不給我糖果的話我就要搗蛋啦喵！", "과자를 안 주면 장난칠 거다 냥!", "Un bonbon ou une farce ? Miaou !", "Süßes oder es gibt Saures! Miau!", "¡Truco o trato! ¡Miau!"]}}}, "job": "Tech Mage", "sex": "Female", "game": "FFBE", "rarity_max": 5, "names": ["Black Cat Lid", "黑貓里德", "검은 고양이 리드", "Chatte noire Lid", "Schwarze Katze Lid", "Lid minina negra"], "equip": [5, 6, 7, 8, 9, 14, 15, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 3, "tribe_id": 5, "id": "401000503", "job_id": 9004}