{"TMR": ["EQUIP", 1100000077], "name": "Reberta", "is_summonable": true, "skills": [{"level": 1, "type": "ABILITY", "id": 200260, "rarity": 5}, {"level": 10, "type": "ABILITY", "id": 100020, "rarity": 5}, {"level": 18, "type": "ABILITY", "id": 200270, "rarity": 5}, {"level": 31, "type": "ABILITY", "id": 910201, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 910202, "rarity": 5}, {"level": 56, "type": "ABILITY", "id": 100090, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910203, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910204, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910205, "rarity": 5}, {"level": 13, "type": "ABILITY", "id": 910206, "rarity": 6}, {"level": 24, "type": "ABILITY", "id": 910207, "rarity": 6}, {"level": 52, "type": "ABILITY", "id": 910208, "rarity": 6}, {"level": 78, "type": "ABILITY", "id": 910209, "rarity": 6}, {"level": 83, "type": "ABILITY", "id": 910210, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910211, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910212, "rarity": 6}], "sex_id": 2, "entries": {"401001705": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [908, 2750, 240], "ATK": [39, 118, 24], "MP": [35, 106, 40], "MAG": [30, 90, 16], "SPR": [28, 85, 16], "DEF": [30, 92, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401001705, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 5, "290060100": 10, "290050500": 15, "290060400": 10}}, "rarity": 5, "compendium_id": 8051, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [15, 36, 92], "effect_frames": [13, 34, 90], "strings": {"evolution": null, "affinity": ["It seems we have developed quite the bond, you and I.", "看來<br>與你建立了不錯的關係呢。", "너와는<br>좋은 관계를 맺을 수 있었다.", "Il semble qu'on ait développé un sacré lien toi et moi.", "Wir scheinen über eine enge Bindung zu verfügen, du und ich.", "Parece que hemos establecido un vínculo fuerte entre tú y yo."], "description": ["A female dragoon appearing on battlefields throughout the world. She has been incredibly successful over many a battle. Attacking from high above, riding atop her red dragon as she brings death to those below, she has come to be known among mercenaries as the \"Crimson Death.\" On the other hand, she believes strongly in strengthening the bonds between dragons and humans, and though she loves them very much, she is not opposed to punishing those who step out of line. She has an incredibly strong bond with the dragon she travels along with.", "在世界各地的戰場中奔波的女龍騎士。在數多戰爭中都確立了超越常人的功績。與紅色飛龍一起出現在空中，將敵人逐一擊斃的身姿，被人們稱之為「紅色死神」，傭兵們都很畏懼她。但她其實是個愛龍人士，為創造人龍共存的關係而努力著。有時會因為愛而去教訓做壞事的龍。與飛龍同伴締結著十分強大的羈絆。", "세계 각지의 전쟁터를 돌아다니는 용기사. 수많은 전투에서 남들보다 뛰어난 공적을 쌓아 올렸다. 붉은 비룡과 함께 상공에 나타나, 적에게 차례차례 죽음을 선사하는 그 모습으로 인해 '붉은 사신'이라 불리며 용병들 사이에서 두려움의 대상이 되고 있다. 한편 그녀는 인간과 용의 공존을 위해 노력을 아끼지 않는 용 애호가로, 때로는 애정이란 이름으로 나쁜 짓을 일삼는 용을 벌하기도 한다. 파트너인 비룡과는 강한 인연으로 맺어져 있다.", "Une chevalière dragon qui apparaît sur les champs de bataille de par le monde. Les succès qu'elle a remportés au travers de ses innombrables combats ont forgé sa légende. Attaquant depuis le ciel, montant son dragon rouge et apportant la mort à tous ses adversaires restés au sol, elle est connue parmi les mercenaires sous le nom de \"La Mort Rouge\". D'un autre côté, elle croit sincèrement au lien profond qui lie les dragons et les humains, et bien qu'elle les adore, elle n'hésite jamais à les punir lorsque la situation l'exige. Elle possède un lien très fort avec le dragon qui l'accompagne en voyage.", "Eine Dragonerin, die auf den Schlachtfeldern der Welt erscheint. In vielen Kämpfen war sie siegreich. Sie stürzt von hoch oben mit ihrem roten Drachen herab und ist bei Söldnern unter dem Namen \"Purpurner Tod\" bekannt. Ihr Glaube an die Verbindung zwischen Mensch und Drachen ist stark, sie liebt Drachen über alles, bestraft jedoch die, die aus der Reihe tanzen. Die Verbindung mit dem Drachen, der sie begleitet, ist unglaublich stark.", "Una dragontina que aparece en los campos de batalla de todo el mundo. Sus resultados en batalla han sido siempre superiores a los demás. Siempre junto a su dragón rojo, ataca desde las alturas para llevar la muerte a aquellos en tierra, lo que la ha llevado a ser conocida entre los mercenarios como la \"Muerte escarlata\". Por otro lado, es una devota de la idea que los humanos y los dragones estrechen sus vínculos, aunque no vacila a la hora de castigar a aquellos que se pasan de la raya. Tiene un vínculo increíblemente fuerte con el dragón que la acompaña en sus viajes."], "fusion": ["Attack the enemy!<br>Dance high, my dragon!", "討伐敵人！<br>展翅高飛吧，飛龍！", "적을 친다!<br>비룡이여, 더 높이 날아올라라!", "Attaque l'ennemi !<br>Danse haut dans les cieux, mon dragon !", "Greife an!<br>Tanze im Himmel, mein Drache!", "¡A por el enemigo!<br>¡Elévate majestuosamente, dragón mío!"], "summon": ["Pay your respects unto the dragon.<br>If you treat them as monsters,<br>then I shall end you.", "對龍保持敬意。<br>如果把龍當作魔物對待<br>我可是會殺了你的。", "용에게 경의를 바쳐라.<br>마물과 똑같이 취급한다면<br>내가 널 없애주지.", "Montre un peu de respect envers les dragons.<br>Si tu les traites comme des monstres,<br>je m'occuperai personnellement de ton cas.", "Erweist dem Drachen Respekt.<br>Wer sie wie Monster behandelt,<br>den werde ich erledigen.", "Muestra tus respetos ante los dragones.<br>Atrévete a tratarlos como monstruos, y acabaré con tu vida."]}}, "401001706": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1180, 3575, 390], "ATK": [51, 154, 34], "MP": [46, 138, 65], "MAG": [39, 117, 26], "SPR": [37, 111, 26], "DEF": [40, 120, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401001706, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8052, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [15, 36, 92], "effect_frames": [13, 34, 90], "strings": {"evolution": ["I've unlocked more power...?<br>What is it you wish to do with the Crimson Death?", "力量被激發了？<br>你想要讓被稱為紅色死神的我們<br>做什麼呢？", "힘을 끌어냈다고……?<br>붉은 사신이라 불리는 우리에게<br>뭘 바라는 거지?", "J'ai libéré davantage de puissance... ?<br>Que souhaites-tu faire exactement avec La Mort Rouge ?", "Ich habe mehr Macht freigeschaltet ...?<br>Was willst du vom Purpurnen Tod?", "¿He desbloqueado un poder mayor?<br>¿Qué es lo que deseas que la Muerte escarlata haga por ti?"], "affinity": ["It seems we have developed quite the bond, you and I.", "看來<br>與你建立了不錯的關係呢。", "너와는<br>좋은 관계를 맺을 수 있었다.", "Il semble qu'on ait développé un sacré lien toi et moi.", "Wir scheinen über eine enge Bindung zu verfügen, du und ich.", "Parece que hemos establecido un vínculo fuerte entre tú y yo."], "description": ["A female dragoon appearing on battlefields throughout the world. She is called the \"Crimson Death,\" as once she has her eyes on you, there is no escaping her. However, since having her on one's side is a guarantee for victory, there are many who attempt to hire her. The dragon she carries along with her is the second generation. Her former dragon partner was cruelly killed by a person who could wield a special type of magic. She hides within her heart a desire to end this person's life.", "在世界各地的戰場中奔波的女龍騎士。只要與其為敵，絕對無法全身而退，因此被人們稱為「紅色死神」。相反的，只要拉攏她成為同伴，就能確實獲得勝利。因此想雇用她的人非常多。現在帶著的飛龍同伴已經是第2代，前一代飛龍被使用特殊魔法的人慘忍殺害，因此她心中下定決心，總有一天要報仇雪恨。", "세계 각지의 전쟁터를 돌아다니는 용기사. 한 번이라도 대적한 자는 온전히 돌려보내지 않는다는 점에서 '죽음의 사신'이라고 불린다. 반대로 아군으로 삼게 되면 확실한 승리를 보장한다 하여 그녀를 고용하고자 하는 인간도 많다. 파트너인 비룡은 2대째로, 선대 파트너 비룡은 특수한 마법을 사용하는 인간의 손에 무참히 살해당하고 말았다. 그녀는 언젠가 그 원한을 갚고 말겠다는 결심을 마음속에 품고 있다.", "Une chevalière dragon qui apparaît sur les champs de bataille de par le monde. Elle est appelée \"La Mort Rouge\", car une fois qu'elle pose ses yeux sur vous, il n'existe aucun moyen de lui échapper. D'un autre côté, quiconque a le privilège de la compter parmi ses alliés est assuré de remporter la victoire. C'est la raison pour laquelle beaucoup ont essayé de l'enrôler dans leurs rangs. Le dragon qui l'accompagne est la seconde génération. Son ancien partenaire ayant été cruellement tué par une personne qui possédait un type particulier de magie. Enfoui au plus profond de son cœur, elle nourrit le désir de mettre un terme à la vie de cet homme.", "Eine Dragonerin, die auf den Schlachtfeldern der Welt erscheint. Sie wird auch \"Purpurner Tod\" genannt, da sie jeden zur Strecke bringt, auf den sie es abgesehen hat. Wer sie auf seiner Seite hat, dem ist der Sieg gesichert, weshalb viele sie rekrutieren wollen. Ihr Drache gehört zur zweiten Generation. Ihr alter Begleitdrache kam grausam durch eine spezielle Art von Magie ums Leben. In ihrem Herzen verbirgt sie das Streben nach Rache an dieser Person.", "Una dragontina que aparece en los campos de batalla de todo el mundo. La llaman la \"Muerte escarlata\", ya que una vez que esta pone la mirada sobre ti, ya no hay escapatoria. Sin embargo, dado que tenerla en el bando aliado es seguro de victoria, son muchos los que tratan de contratar sus servicios. El dragón que lleva a su lado es de 2ª generación. Su anterior dragón fue cruelmente asesinado por una persona capaz de usar cierto tipo especial de magia. Esconde dentro de su corazón el deseo de acabar con la vida de esta algún día."], "fusion": ["Let us fly over there,<br>quick as a flash!", "來吧！一口氣飛到<br>天空的盡頭吧！", "자, 하늘 저편까지<br>한번에 날아오르자!", "Allons voler là-bas,<br>aussi vite que l'éclair !", "Dorthin geflogen,<br>rasch wie ein Blitz!", "¡Volemos hacia allá raudos cual centella!"], "summon": ["If you recognize the power of both<br>dragons and humans,<br>then I will go with you.", "飛龍與人類的力量，<br>如果兩者都認同的話<br>我就加入你。", "비룡과 인간의 힘,<br>이 모두를 인정한다면<br>네 편에 서 주겠다.", "Si tu reconnais la puissance des humains et des dragons,<br>alors je viendrai avec toi.", "Wenn ihr die Macht von<br>Drachen und Menschen anerkennt,<br>dann komme ich mit euch.", "Si eres capaz de reconocer el poder de tanto dragones como humanos,<br>entonces iré contigo."]}}}, "job": "Dragoon", "sex": "Female", "game": "FFBE", "rarity_max": 6, "names": ["Reberta", "蕾貝爾塔", "리베르타", "Réberta", "Reberta", "Reberta"], "equip": [1, 2, 10, 30, 31, 41, 51, 52, 60], "game_id": 11001, "rarity_min": 5, "tribe_id": 5, "id": "401001705", "job_id": 2}