{"TMR": ["EQUIP", 1100000097], "name": "Rubicante", "is_summonable": true, "skills": [{"level": 6, "type": "MAGIC", "id": 20080, "rarity": 4}, {"level": 14, "type": "MAGIC", "id": 20200, "rarity": 4}, {"level": 26, "type": "ABILITY", "id": 910437, "rarity": 4}, {"level": 40, "type": "ABILITY", "id": 910438, "rarity": 4}, {"level": 20, "type": "MAGIC", "id": 20210, "rarity": 5}, {"level": 34, "type": "ABILITY", "id": 910439, "rarity": 5}, {"level": 42, "type": "MAGIC", "id": 20190, "rarity": 5}, {"level": 50, "type": "ABILITY", "id": 910440, "rarity": 5}, {"level": 15, "type": "ABILITY", "id": 910441, "rarity": 6}, {"level": 45, "type": "MAGIC", "id": 20350, "rarity": 6}, {"level": 54, "type": "ABILITY", "id": 910442, "rarity": 6}, {"level": 70, "type": "ABILITY", "id": 200160, "rarity": 6}, {"level": 80, "type": "MAGIC", "id": 20290, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910443, "rarity": 6}], "sex_id": 1, "entries": {"401001506": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1129, 3420, 390], "ATK": [36, 110, 26], "MP": [56, 170, 65], "MAG": [50, 150, 34], "SPR": [43, 130, 26], "DEF": [41, 125, 26]}, "magic_affinity": [8, 8, 0, 0], "ability_slots": 4, "limitburst_id": 401001506, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8096, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [78], "effect_frames": [75], "strings": {"evolution": ["I, unlike the others, believe in fighting with honor.", "我跟那些傢伙不一樣，<br>會堂堂正正地戰鬥。", "난 다른 녀석들과는 달리,<br>정정당당히 싸우고 싶은 것이다.", "Pour ma part, contrairement aux autres, je préfère combattre mes ennemis sans tricher.", "Ich, im Gegensatz zu den anderen, glaube an einen ehrenvollen Kampf.", "Yo, a diferencia del resto, estoy convencido de que hay que luchar con honor."], "affinity": ["Excellent!<br>You are a fine warrior indeed.", "非常精彩！<br>你已經是優秀的……戰士了！", "훌륭하다!<br>너는 뛰어난…… 전사다!", "Très bien !<br>Vous êtes d'excellents guerriers.", "Exzellent!<br> Du bist wirklich ein ausgezeichneter Krieger.", "¡Excelente!<br>Pues sí, eres un guerrero portentoso."], "description": ["One of Golbez's Archfiends who appears in the tales of a blue planet watched over by two moons. Rubicante is a large built man who commands the element of fire, and unlike the other three Archfiends condones fair fighting, as he respects a warrior's sense of pride. When he shows himself before Cecil at the Tower of Babil, he not only apologizes for Dr. Lugae's experiments on humans, but also uses his own magic to completely restore Cecil and his party to prime condition before facing them in battle.", "在有兩個月亮的藍星異界的故事中登場的高貝扎四天王之一。他是能夠自由操控火之力的高大男性，與其他四天王不同，信守堂堂正正的信條，以身為武人為傲。在巴別塔遇到塞西爾等人時，不但為了部下盧格博士的非人道行為道歉，為了讓塞西爾等人能全力戰鬥，甚至還使用魔法恢復了他們的體力。", "두 개의 달이 존재하는 이계인, 푸른 별에 얽힌 이야기에 등장하는 골베자 사천왕 중 하나. 불꽃의 힘을 자유자재로 다루는 건장한 남성으로, 다른 사천왕들과는 달리 정정당당히 싸움에 임할 것을 신조로 삼고 있으며 무인으로서의 긍지에 가득 차 있다. 바빌의 탑에서 세실 일행의 앞을 막아섰을 때에도, 공격하기 전 부하인 루게이에 박사가 저지른 인간의 도리를 거스른 행위에 대해 사과하며 세실 일행이 전력으로 싸움에 임할 수 있도록 마법으로 체력을 회복시켜 주었다.", "Un des seigneurs élémentaires de Golbez qui apparaît dans les contes d'une planète bleue entourée de deux lunes. Rubicante est un homme à la carrure imposante qui commande au feu et un guerrier qui, contrairement aux autres seigneurs élémentaires, possède un grand sens de l'honneur, et respecte la fierté d'un guerrier. Lorsqu'il affronta Cécil dans la Tour de Babil, il s'excusa non seulement pour les expériences menées sur des humains par le docteur Lugae, mais il utilisa aussi ses propres pouvoirs pour soigner Cécil et ses amis afin qu'ils puissent combattre à armes égales.", "Einer von Golbez vier Elementarfürsten, die in Geschichten über den blauen Planeten einer fernen Welt und ihren zwei Monden ihren Auftritt haben. Rubicante ist ein kräftig gewachsener Mann, der das Element des Feuers befehligt. Ganz im Gegensatz zu den anderen drei Elementarfürsten glaubt er fest an Ehrbarkeit und respektiert den Stolz anderer Krieger. Als er sich Cecil im Turm von Babil zeigt, entschuldigt er sich nicht nur für die unmenschlichen Taten des Dr. Lugae, sondern nutzt seine eigene Magie, um Cecil und seine Gruppe vollständig zu heilen, bevor er sie bekämpft.", "Uno de los archidiablos de Golbez del que se habla en las historias de un planeta azul sobre el que orbitan dos lunas. Rubicanti es un hombre de constitución fuerte capaz de controlar el fuego y, a diferencia de los otros tres archidiablos, odia el juego sucio, pues, en lo que respecta al combate, siente un enorme respeto por sus rivales. Cuando Rubicanti apareció ante Cecil en la Torre de Babel, este, aparte de disculparse por los experimentos que el Dr. Lugae había estado realizando en humanos, también usó su propia magia para restaurar la salud de Cecil y su equipo antes de luchar contra ellos."], "fusion": ["Most interesting... You combine your strength to overcome foes stronger even than yourself.", "你所教會我的，<br>正是齊心協力合作一事……", "너희에게 배웠다.<br>힘을 합친다는 것이 어떤 것인지……", "Fascinant... Vous unissez vos forces pour vaincre des ennemis plus forts que vous.", "Sehr interessant. Ihr bündelt also eure Kräfte, um gemeinsam stärkere Gegner zu bezwingen.", "Interesante... Unís vuestras fuerzas para vencer a los enemigos que son más fuertes."], "summon": ["You are a slave to your emotions, and so will never know true strength. Such is the curse of Men.", "被感情左右的人類，<br>是無法變強大的。<br>永遠......", "감정에 휘둘리는 인간은<br>완벽한 힘을 얻을 수 없으리라.<br>영원히……", "Tu es esclave de tes émotions, et tu ne connaîtras jamais la véritable force. C'est la malédiction des hommes.", "Du bist ein Sklave deiner Emotionen. Alle Menschen sind das - und so bleibt ihnen wahre Stärke verwehrt.", "Te atan tus emociones, por lo que nunca podrás desatar todo el potencial de tu fuerza. Esa es la maldición de todos los hombres."]}}, "401001504": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [668, 2023, 210], "ATK": [21, 64, 14], "MP": [33, 100, 35], "MAG": [29, 88, 18], "SPR": [25, 76, 14], "DEF": [24, 73, 14]}, "magic_affinity": [6, 6, 0, 0], "ability_slots": 3, "limitburst_id": 401001504, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 8, "290050300": 15, "290040300": 8, "290020300": 25, "290030200": 13}}, "rarity": 4, "compendium_id": 8094, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [78], "effect_frames": [75], "strings": {"evolution": null, "affinity": ["Excellent!<br>You are a fine warrior indeed.", "非常精彩！<br>你已經是優秀的……戰士了！", "훌륭하다!<br>너는 뛰어난…… 전사다!", "Très bien !<br>Vous êtes d'excellents guerriers.", "Exzellent!<br> Du bist wirklich ein ausgezeichneter Krieger.", "¡Excelente!<br>Pues sí, eres un guerrero portentoso."], "description": ["One of Golbez's Archfiends who appears in the tales of a blue planet watched over by two moons. Rubicante, rumored to be the strongest amongst the Archfiends, is a man of large build who dons a red mantle. He is in charge of protecting the Tower of Babil, which stretches from the Earth's Underworld to the Overworld, and has been ordered by Golbez to destroy the Kingdom of Eblan. Once Golbez steals the Dark Crystal from the Dwarven Castle, the Archfiend entrusts the Tower of Babil to Dr. Lugae, who transports him to the Overworld along with the Crystal.", "在有兩個月亮的藍星異界的故事中登場的高貝扎四天王之一。這位披著紅色披風的高大男性，擁有四天王最強的稱號。守護著從地底直通地面的巴別塔，並依照高貝札的命令攻略了艾布拉納城。在高貝札奪取了矮人之城的暗之水晶後，將巴別塔委託給部下的盧格博士，並把水晶搬運至地面上。", "두 개의 달이 존재하는 이계인, 푸른 별에 얽힌 이야기에 등장하는 골베자 사천왕 중 하나. 붉은 망토를 걸친 건장한 남성으로, 사천왕 중 최강으로 꼽히기도 한다. 지상과 지하를 잇는 바빌의 탑을 수호하며 골베자의 명령으로 에브라나 성을 공략했다. 골베자가 드워프의 성에서 어둠의 크리스탈을 빼앗자 부하인 루게이에 박사에게 바빌의 탑을 맡기고, 크리스탈을 지상으로 옮겼다.", "Un des seigneurs élémentaires de Golbez qui apparaît dans les contes d'une planète bleue entourée de deux lunes. Rubicante, que certaines rumeurs qualifient de plus puissant des seigneurs élémentaires, est un homme immense qui possède un grand manteau rouge. Il protège la Tour de Babil, qui c'est érigée depuis les profondeurs de la Terre jusqu'à la surface et a été chargé par Golbez de détruire le royaume d'Éblana. Après que Golbez eut volé le Cristal des ténèbres au château des nains, les seigneurs élémentaires confièrent la Tour de Babil au docteur Lugae, qui transporta Rubicante jusqu'à la surface avec le cristal.", "Einer von Golbez vier Elementarfürsten, die in Geschichten über den blauen Planeten einer fernen Welt und ihren zwei Monden ihren Auftritt haben. Rubicante, von dem es heißt, er sei der stärkste der Elementarfürsten, ist ein ein kräftig gebauter Mann, der stets einen roten Mantel trägt. Er ist damit beauftragt, den Turm von Babil zu hüten und wurde von Golbez dazu angehießen, das Königreich Eblan zu vernichten. Nachdem Golbez den Dunkelkristall aus der Zwergenburg stiehlt, vertraut er Dr. Lugae den Turm von Babil an, der ihn zusammen mit dem Kristall an die Oberwelt transportiert.", "Uno de los archidiablos de Golbez del que se habla en las historias de un planeta azul sobre el que orbitan dos lunas. Se rumorea que Rubicanti es uno de los archidiablos más poderosos: se trata de un hombre de constitución fuerte que lleva una capa roja. Asimismo, su misión es proteger la Torre de Babel, que se extiende desde el Inframundo hasta la Superficie; además de esto, Golbez también le encomendó la destrucción del Reino de Eblan. Por otra parte, cuando Golbez roba el Cristal oscuro del Castillo Enano, el archidiablo le confía la protección de la Torre de Babel a Dr. Lugae, quien le lleva con el cristal a la Superficie."], "fusion": ["Pitiful.<br>Allow me to show you real flame!", "真是可憐……<br>讓你看看運用火焰的真正方法！", "애잔하기까지 한 기술이로군……<br>화염이란 이렇게 사용하는 것이다!", "Lamentable.<br>je vais te montrer de véritables flammes !", "Wie erbärmlich!<br> Ich zeige dir, wie man mit Feuer umgeht.", "Qué pena.<br>¡Dejad que os muestre el fuego de verdad!"], "summon": ["Should I know you from somewhere?", "咦，<br>我們在哪見過嗎？", "호오,<br>어딘가에서 만난 적이 있던가?", "Qui es-tu ?", "Kenne ich dich?", "¿Debería conocerte de antes?"]}}, "401001505": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [868, 2630, 240], "ATK": [28, 84, 16], "MP": [43, 130, 40], "MAG": [38, 115, 24], "SPR": [33, 100, 16], "DEF": [32, 96, 16]}, "magic_affinity": [7, 7, 0, 0], "ability_slots": 4, "limitburst_id": 401001505, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 5, "290060000": 10, "290050500": 15, "290060400": 10}}, "rarity": 5, "compendium_id": 8095, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [78], "effect_frames": [75], "strings": {"evolution": ["I respect men like you.<br>Men with...courage.", "我喜歡像你這種<br>勇氣可嘉的人。", "난 너처럼<br>용기 있는 자를 좋아한다.", "Je respecte les hommes comme toi.<br>Les hommes plein de... courage.", "Ich respektiere Männer wie dich.<br> Mutige Männer.", "Respeto a los hombres como tú.<br>A los hombres con... coraje."], "affinity": ["Excellent!<br>You are a fine warrior indeed.", "非常精彩！<br>你已經是優秀的……戰士了！", "훌륭하다!<br>너는 뛰어난…… 전사다!", "Très bien !<br>Vous êtes d'excellents guerriers.", "Exzellent!<br> Du bist wirklich ein ausgezeichneter Krieger.", "¡Excelente!<br>Pues sí, eres un guerrero portentoso."], "description": ["One of Golbez's Archfiends who appears in the tales of a blue planet watched over by two moons. Rubicante destroyed the Kingdom of Eblan, Edge's home, with his ability to command fire. As a warrior, he believes in fair fights and usually prefers not to engage in any meaningless killing. Even when the revenge-thirsty Edge comes to challenge him in the Cave of Eblan, the Archfiend faces him head on and commends the young prince on his boldness. However, he also recognizes Edge's immaturity, and thus chooses not to take his life in battle.", "在有兩個月亮的藍星異界的故事中登場的高貝扎四天王之一。他掌管炎之力，摧毀了艾吉的祖國艾布拉納。他遵守身為戰士要堂堂正正戰鬥的信條，基本上不喜歡沒有意義的殺戮。在艾布拉納洞窟與被復仇沖昏頭的艾吉戰鬥時，為了對他正面挑戰的姿態表示敬意，盧比坎特只讓他嘗到自己不夠成熟的惡果，但並沒有取他性命。", "두 개의 달이 존재하는 이계인, 푸른 별에 얽힌 이야기에 등장하는 골베자 사천왕 중 하나. 불꽃의 힘을 다루며, 엣지의 조국인 에브라나를 멸망시킨 장본인이기도 하다. 전사로서 정정당당히 싸우는 것을 신조로 삼고 있으며, 근본적으로 무익한 살생은 좋아하지 않는다. 에브라나 동굴에서 복수에 불타는 엣지와 전투가 벌어졌을 때에도 정면에서 싸움을 걸어 온 그 위세에 경의를 표하며, 미숙하다는 일침을 놓으면서도 그의 목숨까지는 빼앗지 않았다.", "Un des seigneurs élémentaires de Golbez qui apparaît dans les contes d'une planète bleue entourée de deux lunes. Rubicante détruisit le royaume d'Éblana, terre natale d'Edge, grâce à sa capacité de commander au feu. Versant dans l'art du guerrier, il préfère se battre à armes égales et évite de tuer sans véritable raison. Même lorsqu'Edge, ivre de vengeance, le défia dans la Caverne d'Éblana, il lui fit face, félicita le jeune prince pour son courage, mais refusa de lui prendre la vie à cause de son jeune âge.", "Einer von Golbez vier Elementarfürsten, die in Geschichten über den blauen Planeten einer fernen Welt und ihren zwei Monden ihren Auftritt haben. Mit seiner Fähigkeit, über das Feuer zu gebieten, zerstörte Rubicante das Königreich Eblan, Edges Heimat. Als Krieger, glaubt er an faire Kämpfe und zieht es üblicherweise vor, nicht an sinnlosem Morden teilzunehmen. Selbst als ein rachdurstiger Edge ihn in der Höhle von Eblan herausfordert, stellt sich ihm der Elementarfürst und zollt Edge seinen Respekt; er erkennt aber auch seine fehlende Reife und entschließt sich, sein Leben zu verschonen.", "Uno de los archidiablos de Golbez del que se habla en las historias de un planeta azul sobre el que orbitan dos lunas. Rubicanti fue quien destruyó el Reino De Eblan, el hogar de Edge, con su poder para invocar el fuego. Como guerrero, cree con firmeza en el juego limpio y, normalmente, prefiere no matar a nadie a menos que sea inevitable. De hecho, cuando Edge, ansioso de venganza, le buscó para desafiarlo en la Cueva de Eblan, el archidiablo se enfrentó a él y le elogió por su valentía. Aun así, Rubicanti se dio cuenta de la inmadurez de Edge y, por ello, prefirió no acabar con su vida en aquel combate."], "fusion": ["The frozen winds of hell's ninth circle could not penetrate this cloak of flame I wear!", "我的烈焰披風，<br>可不會受到冰凍之氣影響！", "내 화염의 망토는<br>얼어붙는 냉기조차 빨아들인다!", "Même le vent glacial du neuvième cercle de l'enfer ne saurait pénétrer mon manteau ardent.", "Selbst Eiswinde können meinen flammenden Mantel nicht durchdringen!", "¡Los fríos vientos del noveno círculo del infierno son incapaces de penetrar esta capa llameante que llevo puesta!"], "summon": ["You've strength worthy enough of pride, but not nearly enough to think of challenging me.", "確實是能夠自豪的強度……<br>但是，還不及我。", "확실히 자신감을 갖기에 부족하지 않은 힘이다……<br>허나, 내게는 아직 한참 미치지 못해.", "Ta force est digne d'éloges, soit, mais pas encore digne d'un adversaire à ma hauteur.", "Deine Stärke mag deinem Stolz entsprechen.<br>Aber du bist nicht stark genug, um mein Gegner zu sein.", "Deberías estar orgulloso de tu fuerza, pero aún te falta bastante para poder desafiarme."]}}}, "job": "Elemental Archfiend", "sex": "Male", "game": "FFIV", "rarity_max": 6, "names": ["Rubicante", "盧比坎特", "루비칸테", "Rubicante", "Rubicante", "Rubicanti"], "equip": [5, 6, 40, 50, 53, 60], "game_id": 10004, "rarity_min": 4, "tribe_id": 5, "id": "401001504", "job_id": 9013}