{"TMR": ["MATERIA", 1500000036], "name": "Toby", "is_summonable": false, "skills": [{"level": 3, "type": "ABILITY", "id": 200010, "rarity": 3}, {"level": 14, "type": "ABILITY", "id": 218750, "rarity": 3}, {"level": 28, "type": "ABILITY", "id": 101350, "rarity": 3}, {"level": 40, "type": "ABILITY", "id": 201500, "rarity": 3}, {"level": 1, "type": "ABILITY", "id": 910727, "rarity": 4}, {"level": 5, "type": "ABILITY", "id": 910728, "rarity": 4}, {"level": 20, "type": "ABILITY", "id": 208970, "rarity": 4}, {"level": 48, "type": "ABILITY", "id": 101060, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 910729, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 910730, "rarity": 5}, {"level": 22, "type": "ABILITY", "id": 100080, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 200410, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 910732, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 101070, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910733, "rarity": 5}], "sex_id": 1, "entries": {"401003205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [834, 2527, 450], "ATK": [40, 120, 30], "MP": [38, 116, 75], "MAG": [30, 90, 30], "SPR": [30, 92, 30], "DEF": [31, 95, 30]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401003205, "attack_count": 40, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 8118, "attack_damage": [[40, 60]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [15, 37], "effect_frames": [13, 33], "strings": {"evolution": ["I really feel like I'm on the verge of becoming stronger.", "感覺我好像變更強了。", "어찌어찌 강해지고 있다,<br>이런 느낌인데.", "Je pense vraiment que je suis à deux doigts de devenir plus fort.", "Ich kann fühlen, wie die Kraft stärker in mir hervorbricht.", "Siento que estoy a punto de hacerme más fuerte."], "affinity": ["Here's your portion of the take.<br>I hope that's the end of this.", "先把你的份給你吧。<br>不然等等有糾紛我可不管喔。", "네게도 한몫 챙겨 주지.<br>나중에 군소리 나오는 건 싫으니까 말야.", "Voilà ta part.<br>Viens pas te plaindre après.", "... Und hier ist dein Anteil. <br> Ich hoffe das war's dann mit der Kämpferei.", "Aquí tienes tu parte.<br>Espero que con esto podamos zanjar el asunto."], "description": ["A hero from another world blessed by Olthea's patron deity, Khalam. After defeating the foul beast, Toby decided to abandon the band of thieves that benefited from his exploits in favor of a new life as a righteous thief. He began to steal from the rich who had acquired their wealth through nefarious means, and shared his spoils with the less fortunate. At times he is said to even steal evidence of the nobility's corruption, subsequently reporting it to the knights of the kingdom through a different alias.", "異界奧爾賽亞王國的勇者之一。在討伐魔物後，他憑藉豐功偉績，脫離了盜賊團，單打獨鬥，成為了一名義賊。將奸商和奸臣家中的財寶偷出去，分發給窮苦的百姓。有時候，甚至將掌握到手的罪證交給王國騎士團，匿名告發犯罪者。", "이계의 '오르세아' 왕국의 용사. 마물 토벌 후 그는 스스로의 위업 달성을 위해 소속되어 있던 도적단에서 탈퇴하였다. 그리고 악덕 상인이나 탐관오리의 저택에 숨어들어 금품을 빼앗아 가난한 이들에게 나누어 주거나, 때로는 부정의 증거를 훔쳐내어 왕국 기사단에 익명의 정보를 흘리는 등, 한 사람의 의적으로서 활동을 시작하게 되었다고 한다.", "Un des héros d'un autre monde bénit par Khalam, le saint patron d'Olthéa. Après avoir terrassé la bête féroce, Toby décida d'abandonner sa bande de voleurs qui profitait de ses exploits pour une vie de voleur plus juste. Il commença ainsi à voler de l'argent et des biens aux plus riches qui avaient fait fortune en usant de moyens peu avouables pour redistribuer ses larcins aux plus défavorisés. Avec le temps, on raconte qu'il aurait rassemblé des preuves de la corruption de la noblesse et qu'il se serait mis à parler aux chevaliers du royaume sous différentes identités.", "Ein von Oltheas Schutzgottheit Khalam gesegneter Held aus einer fernen Welt. Nachdem er das Monster besiegte, entschied sich Toby dazu, seine Diebesbande zu verlassen, der er sich aus purem Eigennutz angeschlossen hatte, und ein neues Leben als rechtschaffener Dieb zu führen. So begann er damit von den Reichen zu stehlen, die ihren Reichtum auf unmoralische Weise angehäufut hatten und teilte seine Beute mit den weniger Glücklichen. Es kommt außerdem vor, so heißt es, dass er Beweise für etwaige Korruption stiehlt und den Rittern des Königreichs unter einem anderen Alias zukommen lässt.", "Un héroe de otro mundo que recibió la bendición de Khalam, la deidad patrona de Olthea. Tras derrotar a la bestia, Toby decidió abandonar el grupo de ladrones que se aprovechaban de sus logros para comenzar una nueva vida de ladrón con principios. De esta forma, empezó a robarle a los ricos que habían adquirido su fortuna de forma poco honesta para compartirlo con los pobres. A veces, se dice que hasta robaba pruebas para inculpar a nobles corruptos ante los caballeros del reino, oculto bajo un pseudónimo claro está."], "fusion": ["Here, I must show the full extent of my power.", "看來，有必要在這裡<br>展現一下我的力量。", "이쯤에서 내 힘을<br>보여줘야겠는데.", "Je vais te montrer toute l'étendue de mes pouvoirs, ici et maintenant.", "Ich werd' dir schon zeigen, aus welchem Holz ich wirklich geschnitzt bin!", "Voy a tener que enseñarte hasta dónde llega mi poder."], "summon": ["Helping you out, eh...<br>But I'm a thief, you know. I might just take your treasure!", "要我幫助你嗎......<br>我可是盜賊，那個寶藏<br>說不定會被我搶走喔！", "널 도와달란 말이지……<br>난 도적이라서, 그 보물을<br>가로챌지도 모른다?", "Comment ça t'aider ? Hé...<br>je suis un voleur tu sais. Je vais peut-être simplement voler ton trésor !", "Dir zur Hand gehen, also?<br>Ich bin ein Dieb! Wunder dich nicht, wenn dein Schatz in meiner Tasche landet!", "Conque ayudarte, ¿eh...?<br>Soy un ladrón, ¿sabes? ¡Creo que me voy a quedar con tu tesoro!"]}}, "401003204": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [641, 1943, 300], "ATK": [30, 92, 20], "MP": [29, 89, 50], "MAG": [23, 69, 20], "SPR": [23, 70, 20], "DEF": [24, 73, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401003204, "attack_count": 40, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290050300": 10, "290030000": 10, "290040200": 5, "290020100": 20}}, "rarity": 4, "compendium_id": 8117, "attack_damage": [[40, 60]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [15, 37], "effect_frames": [13, 33], "strings": {"evolution": ["I guess this is how it goes.", "大概就是這樣啦。", "뭐, 이런 거 아니겠어.", "J'imagine que c'est comme ça que ça fonctionne.", "Jup, jup. So läuft der Hase nämlich!<br><br>", "Me imagino que así son las cosas."], "affinity": ["Here's your portion of the take.<br>I hope that's the end of this.", "先把你的份給你吧。<br>不然等等有糾紛我可不管喔。", "네게도 한몫 챙겨 주지.<br>나중에 군소리 나오는 건 싫으니까 말야.", "Voilà ta part.<br>Viens pas te plaindre après.", "... Und hier ist dein Anteil. <br> Ich hoffe das war's dann mit der Kämpferei.", "Aquí tienes tu parte.<br>Espero que con esto podamos zanjar el asunto."], "description": ["One of the heroes from another world blessed by Khalam who risked his life to rescue the princess of Olthea from a foul beast. In reality, Toby's intentions for defeating the monster were not necessarily related to the blessing he had received from Khalam. He just wished to see the princess of such famed beauty with his very own eyes. However, this would only become apparent the moment he helped rescue her.", "在異界奧爾賽亞王國獲得卡拉姆神諭後，他冒著生命危險討伐了劫持公主的魔物。不過，他前往討伐的目的並不是因為收到了神諭，而是想看一看比寶石還美麗的公主。而這一切，在成功救出公主後，瞬間被看穿。", "이계의 '오르세아' 왕국에서 카람의 신탁을 받은 그는, 목숨을 걸고 공주를 납치한 마물을 토벌하는 데 성공한다. 그러나 그가 토벌에 나선 진정한 이유는 신탁 때문이 아니라, 보물보다도 아름답다고 알려진 공주를 직접 보고 싶다라는 욕망에 의해서였다. 물론 그 소문이 진실이라는 것은 그녀를 구출해낸 그 순간 증명된 것이나 다름없었지만.", "Un des héros d'un autre monde bénit par Khalam qui risqua sa vie pour sauver la princesse d'Olthéa prise au piège d'une bête féroce. En réalité, les véritables intentions de Toby n’étaient pas nécessairement en rapport avec la bénédiction qu'il avait reçue de Khalam. Tout ce qu'il voulait c'était voir de ses propres yeux cette fameuse princesse à la beauté sans pareille. Il n'y parvint toutefois qu'au moment de la sauver.", "Einer der von Khalam gesegneten Helden aus einer fernen Welt, die ihr Leben aufs Spiel setzten, um die Prinzessin von Olthea aus den Fängen eines Ungeheuers zu retten. In Wirklichkeit hatten Tobys Intentionen, das Monster zu bezwingen, nicht unbedingt mit dem Segen Khalams zu tun: Toby wollte lediglich die Prinzessin, die für ihre zauberhafte Schönheit bekannt war, mit eigenen Augen sehen. Diese wahren Intentionen kamen natürlich mit der Rettung der Prinzessin augenblicklich ans Licht.", "Uno de los héroes de otro mundo que arriesgó su vida para rescatar a la princesa de Olthea de una bestia repugnante. Sin embargo, Toby no estaba realmente interesado en rescatarla por haber recibido la bendición de Khalam, sino que, más bien, se debía al hecho de que quería contemplar la belleza de la princesa de la que todos hablaban con sus propios ojos. Aun así, esto solo se hizo obvio en el momento de ayudar a rescatarla."], "fusion": ["Don't call me a kid! I'm not a kid!", "別叫我小鬼！<br>我可不是小孩子！", "꼬맹이라고 하지 마!<br>난 꼬맹이가 아니야!", "Arrête de me traiter comme un gosse. Je n'en suis pas un gamin !", "Bengel?! Wer ist hier ein Bengel?!<br>", "¡No me llames así! ¡No soy un niño pequeño!"], "summon": ["Helping you out, eh...<br>But I'm a thief, you know. I might just take your treasure!", "要我幫助你嗎......<br>我可是盜賊，那個寶藏<br>說不定會被我搶走喔！", "널 도와달란 말이지……<br>난 도적이라서, 그 보물을<br>가로챌지도 모른다?", "Comment ça t'aider ? Hé...<br>je suis un voleur tu sais. Je vais peut-être simplement voler ton trésor !", "Dir zur Hand gehen, also?<br>Ich bin ein Dieb! Wunder dich nicht, wenn dein Schatz in meiner Tasche landet!", "Conque ayudarte, ¿eh...?<br>Soy un ladrón, ¿sabes? ¡Creo que me voy a quedar con tu tesoro!"]}}, "401003203": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [493, 1495, 240], "ATK": [23, 71, 16], "MP": [22, 68, 40], "MAG": [17, 53, 16], "SPR": [18, 54, 16], "DEF": [18, 56, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 401003203, "attack_count": 40, "magical_resist": 0, "awakening": {"gil": 1500, "materials": {"290050300": 5, "290050200": 15, "290030000": 5, "290010000": 25, "290020100": 10}}, "rarity": 3, "compendium_id": 8116, "attack_damage": [[40, 60]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [15, 37], "effect_frames": [13, 33], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["Here's your portion of the take.<br>I hope that's the end of this.", "先把你的份給你吧。<br>不然等等有糾紛我可不管喔。", "네게도 한몫 챙겨 주지.<br>나중에 군소리 나오는 건 싫으니까 말야.", "Voilà ta part.<br>Viens pas te plaindre après.", "... Und hier ist dein Anteil. <br> Ich hoffe das war's dann mit der Kämpferei.", "Aquí tienes tu parte.<br>Espero que con esto podamos zanjar el asunto."], "description": ["One of the heroes from another world blessed by Khalam, the deity worshipped by the people of Olthea. A resourceful thief unlike any other, Toby was blessed by Khalam upon hearing about a certain princess with \"eyes more beautiful than gemstones.\" Thus, he set off alongside three other blessed warriors to rescue the princess together.", "被異界奧爾賽亞王國所信奉的卡拉姆神的神諭所選中之勇者。他是個技藝高超的盜賊。有一天得到了一個消息，稱比寶石還美麗的公主被劫持，同時他還得到了卡拉姆的神諭。於是和同樣收到神諭的夥伴們一起，踏上了拯救公主的旅程。", "이계의 '오르세아' 왕국에서 숭배받고 있는 카람의 신탁을 받아 신탁의 용사로 선택받은 인물. 실력이 뛰어난 도적인 그는, '보석보다도 아름다운 공주가 납치당했다.'라는 정보와 함께 신탁을 받게 된다. 그리고 함께 신탁을 받은 동료들과 공주를 구출하기 위한 여행길에 나서게 되었다.", "Un des héros d'un autre monde bénit par Khalam, la divinité vénérée par les habitants d'Olthéa. Voleur plein de ressources sans aucun équivalent, Toby a été béni par Khalam après avoir appris qu'il existait une princesse \"aux yeux plus beaux que des pierres précieuses\". Il partit ainsi avec trois autres guerriers bénits pour sauver la princesse.", "Einer der Helden aus einer fernen Welt, die durch die von den Einwohnern Oltheas verehrte Gottheit Khalam gesegnet wurden. Toby ist ein listenreicher Dieb, der seinesgleichen sucht und wurde als solcher von Khalam gesegnet, nachdem er von einer Prinzessin hörte, deren \"Schönheit noch kostbarer sei, als Schmucksteine\".  Er zog daher mit drei anderen gesegneten Kriegern aus, um die Prinzessin gemeinsam mit ihnen zu retten.", "Uno de los héroes de otro mundo que recibió la bendición de Khalam, la deidad que alaban en Olthea. Un ladrón con recursos como ninguno, Toby recibió la bendición de Khalam cuando escuchó hablar sobre una princesa cuyos \"ojos eran piedras preciosas\". A partir de ese momento, se embarcó, junto a otros tres guerreros que también habían sido bendecidos, en la misión de rescatar a la princesa."], "fusion": ["Well, I guess that's how it goes.", "總之，<br>就是這樣啦。", "뭐, 이런 거지.", "Eh bien, je suppose que c'est comme ça.", "Tja, so läuft der Hase halt!", "Bueno, me imagino que así son las cosas."], "summon": ["Helping you out, eh...<br>But I'm a thief, you know. I might just take your treasure!", "要我幫助你嗎......<br>我可是盜賊，那個寶藏<br>說不定會被我搶走喔！", "널 도와달란 말이지……<br>난 도적이라서, 그 보물을<br>가로챌지도 모른다?", "Comment ça t'aider ? Hé...<br>je suis un voleur tu sais. Je vais peut-être simplement voler ton trésor !", "Dir zur Hand gehen, also?<br>Ich bin ein Dieb! Wunder dich nicht, wenn dein Schatz in meiner Tasche landet!", "Conque ayudarte, ¿eh...?<br>Soy un ladrón, ¿sabes? ¡Creo que me voy a quedar con tu tesoro!"]}}}, "job": "Thief", "sex": "Male", "game": "King's Knight", "rarity_max": 5, "names": ["Toby", "托比", "토비", "Toby", "Toby", "Toby"], "equip": [1, 2, 13, 40, 50, 51, 60], "game_id": 90002, "rarity_min": 3, "tribe_id": 5, "id": "401003203", "job_id": 10}