{"TMR": ["EQUIP", 1100000113], "name": "Maiden Sakura", "is_summonable": false, "skills": [{"level": 1, "type": "ABILITY", "id": 910541, "rarity": 4}, {"level": 3, "type": "ABILITY", "id": 910542, "rarity": 4}, {"level": 12, "type": "ABILITY", "id": 100010, "rarity": 4}, {"level": 24, "type": "ABILITY", "id": 910543, "rarity": 4}, {"level": 36, "type": "ABILITY", "id": 910544, "rarity": 4}, {"level": 52, "type": "MAGIC", "id": 20190, "rarity": 4}, {"level": 56, "type": "ABILITY", "id": 100100, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 206370, "rarity": 4}, {"level": 25, "type": "ABILITY", "id": 910545, "rarity": 5}, {"level": 34, "type": "ABILITY", "id": 100050, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 910546, "rarity": 5}, {"level": 54, "type": "ABILITY", "id": 100110, "rarity": 5}, {"level": 68, "type": "ABILITY", "id": 206990, "rarity": 5}, {"level": 75, "type": "ABILITY", "id": 206980, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910548, "rarity": 5}], "sex_id": 2, "entries": {"401000905": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [793, 2402, 240], "ATK": [29, 88, 16], "MP": [51, 154, 40], "MAG": [39, 118, 24], "SPR": [34, 104, 16], "DEF": [28, 84, 16]}, "magic_affinity": [4, 8, 6, 0], "ability_slots": 4, "limitburst_id": 401000905, "attack_count": 50, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 8103, "attack_damage": [[50, 50]], "max_lb_drop": 5, "physical_resist": 0, "attack_frames": [15, 47], "effect_frames": [13, 45], "strings": {"evolution": ["With all this power flowing out of me...<br>I can remember my time as a warrior.", "力量不斷湧出……<br>……讓我想起了還是戰士的時候。", "이렇게 힘이 넘쳐흐르는 것을 보니……<br>전사였던 때가 생각나는구먼.", "Ma puissance sort par tous les pores de ma peau...<br>Ça me rappelle lorsque j'étais guerrier.", "Dank all dieser Kraft in mir ...<br>erinnere ich mich wieder an meine Zeit als Krieger.", "Con todo este poder rebosándome...<br>Me vienen a la cabeza los tiempos de guerrera."], "affinity": ["I bestow upon you a gift.<br> Use it wisely.", "我送你個禮物。<br>好好地使用它吧。", "내가 주는 선물이니라.<br>유용하게 사용하거라.", "Je te donne un cadeau.<br> Fais-en bon usage.", "Ich gewähre Euch ein Geschenk.  <br> Nutzt es weise.", "Te hago entrega de este regalo.<br>Úsalo con cabeza."], "description": ["A mage originating from Paladia who was witness to the war between Aldore and Hess more than 700 years past. Sakura once donned the armor that earned her the name of Veritas of the Bolt seeking to return to her home world. However, in time she learned to make her peace with the people of Lapis by living among them, and now opposes the ambitions of the other Veritas.", "經歷了700年前在帕拉迪亞發生的阿爾多爾與赫斯之間的戰鬥後，來到這個世界的魔道士。她曾經身穿「迅雷之維利亞斯」的鎧甲，想要用一切辦法回到帕拉迪亞去，而現在她致力於摸索與這個世界的人共榮共存的方法，因此與維利亞斯等人決裂。", "700년 전, 머나먼 세계 파라디아에서 벌어진 '알도르'와 '헤스'의 전쟁을<br>겪고, 이 땅을 찾은 마도사.<br>과거 '맹렬한 우레의 베리어스'로서<br>갑옷을 두르고 원래의 세계로<br>돌아가고자 했지만, 현재는<br>이 세계에서 인간과 공존할  방법을 모색하고 있으며<br>베리어스들과는 적대관계에 서 있다.", "Une mage originaire de Paladia qui a vécu la guerre entre Aldore et Hess, il y a plus de 700 ans. Sakura portait autrefois une armure qui lui valait le titre de Veritas de la Foudre, cherchant à retourner dans le monde d'où elle venait. Cependant, elle a depuis appris à vivre en paix avec les habitants de Lapis, et s'oppose maintenant aux desseins des autres Veritas.", "Eine Magierin aus Paladia, die vor mehr als 700 Jahren den Krieg zwischen Ardoll und Hess miterlebte. Sakura trug einst die Rüstung, die ihr den Namen Veritas der Blitzende verlieh und wollte in ihre Heimat zurückkehren. Mit der Zeit schloss sie jedoch Frieden mit den Bewohnern von Lapis und steht jetzt den Ambitionen der anderen Veritas entgegen.", "Una maga que proviene de Paladia, y que fue testigo de la guerra entre Aldore y Hess que sucedió hace más de 700 años. Sakura una vez donó la armadura que le brindó el nombre de Veritas el centelleante, buscando regresar a su mundo. Sin embargo, aprendió a tiempo a hacer las paces con la gente de Lapis viviendo entre ellos, y ahora se opone a las ambiciones de los demás Veritas."], "fusion": ["I won't use this power to fight,<br>but to protect you all.", "這力量，<br>今後要為了守護而使用。", "다음번엔 싸우기 위해서가 아니라<br>지키기 위해서 이 힘을 쓰겠느니라.", "Je n'utiliserai pas ce pouvoir pour me battre,<br>mais pour tous vous protéger.", "Ich werde mit dieser Kraft nicht kämpfen,<br>sondern euch alle beschützen.", "No usaré este poder para pelear,<br>sino para protegeros a vos."], "summon": ["It must be destiny that we meet on this moonlit night.<br> How may I aid you?", "一定是命運讓我們在這月夜相遇。<br> 我該如何幫助你呢？", "이렇게 달빛 아래서 만나게 된 것도<br>어떠한 운명일 터.<br>자, 너의 힘이 되어 주마.", "Je suis sûr que c'est le destin qui t'a mis sur ma route par cette nuit éclairée par la lune.<br>En quoi puis-je t'aider ?", "Es muss Schicksal sein, dass wir uns in dieser mondhellen Nacht treffen. <br> Wie kann ich Euch dienen?", "El destino nos ha tenido que juntar esta noche a la luz de la luna.<br>¿En qué puedo ayudarte?"]}}, "401000904": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [610, 1848, 210], "ATK": [22, 68, 14], "MP": [39, 118, 35], "MAG": [23, 71, 18], "SPR": [26, 80, 14], "DEF": [21, 65, 14]}, "magic_affinity": [3, 7, 5, 0], "ability_slots": 3, "limitburst_id": 401000904, "attack_count": 50, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050300": 5, "290040300": 3, "290030300": 8, "290020300": 15, "290050400": 3}}, "rarity": 4, "compendium_id": 8102, "attack_damage": [[50, 50]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [15, 47], "effect_frames": [13, 45], "strings": {"evolution": [null, null, null, null, null, null], "affinity": ["I bestow upon you a gift.<br> Use it wisely.", "我送你個禮物。<br>好好地使用它吧。", "내가 주는 선물이니라.<br>유용하게 사용하거라.", "Je te donne un cadeau.<br> Fais-en bon usage.", "Ich gewähre Euch ein Geschenk.  <br> Nutzt es weise.", "Te hago entrega de este regalo.<br>Úsalo con cabeza."], "description": ["The mage who founded Mysidia. Although Sakura maintains the physical appearance of a young girl despite being more than 700 years old, she trained the mages of the nation she established whilst attempting to protect the world from the shadows by foiling the plans of the many Veritas. Even more intriguing, she also seems to share a close relationship with Sir Raegen, Rain's father. Believing that Rain and his friends are destined to save the world, she has taken it upon herself to act as their guardian.", "創建了密西迪亞的魔道士，<br>在這700年來，她一直保持著少女的外貌，<br>表面上她建立了密西迪亞，<br>培養了諸多的魔道士，<br>暗地中她還在為從維利亞斯手中保護世界，<br>進行著各種各樣的活動。<br>她與雷因的父親雷根有著很深的交情，<br>並在暗中觀察雷因等人是否擁有<br>拯救世界的潛質。", "미시디아를 창립한 마도사.<br>700년 동안 소녀의 모습을 한 채 살아오며<br>미시디아를 창립하여 마도사를 육성하는 한편<br>세계를 베리어스들의 음모에서<br>지키기 위해, 계획적으로 암약해 왔다.<br>레인의 아버지 레겐과는 깊은 관계가 있으며<br>그들에게 세계를 구해낼 역량이 있는지<br>주의 깊게 지켜보고 있다.", "La mage qui a fondé Mysidia. Sakura entraîne les mages de sa nation, malgré qu'elle conserve l'apparence physique d'une jeune fille depuis plus de 700 ans. Elle tente également de défendre le monde contre les ténèbres, en déjouant les plans des nombreux Veritas. Plus intrigant encore, elle semble être très proche de sire Raegen, le père de Rain. Pensant que Rain et ses amis sont voués à sauver le monde, elle s'est engagée à devenir leur gardienne.", "Die Magierin, die Mysidia gründete. Obwohl Sakura aussieht wie ein junges Mädchen ist sie mehr als 700 Jahre alt und bildete die Magier ihrer Nation aus, während sie die Pläne der Veritas vereitelte und so die Welt beschützte. Noch faszinierender ist, dass sie Sir Raegen nahezustehen scheint, Rains Vater. Da sie glaubt, dass Rain und seine Freunde dazu bestimmt sind, die Welt zu retten, nimmt sie die Aufgabe einer Wächterin auf sich.", "La maga que fundó Mysidia. Aunque Sakura mantiene la apariencia física de una chica joven, a pesar de tener más de 700 años de edad, fue quien entrenó a los magos de la nación que estableció mientras intentaba proteger al mundo de las sombras, frustrando los planes de los Veritas. Algo más intrigante aún es que parece guardar una relación muy estrecha con Sir Raegen, el padre de Rain. Al creer que Rain y sus amigos están destinados a salvar el mundo, ha adoptado la tarea de actuar como su guardiana."], "fusion": ["So I am to be strengthened by<br>the power of these visions....<br>How times have changed.", "沒想到我竟然會被<br>幻兵之力強化……<br>世道真是變了啊。", "내가 비전의 힘으로<br>강해질 줄이야……<br>시대는 변하는 법이로고.", "Vous avez renforcé ma puissance grâce aux visions, vous dites ?<br>Les temps ont bien changé.", "Die Kraft dieser Visionen<br>stärkt mich also ...<br>Wie die Zeiten sich ändern.", "Así que el poder de las visiones me hace más fuerte...<br>Cómo cambian las cosas."], "summon": ["It must be destiny that we meet on this moonlit night.<br> How may I aid you?", "一定是命運讓我們在這月夜相遇。<br> 我該如何幫助你呢？", "이렇게 달빛 아래서 만나게 된 것도<br>어떠한 운명일 터.<br>자, 너의 힘이 되어 주마.", "Je suis sûr que c'est le destin qui t'a mis sur ma route par cette nuit éclairée par la lune.<br>En quoi puis-je t'aider ?", "Es muss Schicksal sein, dass wir uns in dieser mondhellen Nacht treffen. <br> Wie kann ich Euch dienen?", "El destino nos ha tenido que juntar esta noche a la luz de la luna.<br>¿En qué puedo ayudarte?"]}}}, "job": "Maiden", "sex": "Female", "game": "FFBE", "rarity_max": 5, "names": ["Maiden Sakura", "少女櫻", "작은 아씨 사쿠라", "Sakura jeune femme", "Maid Sakura", "Sakura doncella"], "equip": [1, 5, 6, 8, 10, 15, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "401000904", "job_id": 9018}