{"TMR": ["EQUIP", 1100000108], "name": "Illusionist Nichol", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 20210, "rarity": 4}, {"level": 14, "type": "MAGIC", "id": 20230, "rarity": 4}, {"level": 32, "type": "MAGIC", "id": 30200, "rarity": 4}, {"level": 48, "type": "MAGIC", "id": 20190, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 101260, "rarity": 5}, {"level": 18, "type": "ABILITY", "id": 910530, "rarity": 5}, {"level": 36, "type": "ABILITY", "id": 910531, "rarity": 5}, {"level": 54, "type": "ABILITY", "id": 910532, "rarity": 5}, {"level": 72, "type": "MAGIC", "id": 30120, "rarity": 5}, {"level": 72, "type": "MAGIC", "id": 30170, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910533, "rarity": 5}, {"level": 5, "type": "ABILITY", "id": 910534, "rarity": 6}, {"level": 28, "type": "ABILITY", "id": 910535, "rarity": 6}, {"level": 50, "type": "MAGIC", "id": 20430, "rarity": 6}, {"level": 68, "type": "ABILITY", "id": 910536, "rarity": 6}, {"level": 86, "type": "ABILITY", "id": 910537, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910538, "rarity": 6}], "sex_id": 1, "entries": {"401002106": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1071, 3246, 450], "ATK": [35, 106, 30], "MP": [62, 187, 75], "MAG": [41, 123, 30], "SPR": [43, 130, 30], "DEF": [34, 104, 30]}, "magic_affinity": [0, 8, 6, 0], "ability_slots": 4, "limitburst_id": 401002106, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8087, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [68], "effect_frames": [63], "strings": {"evolution": ["By way of the Wardens of the Waters,<br>allow me to show you whole new<br>method of magic.", "讓全世界看看<br>水之守護人<br>發明的新魔術吧。", "물의 수호자가 펼치는<br>새로운 마술의 세계를<br>보여드리겠습니다.", "Permets-moi de te montrer une toute nouvelle méthode de magie<br>mise au point par un gardien de l'eau.", "Lass mich dir eine völlig neue Welt der Zaubererei zeigen<br> - durch die Hüter des Wassers!", "Por los Guardianes de las Aguas,<br>permitidme que os enseñe un método mágico<br>completamente nuevo."], "affinity": ["For me to be giving this to you means that I have truly become a master of sleight of hand.", "竟然能交給你這東西。<br>就好像我真的成為了魔術師一樣。", "이걸 당신에게 드리게 되다니.<br>마치 진정한 마술사가<br>된 기분입니다.", "Pour moi, être capable de te donner ça veut tout simplement dire que je suis devenu un maître des tours de passe-passe.", "Dass ich dir das wirklich überreiche ... Ich bin wohl ein echter Zauberkünstler geworden.", "Para mí, darte esto significa que me he convertido en todo un maestro de la prestidigitación."], "description": ["A military tactician for the Olderion Federation. Nichol is a gifted strategist born to the prestigious family known as the Wardens of the Waters. Although he was initially opposed to the idea of wearing a costume for Halloween, he was content with dressing up as a magician. His companions, however, have high expectations regarding his skills with the sleight of hand, as he is known for his great attention to details as a tactician.", "聯邦國家奧爾德里昂的軍師。他生於守護水之神殿的「水之守護人」一族，是頭腦清晰並有優異判斷能力的人物。他對於變裝一事在最初雖然有些反抗，不過並非完全討厭魔術師服裝的樣子。周遭對於軍師所製作，經過精心計算完成的完美魔術品抱有相當大的期待。", "올데리온 연방의 참모.<br>물의 수호자 가문에서 태어났으며<br>두뇌가 명석하고 판단력이 뛰어난 인물이다.<br>처음에는 할로윈 변장에 난색을 보였지만,<br>마술사 복장이 아주 싫지는 않은 모양이다.<br>참모의 치밀하게 계산된 마술은<br>주변의 기대를 한몸에 받고 있다.", "Un tacticien militaire au service de la Fédération d'Olderion. Nichol est un stratège de génie né dans la prestigieuse famille des gardiens de l'eau. Bien qu'opposé au départ à l'idée de porter un costume pour Halloween, il fut finalement satisfait de son costume de magicien. Ces compagnons attendaient toutefois beaucoup de ses tours de magie, car il est connu pour être très attentif aux détails.", "Ein Stratege in der Armee der Republik Olderion. Nichol ist ein begnadeter Stratege, der in die hochangesehene Familie der Hüter des Wassers hineingeboren wurde. Obwohl er sich anfangs entschieden gegen die Idee aussprach, ein Kostüm tragen zu müssen, ist er mit seinem Magierkostüm nun ausgesprochen zufrieden. Seine Kameraden haben hohe Erwartungen an die bis ins kleinste Detail perfektionierten Zaubereien des Strategen.", "Un estratega militar de la Federación Olderion. Nichol es un estratega de los que ya no quedan y pertenece a la familia de los Guardianes del Agua. Al principio, Nichol se opuso a la idea de ponerse un disfraz de Halloween, pero luego le gustó la idea de vestirse de mago. Sus amigos, sin embargo, tienen muchas expectativas con él, pues Nichol es un prestidigitador excelente y, también, es conocido por sus habilidades como estratega, debido a la atención que le dedica a cualquier detalle."], "fusion": ["I thought up a way to trick others using sleight of hand. I must teach it to the children.", "我想到可以用魔術<br>來搗蛋的方法了。<br>要快點去教小朋友們才行。", "마술을 사용한 장난이<br>떠올랐습니다.<br>아이들에게 가르쳐줘야겠군요.", "Je viens de trouver un moyen de berner les gens grâce à un tour de passe-passe. Je dois enseigner ça aux enfants.", "Mir ist ein Zaubertrick für einen Streich eingefallen. Den muss ich unbedingt den Kindern beibringen.", "He aprendido un truco con las manos para confundir a la gente. Tengo que enseñárselo a los niños."], "summon": ["It might not be so bad to mess about<br>dressed like this from time to time.<br>Now, let the magic begin.", "偶爾穿著這種裝備<br>胡鬧也不錯呢。<br>準備來變魔術吧。", "가끔은 이런 모습으로<br>장난치고 노는 것도 좋군요.<br>자, 마술 한판 부려 볼까요.", "Ce n’est peut-être pas si mal en fin de compte de s’habiller comme ça de temps en temps. <br>Que la magie commence, maintenant.", "Manchmal braucht es eben nichts weiter, als eine lustige Verkleidung. <br> Und nun lasst die Magie beginnen.", "No está tan mal ir por ahí de vez en cuando<br>vestido de esta forma.<br>Ahora, qué empiece la magia."]}}, "401002105": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [824, 2497, 300], "ATK": [27, 82, 20], "MP": [48, 144, 50], "MAG": [31, 95, 20], "SPR": [33, 100, 20], "DEF": [26, 80, 20]}, "magic_affinity": [0, 7, 5, 0], "ability_slots": 4, "limitburst_id": 401002105, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 5, "290060300": 10, "290060000": 10, "290060100": 10, "290050500": 15}}, "rarity": 5, "compendium_id": 8086, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [68], "effect_frames": [63], "strings": {"evolution": ["I'm thinking up a new trick.<br>Hehe, I might even be able to<br>quit this whole tactician thing as well.", "快要想出新的魔術了。<br>嘿嘿，說不定辭掉軍師的職務<br>也不錯呢。", "새로운 마술이 생각났습니다.<br>후후, 참모 그만둬도 되겠는데요.", "Je pense à un nouveau tour en ce moment.<br>Héhé, je vais peut-être même pouvoir arrêter le métier de stratège en fin de compte", "Ich denke gerade über einen neuen Trick nach. <br> He he, bald kann ich meinen Job als Stratge hinter mir lassen.", "Estoy pensando un nuevo truco.<br>Je, je. Puede que incluso sea capaz<br>de dejar esto de las tácticas de una vez."], "affinity": ["For me to be giving this to you means that I have truly become a master of sleight of hand.", "竟然能交給你這東西。<br>就好像我真的成為了魔術師一樣。", "이걸 당신에게 드리게 되다니.<br>마치 진정한 마술사가<br>된 기분입니다.", "Pour moi, être capable de te donner ça veut tout simplement dire que je suis devenu un maître des tours de passe-passe.", "Dass ich dir das wirklich überreiche ... Ich bin wohl ein echter Zauberkünstler geworden.", "Para mí, darte esto significa que me he convertido en todo un maestro de la prestidigitación."], "description": ["A military tactician for the Olderion Federation. He was given a great many books on magic as a young child, as their were high expectations of him being of the Wardens of the Waters. Raised in isolation from other children his age, he took a deep interest instead in the people he read about in books. Among these characters, he took particular interest in a legendary female warrior from an army of darkness.", "聯邦國家奧爾德里昂的軍師。作為水之守護者的繼承人，他被周圍的人抱以極大的期待，因而從小就被迫研讀大量魔道書。由於生活在和同齡孩子們隔絕的環境下，所以他逐漸對書中登場的人物產生了很強的興趣。其中最吸引他的人物則是傳說中的黑暗之軍的女戰士。", "올데리온 연방의 참모.<br>물의 수호자 가문의 후계자로서 주위의 기대를 한 몸에 받은 그는<br>어릴 적부터 수많은 마도서에 둘러싸여 자랐다.<br>또래의 아이들과 단절된 환경 속에서<br>자란 니콜은, 이윽고 책 속 등장 인물에게<br>강한 관심을 가지게 된다.<br>그중에서도 그가 가장 큰 관심을 보인 인물은<br>전설 속에 등장하는 어둠의 군세의 여전사였다.", "Un tacticien militaire au service de la Fédération d'Olderion. Jeune espoir du clan des gardiens de l'eau, il a grandi au milieu des livres de magie, sans contact avec les autres enfants de son âge. À la place, il se passionnait pour les personnages mentionnés dans ces ouvrages. Celui qui retint le plus son attention était une légendaire guerrière appartenant à l'armée des ténèbres.", "Ein Stratege in der Armee der Republik Olderion. Er wuchs mit der Last großer Erwartungen auf und verbrachte seine Kindheit mit dem Studium zahlloser magischer Bücher. Isoliert von anderen Kindern seines Alters entwickelte er ein tiefes Interesse für die Personen, die in seinen Büchern vorkamen. Sein Interesse galt besonders einer legendären Kriegerin, die für die Mächte der Finsternis kämpfte.", "Un estratega militar de la Federación Olderion. De pequeño, le dieron un montón de libros que trataban sobre magia, ya que sobre él yacían multitud de expectativas al ser el Guardián del Agua. Lo criaron aislado del resto de niños de su edad y esto le sirvió para desarrollar un gran interés por la gente que aparecía en sus libros. De todos esos personajes, uno le llamó especialmente la atención: se trataba de una guerrera legendaria que formaba parte de un ejército oscuro."], "fusion": ["You've something for me as well? It is Halloween, I guess.", "你也有什麼東西要給我嗎？<br>既然都是萬聖節了，<br>我就不客氣了。", "저에게도 뭔가 주시는 겁니까?<br>뭐, 모처럼의 할로윈이니<br>기쁘게 받도록 하겠습니다.", "Tu as quelque chose pour moi aussi ? C'est Halloween je crois, non ?", "Hast du auch was für mich? Immerhin haben wir nun Halloween!", "¿También tienes algo para mí? Después de todo, es Halloween."], "summon": ["It might not be so bad to mess about<br>dressed like this from time to time.<br>Now, let the magic begin.", "偶爾穿著這種裝備<br>胡鬧也不錯呢。<br>準備來變魔術吧。", "가끔은 이런 모습으로<br>장난치고 노는 것도 좋군요.<br>자, 마술 한판 부려 볼까요.", "Ce n’est peut-être pas si mal en fin de compte de s’habiller comme ça de temps en temps. <br>Que la magie commence, maintenant.", "Manchmal braucht es eben nichts weiter, als eine lustige Verkleidung. <br> Und nun lasst die Magie beginnen.", "No está tan mal ir por ahí de vez en cuando<br>vestido de esta forma.<br>Ahora, qué empiece la magia."]}}, "401002104": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [634, 1921, 240], "ATK": [21, 63, 16], "MP": [37, 111, 40], "MAG": [24, 73, 16], "SPR": [25, 77, 16], "DEF": [20, 62, 16]}, "magic_affinity": [0, 6, 4, 0], "ability_slots": 3, "limitburst_id": 401002104, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290030600": 8, "290050300": 15, "290020200": 25, "290050400": 8, "290030900": 13}}, "rarity": 4, "compendium_id": 8085, "attack_damage": [[100]], "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [68], "effect_frames": [63], "strings": {"evolution": null, "affinity": ["For me to be giving this to you means that I have truly become a master of sleight of hand.", "竟然能交給你這東西。<br>就好像我真的成為了魔術師一樣。", "이걸 당신에게 드리게 되다니.<br>마치 진정한 마술사가<br>된 기분입니다.", "Pour moi, être capable de te donner ça veut tout simplement dire que je suis devenu un maître des tours de passe-passe.", "Dass ich dir das wirklich überreiche ... Ich bin wohl ein echter Zauberkünstler geworden.", "Para mí, darte esto significa que me he convertido en todo un maestro de la prestidigitación."], "description": ["A military tactician for the Olderion Federation. He is the eldest of his family, the Wardens of the Waters. Though he puts his duties as a Warden first, seemingly taking his family for granted, deep down he really cares for his brother and sister. It seems his sister Luka can see down to his true clumsy nature.", "聯邦國家奧爾德里昂的軍師，生於守護水之神殿的「水之守護人」一族，是家中三兄妹的長子。無論何時，他都以守護人的職責為先，因此即便深愛著自己的弟弟和妹妹，也要抑制自己的感情，冷漠處之。而他的妹妹露露卡似乎早就看透了其兄長的笨拙。", "올데리온 연방의 참모.<br>물의 신전을 수호하는 '물의 수호자' 일족의 일원이자<br>3남매 중 장남.<br>항상 수호자의 의무를 우선적으로 생각하며<br>가족에게도 냉정한 태도를 보이지만,<br>두 동생을 마음속 깊이 사랑하고 있다.<br>여동생인 루루카는 그런 서툰 오빠의 진심을<br>눈치채고 있는 모양이다.", "Un tacticien militaire au service de la Fédération d'Olderion. Il est l'aîné de son clan, les gardiens de l'eau. Bien qu'il semble placer ses devoirs de gardien devant tout le reste, y compris sa famille, il tient en réalité beaucoup à son frère et à sa sœur. Son côté maladroit n'échappe pas à la perspicacité de sa sœur Luluka.", "Ein Stratege in der Armee der Republik Olderion und der Stammhalter der Hüter des Wassers. Seine Pflichten als Hüter gehen für ihn vor alles, was selbst seine Familie oft zu spüren bekommt. Im Grunde seines Herzens hegt er jedoch eine tiefe Zuneigung zu seinen Geschwistern. Seine Schwester Luka hat seine emotionale Unbeholfenheit längst durchschaut.", "Un estratega militar de la Federación Olderion. Es el mayor de su familia, los Guardianes del Agua. Aunque para él lo primero es su deber como guardián y, por tanto, parece que deja un poco de lado a su familia, en el fondo se preocupa muchísimo por su hermano y su hermana. Asimismo, parece que su hermana Luka le acompaña muchas veces porque le considera un poco torpe."], "fusion": ["I haven't prepared any treats, but I've brought plenty of tricks.", "雖然沒有準備糖果，<br>但是希望你也別搗蛋呢。", "준비해놓은 과자가 없긴 합니다만,<br>장난은 사양하겠습니다.", "Je n'ai pas apporté de bonbons, mais je peux te faire plein de tours de magie.", "Ich hab zwar nichts Süßes vorbereitet, aber lass mich mit dem Sauren bloß in Frieden!", "No he preparado ningún trato, pero sí que estoy listo para muchos trucos."], "summon": ["It might not be so bad to mess about<br>dressed like this from time to time.<br>Now, let the magic begin.", "偶爾穿著這種裝備<br>胡鬧也不錯呢。<br>準備來變魔術吧。", "가끔은 이런 모습으로<br>장난치고 노는 것도 좋군요.<br>자, 마술 한판 부려 볼까요.", "Ce n’est peut-être pas si mal en fin de compte de s’habiller comme ça de temps en temps. <br>Que la magie commence, maintenant.", "Manchmal braucht es eben nichts weiter, als eine lustige Verkleidung. <br> Und nun lasst die Magie beginnen.", "No está tan mal ir por ahí de vez en cuando<br>vestido de esta forma.<br>Ahora, qué empiece la magia."]}}}, "job": "Illusionist", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Illusionist Nichol", "幻術師尼科爾", "마술사 니콜", "Nichol, illusionniste", "Illusionist Nichol", "Nichol ilusionista"], "equip": [1, 5, 6, 13, 16, 30, 40, 50, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "401002104", "job_id": 9016}