{"TMR": ["MATERIA", 1500000028], "name": "Cagnazzo", "is_summonable": true, "skills": [{"level": 1, "type": "MAGIC", "id": 30010, "rarity": 4}, {"level": 9, "type": "ABILITY", "id": 910407, "rarity": 4}, {"level": 16, "type": "ABILITY", "id": 100150, "rarity": 4}, {"level": 28, "type": "ABILITY", "id": 910409, "rarity": 4}, {"level": 38, "type": "ABILITY", "id": 910411, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 100170, "rarity": 5}, {"level": 22, "type": "ABILITY", "id": 910412, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 910413, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910414, "rarity": 5}, {"level": 1, "type": "ABILITY", "id": 910417, "rarity": 6}, {"level": 31, "type": "ABILITY", "id": 100020, "rarity": 6}, {"level": 43, "type": "ABILITY", "id": 910418, "rarity": 6}, {"level": 58, "type": "ABILITY", "id": 910419, "rarity": 6}, {"level": 78, "type": "ABILITY", "id": 910420, "rarity": 6}, {"level": 85, "type": "ABILITY", "id": 910421, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910422, "rarity": 6}], "sex_id": 1, "entries": {"401001605": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [20, -20, -20, 20, 0, 0, 0, 0], "stats": {"HP": [919, 2785, 360], "ATK": [30, 92, 16], "MP": [36, 110, 40], "MAG": [27, 81, 16], "SPR": [30, 90, 16], "DEF": [36, 110, 16]}, "magic_affinity": [0, 5, 4, 0], "ability_slots": 4, "limitburst_id": 401001605, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060300": 5, "290060000": 10, "290060100": 10, "290050500": 5, "290060400": 20}}, "rarity": 5, "compendium_id": 8077, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [47], "effect_frames": [45], "strings": {"evolution": ["You'd best not mistake me for the others. Mwa ha ha!", "我跟其他的傢伙不同，<br>不會輕易落敗的！<br>哇哈哈哈哈！", "난 다른 녀석들처럼<br>쓸데없는 짓은 하지 않는다.<br>크헷헤헤헤헤헤!", "Tu ferais mieux de ne pas me confondre avec les autres. Ha ha ha !", "Du solltest mich nicht unterschätzen, Bursche.<br>Ich bin nicht so schwach wie die anderen. Muha ha ha!", "Más te vale no confundirme con otros. ¡Muajaja!"], "affinity": ["\"You've returned at last! And all the stronger for your journey, by the looks of it.\"<br>HAH! Did you fall for that, truly?", "沒事嗎！<br>變得更可靠了啊。<br>開玩笑的啦。嘿嘿嘿！", "무사했군!<br>꽤 듬직해진 것 같은데.<br>헷헷헷, 믿었냐?", "Vous revoilà ! Nous sommes heureux de vous savoir sauf.<br>Vous avez vraiment pris ce que je vous ai dit au sérieux ?", "\"Du bist zurückgekehrt! Und deine Reisen haben dich stärker gemacht, wie ich sehe\".<br>HAH! Bist du wirklich darauf reingefallen?", "\"¡Al fin has vuelto! Y parece que tu aventura te ha hecho mucho más fuerte\".<br>¡¡Ja!! ¿De verdad te creías que lo decía en serio?"], "description": ["One of Golbez's Archfiends who appears in the tales of a blue planet watched over by two moons. Cagnazzo posed as the deceased King of Baron at Golbez's behest, managing to steal the Crystals of Mysidia and Fabul. Unforgiving of anyone who opposes him, he was quick to discharge Cecil from his position as captain of the Red Wings, and did not hesitate to imprison Cid as well. Upon hearing that Cecil has become a paladin, the Archfiend becomes so upset that he finally reveals his true identity. He then uses his command over the element of water to ambush Cecil and his party.", "在有兩個月亮的藍星異界的故事中登場的高貝扎四天王之一。依照高貝札的計策，他冒充巴隆王並強奪密西迪亞與法布爾的水晶。他對抗命之人毫不留情，在奪取了塞西爾赤翼隊長的地位後，將席德幽禁於地牢中。在面對成為聖騎士的塞西爾時，他顯現了自己的本體，並以水之力來迎擊塞西爾。", "두 개의 달이 존재하는 이계인, 푸른 별에 얽힌 이야기에 등장하는 골베자 사천왕 중 하나. 골베자의 계략에 의해 바론 왕으로 둔갑하여 미시디아와 바빌의 크리스탈을 약탈하였다. 명령을 거스르는 자는 용서치 않고, 세실의 붉은 날개 비공정단 단장 자격을 박탈하는 것 외에도 시드를 지하감옥에 유폐해 버렸다. 팔라딘이 된 세실과 만나게 되자, 정체를 밝히며 그를 도발하고 물의 힘을 이용해 공격을 퍼부었다.", "Un des seigneurs élémentaires de Golbez qui apparaît dans les contes d'une planète bleue entourée de deux lunes. Cagnazzo se fit passer pour le défunt roi de Baron sur ordre de Golbez, et parvint à voler les cristaux de Mysidia et Fabul. Incapable de supporter la moindre opposition, il n'hésita pas une seconde à démettre Cécil de ses fonctions de capitaine des Ailes Rouges et alla même jusqu'à emprisonner Cid. Le Seigneur élémentaire fut tellement furieux d'apprendre que Cécil était devenu paladin qu'il finit par révéler sa véritable identité et utilisa ses pouvoirs pour commander aux eaux et tendre une embuscade à Cécil et ses amis.", "Einer von Golbez vier Elementarfürsten, die in Geschichten über den blauen Planeten einer fernen Welt und ihren zwei Monden ihren Auftritt haben. Auf Golbez' Geheiß, gab sich Cagnazzo als König von Baron aus; so gelang es ihm, die Kristalle von Mysidia und Fabul an sich zu reißen. Unversöhnlich mit denen, die sich ihm in den Weg stehlen, enthob er Cecil schnell seines Posten als Kommandant der Rotschwingen und zögerte nicht, auch Cid gefangen zu nehmen. Als er dann Cecil erneut gegenübersteht, nachdem es diesem gelang, ein  Paladin zu werden, ist er so erbost, dass er endlich seine wahre Gestalt zeigt, und die Helden mit Provokationen und der Kraft des Wassers attackiert.", "Uno de los archidiablos de Golbez del que se habla en las historias de un planeta azul sobre el que orbitan dos lunas. Por voluntad de Golbez, Cagnazzo se hace pasar por el difunto rey de Baronia y, de esta forma, consigue robar los cristales de Mysidia y Fabul. Asimismo, se muestra implacable contra todo aquel que se le opone; por ello, quitó sin demora a Cecil de su puesto como capitán de los Alas Rojas, y tampoco dudó en encerrar a Cid. Asimismo, cuando Cagnazzo se enteró de que Cecil se había convertido en un paladín, le pudo tanto la rabia que acabó revelando su verdadera identidad. Por tanto, el archidiablo usó su capacidad de controlar el agua para emboscar a Cecil y a su grupo."], "fusion": ["My tsunami shall wash away everything in its path!", "以這場海嘯<br>沖走一切！", "이 해일로<br>모든 걸 쓸어버려 주지!", "Mon tsunami va tout emporter sur son passage !", "Mein Tsunami wird alles in seinem Weg hinfortreißen!", "¡Mi Tsunami arrasará con todo a su paso!"], "summon": ["Your liege? Who might that be?<br>Oh, I think I've just remembered!<br>It's his part I've been playing all this time.", "巴隆？　咕嘎嘎嘎嘎嘎……想起來了。<br>我曾假扮成那傢伙的樣子。<br>沒錯，是我……", "바론? 크카카카카…… 생각났다.<br>그 녀석으로 둔갑하고 있었지.<br>내가 말이야……", "Votre roi ? Ah oui !<br>L'ancêtre qui a refusé d'abdiquer.<br>Celui pour qui je me suis fait passé pendant tout ce temps.", "\"König von Baron\"?Wer mag das sein?<br>Ach ja, ich erinnere mich wieder. In seine Rolle bin ich geschlüpft.", "¿Tu señor? ¿Y quién es ese?<br>¡Ah, creo que ya me acuerdo!<br>He estado haciéndome pasar por él todo este tiempo."]}}, "401001604": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [20, -20, -20, 20, 0, 0, 0, 0], "stats": {"HP": [707, 2142, 270], "ATK": [23, 71, 14], "MP": [29, 88, 35], "MAG": [20, 62, 14], "SPR": [23, 69, 14], "DEF": [29, 88, 14]}, "magic_affinity": [0, 4, 3, 0], "ability_slots": 3, "limitburst_id": 401001604, "attack_count": 1, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290050400": 5, "290020400": 25, "290030500": 8, "290050300": 15, "290030800": 13}}, "rarity": 4, "compendium_id": 8076, "max_lb_drop": 8, "physical_resist": 0, "attack_frames": [47], "effect_frames": [45], "strings": {"evolution": null, "affinity": ["\"You've returned at last! And all the stronger for your journey, by the looks of it.\"<br>HAH! Did you fall for that, truly?", "沒事嗎！<br>變得更可靠了啊。<br>開玩笑的啦。嘿嘿嘿！", "무사했군!<br>꽤 듬직해진 것 같은데.<br>헷헷헷, 믿었냐?", "Vous revoilà ! Nous sommes heureux de vous savoir sauf.<br>Vous avez vraiment pris ce que je vous ai dit au sérieux ?", "\"Du bist zurückgekehrt! Und deine Reisen haben dich stärker gemacht, wie ich sehe\".<br>HAH! Bist du wirklich darauf reingefallen?", "\"¡Al fin has vuelto! Y parece que tu aventura te ha hecho mucho más fuerte\".<br>¡¡Ja!! ¿De verdad te creías que lo decía en serio?"], "description": ["One of Golbez's Archfiends who appears in the tales of a blue planet watched over by two moons. After killing the King of Baron, Cagnazzo poses as the deceased ruler and proceeds to use the military forces at his disposal to collect the Crystals. His subsequent attack on Mysidia causes Cecil to speak out against this unwarranted violence, presenting the best opportunity to relieve Cecil of his post as captain of the Red Wings. What many are unaware of, however, is that Golbez is the real mastermind behind the scenes. It is he who commands the Baron army and makes all the preparations necessary to acquire the Crystals.", "在有兩個月亮的藍星異界的故事中登場的高貝扎四天王之一。在奪取巴隆王的性命後冒充國王命令士兵收集水晶。在受到從密西迪亞歸來的塞西爾抗議時，便奪去了他身為赤翼隊長的地位，而且還雇用自己真正的主人高貝扎，給予其巴隆軍指揮權，做好奪取下一個水晶的萬全準備。", "두 개의 달이 존재하는 이계인, 푸른 별에 얽힌 이야기에 등장하는 골베자 사천왕 중 하나. 바론 왕을 없앤 뒤 왕으로 위장하여 병사들로 하여금 크리스탈을 모으게 하고 있었다. 미시디아로부터 귀환한 세실이 이에 대해 항의하자, 그것을 빌미로 그의 붉은 날개 비공정단 단장 자격을 박탈하였다. 그리고 그 자리에 본래 주군이었던 골베자를 등용하여 지휘권을 부여하고, 계속해서 크리스탈을 약탈하기 위한 준비를 갖춰나갔다.", "Un des seigneurs élémentaires de Golbez qui apparaît dans les contes d'une planète bleue entourée de deux lunes. Après avoir tué le roi de Baron, Cagnazzo se fit passer pour lui et ordonna à son armée de partir à la recherche des cristaux. La violence gratuite résultante de l'attaque de Mysidia révolta Cécil qui s'en servit de prétexte pour quitter son poste de capitaine des Ailes Rouges. Bien peu de personnes savent que Golbez tirait en réalité les ficelles. C'est lui qui dirigeait l'armée de Baron et prit toutes les précautions nécessaires pour obtenir les cristaux.", "Einer von Golbez vier Elementarfürsten, die in Geschichten über den blauen Planeten einer fernen Welt und ihren zwei Monden ihren Auftritt haben.  Nachdem er den König von Baron tötet, gibt sich Cagnazzo als dieser aus und bringt die Helden dazu, die Kristalle zu sammeln. Als sich Cecil nach seiner Rückkehr aus Mysidia dem \"König\" widersetzte, nahm er dies zum Anlass, Cecil von seinem Posten als Kommandant der Rotschwingen zu entheben. Verborgen vor allen anderen handelte jedoch Golbez als wahrer Strippenzieher im Hintergrund des Geschehens. Er ist es, der die Armee von Baron kommandiert und jeder erdenkliche Vorkehrung trifft, um an alle Kristalle zu gelangen.", "Uno de los archidiablos de Golbez del que se habla en las historias de un planeta azul sobre el que orbitan dos lunas. Tras matar al rey de Baronia, Cagnazzo se hace pasar por este y usa a las huestes que tiene a su mando para hacerse con los cristales. En este sentido, el ataque que efectúa Cagnazzo sobre Mysidia hace que Cecil denuncié su violencia injustificada, lo que provoca la oportunidad perfecta para relevar a Cecil de su puesto como capitán de los Alas Rojas. Sin embargo, lo que muchos no saben es que Golbez es el verdadero cerebro detrás de todo este complot. Él es quien comanda el ejército de Baronia y él es quien está realizando todos los preparativos necesarios para hacerse con los cristales."], "fusion": ["My shell provides the ultimate protection! Although guarding leaves little room for fun.", "我的這身外殼能夠助我完美防禦！<br>雖說只顧著防禦實在無趣！", "등딱지에 숨으면 방어는 완벽하다!<br>방어전 일색은 영 재미없긴 하다만!", "Mon bouclier est la plus puissante des protections ! Même si être en garde n'est pas particulièrement amusant.", "Meine Schale ist die ultimative Verteidigung! Einseitige Verteidigung ist aber auch nicht so spannend.", "¡Mi coraza ofrece la mejor protección! Aunque la tarea de guardián no es que sea demasiado divertida."], "summon": ["I am the Drowned King, Cagnazzo--archfiend of water and sworn servant of Golbez! Bow down before me!", "我是高貝扎四天王，<br>水之凱納槽！", "나는 골베자 사천왕,<br>물의 카이나초다!", "Je suis Cagnazzo, le Monarque Noyé, seigneur de l'eau et serviteur de Golbez ! Prosternez-vous devant moi !", "Ich bin Cagnazzo, der ertrunkene König! Elementarfürst des Wassers und treuer Vasall von Golbez!", "Soy el Rey Ahogado, Cagnazzo. ¡Archidiablo del agua y leal servidor de Golbez! ¡Arrodillaos ante mí!"]}}, "401001606": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [20, -20, -20, 20, 0, 0, 0, 0], "stats": {"HP": [1195, 3620, 510], "ATK": [40, 120, 26], "MP": [48, 145, 65], "MAG": [35, 105, 26], "SPR": [39, 117, 26], "DEF": [47, 143, 26]}, "magic_affinity": [0, 6, 5, 0], "ability_slots": 4, "limitburst_id": 401001606, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8078, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [47], "effect_frames": [45], "strings": {"evolution": ["It would seem unsuspecting prey has wandered into my domain... Why don't we have some fun?", "如我所願<br>出現了愚蠢的獵物啊……<br>就陪我玩玩吧！", "딱 좋은 시기에<br>멍청한 사냥감이 나타났군……<br>내가 놀아주도록 하지!", "Il semblerait qu'une proie ce soit aventurée dans mon domaine... Et si on s'amusait un peu ?", "Sieht so aus als wäre mir ahnungslose Beute ins Netz gegangen... Lasst uns ein wenig Spaß haben!", "Parece que una presa desprevenida ha entrado en mis dominios... ¿Por qué no nos divertimos un rato?"], "affinity": ["\"You've returned at last! And all the stronger for your journey, by the looks of it.\"<br>HAH! Did you fall for that, truly?", "沒事嗎！<br>變得更可靠了啊。<br>開玩笑的啦。嘿嘿嘿！", "무사했군!<br>꽤 듬직해진 것 같은데.<br>헷헷헷, 믿었냐?", "Vous revoilà ! Nous sommes heureux de vous savoir sauf.<br>Vous avez vraiment pris ce que je vous ai dit au sérieux ?", "\"Du bist zurückgekehrt! Und deine Reisen haben dich stärker gemacht, wie ich sehe\".<br>HAH! Bist du wirklich darauf reingefallen?", "\"¡Al fin has vuelto! Y parece que tu aventura te ha hecho mucho más fuerte\".<br>¡¡Ja!! ¿De verdad te creías que lo decía en serio?"], "description": ["One of Golbez's Archfiends who appears in the tales of a blue planet watched over by two moons. Whilst posing as the King of Baron, Cagnazzo orders Cecil to take the Carnelian Signet to the village of Mist. This ring eventually activates, and causes the entire village to be reduced to ashes. Once Cecil becomes a paladin and returns to Baron, Cagnazzo ambushes his party and fails. Using the last of his power, he set up a trap for Cecil by causing the walls around him and his party to begin collapsing. In order to save them, Palom and Porom petrify themselves to hold the walls in place.", "在有兩個月亮的藍星異界的故事中登場的高貝扎四天王之一。他冒充巴隆王並命令塞西爾將炸彈戒指送往迷霧村，導致村莊被燒毀。在塞西爾成為聖騎士並返回巴隆時，他前去迎擊卻被打敗。最後，他用盡僅存的力量啟動了陷阱，企圖用移動的牆壁將塞西爾等人壓扁，但是帕羅姆與普羅姆將自己的身體變為石頭阻止了陷阱。", "두 개의 달이 존재하는 이계인, 푸른 별에 얽힌 이야기에 등장하는 골베자 사천왕 중 하나. 바론 왕으로 둔갑하여, 세실에게 봄의 반지를 가지고 미스트 마을로 향하라는 명령을 내려 마을을 불태워 버린다. 팔라딘이 되어 바론으로 돌아온 세실을 공격했으나 패배, 마지막 힘으로 함정을 작동시켜 움직이는 벽으로 세실 일행을 압사시키려 했으나 자신의 몸을 돌로 변화시킨 파롬과 포롬에 의해 저지당하고 말았다.", "Un des seigneurs élémentaires de Golbez qui apparaît dans les contes d'une planète bleue entourée de deux lunes. Se faisant passer pour le roi de Baron, Cagnazzo ordonna à Cécil de livrer la bague de Cornaline à Mist, mais l'anneau s'activa et réduisit le village en cendres. Lorsque Cécil retourna à Baron après être devenu paladin avec ses amis, Cagnazzo tenta de les prendre en embuscade mais échoua. Rassemblant ses dernières forces, il tendit un piège à Cécil et ses amis en faisant s'écrouler les murs autour d'eux, mais Palom et Porom réussirent à sauver la situation en se changeant tous les deux en pierre, empêchant ainsi les murs de tomber sur nos héros.", "Einer von Golbez vier Elementarfürsten, die in Geschichten über den blauen Planeten einer fernen Welt und ihren zwei Monden ihren Auftritt haben. In der Gestalt des Königs von Baron befiehlt Cagnazzo Cecil, den Bomberring ins Dorf des Nebels zu bringen. Der Ring wird jedoch ausgelöst und pulverisiert das gesamte Dorf. Nachdem Cecil ein Paladin wurde und nach Baron zurückkehrte, versucht Cagnazzo ihn und seine Gruppe zu überfallen, scheitert jedoch. Unter Auferbieten seiner letzten Kräfte lässt er die Mauern um Cecil und seine Freunde einstürzen. Um sie zu retten, versteinern sich Palom und Porom, um die Mauern aufzuhalten.", "Uno de los archidiablos de Golbez del que se habla en las historias de un planeta azul sobre el que orbitan dos lunas. Haciéndose pasar por el rey de Baronia, Cagnazzo le ordena a Cecil que lleve el sello de calcedonia a Mist. Dicho anillo acaba activándose y toda la aldea acaba reducida a escombros. Por otra parte, cuando Cecil se convierte en paladín y regresa a Baronia, Cagnazzo le tiende una emboscada a su grupo y a él, aunque sin éxito. Más tarde, le tiende otra trampa a Cecil usando una potente habilidad que hace que los muros que hay a su alrededor se derrumben. Para salvarse, Palom y Porom se petrifican a sí mismos para evitar que se caigan los muros."], "fusion": ["In life, I was terrible--in death, steeped in terror greater still. Drink long and deep of it ere you die!", "讓你好好見識一下，<br>比死亡更恐怖的<br>水之凱納槽的可怕！", "죽음 뒤에 비로소 드러난<br>물의 카이나초의 공포를<br>그 두 눈에 새겨넣도록 해라!", "Vous m'avez peut-être vaincu mais vous n'irez pas bien loin. Ceci sera votre tombeau !", "Zu Lebzeiten war ich ein Tyrann, doch im Tode werde ich zu einem Teufel. Badet in der Angst, die ich verbreite, bevor euch der Tod erlöst!", "En vida, era horrible. En la muerte, soy todavía peor. ¡Bebed con calma antes de morir!"], "summon": ["Did you summon me here?<br>The wicked are not wont to fall alone.", "召喚我嗎？<br>真是開心啊！<br>我可是害怕寂寞的呢。", "날 불렀는가?<br>기쁘군!<br>난 외로움을 많이 타서 말이지.", "Est-ce toi qui vient de m'invoquer ?<br>Vous n'irez pas bien loin. Ceci sera votre tombeau.", "Hast du mich hierherbeschworen?<br>Ich werde nicht alleine abtreten.", "¿Me has invocado?<br>Los que tienen el corazón negro nunca quieren morir solos."]}}}, "job": "Elemental Archfiend", "sex": "Male", "game": "FFIV", "rarity_max": 6, "names": ["Cagnazzo", "凱納槽", "카이나초", "Cagnazzo", "Cagnazzo", "Cagnazzo"], "equip": [16, 41, 51, 52, 60], "game_id": 10004, "rarity_min": 4, "tribe_id": 3, "id": "401001604", "job_id": 9013}