{"TMR": ["EQUIP", 1100000106], "name": "Pirate Jake", "is_summonable": true, "skills": [{"level": 5, "type": "ABILITY", "id": 200020, "rarity": 4}, {"level": 12, "type": "ABILITY", "id": 204660, "rarity": 4}, {"level": 16, "type": "ABILITY", "id": 910456, "rarity": 4}, {"level": 34, "type": "ABILITY", "id": 910457, "rarity": 4}, {"level": 42, "type": "ABILITY", "id": 910458, "rarity": 4}, {"level": 20, "type": "ABILITY", "id": 910459, "rarity": 5}, {"level": 42, "type": "ABILITY", "id": 910460, "rarity": 5}, {"level": 55, "type": "ABILITY", "id": 910461, "rarity": 5}, {"level": 74, "type": "ABILITY", "id": 910462, "rarity": 5}, {"level": 76, "type": "ABILITY", "id": 204670, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910463, "rarity": 5}, {"level": 10, "type": "ABILITY", "id": 910464, "rarity": 6}, {"level": 26, "type": "ABILITY", "id": 910465, "rarity": 6}, {"level": 50, "type": "ABILITY", "id": 910466, "rarity": 6}, {"level": 60, "type": "ABILITY", "id": 910467, "rarity": 6}, {"level": 82, "type": "ABILITY", "id": 910468, "rarity": 6}, {"level": 100, "type": "ABILITY", "id": 910469, "rarity": 6}], "sex_id": 1, "entries": {"401002204": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [699, 2119, 210], "ATK": [30, 92, 18], "MP": [27, 83, 35], "MAG": [18, 56, 14], "SPR": [25, 75, 14], "DEF": [25, 77, 14]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 401002204, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 8, "290050300": 15, "290050400": 8, "290030200": 13, "290020100": 25}}, "rarity": 4, "compendium_id": 8088, "attack_damage": [[30, 30, 40]], "max_lb_drop": 3, "physical_resist": 0, "attack_frames": [29, 49, 81], "effect_frames": [27, 47, 79, 79], "strings": {"evolution": null, "affinity": ["Ha ha ha.<br>Thank you for allowing me to accompany you for so long dressed as I am.", "哈哈哈。<br>謝謝你能和這樣的我一起到最後。", "하핫,<br>마지막까지 이 모습의 나와<br>함께 해 줘서 고맙다.", "Ha, ha, ha.<br>Merci de me laisser vous accompagner depuis si longtemps malgré mon accoutrement.", "Ha ha ha. <br> Danke, dass du mich trotz dieses Aufzugs so lange geduldet hast.", "Ja, ja, ja.<br>Gracias por dejar que te acompañe tanto tiempo con estas pintas que tengo."], "description": ["The man leading the people of the rebel army fighting against the oppressive Zoldaad Empire. Jake is a well seasoned warrior who used Rain and his companions to his own ends, albeit without any malice behind his motives. Always seeking to aid the defenseless, he is rarely apologetic about the soft spot he has developed for the ladies.", "領導民眾抵抗佐爾達多帝國的壓榨，並統領著「反叛軍」的男人。獨當一面並且對戰場習以為常，為了達成目的，他甚至利用過雷因等人，但也因為他自身的覺悟，而沒有留下後患。他對於女性過度寵愛，但也看得出來他關切弱者的心思。", "졸다드 제국의 착취에 대항하여, 민중을 이끄는 '반란군'의 리더.<br>전장에 익숙한 어른스러운 인물로, 목적을 위해서<br>레인 일행을 이용한 적도 있었지만<br>그 각오에는 어떤 화근도 남기지 않는다.<br>여성에게는 과할 정도로 친절한데,<br>그 태도는 그가 품고 있는<br>약자를 향한 배려 그 자체이기도 하다.", "L'homme à la tête de l'armée rebelle qui combat l'oppressif empire de Zoldaad. Jake est un guerrier expérimenté qui s'est servi de Rain et ses compagnons pour accomplir son objectif, bien qu'il pense n'agir que pour le bien de son pays. Il est toujours prêt à venir en aide aux démunis... et à faire la cour aux demoiselles.", "Der Mann, der die Rebellenarmee gegen das unterdrückerische Imperium von Zoldaad anführt. Jake ist ein erfahrener Anführer, der Rain und seine Begleiter für seine eigenen Zwecke ausnutzte, ohne dabei aber böse Absichten zu verfolgen. Stets zur Hilfe der Schutzlosen eilend, macht er aus seiner Schwäche für die Damen keinen Hehl.", "El líder de los rebeldes que luchan contra la opresión del Imperio de Zoldaad. Jake es un guerrero curtido en infinitud de batallas que usó a Rain y su grupo para su beneficio propio, aunque realmente esto lo hizo sin malicia alguna. Jake siempre ayuda a los indefensos y, rara vez, se disculpa por las situaciones que surgen causa de la debilidad que ha desarrollado por las mujeres."], "fusion": ["Huh? Where's my candy?<br>I won't forgive you if you took it from me.", "什麼？我的寶物在哪裡？<br>要是誰敢搶走我的寶藏，<br>我可是不會放過他的。", "오옷? 내 보물은 어디냐!<br>가로채기만 해 보라구, <br>가만 안 있을 테니.", "Hein ? Où est mon bonbon ?<br>Tu vas avoir affaire à moi si c'est toi qui me l’as pris.", "Nanu? Wo sind meine Süßigkeiten?<br> Wenn du mir welche geklaut hast, werd ich dir nicht verzeihen.", "¿Eh? ¿Dónde están los caramelos?<br>Como me los hayas quitado, no te lo voy a perdonar."], "summon": ["I am Jake, the pirate.<br>Those who cross my path will<br>surely find themselves short on luck.", "我是海盜傑科大人。<br>遇到本大爺的船<br>算你運氣不好......唬你的啦。", "이 몸은 해적 제이크 님이시다.<br>내 배와 마주치다니,<br>운이 없군…… 크하핫, 어때?", "Je suis Jake, le pirate.<br>Ceux qui croisent mon chemin ne sont vraiment dans leur jour de chance.", "Ich bin Jake, der Pirat. <br> Niemand, der meinem Schiff begegnet, wird von Fortuna geküsst! - na, wie klingt das?", "Soy Jake, el pirata.<br>Todo aquel que se cruce en mi camino,<br>deseará no haber nacido."]}}, "401002205": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [909, 2755, 240], "ATK": [39, 119, 24], "MP": [36, 108, 40], "MAG": [24, 73, 16], "SPR": [32, 98, 16], "DEF": [33, 100, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401002205, "attack_count": 30, "magical_resist": 0, "awakening": {"gil": 4000, "materials": {"290060200": 10, "290060300": 10, "290060000": 5, "290060100": 10, "290050500": 15}}, "rarity": 5, "compendium_id": 8089, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [29, 49, 81], "effect_frames": [27, 47, 79, 79], "strings": {"evolution": ["Has the day come where I, dressed as I am,<br>am to take to the sea?", "看來我也到了<br>以變裝姿態出海的時候了嗎？", "변장 상태이긴 하지만, 아무래도<br>바다로 나갈 때가 온 것 같군!", "Le jour où, habillé comme je suis, je prendrai la mer est-il enfin venu ?", "Muss ich nun wirklich, in dieser Verkleidung, in See stechen?", "¿Ya ha llegado el día en que, vestido de esta forma,<br>me haga con los mares?"], "affinity": ["Ha ha ha.<br>Thank you for allowing me to accompany you for so long dressed as I am.", "哈哈哈。<br>謝謝你能和這樣的我一起到最後。", "하핫,<br>마지막까지 이 모습의 나와<br>함께 해 줘서 고맙다.", "Ha, ha, ha.<br>Merci de me laisser vous accompagner depuis si longtemps malgré mon accoutrement.", "Ha ha ha. <br> Danke, dass du mich trotz dieses Aufzugs so lange geduldet hast.", "Ja, ja, ja.<br>Gracias por dejar que te acompañe tanto tiempo con estas pintas que tengo."], "description": ["A man who befriended Rain and his companions whilst opposing the oppressive Zoldaad Empire. Jake always defends the little people and stands by what is righteous, condemning the powerful who prey upon the weak. He never fails to defend any ladies in his presence, and treats Rain and Lasswell as if they were his own children. Occasionally, he will also impart some words of wisdom befitting his age.", "以佐爾達多帝國的反叛軍身分與雷因等人相遇，並成為了夥伴的男人。因為看到權力者隨心所欲地傷害弱者而奮起，並且經常幫助弱者。不只關心女性夥伴們，對雷因與拉斯韋爾也像照顧自己兒子一樣，有時候會利用年長者般的發言鼓舞眾人。", "졸다드 제국에서 반란군으로서 만나 레인 일행의 동료가 된 남자.<br>권력자의 야욕에 의해 약자가 희생당하는 것에 분노하며, 항상 약자의 편에 선다.<br>여성들을 늘 배려할 뿐 아니라<br>레인과 라스웰도 아들처럼 생각하는 듯하며<br>때때로 연장자다운 발언으로 일행을 고무시키고 있다.", "Un homme qui s'est allié à Rain et ses compagnons au cours de sa lutte contre l'oppressif empire de Zoldaad. Jake se place toujours du côté des humbles et de la justice, condamnant les puissants qui s'en prennent à plus faibles qu'eux. S'il ne manque jamais de jouer les chevaliers servants en présence d'une demoiselle, il traite également Rain et Lasswell comme ses propres fils, et son expérience lui inspire parfois des conseils avisés.", "Ein Mann, der sich während des Widerstands gegen das Imperium von Zoldaad mit Rain und seinen Begleitern anfreundete. Jake verteidigt stets die Schwachen und verdammt die mächtigen Unterdrücker. Er tritt stets für die Damen ein und behandelt Rain und Lasswell wie seine eigenen Kinder. Gelegentlich gibt er sogar zu seinem Alter passende weise Worte von sich.", "Un hombre que se hizo amigo de Rain y su grupo mientras luchaba contra la opresión del Imperio de Zoldaad. Jake siempre defiende a los más indefensos y siempre está dispuesto a luchar por un mundo más justo. Por este mismo motivo, condena a los poderosos que se aprovechan de los más débiles. Asimismo, tampoco falla nunca cuando se trata de defender a chicas, y a Rain y Lasswell los trata un poco como si fueran sus hijos. A veces, también suelta algún consejo sabio fruto de su edad."], "fusion": ["Hey there, got any candy for me?<br>You know I'm not a kid anymore, right?", "唉<br>要給我糖果嗎？<br>我早就不是小孩了喔。", "나 원 참,<br>나한테 과자를 주겠다고?<br>내가 애니?", "Salut toi, dis t'aurais pas un bonbon pour moi, par hasard ?<br>Je suis plus un gamin, tu sais", "Hey, willst du mir etwa Süßes geben? <br> Ich bin doch kein Kind mehr!", "Eh tú, ¿tienes caramelos para darme?<br>Sabes que ya no soy ningún niño, ¿verdad?"], "summon": ["I am Jake, the pirate.<br>Those who cross my path will<br>surely find themselves short on luck.", "我是海盜傑科大人。<br>遇到本大爺的船<br>算你運氣不好......唬你的啦。", "이 몸은 해적 제이크 님이시다.<br>내 배와 마주치다니,<br>운이 없군…… 크하핫, 어때?", "Je suis Jake, le pirate.<br>Ceux qui croisent mon chemin ne sont vraiment dans leur jour de chance.", "Ich bin Jake, der Pirat. <br> Niemand, der meinem Schiff begegnet, wird von Fortuna geküsst! - na, wie klingt das?", "Soy Jake, el pirata.<br>Todo aquel que se cruce en mi camino,<br>deseará no haber nacido."]}}, "401002206": {"growth_pattern": 30, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [1182, 3582, 390], "ATK": [51, 155, 34], "MP": [46, 140, 65], "MAG": [31, 95, 26], "SPR": [42, 128, 26], "DEF": [43, 130, 26]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401002206, "attack_count": 30, "magical_resist": 0, "awakening": null, "rarity": 6, "compendium_id": 8090, "attack_damage": [[30, 30, 40]], "max_lb_drop": 4, "physical_resist": 0, "attack_frames": [29, 49, 81], "effect_frames": [27, 47, 79, 79], "strings": {"evolution": ["Dressed like this, I can take on any ocean!<br>...Though I don't know how to operate a ship.", "如果是這身裝扮<br>不論什麼海洋都能跨越！......雖然我不會開船。", "이 모습이라면 그 어떤 바다라도<br>헤쳐나갈 수 있을 것 같은데!<br>……배 모는 법은 모르지만.", "Habillé comme ça, je peux aller sur n'importe quel océan !<br>... Même si je ne sais pas comment manœuvrer un bateau.", "In diesem Aufzug werde ich alle Weltmeere bezwingen können! <br> ... Nur habe ich keine Ahnung, wie man ein Schiff steuert.", "Con estas pintas, ¡podría hacerme con cualquier océano!<br>... Aunque no tengo ni idea de cómo se maneja un barco."], "affinity": ["Ha ha ha.<br>Thank you for allowing me to accompany you for so long dressed as I am.", "哈哈哈。<br>謝謝你能和這樣的我一起到最後。", "하핫,<br>마지막까지 이 모습의 나와<br>함께 해 줘서 고맙다.", "Ha, ha, ha.<br>Merci de me laisser vous accompagner depuis si longtemps malgré mon accoutrement.", "Ha ha ha. <br> Danke, dass du mich trotz dieses Aufzugs so lange geduldet hast.", "Ja, ja, ja.<br>Gracias por dejar que te acompañe tanto tiempo con estas pintas que tengo."], "description": ["A man who befriended Rain and his companions whilst opposing the oppressive Zoldaad Empire. Since Jake's appearance is quite rough at first glance, a pirate costume seemed more than appropriate for Halloween. Although he has tried using the charms of his festive attire to pick up women at taverns, Lid has made sure to foil his attempts every time.", "在佐爾達多帝國率領著反叛軍，拯救了國家危機的男人。配合自己粗曠的形象，他變裝成為海盜。雖然本人想利用這個變裝，出入酒館去搭訕年輕女性，但是一直被里德阻止。", "졸다드 제국에서 반란군을 통솔하며<br>나라를 위기에서 구해낸 남자.<br>얼핏 거칠고 어수선한 그의 분위기에<br>어울리게끔, 해적으로 분장했다.<br>이 모습으로 여기저기 주점을 돌아다니며<br>젊은 아가씨를 꾀어보려 했지만,<br>몇 번이고 리드에게 저지당한 모양이다.<br>", "Un homme qui s'est allié à Rain et ses compagnons au cours de sa lutte contre l'oppressif empire de Zoldaad. Jake ayant une apparence assez rustre au premier coup d'œil, un costume de pirate semblait plus qu'approprié pour Halloween. Passant son temps à user du charme de ses habits de fête pour attirer la gente féminine à la taverne, Lid s'assura qu'il ne put jamais à atteindre son objectif.", "Ein Mann, der sich während des Widerstands gegen das Imperium von Zoldaad mit Rain und seinen Begleitern anfreundet. Weil Jakes Aussehen auf den ersten Blick für gewöhnlich als rau empfunden wird, schien die Wahl eines Piratenkostüms mehr als passend für die Kürbiszeit. Obwohl er sich angestrengt bemühte, die Faszination seiner Verkleidung für verschiedene Flirtereien einzusetzen, war Lid immer zur Stelle, um diese Pläne zu vereiteln.", "Un hombre que se hizo amigo de Rain y su grupo mientras luchaba contra la opresión del Imperio de Zoldaad. A primera vista, la apariencia de Jake puede parecer un poco tosca, por lo que el disfraz de pirata parecía ser su mejor baza para Halloween. Aun así, Jake ha intentado usar sus encantos y su carácter festivo para ligar con alguna que otra mujer por las tabernas; sin embargo, Lid se ha encargado de frustrar desde el primero hasta el último de sus intentos."], "fusion": ["Look at me! I'm a scary pirate!<br>Don't worry, I don't have any<br>tricks up my sleave.", "看啊，可怕的海賊大人來啦。<br>不過，我是不會搗蛋的<br>放心吧。", "에비, 무시무시한 해적님 납시셨다.<br>뭐, 장난 같은 건 안 칠 테니<br>안심하라구.", "Regarde-moi ! Je suis un pirate effrayant !<br>Ne t'inquiète pas, je ne te ferai aucun mal.", "Schau mich an, ich bin ein gruseliger Pirat! <br> Nun schau nicht so, ich spiel dir schon keinen Streich.", "¡Miradme! ¡Soy un pirata!<br>Tranquilos, no guardo<br>ningún truco debajo de la manga."], "summon": ["I am Jake, the pirate.<br>Those who cross my path will<br>surely find themselves short on luck.", "我是海盜傑科大人。<br>遇到本大爺的船<br>算你運氣不好......唬你的啦。", "이 몸은 해적 제이크 님이시다.<br>내 배와 마주치다니,<br>운이 없군…… 크하핫, 어때?", "Je suis Jake, le pirate.<br>Ceux qui croisent mon chemin ne sont vraiment dans leur jour de chance.", "Ich bin Jake, der Pirat. <br> Niemand, der meinem Schiff begegnet, wird von Fortuna geküsst! - na, wie klingt das?", "Soy Jake, el pirata.<br>Todo aquel que se cruce en mi camino,<br>deseará no haber nacido."]}}}, "job": "Pirate", "sex": "Male", "game": "FFBE", "rarity_max": 6, "names": ["Pirate Jake", "海盜傑科", "해적 제이크", "Jake, pirate", "Piraten-Jake", "Jake pirata"], "equip": [1, 2, 3, 10, 14, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "401002204", "job_id": 8}