{"TMR": ["EQUIP", 1100000087], "name": "Artisan Lid", "is_summonable": false, "skills": [{"level": 6, "type": "ABILITY", "id": 910276, "rarity": 4}, {"level": 14, "type": "ABILITY", "id": 910277, "rarity": 4}, {"level": 35, "type": "ABILITY", "id": 910278, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 200460, "rarity": 4}, {"level": 1, "type": "ABILITY", "id": 910186, "rarity": 5}, {"level": 10, "type": "ABILITY", "id": 910279, "rarity": 5}, {"level": 20, "type": "ABILITY", "id": 910280, "rarity": 5}, {"level": 30, "type": "ABILITY", "id": 910281, "rarity": 5}, {"level": 40, "type": "ABILITY", "id": 910282, "rarity": 5}, {"level": 50, "type": "ABILITY", "id": 910283, "rarity": 5}, {"level": 64, "type": "ABILITY", "id": 910095, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910284, "rarity": 5}], "sex_id": 2, "entries": {"401000604": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [585, 1773, 240], "ATK": [25, 76, 16], "MP": [32, 97, 40], "MAG": [23, 71, 16], "SPR": [21, 65, 16], "DEF": [22, 67, 16]}, "magic_affinity": [0, 0, 3, 0], "ability_slots": 3, "limitburst_id": 401000604, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 4, "compendium_id": 8057, "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [75], "effect_frames": [65], "strings": {"evolution": null, "affinity": ["Thinking back of all the colorful adventures we have been through...<br>It has been fun! You deserve this.", "回想我們曾經一起經歷的精彩冒險旅程……<br>十分開心！這是你應得的！", "흥미진진했던 우리의 여행을 회상하고 있었어...<br>정말 재미있었지! 넌 이걸 받을 자격이 있어.", "Quand j'y pense, on en a traversé des choses ensemble...<br>On s'est bien marré ! Tu le mérite.", "Die Abenteuer mit dir haben viel Spaß gemacht ... <br>Es war eine tolle Zeit! Du verdienst dies.", "Cuando rememoro todas las fantásticas aventuras que hemos vivido juntos...<br>¡Cuántos buenos momentos! Toma esto, te lo mereces."], "description": ["An airship engineer from Dirnado. Lid had an interest in machinery from childhood, but it wasn't until her older brother began showing her the ropes (and gears) that her aptitude blossomed into real talent. Her most treasured possession is her robot chocobo named Mechabo, which she and her brother built together. She became even more attached to Mechabo when her brother left home.", "迪爾納特出身的飛空艇技師，<br>自幼便和哥哥一起研究機械。<br>雖然最開始她對機械並不精通，<br>但在哥哥的教導下漸漸展露了才能。<br>她一直將與哥哥一起製作的機械陸行鳥——<br>「機械鳥」視作至寶，在哥哥離開家之後，<br>她更是待機械鳥如家人一般。", "디르나드 출신의 비공정 기술자. 어릴 때부터 오빠와 함께 기계를 다뤄 왔다. 처음에는 기계를 다루는 데 서툴렀지만, 오빠의 가르침을 받으며 그 재능을 꽃피웠다. 가장 소중히 여기는 것은 오빠와 함께 만든 기계 초코보인 '메카보'로, 오빠가 사라진 뒤에 더더욱 가족처럼 여기게 되었다.", "Une ingénieure d'aéronef de Dirnado. Lid était passionnée par les machines depuis sa plus tendre enfance, mais ce n'est que lorsque son grand frère lui apprit comment s'occuper de tels monstres de technologie que son génie s'épanouit totalement. Son objet le plus précieux était un chocobo mécanique appelé \"Mécabo\" qu'elle avait fabriqué avec son frère. Elle se rapprocha encore plus de Mécabo lorsque son frère la quitta.", "Eine Luftschiff-Mechanikerin aus Dirnado. Schon in jungen Jahren zeigte Lid ihre Begeisterung für Maschinen, doch erst unter ihrem älteren Bruder blühte ihr Talent auf. Ihr liebster Besitz ist ihr Roboter-Chocobo namens „Mechabo“, den sie gemeinsam mit ihrem Bruder baute. Als ihr Bruder fortging, wuchs ihr Mechabo noch mehr ans Herz.", "Una ingeniera aérea de Dirnado. Lid mostró gran interés por las máquinas desde niña, pero no sacó a la luz todo su potencial hasta que su hermano le enseño a como manejar la tecnología. Su más preciada posesión es su robot chocobo \"Chocobot\", al que construyó junto a su hermano. Esta cogió mucho más cariño a Chocobot después de que su hermano se marchara de casa."], "fusion": ["When you're having a tough time,<br>do you look down at your feet,<br>or up to the skies?", "在失落時，你是低頭看腳下，<br>還是抬頭看天空？", "사람들은 우울할 때 땅을 내려다보거나<br>하늘을 올려보거나 하지. 너는 어느 쪽이야?", "Lorsque tu as un coup dur dans la vie est-ce que tu regardes tes pieds ou le ciel ?", "Wenn es dir schlecht geht,<br>siehst du dann auf deine Füße<br>oder hinauf in den Himmel?", "¿Qué haces cuando te sientes deprimido?<br>¿Miras abajo alicaído o al cielo esperanzado?"], "summon": ["Hmm... I guess I can become a vision,<br>even if we're together.", "哦……就算和你在一起，<br>也會變成幻兵啊。", "흐음~ …… 같이 있어도,<br>비전으로 부를 수<br>있는 거구나.", "Mhmm... Je crois que je peux devenir une vision,<br>même si nous sommes ensemble.", "Mhh ... Ich kann wohl zur Vision werden,<br>selbst wenn wir zusammen sind.", "Hmmm... <br>Supongo que uno se puede volver visión aunque estemos juntos."]}}, "401000605": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [761, 2306, 300], "ATK": [33, 100, 20], "MP": [42, 127, 50], "MAG": [31, 93, 20], "SPR": [28, 85, 20], "DEF": [30, 90, 20]}, "magic_affinity": [0, 0, 4, 0], "ability_slots": 4, "limitburst_id": 401000605, "attack_count": 1, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 8058, "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [75], "effect_frames": [65], "strings": {"evolution": ["I'll be the one to<br>inherit the Cid name.<br>I feel like I've gotta<br>take care of it, now!", "我要繼承「希德」之名，<br>我有這個責任。", "'시드'의 이름을 이어받는 건 나야.<br>내게는 그래야 할 책임이 있으니까.", "Je serai l'héritière du titre de Cid. C'est ma responsabilité, à moi seule.", "Ich werde den Namen<br>des Cid erben.<br>Nur ich<br>und ich alleine.", "Seré yo quien herede<br>el nombre de Cid.<br>Es mi responsabilidad,<br>solo mía."], "affinity": ["Thinking back of all the colorful adventures we have been through...<br>It has been fun! You deserve this.", "回想我們曾經一起經歷的精彩冒險旅程……<br>十分開心！這是你應得的！", "흥미진진했던 우리의 여행을 회상하고 있었어...<br>정말 재미있었지! 넌 이걸 받을 자격이 있어.", "Quand j'y pense, on en a traversé des choses ensemble...<br>On s'est bien marré ! Tu le mérite.", "Die Abenteuer mit dir haben viel Spaß gemacht ... <br>Es war eine tolle Zeit! Du verdienst dies.", "Cuando rememoro todas las fantásticas aventuras que hemos vivido juntos...<br>¡Cuántos buenos momentos! Toma esto, te lo mereces."], "description": ["An airship engineer who is paving the way to a new era. Unfortunately for Lid, her older brother was the one to inherit the Cid name she so coveted, after he left home. Regardless, she single-handedly renovated the desolate workshop her brother had abandoned, using the first Cid and his philosophy of freedom as her inspiration. Lid now seeks to become the embodiment of her hero as she travels with Rain.", "開闢新時代的飛空艇技師，<br>人們認為她的哥哥是下一代的「希德」。<br>然而哥哥卻離開了家，工房也臨近荒廢。<br>她憑藉自己一人的力量重建起了工房，<br>在她最痛苦的時候，支撐著她的是<br>初代希德與其自由的思想。<br>在與雷因等人旅行的途中，<br>這種思想也從她的身上體現了出來。", "새로운 시대를 열어갈 비공정 기술자.  그녀의 오빠는 차기 '시드'로 주목을  받고 있었지만 집을 뛰쳐나갔고,  그 때문에 문 닫을 위기에 처한 공방을  그녀의 실력 하나로 지켜낼 수 있었다. 그때 그녀를 지탱해준 것이 초대 '시드'의 존재와 그의 자유로운 사상이었다.  그리고 그녀는 레인 일행과의 여행을 통해 그 사상을 몸소 체현하게 된다.", "Une ingénieure d'aéronef qui ouvre la voie d'une nouvelle ère. Malheureusement pour Lid, c'est son grand frère qui reçut le titre de Cid qu'elle convoitait après son départ. Néanmoins, elle réussit à rénover toute seule l'atelier désolé que son grand frère abandonna et utilisa la légende du premier Cid comme source d'inspiration. Lid cherche maintenant à devenir le héros qu'elle admire tant.", "Eine Luftschiff-Mechanikerin, die den Weg in eine neue Ära bereitet. Leider nur übernahm Lids älterer Bruder den Namen eines Cid, als dieser ihr Zuhause verließ. Dennoch renovierte sie ganz alleine die von ihrem Bruder aufgegebene Werkstatt, indem sie sich vom ersten Cid und seiner Geschichte des Friedens inspirieren ließ. Auf ihrer Reise mit Rain möchte Lid nun zur neuen Verkörperung ihres Helden werden.", "Una ingeniera aérea de Dirnado que abrirá las puertas a una nueva era. Su hermano mayor fue considerado por muchos el digno heredero del título de Cid. Aun así ella sola se encargó de renovar el desolado taller que su hermano abandonó al irse de casa. Su devoción por la figura y la visión del primer Cid fue lo que la dio fuerzas para ello. Lid busca ahora hacer realidad la visión de Cid viajando con Rain y su grupo."], "fusion": ["I'm gonna build an airship that everyone can ride, no matter who they are or where they come from! You got a problem with that?", "與國籍、身份無關，<br>誰都可以製作翱翔天空的飛空艇。<br>哎呀，這話有點不符合我的性格呢。", "나라와 신분과는 관계없이 누구나가<br>하늘을 날 수 있는 비공정을 만들 거야.<br>나답지 않은 소릴 했나?", "Je vais construire un aéronef dans lequel tout le monde pourra monter, qu'importe leur nationalité ou statut. Comment ça, ça me ressemble pas ?", "Ich werde ein Luftschiff bauen, mit dem jeder fahren kann, Herkunft oder Status spielen keine Rolle? Was? Hab ich was Komisches gesagt?", "Voy a construir un barco volador en el que cualquiera pueda subirse,<br>sin importar su procedencia o estatus.<br>¿Qué? ¿Acaso he dicho algo raro?"], "summon": ["Since I've been called and everything,<br>I guess I can't just not lend you<br>my power now, can I?", "既然被召喚了，<br>那我也要努力幫助大夥才行呢。", "모처럼 불렸으니,<br>이쪽의 나도, 힘을<br>보태줘야 하겠구만~", "Tu m'as peut-être appelée,<br>mais ne crois pas que je vais te prêter ma force si facilement...", "Da ich gerufen wurde und so<br>muss ich dir wohl meine Kraft<br>leihen, oder?", "Ya que me has llamado y tal,<br>supongo que no tengo más remedio que prestarte mis poderes, ¿no?"]}}}, "job": "Artisan", "sex": "Female", "game": "FFBE", "rarity_max": 5, "names": ["Artisan Lid", "工匠里德", "예술가 리드", "Lid artisan", "Kunsthandwerkerin Lid", "Lid artesana"], "equip": [5, 6, 7, 8, 9, 14, 15, 40, 50, 51, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "401000604", "job_id": 9011}