{"TMR": ["MATERIA", 1500000030], "name": "Swordsman Lasswell", "is_summonable": false, "skills": [{"level": 7, "type": "ABILITY", "id": 200320, "rarity": 4}, {"level": 15, "type": "ABILITY", "id": 200330, "rarity": 4}, {"level": 20, "type": "ABILITY", "id": 100020, "rarity": 4}, {"level": 30, "type": "ABILITY", "id": 100050, "rarity": 4}, {"level": 40, "type": "ABILITY", "id": 910323, "rarity": 4}, {"level": 50, "type": "ABILITY", "id": 910324, "rarity": 4}, {"level": 60, "type": "ABILITY", "id": 910325, "rarity": 4}, {"level": 5, "type": "ABILITY", "id": 910326, "rarity": 5}, {"level": 15, "type": "ABILITY", "id": 910327, "rarity": 5}, {"level": 25, "type": "ABILITY", "id": 910328, "rarity": 5}, {"level": 35, "type": "ABILITY", "id": 910329, "rarity": 5}, {"level": 45, "type": "ABILITY", "id": 910330, "rarity": 5}, {"level": 60, "type": "ABILITY", "id": 910331, "rarity": 5}, {"level": 72, "type": "ABILITY", "id": 910332, "rarity": 5}, {"level": 80, "type": "ABILITY", "id": 910333, "rarity": 5}], "sex_id": 1, "entries": {"401000705": {"growth_pattern": 20, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [869, 2632, 300], "ATK": [35, 106, 20], "MP": [37, 112, 50], "MAG": [34, 102, 20], "SPR": [29, 87, 20], "DEF": [29, 87, 20]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 4, "limitburst_id": 401000705, "attack_count": 100, "magical_resist": 0, "awakening": null, "rarity": 5, "compendium_id": 8072, "attack_damage": [[100]], "max_lb_drop": 12, "physical_resist": 0, "attack_frames": [7], "effect_frames": [5], "strings": {"evolution": ["In gaining control over myself...<br>My blade swings true.", "現在的我……<br>能夠完美地控制自己，<br>這把劍肯定也和我一起變強了。", "지금이라면……<br>나 자신을 완벽하게 제어할 자신이 있다.<br>이 검도 더욱 예리해졌겠군.", "J'ai désormais un contrôle total sur moi-même.. Ce qui veut également dire que ma lame est plus précise que jamais.", "Ich habe mich immer besser im Griff ...<br>Und meine Klinge ebenso.", "Tengo más control sobre mí...<br>Mi espada danza certera."], "affinity": ["Finally we get this codex! Are you ready to be a sword master?", "終於拿到這本秘笈了！準備好成為劍法大師了嗎？", "드디어 검호의 비급을 손에 넣었다! 검의 달인이 될 준비가 되었나!", "Enfin nous mettons la main sur ce codex ! Es-tu prêt à devenir un maître à l'épée ?", "Endlich haben wir den Kodex! Bist du bereit für die Schwertkunst?", "¡Al fin conseguimos el códice! ¿Estás listo para convertirte en un maestro de la espada?"], "description": ["A knight of the Kingdom of Grandshelt whose talents earned him command of an airship alongside Rain. Lasswell is a tireless worker, entirely devoted to his duties and training. He holds the utmost respect for Rain's father, Sir Raegen, once a prominent knight of Grandshelt himself. Lasswell lends his strength to Rain as a way to honor the memory of his hero, while struggling with the fact that this prestigious lineage is not his own.", "格蘭謝爾特王國的騎士，<br>實力過人，與雷因共同統領整艘飛空艇。<br>即使如此他也不怠慢每日的學習，<br>是個十分努力的人。<br>他打心底尊敬同為王國騎士的<br>雷因的父親雷根，<br>因此無微不至地幫助著雷因。<br>但也因自己並不是雷根的骨肉<br>而心中有所芥蒂。", "그랑셸트 왕국의 기사.<br>레인과 함께 비공정을 지휘할 정도로<br>높은 실력을 갖췄으면서도, 항상 단련을<br>게을리하지 않는 노력가이다.<br>같은 왕국 기사였던 레인의 아버지 레겐을<br>진심으로 존경하고 있어서<br>그의 아들인 레인을 물심양면으로 돕는다.<br>하지만 자기 자신은 레겐의 피를<br>물려받지 못해 아쉬운 듯하다.", "Un chevalier du royaume de Grandshelt. Son talent lui a permis de prendre le commandement d'un vaisseau avec Rain. Lasswell est un travailleur acharné qui se dévoue à ses entraînements et ses missions. Il voue un profond respect pour sire Raegen, le père de Rain, ancien illustre chevalier de Grandshelt. Lasswell prête sa force à Rain pour honorer la mémoire de son héros, même s'il lui est dur d'accepter que cette lignée ne soit pas la sienne.", "Ritter aus dem Königreich Grandshelt, der dank seiner Leistungen das Kommando eines Luftschiffes an der Seite von Rain hat. Arbeitet unermüdlich und geht ganz in seinen Aufgaben und seinem Training auf. Er hegt großen Respekt für Rains Vater, Sir Raegen, der einst selbst ein großer Ritter Grandshelts war. Lasswell unterstützt Rain mit aller Kraft, um seinen Helden zu ehren, in dem Wissen, dass er selbst nicht zu dieser angesehenen Familie gehört.", "Un caballero del Reino de Grandshelt a quien encomendaron el mando de un barco volador junto a Rain. Lasswell es un trabajador incansable, comprometido con sus deberes y entrenamiento. Guarda el mayor de los respetos por el padre de Rain, caballero de Grandshelt. Lasswell presta su fuerza a Rain para honrar el recuerdo de su héroe mientras lidia con la idea de que no forma parte de su prestigioso linaje."], "fusion": ["This power...<br>Perhaps I have at last drawn closer to my ideal.", "這力量……<br>離理想中的自己更近了一步。", "이 힘…….<br>내 이상에 조금은 다가간 걸까?", "Quelle puisssance...<br>J'ai enfin l'impression de m'être approché de mon idéal.", "Diese Kraft ...<br>Meine Ideale sind in greifbarer Nähe.", "Este poder...<br>Tal vez por fin me haya acercado a mis ideales."], "summon": ["You have need of my blade?<br>I will not disappoint you, I promise.", "看來你很需要我。<br>我不會讓你失望的。", "내가 필요한 모양이군.<br>기대에 반드시 부응하겠다.", "Tu en appelles à ma lame ?<br>Alors je promets de ne pas te décevoir.", "Du benötigst mein Schwert?<br>Ich schwöre, du wirst nicht enttäuscht sein.", "¿Necesitas de mis servicios?<br>No te defraudaré, lo prometo."]}}, "401000704": {"growth_pattern": 10, "status_resist": [0, 0, 0, 0, 0, 0, 0, 0], "element_resist": [0, 0, 0, 0, 0, 0, 0, 0], "stats": {"HP": [668, 2025, 240], "ATK": [27, 82, 16], "MP": [28, 86, 40], "MAG": [26, 79, 16], "SPR": [22, 67, 16], "DEF": [22, 67, 16]}, "magic_affinity": [0, 0, 0, 0], "ability_slots": 3, "limitburst_id": 401000704, "attack_count": 100, "magical_resist": 0, "awakening": {"gil": 2500, "materials": {"290040000": 3, "290050300": 5, "290030100": 8, "290020000": 15, "290050400": 3}}, "rarity": 4, "compendium_id": 8071, "attack_damage": [[100]], "max_lb_drop": 10, "physical_resist": 0, "attack_frames": [7], "effect_frames": [5], "strings": {"evolution": null, "affinity": ["Finally we get this codex! Are you ready to be a sword master?", "終於拿到這本秘笈了！準備好成為劍法大師了嗎？", "드디어 검호의 비급을 손에 넣었다! 검의 달인이 될 준비가 되었나!", "Enfin nous mettons la main sur ce codex ! Es-tu prêt à devenir un maître à l'épée ?", "Endlich haben wir den Kodex! Bist du bereit für die Schwertkunst?", "¡Al fin conseguimos el códice! ¿Estás listo para convertirte en un maestro de la espada?"], "description": ["A knight of the Kingdom of Grandshelt, Lasswell was taken in by Rain's family when he lost his parents at a young age. Having grown up alongside Rain, he is one of the few to rival his friend in skill and talent. Lasswell himself, however, has never felt that he is quite Rain's equal, and harbors conflicting feelings of trust and inadequacy toward his lifelong friend.", "格蘭謝爾特王國的騎士，<br>自幼失去家人，<br>被雷因一家收養。<br>雖然與雷因一起長大，<br>兩人的實力也不相上下，<br>但拉斯韋爾深感自己的極限比不過雷因。<br>因此他對雷因懷有<br>既信賴、又自卑的複雜的感情。", "그랑셸트 왕국의 기사.<br>어려서 가족을 잃은 그는 레인과 함께<br>형제처럼 지내며 성장했다.<br>두 사람은 동고동락한 끝에<br>서로 막상막하의 실력자가 되었으나,<br>라스웰은 자신의 재능이 레인에게<br>미치지 못하는 것을 깨닫고 신뢰와 열등감이<br>교차하는 복잡한 감정을 느끼고 있다.", "Un chevalier du royaume de Grandshelt. Lasswell a été recueilli très jeune par la famille de Rain alors qu'il avait perdu ses parents. Élevé aux côtés de Rain, il est l'un des seuls capables de rivaliser avec le talent de son ami. Pourtant, Lasswell ne se sent pas à la hauteur de Rain et a parfois du mal à faire totalement confiance à son ami.", "Ritter des Königreichs Grandshelt, der von Rains Familie in jungem Alter aufgenommen wurde, als er seine Eltern verlor. Wuchs mit Rain auf und ist einer der wenigen, die es mit dessen Begabung aufnehmen können. Lasswell selbst glaubt dies jedoch nicht; er hält sich für nicht ebenbürtig und hegt widersprüchliche Gefühle von Vertrauen und Unzulänglichkeit gegenüber seinem Freund.", "Un caballero del Reino de Grandshelt. La familia de Rain lo adoptó de muy pequeño, cuando perdió a sus padres. Lasswell creció junto a Rain y tiene un talento natural que es de los pocos equiparables al suyo. Aunque opina que no está a la altura de Rain, se debate entre la confianza y la falta de preparación respecto a su amigo de toda la vida."], "fusion": ["It's still not enough.<br>I must push myself to my very limits.", "更強，變得更強。<br>我要追求強大，<br>挑戰自己的極限。", "아직 부족해.<br>한계에 다다를 때까지<br>강해지고 싶군.", "Ce n'est pas suffisant.<br>Je dois me dépasser si je veux devenir plus fort.", "Es reicht immer noch nicht.<br>Ich muss bis an meine Grenzen gehen.", "No es suficiente.<br>Tengo que exprimir mi fuerza al límite."], "summon": ["Where is the battlefield?<br>And in whose name shall I swing my blade?", "我的戰場在哪裡？<br>我到底應該為了誰去揮舞這把劍？", "내가 싸울 곳은 어디지?<br>누구를 위해 검을<br>들어야 한단 말인가?", "Où est le champ de bataille ?<br>Et au nom de qui dois-je abattre ma lame ?", "Wo ist das Schlachtfeld?<br>Und in wessen Namen führe ich mein Schwert?", "¿Dónde está el campo de batalla?<br>¿Y en nombre de quién<br>debo blandir mi espada?"]}}}, "job": "Swordsman", "sex": "Male", "game": "FFBE", "rarity_max": 5, "names": ["Swordsman Lasswell", "劍士拉斯韋爾", "검사 라스웰", "Lasswell épéiste", "Schwertkämpfer Lasswell", "Lasswell espadachín"], "equip": [2, 3, 4, 30, 40, 50, 51, 53, 60], "game_id": 11001, "rarity_min": 4, "tribe_id": 5, "id": "401000704", "job_id": 97}