{"element_inflict": null, "effects_raw": [[0, 3, 99, [2, 501320, 2, 501340, 2, 501350]]], "attack_frames": [[]], "id": "210050", "attack_type": "Physical", "requirements": null, "move_type": 6, "effect_frames": [[]], "type": "ABILITY", "attack_count": [0], "unit_restriction": null, "motion_type": 5, "attack_damage": [[]], "effects": ["Use Tornado Kick (501350), or Tornado Kick+ (501340), if used after Berserk Attack+ (501320)"], "active": true, "unique": false, "icon": "ability_51.png", "name": "Tornado Kick", "rarity": 8, "compendium_id": 1062, "mp_cost": 45, "effect_type": "Default", "strings": {"name": ["Tornado Kick", "鬥魂旋風腳", "투귀질풍각", "Coup de pied tornade", "Tornadotritt", "Patada tornado"], "desc_short": ["Deal partial unmitigated damage to all enemies, if Berserk attack+ was used last turn, Deal partial unmitigated damage to all enemies and enable prishe special for one use.", "對全體敵人發動無視部分防禦的攻擊+使用「羅剎擊+」後，對全體敵人發動無視部分防禦的攻擊+可以使用1次「普利修特技」", "적 전체에 일부 방어 무시 피해+'나찰격+' 사용 후 발동 시 적 전체에 일부 방어 무시 피해+'프리쉬 스페셜' 1회 사용 가능", "Inflige des dégâts en partie fixes à tous les ennemis, et si Attaque furieuse + a été utilisée au tour précédent, inflige des dégâts en partie fixes à tous les ennemis et permet d'utiliser les attaques spéciales de Prishe une fois.", "Teilweise direkter Schaden, alle Gegner. Teilweise direkter Schaden für alle Gegner und schaltet Prishe-Spezial für eine Benutzung frei, wenn in voriger Runde Berserker+ benutzt wurde.", "Daño absoluto parcial a todos los enemigos. Si se usó Furia enloquecida+ el último turno, inflige daño absoluto parcial a todos los enemigos y puede usar Especial de Prishe una vez."], "desc_long": ["Deals damage partially unaffected by DEF to all enemies.", "對全體敵人發動無視部分防禦的攻擊。", "적 전체에 일부 방어 무시 피해를 줍니다.", "Dégâts en partie fixes sur tous les ennemis", "Fügt allen Gegnern Schaden zu, der teilweise die Abwehr umgeht.", "Inflige daño absoluto parcial a todos los enemigos."]}}