{"attack_type": "Physical", "unit_restriction": null, "name": "Flaming Axe", "icon": "ability_10.png", "id": "210810", "move_type": 6, "attack_count": [1], "effects_raw": [[1, 1, 21, [0, 0, 150, -50]], [1, 1, 33, [-50, 0, 0, 0, 0, 0, 0, 0, 1, 5]], [0, 3, 95, [100, 0, 0, 0, 0, 0, 0, 0, 5, 1]]], "effects": ["Physical damage (3x, ATK) to one enemy (ignore cover)", "Reduce resistance to Fire by 50% for 5 turns to one enemy", "Add Fire element to physical attacks for 5 turn(s) to caster"], "rarity": 7, "compendium_id": 1137, "mp_cost": 35, "attack_frames": [[40]], "effect_frames": [[0, 4, 60]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Flaming Axe", "火焰斧", "화염의 도끼", "Hache de feu", "Flammende Axt", "Hachazo flamígero"], "desc_short": ["Deal partial unmitigated damage and reduce fire resistance for one enemy and add fire element to physical attack for self", "對1名敵人發動無視部分防禦的攻擊+降低火屬性耐性的數值+將自身的物理攻擊賦予火屬性", "적 1명에게 일부 방어 무시 피해+불속성 저항력 감소+사용자의 물리공격에 불속성 부여", "Inflige des dégâts en partie fixes et réduit la rés. au feu d'un ennemi et ajoute l'élément feu aux attaques physiques du lanceur", "Fügt einem Gegner teilweise direkten Schaden zu und reduziert Feuerresistenz und fügt Feuerelement eigenem physischen Angriff hinzu.", "Daño absoluto parcial a un enemigo y reduce su res. al fuego, añade elemento fuego a los ataques físicos propios"], "desc_long": ["Deals damage partially unaffected by DEF to one enemy, reduces their fire resistance, and adds fire element to own physical attack.", "對1名敵人發動無視部分防禦的攻擊，並降低其火屬性耐性的數值，同時將自身的物理攻擊賦予火屬性。", "적 1명에게 일부 방어 무시 피해를 주고, 불속성 저항력이 감소하며, 사용자의 물리공격에 불속성 부여합니다.", "Inflige des dégâts en partie fixes et réduit la rés. au feu d'un ennemi et ajoute l'élément feu aux attaques physiques du lanceur", "Fügt einem Gegner Schaden zu, der teilweise die Abwehr umgeht, reduziert Feuerresistenz und fügt Feuerelement eigenem physischen Angriff hinzu.", "Inflige daño absoluto parcial a un enemigo y reduce su resistencia al fuego, añade elemento fuego a los ataques físicos propios."]}, "effect_type": "Default"}