{"attack_type": "Physical", "unit_restriction": null, "name": "Darksteel Axe", "icon": "ability_10.png", "move_type": 6, "attack_count": [1], "effects_raw": [[1, 1, 21, [0, 0, 150, -50]], [1, 1, 33, [0, 0, 0, 0, 0, 0, 0, -50, 1, 5]], [0, 3, 95, [0, 0, 0, 0, 0, 0, 0, 100, 5, 1]]], "effects": ["Physical damage (3x, ATK) to one enemy (ignore cover)", "Reduce resistance to Dark by 50% for 5 turns to one enemy", "Add Dark element to physical attacks for 5 turn(s) to self"], "rarity": 7, "compendium_id": 1138, "mp_cost": 35, "attack_frames": [[40]], "effect_frames": [[0, 4, 60]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Darksteel Axe", "暗黑斧", "어둠의 도끼", "Hache obscure", "Dunkelstahlaxt", "Hachazo oscuro"], "desc_short": ["Deal partial unmitigated damage and reduce dark resistance for one enemy, and add dark element to physical attack for self", "對1名敵人發動無視部分防禦的攻擊+降低暗屬性耐性的數值+將自身的物理攻擊賦予暗屬性", "적 1명에게 일부 방어 무시 피해+어둠속성 저항력 감소+사용자의 공격에 어둠속성 부여", "Inflige des dégâts en partie fixes et réduit la rés. aux ténèbres d'un ennemi et ajoute l'élément ténèbres aux attaques physiques du lanceur", "Fügt einem Gegner teilweise direkten Schaden zu und reduziert Dunkelresistenz und fügt Dunkelelement eigenem physischen Angriff hinzu.", "Daño absoluto parcial a un enemigo y reduce su res. a la oscuridad, añade elemento oscuro a los ataques físicos propios"], "desc_long": ["Deals damage partially unaffected by DEF to one enemy and reduces their dark resistance, and adds dark element to physical attack for self.", "對1名敵人發動無視部分防禦的攻擊，並降低其暗屬性耐性的數值，同時將自身的物理攻擊賦予暗屬性。", "적 1명에게 일부 방어 무시 피해를 주고, 어둠속성 저항력 감소하며, 사용자의 공격에 어둠속성을 부여합니다.", "Inflige des dégâts en partie fixes et réduit la rés. aux ténèbres d'un ennemi et ajoute l'élément ténèbres aux attaques physiques du lanceur", "Fügt einem Gegner Schaden zu, der teilweise die Abwehr umgeht, reduziert Dunkelresistenz und fügt Dunkelelement eigenem physischen Angriff hinzu.", "Inflige daño absoluto parcial a un enemigo y reduce su resistencia a la oscuridad, añade elemento oscuro a los ataques físicos propios."]}, "effect_type": "Default"}