{"attack_type": "Magic", "unit_restriction": null, "name": "Crazy Day", "icon": "ability_10.png", "id": "216050", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 1, 70, [0, 0, 225, 50]], [1, 1, 33, [-35, -35, -35, -35, -35, -35, -35, -35, 1, 3]]], "effects": ["Magic damage (4.5x, MAG) to one enemy (ignore cover and reflect)", "Reduce resistance to all elements by 35% for 3 turns to one enemy"], "rarity": 8, "compendium_id": 1664, "mp_cost": 60, "attack_frames": [[120]], "effect_frames": [[40, 40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Crazy Day", "瘋狂安息日", "광인의 안식일", "Journée de fou", "Verrückter Tag", "Día lunático"], "desc_short": ["Deal partial unmitigated magic damage and reduce fire, ice, lightning, wind, earth, light, and dark resistance for one enemy", "對1名敵人發動無視部分魔法防禦的攻擊+降低全屬性耐性的數值", "적 1명에게 일부 마법방어 무시 피해+불, 얼음, 번개, 물, 바람, 땅, 빛, 어둠속성 저항력 감소", "Inflige des dégâts magiques en partie fixes et réduit la rés. à feu/glace/foudre/vent/terre/lumière/ténèbres pour un ennemi", "Fügt einem Gegner teilweise direkten Magieschaden zu und verringert Res. Feuer, Eis, Blitz, Wind, Erde, Licht und Dunkel.", "Daño absoluto parcial mágico y reduce res. a fuego, hielo, rayo, viento, tierra, luz y oscuridad de un enemigo"], "desc_long": ["Deals magic damage partially unaffected by DEF and reduces fire, ice, lightning, water, wind, earth, light, and dark resistances for one enemy.", "對1名敵人發動無視部分魔法防禦的攻擊並降低全屬性耐性的數值。", "적 1명에게 일부 마법방어 무시하는 피해를 주고, 불, 얼음, 번개, 물, 바람, 땅, 빛, 어둠속성 저항력이 감소합니다.", "Inflige des dégâts magiques qui ignorent en partie la DEF et réduit la résistance à feu / glace / foudre / vent / terre / lumière / ténèbres d'un ennemi.", "Fügt einem Gegner teilweise direkten Schaden zu und reduziert Res. gegen Feuer, Eis, Blitz, Wasser, Wind, Licht und Dunkel.", "Daño absoluto parcial mágico y reduce la resistencia al fuego, hielo, rayo, viento, tierra, luz y oscuridad de un enemigo."]}, "effect_type": "Default"}