{"attack_type": "None", "unit_restriction": null, "name": "Kuji Seal", "icon": "ability_64.png", "id": "217770", "move_type": 4, "attack_count": [0], "effects_raw": [[0, 3, 3, [100, 0, 100, 0, 3, 1]], [0, 3, 54, [3, 3]], [0, 3, 100, [[2, 2], [503400, 503410], 9999, 3, 1]]], "effects": ["Increase ATK and MAG by 100% for 3 turns to self", "Dodge 3 physical attacks for 3 turns to self", "Gain access to following skills for 2 turns:\nPurgatory Fire Slash (503400)\nThunder Strike Stance (503410)"], "rarity": 8, "compendium_id": 1836, "mp_cost": 32, "attack_frames": [[]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Kuji Seal", "九字結印", "구자결인", "Sceau kuji", "Kuji-Siegel", "Sello kuji"], "desc_short": ["Boost own ATK and MAG, caster can dodge three physical attacks, and enable purgatory fire slash and thunder strike stance for two turns", "提高自身攻擊魔力的數值+發動者可防住3次攻擊+2回合內可以使用「煉獄剎燒斬」「轟雷衝擊陣」", "사용자의 공격력과 마력 상승+일부 물리공격 3회 회피 효과 부여+2턴 동안 '연옥참소참', '굉뇌격출진' 사용 가능", "Augmente l'ATT et la MAGIE du lanceur, il peut aussi éviter 3 attaques physiques  et permet d'utiliser Flammes du purgatoire et Posture électrocoup pendant deux tours", "Erhöht eigenen ANG und MAG, Ausweichen vor drei physischen Angriffen, ermöglicht zwei Runden Flammenschlag des Purgatoriums und Gewitterschlag-Kata.", "Aumenta ATQ y MAG, el usuario puede esquivar 3 ataques físicos y aprende Tajo ígneo del purgatorio y Electrogolpe firme por 2 turnos"], "desc_long": ["Boosts own ATK and MAG, caster can dodge three physical attacks, and enables purgatory fire slash and thunder strike stance for two turns.", "提高自身攻擊魔力的數值，並發動者可防住3次攻擊，2回合內可以使用「煉獄剎燒斬」「轟雷衝擊陣」。", "사용자의 공격력과 마력이 상승하고, 일부 물리공격을 3회 회피하는 효과를 부여하며, 2턴 동안 '연옥참소참', '굉뇌격출진'을 사용할 수 있게 됩니다.", "Augmente l'ATT et la MAGIE du lanceur, il peut aussi éviter trois attaques physiques  et permet d'utiliser Flammes du purgatoire et Posture électrocoup pendant deux tours.", "Erhöht eigenen ANG und MAG, Ausweichen vor drei physischen Angriffen, ermöglicht zwei Runden Flammenschlag des Purgatoriums und Gewitterschlag-Kata.", "Aumenta el ATQ y la MAG, el usuario puede esquivar tres ataques físicos y aprende Tajo ígneo del purgatorio y Electrogolpe firme durante dos turnos."]}, "effect_type": "Default"}