{"element_inflict": null, "effects_raw": [[0, 3, 22, [20]], [0, 3, 49, [20, 3, 504060, 1]]], "attack_frames": [[]], "id": "218760", "attack_type": "None", "requirements": null, "move_type": 4, "effect_frames": [[]], "type": "ABILITY", "attack_count": [0], "unit_restriction": null, "motion_type": 3, "attack_damage": [[]], "effects": ["20% chance of evading physical attacks", "20% chance to counter physical attacks with Counter Attack (504060) to caster (max 1 / turn)"], "active": false, "unique": false, "icon": "ability_97.png", "name": "Perfect Evade", "rarity": 6, "compendium_id": 1935, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Perfect Evade", "完美閃避", "완벽 회피", "Esquive parfaite", "Perfektes Ausweichen", "Esquivar perfecto"], "desc_short": ["Chance of evading a physical attack when receiving a physical attack, and enable counterattack to be used one time for two turns", "受到物理攻擊時一定機率閃避攻擊+一定機率2回合內可使用1次「反制攻擊」", "물리공격을 받으면 일정확률로 회피+일정 확률로 2턴 동안 '카운터 어택' 1회 사용 가능", "Chance d'esquiver une attaque physique après avoir reçu une attaque physique et permet d'utiliser  Contre-attaque une fois pendant deux tours", "Chance auf Ausweichen nach einem physisch Angriff und ermöglicht einmal Konter für Zwei Runden.", "Posibilidad de evitar ataque físico al recibir uno, puede usar Contragolpe una vez durante 2 turnos"], "desc_long": ["Adds chance of evading a physical attack when receiving a physical attack, and enables counterattack to be used one time for two turns.", "受到物理攻擊時一定機率閃避攻擊，並一定機率2回合內可使用1次「反制攻擊」。", "물리공격을 받으면 일정 확률로 물리공격을 회피하고, 일정 확률로 2턴 동안 '카운터 어택'을 1회 사용할 수 있게 됩니다.", "Augmente les chances d'esquiver une attaque physique après avoir reçu une attaque physique et permet d'utiliser  Contre-attaque une fois pendant deux tours.", "Chance auf Ausweichen nach einem physischen Angriff und ermöglicht einmal Konter für zwei Runden.", "Posibilidad de evitar ataque físico al recibir uno, puede usar Contragolpe una vez durante dos turnos."]}}