{"element_inflict": null, "effects_raw": [[0, 3, 13, [50, 25, 0]], [0, 3, 6, [8, 20, 0, 0, 0, 20, 0, 0]], [0, 3, 6, [9, 20, 0, 0, 0, 20, 0, 0]]], "attack_frames": [[]], "id": "219860", "attack_type": "None", "requirements": null, "move_type": 4, "effect_frames": [[]], "type": "ABILITY", "attack_count": [0], "unit_restriction": null, "motion_type": 3, "attack_damage": [[]], "effects": ["Increase equipment ATK by 50% when armed with a single one-handed weapon", "Increase Accuracy by 25% when armed with a single one-handed weapon", "Increase ATK and HP by 20% when equipped with a Axe", "Increase ATK and HP by 20% when equipped with a Hammer"], "active": false, "unique": false, "icon": "ability_76.png", "name": "Skilled Blacksmith", "rarity": 8, "compendium_id": 2045, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Skilled Blacksmith", "熟練鍛冶師", "숙련된 대장장이", "Forgeron doué", "Gewandter Schmied", "Herrero veterano"], "desc_short": ["Boost ATK when equipped with a one-handed weapon with the other hand empty, and boost HP and ATK when equipped with a hammer or axe", "裝備單手武器且另一隻手空著的狀態下攻擊力提升+提高裝備鎚子斧子時HP的數值", "활, 하프를 제외한 무기를 한손에만 장착 시 공격력 상승+망치와 도끼 장착 시 HP와 공격력 상승", "Augmente l'ATT lorsqu'une arme à une main est équipée et que l'autre est vide. Augmente les PV et l'ATT lorsqu'un marteau ou une hache est équipé", "Erhöht ANG, wenn mit einhändiger Waffe ausgerüstet und andere Hand leer, und erhöht LP und ANG, wenn mit Hammer oder Axt ausger.", "Aumenta ATQ al llevar un arma en una mano y nada en la otra y VIT y ATQ al llevar un martillo o hacha"], "desc_long": ["Boosts ATK when equipped with a one-handed weapon with the other hand empty, and boosts HP and ATK when equipped with a hammer or axe.", "裝備單手武器且另一隻手空著的狀態下攻擊力提升，並提高裝備鎚子斧子時HP的數值。", "활, 하프를 제외한 무기를 한손에만 장착 시 공격력이 상승하고, 망치와 도끼 장착 시 HP와 공격력이 상승합니다.", "Augmente l'ATT lorsqu'une arme à une main est équipée et que l'autre est vide. Augmente les PV et l'ATT lorsqu'un marteau ou une hache est équipé.", "Erhöht ANG, wenn mit einhändiger Waffe ausgerüstet und andere Hand leer, und erhöht LP und ANG, wenn mit Hammer oder Axt ausger.", "Aumenta el ATQ al llevar un arma en una mano y nada en la otra y la VIT y el ATQ al llevar un martillo o un hacha."]}}