{"attack_type": "Magic", "unit_restriction": null, "name": "Wrath of the Gods", "icon": "item_3008.png", "effects": ["Fixed* lightning damage (300) to one enemy"], "id": "300060", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 1, 41, [300]]], "motion_type": 2, "rarity": 1, "compendium_id": 10005, "attack_damage": [[100]], "mp_cost": 0, "attack_frames": [[70]], "effect_frames": [[40]], "active": true, "element_inflict": ["Lightning"], "type": "ABILITY", "strings": {"name": ["Wrath of the Gods", "眾神之怒", "신들의 분노", "Colère des dieux", "Zorn der Götter", "Ira divina"], "desc_short": ["Moderate lightning damage to one enemy", "對1名敵人發動雷屬性攻擊（中）", "적 1명에게 번개속성 중간 피해", "Dégâts de foudre modérés sur un ennemi", "Mittlerer Blitzschaden, ein Ziel", "Daño de rayo a un enemigo"], "desc_long": ["A mystical item said to house the wrath of all the gods of the heavens. Capable of inflicting a significant amount of lightning damage, it is remarkably effective against aquatic foes. Its sheer thunderous force is such that it is a challenge for the wielder to so much as stand. It is said to be a popular choice for kidnappers looking to incapacitate their targets before spiriting them away.", "含有雷屬性之力的道具。其中封有眾神怒火，可以對敵人造成還算可觀的雷屬性傷害。對水生系魔物極其有效，就算是人類中了也很難保持清醒。所以，也有過先用此道具讓人昏厥，然後再將人拐走的事件。", "번개속성 힘을 담은 아이템. 신들의 분노가 봉인되었다고 전해진다. 적에게 어느 정도 번개속성 피해를 줄 수 있다. 물에 사는 마물에게 발군의 효과를 보이며, 인간도 직격당하면 똑바로 서 있을 수 없을 정도이다. 그래서 사람을 납치할 때 이것으로 기절시키기도 한다.", "Objet mystique qu'il renfermerait la colère divine de tous les dieux célestes. Capable d'infliger un montant important de dégâts de foudre, il est notablement efficace contres les adversaires aquatiques. Sa puissance dévastatrice est telle qu'il est difficile de tenir sur ses jambes quand on en fait usage. On dit qu'il est populaire chez les kidnappeurs car il leur permet d'immobiliser leurs cibles pour les enlever.", "Ein mystischer Gegenstand, der den Zorn aller Götter des Himmels enthalten soll. Verursacht beträchtlichen Blitzschaden und ist verheerend gegen Wassergegner. Die schiere Kraft des Donnerschlags ist so groß, dass selbst der Benutzer von den Beinen gerissen werden kann – manchmal nutzen Entführer diesen Effekt, um ihre Opfer zu betäuben.", "Un objeto místico que se dice contiene la ira de todos los dioses del cielo. Puede infligir una considerable cantidad de daño de rayo, y es especialmente efectiva contra enemigos acuáticos. Su pura fuerza atronadora es tan potente que hace que estar de pie se convierta en un reto. Se dice que es popular entre los secuestradores para incapacitar a sus víctimas antes de llevárselas."]}, "effect_type": "Default"}