{"element_inflict": ["Water"], "effects_raw": [[1, 1, 41, [200]]], "attack_frames": [[110]], "id": "300070", "attack_type": "Magic", "requirements": null, "move_type": 4, "effect_frames": [[40]], "type": "ABILITY", "attack_count": [1], "unit_restriction": null, "motion_type": 2, "attack_damage": [[100]], "effects": ["Fixed* water damage (200) to one enemy"], "active": true, "unique": false, "icon": "item_3010.png", "name": "Fish Scale", "rarity": 1, "compendium_id": 10006, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Fish Scale", "魚之鱗", "물고기 비늘", "Écaille de poisson", "Fischschuppe", "Escama de pez"], "desc_short": ["A small amount of water damage to one enemy", "對1名敵人發動水屬性攻擊（小）", "적 1명에게 물속성 적은 피해", "Légers dégâts d'eau à un ennemi", "Geringer Wasserschaden, ein Ziel", "Daño leve de agua a un enemigo"], "desc_long": ["A scale left behind by a creature of the deep. The power it harbors within is enough to deal a modest amount of water damage to a foe. With some scales shimmering with resplendent colors, they are prized as ornaments as much as for their role in battle. Sadly, one cannot have it both ways, as releasing the scale's power will leave it a ashen husk.", "魚類魔物掉落的鱗片。含有極小的水之力，可以對敵人造成極小的水屬性傷害。鱗片種類很多，其中也有非常美麗閃耀的鱗片，作為裝飾品可以賣出高價。只是，使用了其中的水之力後，無論多麼美麗的鱗片，都會失去光輝，變成暗灰色。", "어류형 마물이 떨어뜨리는 비늘. 미약한 물의 힘을 담고 있어, 적에게 물속성 피해를 조금 줄 수 있다. 개중에는 빛깔이 매우 아름다운 종류도 있어서, 장신구로 고가에 거래되기도 한다. 하지만 안에 담긴 물의 힘을 한 번 사용하면 아무리 아름다운 비늘도 빛을 잃고 칙칙한 잿빛으로 변한다고 한다.", "Une écaille qui s'est détachée d'une créature des profondeurs. Le pouvoir qu'elle renferme est suffisant pour infliger de légers dommages d'eau à un adversaire. Certaines d'entre elles brillent de couleurs resplendissantes et sont donc prisées autant en tant qu'ornements que pour leur rôle au combat. Malheureusement, il est impossible de bénéficier de ces deux qualités car libérer le pouvoir de l'écaille la transforme en une sorte de coquille bien morne.", "Die Schuppe einer Tiefseekreatur. Die enthaltene Energie kann bei einem Gegner moderaten Wasserschaden verursachen. Manche dieser Schuppen schimmern in herrlichen Farben, daher werden sie als Schmuck ebenso geschätzt wie als Waffe. Leider ist nicht beides möglich, da sie nach Verwendung zu Asche zerfallen.", "Una escama de una criatura de las profundidades. El poder que contiene basta para infligir una modesta cantidad de daño de agua a un enemigo. Algunas brillan con colores resplandecientes, por lo que son apreciadas tanto como adornos como en la batalla. Por desgracia no puede usarse para ambos, ya que usarla en combate la convierte en cenizas."]}}