{"attack_type": "Magic", "unit_restriction": null, "name": "Bomb Fragment", "icon": "item_3001.png", "id": "300010", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 1, 41, [200]]], "effects": ["Fixed* fire damage (200) to one enemy"], "rarity": 1, "compendium_id": 10000, "mp_cost": 0, "attack_frames": [[80]], "effect_frames": [[40]], "active": true, "element_inflict": ["Fire"], "type": "ABILITY", "strings": {"name": ["Bomb Fragment", "炸彈碎片", "봄의 파편", "Éclat de bombo", "Bombensplitter", "Trozo de bom"], "desc_short": ["A small amount of fire damage to one enemy", "對1名敵人發動火屬性攻擊（小）", "적 1명에게 불속성 적은 피해", "Légers dégâts de feu à un ennemi", "Geringer Feuerschaden, ein Ziel", "Daño leve de fuego a un enemigo"], "desc_long": ["A remnant from the body of a self-destructed bomb. Still smoldering with the fire of its ill-fated master, its flames can be channeled to do damage to foes. Capable of causing extensive destruction to one's surroundings if not careful, fortunately it is typically procurable by only the most experienced of adventurers.", "炎之魔物炸彈的碎片。炸彈在蓄力自爆後所留下的東西。上面殘留有極小的炎之力，可以對敵人造成極小的火屬性傷害。除了攻擊敵人用，還能在野營時生火用，不管怎麼說，它也是魔物的一部份，非本領高強的冒險者想要獲得是非常困難的。", "불꽃 마물인 봄의 파편. 봄이 몸에 힘을 축적했다가 자폭한 뒤에 남는 경우가 있다. 미약한 불꽃의 힘이 남아있어 적에게 불속성 피해를 조금 줄 수 있다. 공격 외에도 야영 시 불을 피울 때 사용하면 편리하다. 다만, 마물의 신체 일부이기 때문에 실력 있는 모험가가 아니면 애당초 얻기 힘들 것이다.", "Les restes d'un corps de bombo qui s'est auto-détruit et qui continuent encore de se consumer. Les flammes peuvent être exploitées pour causer quelques dégâts aux adversairesistencia Capables de causer des destructions importantes aux alentours si l'on n'est pas prudent, ils peuvent être obtenus, fort heureusement, seulement par les aventuriers les plus expérimentés.", "Der glimmende Überrest eines explosiven Feuermonsters. Die verbleibende Energie kann kanalisiert werden, um Gegnern Schaden zuzufügen. Unvorsichtige Handhabung kann leicht Brände verursachen, allerdings gelangen ohnehin nur erfahrene Abenteurer in den Besitz eines solchen Objekts.", "Restos del casco de un bom autodestruido. Todavía ardiendo con el fuego de su malograda antecesora, sus llamas se pueden utilizar para dañar al enemigo. Puede provocar la destrucción masiva del lugar si no se manipula con cuidado, pero solo suele caer en manos de los aventureros más experimentados."]}, "effect_type": "Default"}