{"attack_type": "Magic", "unit_restriction": null, "name": "Dragon Scale", "icon": "item_3011.png", "effects": ["Fixed* water damage (300) to one enemy"], "id": "300080", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 1, 41, [300]]], "motion_type": 2, "rarity": 1, "compendium_id": 10007, "mp_cost": 0, "attack_frames": [[130]], "effect_frames": [[40]], "active": true, "element_inflict": ["Water"], "type": "ABILITY", "strings": {"name": ["Dragon Scale", "龍之鱗", "용 비늘", "Écaille de dragon", "Drachenschuppe", "Escama de dragón"], "desc_short": ["Moderate water damage to one enemy", "對1名敵人發動水屬性攻擊（中）", "적 1명에게 물속성 중간 피해", "Dégâts d'eau modérés sur un ennemi", "Mittlerer Wasserschaden, ein Ziel", "Daño de agua a un enemigo"], "desc_long": ["A scale left behind by a water dragon. Harboring great power, it can inflict a significant amount of water damage on a foe. Fisherman and sailors have been known to fashion these scales into talismans, which are said to ward off the dangers of the deep. The careful buyer should avoid buying such trinkets, as most are but replicas of the real thing.", "水龍掉落的鱗片。含有水之力，可以對敵人造成還算可觀的水屬性傷害。在漁夫之間有傳言說，將鱗片加工做成項鏈掛在脖子上，就能保證出海平安。在港口城市販賣的土特產中，有很多用龍鱗製作的頸飾，只不過大多都是仿造品，非真正的龍鱗。", "수룡의 몸에서 떨어졌다는 비늘. 물의 힘을 담고 있어 적에게 어느 정도 물속성 피해를 줄 수 있다. 어부들 사이에는 이 비늘을 가공하여 목에 걸고 있으면 수해를 피할 수 있다는 구전이 있으며, 항구도시에 가면 용 비늘 목걸이를 기념품으로 파는 경우가 많다. 하지만 이는 대부분 모조품이다.", "Une écaille qui s'est détachée d'un dragon des eaux. Renfermant un pouvoir prodigieux, elle peut infliger une grande quantité de dommages d'eau à un adversaire. Les pêcheurs et les marins sont connus pour fabriquer des talismans à partir de ces écailles car ils repousseraient les dangers venus des profondeurs. Un acheteur avisé devrait éviter de s'en procurer car la plupart ne sont que des imitations des originaux.", "Die Schuppe eines Wasserdrachen. Ihre Wasserenergie kann einem Gegner großen Schaden zufügen. Fischer und Seeleute fertigen manchmal Amulette aus diesen Schuppen, die vor den Gefahren der Tiefe schützen sollen. Aber Vorsicht: Fast alle Exemplare, die offen auf dem Markt angeboten werden, sind Fälschungen.", "Una escama de un dragón de agua. Alberga un gran poder capaz de infligir una considerable cantidad de daño de agua a un enemigo. Se dice que pescadores y marinos las convierten en talismanes para protegerse de los peligros de las profundidades. Es mejor evitar comprar esas baratijas, puesto que la mayoría son simples réplicas."]}, "effect_type": "Default"}