{"attack_type": "Magic", "unit_restriction": null, "name": "Zeus's Rage", "icon": "item_3007.png", "id": "300050", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 1, 41, [200]]], "effects": ["Fixed* lightning damage (200) to one enemy"], "rarity": 1, "compendium_id": 10004, "mp_cost": 0, "attack_frames": [[70]], "effect_frames": [[40]], "active": true, "element_inflict": ["Lightning"], "type": "ABILITY", "strings": {"name": ["Zeus's Rage", "宙斯之怒", "제우스의 분노", "Courroux de Zeus", "Zorn des Zeus", "Furia de Zeus"], "desc_short": ["A small amount of lightning damage to one enemy", "對1名敵人發動雷屬性攻擊（小）", "적 1명에게 번개속성 적은 피해", "Légers dégâts de foudre à un ennemi", "Geringer Blitzschaden, ein Ziel", "Daño leve de rayo a un enemigo"], "desc_long": ["A mystical item said to house the wrath of the god of storms, albeit in minute quantities. Capable of inflicting a modest amount of lightning damage, it is particularly effective against aquatic foes. Though limited in potency, its ease of use among non-mages and having no need for long incantations are significant merits, making it perfect for distracting the enemy and creating an opening.", "含有極小的雷屬性之力的道具。其中封有雷神怒火，可以對敵人造成極小的雷屬性傷害。對水生系魔物非常有效。雖然威力不是很大，但是魔力低的人也可以使用，而且還不需要詠唱時間，所以可以利用它嚇唬敵人，製造出一些機會。", "미약한 번개속성 힘을 담은 아이템. 번개를 다스리는 신의 분노가 봉인되었다고 전해진다. 적에게 번개속성 피해를 조금 줄 수 있다. 물에 사는 마물에게 특히 효과적이다. 위력은 대단치 않지만, 마력이 낮아도 다룰 수 있고 시전할 필요가 없어 적을 견제하며 빈틈을 만들 때 이용되기도 한다.", "Objet mystique qui renfermerait la colère divine du dieu des tempêtes, bien qu'en quantité minime. Capable d'infliger un montant limité de dégâts de foudre, il est surtout efficace contres les adversaires aquatiques. Bien que sa puissance soit limitée, sa facilité d'utilisation parmi les non-mages et le fait qu'il ne nécessite pas de longues incantations lui procurent d'importants avantages. C'est un objet parfait pour distraire l'ennemi et ouvrir une percée.", "Ein mystischer Gegenstand, der den Zorn des Sturmgottes beinhalten soll, wenn auch nur einen Bruchteil davon. Entsprechend gering ist der Blitzschaden, den er anrichten kann. Dennoch ist er hilfreich gegen Wassergegner, besonders für Nicht-Magier. Da für die Anwendung keine langen Formeln notwendig sind, eignet er sich gut, um eine gegnerische Lücke auszunutzen.", "Un objeto místico que se dice contiene la ira del dios de las tormentas, aunque en cantidades mínimas. Puede infligir una modesta cantidad de daño de rayo, y es especialmente efectiva contra enemigos acuáticos. Aunque su potencia es limitada, puede ser usado por los no magos y no requiere encantamientos largos, lo que lo hace perfecto para distraer al enemigo y que baje la guardia."]}, "effect_type": "Default"}