{"attack_type": "Magic", "unit_restriction": null, "name": "Bomb Arm", "icon": "item_3002.png", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 1, 41, [300]]], "effects": ["Fixed* fire damage (300) to one enemy"], "rarity": 1, "compendium_id": 10001, "mp_cost": 0, "attack_frames": [[80]], "effect_frames": [[40]], "active": true, "element_inflict": ["Fire"], "type": "ABILITY", "strings": {"name": ["Bomb Arm", "炸彈右臂", "봄의 오른팔", "Bras de bombo", "Bombenarm", "Brazo de bom"], "desc_short": ["Moderate fire damage to one enemy", "對1名敵人發動火屬性攻擊（中）", "적 1명에게 불속성 중간 피해", "Dégâts de feu modérés sur un ennemi", "Mittlerer Feuerschaden, ein Ziel", "Daño de fuego a un enemigo"], "desc_long": ["A remnant from the body of a self-destructed bomb. While bomb fragments are commonly seen, fully-intact arms are rare indeed, and naturally prized for the fiery havoc they can wreak on foes. Overeager adventurers looking to procure this treasured item by their own hand have been known to meet an explosive end.", "炎之魔物炸彈的右臂。雖說炸彈在自爆後會残留一部份身體，但很少能夠完整留下一隻手臂，比碎片更難獲得。上面留有炎之力，能夠對敵人造成還算可觀的火屬性傷害。因為此道具極為稀有，所以很多人不顧危險前去挑戰炸彈，在有炸彈出沒的地區更是成了大問題。", "불꽃 마물인 봄의 오른팔. 봄이 폭발하고 남은 신체 일부로, 팔이 온전히 남는 경우는 매우 드물어서 파편보다 구하기 힘들다. 불꽃의 힘이 남아있어 적에게 상당한 불속성 피해를 줄 수 있다. 이 희귀한 아이템을 노리고 봄에게 무모하게 도전하는 사람이 끊이지 않아, 봄이 나타나는 지역에서는 큰 문제가 되고 있다.", "Les restes d'un corps de bombo qui s'est auto-détruit. Bien que les restes de bombo soient monnaie courante, les bras parfaitement préservés sont vraiment rares et naturellement prisés pour les dégâts explosifs qu'ils peuvent infliger aux opposants. Les aventuriers trop zélés qui ont tenté de se procurer eux-mêmes cet objet précieux ont connu une fin explosive.", "Der glimmende Überrest eines explosiven Feuermonsters. Während Splitter relativ häufig sind, ist ein intakter Arm nur selten aufzufinden. Sein Zerstörungspotential ist jedoch umso verheerender. Übereifrige Abenteurer auf der Jagd nach diesen wertvollen Objekten finden oft ein jähes Ende.", "Restos del casco de un bom autodestruido. Así como los fragmentos son fáciles de encontrar, es muy poco habitual encontrar brazos, y son codiciados por la devastación que pueden causar. Los aventureros demasiado osados que intentan conseguirlos con sus propias manos suelen acabar volando por los airesistencia"]}, "effect_type": "Default"}