{"attack_type": "Magic", "unit_restriction": null, "name": "Antarctic Wind", "icon": "item_3004.png", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 1, 41, [200]]], "effects": ["Fixed* ice damage (200) to one enemy"], "rarity": 1, "compendium_id": 10002, "mp_cost": 0, "attack_frames": [[130]], "effect_frames": [[40]], "active": true, "element_inflict": ["Ice"], "type": "ABILITY", "strings": {"name": ["Antarctic Wind", "南極之風", "남극의 바람", "Vent antarctique", "Antarktiswind", "Aire antártico"], "desc_short": ["A small amount of ice damage to one enemy", "對1名敵人發動冰屬性攻擊（小）", "적 1명에게 얼음속성 적은 피해", "Légers dégâts de glace à un ennemi", "Geringer Eisschaden, ein Ziel", "Daño leve de hielo a un enemigo"], "desc_long": ["A mystical item with the chill winds of the southern reaches sealed within. Even brought far from its source, it carries enough power to deal a small amount of ice damage. An effective way for those not magically inclined to stand against fire-element foes, even its modest powers can help give an edge in battle.", "該道具封有南極吹過的風。含有極小的冰之力，可以對敵人造成極小的冰屬性傷害。因為非魔道士也可以使用，所以前去火屬性魔物出沒的地方旅行時會非常好用。雖然效果沒有那麼強力，沒法完全打倒魔物，不過也足夠讓牠們害怕一陣了。", "남극에 부는 바람을 봉인한 물건. 미약한 얼음의 힘을 담고 있어 적에게 얼음속성 피해를 조금 줄 수 있다. 마도사가 아니어도 마법과 비슷한 힘을 쓸 수 있어, 불속성 마물이 나오는 지역을 다닐 때 매우 요긴하다. 효과가 크지 않아 마물을 완전히 쓰러뜨리지는 못해도, 위협용으로는 충분히 쓸만하다.", "Un objet mystique qui renferme en son cœur les vents glacials de l'hémisphère sud. Bien que ramené loin de sa terre d'origine, il contient assez de force pour infliger une petite quantité de dommages de glace. C'est un moyen efficace pour ceux qui sont susceptibles de ne pas faire le poids face à des adversaires maîtrisant le feu. Il permet d'obtenir un avantage au combat.", "Ein mystischer Gegenstand, in dem die eisigen Winde der südlichsten Regionen versiegelt wurden. Diese Energie kann bei Gegnern leichten Eisschaden verursachen. Für diejenigen, die selbst über keine magische Kraft verfügen, kann selbst dieser kleine Vorteil im Kampf gegen Feuergegner entscheidend sein.", "Un objeto místico que encierra el frío del sur. Incluso estando lejos de su origen, tiene poder suficiente para infligir una pequeña cantidad de daño de hielo. Una forma efectiva de luchar contra enemigos de fuego para los no muy dotados para la magia, ya que incluso su modesta potencia puede inclinar la balanza."]}, "effect_type": "Default"}