{"attack_type": "None", "unit_restriction": null, "name": "Magic Shuriken", "icon": "item_3025.png", "effects": ["Fixed damage (1000) to one enemy"], "id": "300190", "move_type": 4, "attack_count": [3], "effects_raw": [[1, 1, 41, [1000]]], "motion_type": 2, "rarity": 1, "compendium_id": 10018, "attack_damage": [[33, 33, 34]], "mp_cost": 0, "attack_frames": [[17, 21, 25]], "effect_frames": [[15, 19, 23]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Magic Shuriken", "風魔手裏劍", "풍마의 수리검", "Shuriken magique", "Zauber-Schuriken", "Shuriken mágico"], "desc_short": ["Damage one enemy", "攻擊1名敵人", "적 1명에게 피해", "Dégâts sur un ennemi", "Schaden, ein Ziel", "Daño a un enemigo"], "desc_long": ["A ninja throwing weapon. More damaging than a standard-issue shuriken, it is a rare sight at the weaponsmith. Hard to come by even for accomplished ninjas, those who are fortunate to obtain one are known to save it for the most formidable foes. Its distinctive shape and flight path makes aiming a challenge.", "忍者用的投擲武器。通過「投擲」可以使用。特點是比手裏劍的攻擊力還要高，在普通的店裡買不到。就算是忍者們，也無法輕易獲得此手裏劍，即便運氣好找到了，也會猶豫要不要使用它。因為形狀特殊，所以比普通手裏劍更難瞄準目標，老手用比較合適。", "닌자가 쓰는 투척무기. '던지기'로 사용할 수 있다. 수리검보다 공격력이 높지만, 일반 상점에서는 구할 수 없다. 닌자들도 쉽게 얻기 힘든 물건이라, 운 좋게 구해도 던지기가 망설여질 정도라고 한다. 독특한 형태 때문에 일반 수리검보다 목표에 맞히기 어려워서 숙련자에게 적합하다.", "Une arme de jet ninja. Infligeant plus de dégâts qu'un shuriken standard, on en voit rarement dans un arsenal. Difficile à se procurer même pour les ninjas les plus aguerris, on sait que ceux qui ont la chance d'en obtenir réservent cette arme pour les ennemis les plus puissants. Sa forme et sa trajectoire distinctives font qu'il est difficile de viser avec.", "Eine Ninja-Wurfwaffe. Gefährlicher als normale Shuriken und in gewöhnlichen Waffenläden kaum zu finden. Selbst unter erfahrenen Ninja gelten diese Waffen als Rarität und werden nur gegen die gefährlichsten Gegner eingesetzt. Ihr eigentümliches Flugverhalten macht zudem das Zielen schwierig.", "Un arma arrojadiza ninja. Es más dañina que un shuriken convencional y se ve muy rara vez en las armerías. Difícil de encontrar hasta para los ninjas mas veteranos, se dice que quien lo consigue lo guarda para sus enemigos más temidos. Su forma y trayectoria distintivas hacen que apuntar no sea tarea fácil."]}, "effect_type": "Default"}