{"element_inflict": ["Earth"], "effects_raw": [[1, 1, 41, [200]]], "attack_frames": [[120]], "id": "300110", "attack_type": "Magic", "move_type": 4, "effect_frames": [[40]], "type": "ABILITY", "attack_count": [1], "unit_restriction": null, "motion_type": 2, "attack_damage": [[100]], "effects": ["Fixed* earth damage (200) to one enemy"], "active": true, "unique": false, "icon": "item_3016.png", "name": "Earth Drum", "rarity": 1, "compendium_id": 10010, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Earth Drum", "大地之鼓", "대지의 북", "Tambour terrien", "Erdentrommel", "Tambor tierra"], "desc_short": ["A small amount of earth damage to one enemy", "對1名敵人發動土屬性攻擊（小）", "적 1명에게 땅속성 적은 피해", "Légers dégâts de terre à un ennemi", "Geringer Erdschaden, ein Ziel", "Daño leve de tierra a un enemigo"], "desc_long": ["A mysterious drum said to harbor the power of the earth itself. Capable of inflicting a modest amount of earth damage, it has the unfortunate side effect of creating a rumbling that sweeps one off one's feet, invariably causing the drum to shatter in the process. Historians posit that it was a centerpiece in the dwarven festivals of old.", "含有極小土之力的神秘鼓。可以對敵人造成極小的土屬性傷害。通過敲打此鼓，能夠讓地面產生震動，震動的強度甚至能讓人站都站不住。只是，使用時鼓承受不了反作用，會壞掉。據說古代矮人族在祭典時會用到它。", "미약한 땅의 힘을 담은 신비한 북. 적에게 땅속성 피해를 조금 줄 수 있으며, 북을 쳐서 땅을 진동시키면 똑바로 서 있기 힘들 정도로 땅이 요동치게 할 수 있다. 하지만 한 번 사용하면 그 반동에 견디지 못하고 북 자체가 망가진다. 옛날에는 드워프족이 축제에 썼다는 설이 있다.", "On dit que ce mystérieux tambour abrite la force de la terre même. Capable d'infliger un montant limité de dégâts de terre, il a le DEFaut de générer un grondement déstabilisant qui le fait systématiquement voler en éclats. Les historiens pensent que c'était une pièce maîtresse dans les anciens festivals organisés par les nains.", "Eine Trommel, die die Macht der Erde selbst in sich trägt. Verursacht moderaten Schaden, erzeugt dabei aber eine Erschütterung, die den Benutzer von den Füßen reißt, wobei die Trommel unweigerlich zu Bruch geht. Historikern zufolge spielten diese Objekte eine zentrale Rolle in alten Zwergenzeremonien.", "Un tambor misterioso que se dice alberga el poder de la tierra. Puede infligir una cantidad modesta de daño de tierra y tiene la incómoda desventaja de hacerte caer con su resonancia, rompiendo inevitablemente el tambor. Los historiadores afirman que era la pieza central de los festivales enanos de antaño."]}}