{"attack_type": "None", "unit_restriction": null, "name": "Grenade", "icon": "item_3022.png", "effects": ["Fixed damage (800) to all enemies"], "id": "300160", "move_type": 4, "attack_count": [1], "effects_raw": [[2, 1, 41, [800]]], "motion_type": 2, "rarity": 1, "compendium_id": 10015, "mp_cost": 0, "attack_frames": [[85]], "effect_frames": [[60, 40, 45, 50]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Grenade", "手榴彈", "수류탄", "Grenade", "Granate", "Granada"], "desc_short": ["Damage all enemies", "攻擊全體敵人", "적 전체에 피해", "Dégâts sur tous les ennemis", "Schaden, alle Ziele", "Daño a todos los enemigos"], "desc_long": ["A modern projectile weapon capable of dealing mass damage when thrown at a group of enemies. Developed as a means to strike against mages hurling potent magicks from behind the lines of battle, it is the modern descendent of the throwing stone and the bow and arrow. Chronicles say that the military nation of Zoldaad was the first to employ this technology in actual battle.", "人工開發的兵器，通過「投擲」可以對全體敵人造成傷害。自古以來，如何攻略在後方釋放強力魔法的魔道士是一大戰術難題。為此，人們開發出投石機、弓箭等各種各樣的遠距離進攻兵器，手榴彈也是其中一種。最早將其投入戰鬥的是軍事國家佐爾達多。", "특별한 목적으로 개발된 병기. '던지기'로 사용하면 적 전체에 피해를 줄 수 있다. 예로부터 후방에서 강력한 마법을 시전하는 마도사를 어떻게 공략할 지가 큰 전술적 난관이었다. 이에 투석기나 활 등의 다양한 원거리 공격 수단이 개발되었으며, 이 수류탄도 그중 하나이다. 군사국가 졸다드는 앞장서서 전쟁에 수류탄을 도입한 나라로 알려졌다.", "Une arme de jet moderne capable d'infliger des dégâts importants contre un groupe d'ennemis. Développée dans le but de lutter contre les mages lanceurs de puissants sorts de magie depuis les lignes arrières de combat, cette arme est la descendante de la pierre, de l'arc et de la flèche. Des rapports détaillés disent que la nation militaire de Zoldaad a été la première à utiliser cette technologie au combat.", "Eine moderne Waffe, die verheerend im Einsatz gegen eine Gruppe von Gegnern wirkt. Entwickelt als Maßnahme gegen Magier, die aus den hinteren Schlachtreihen in das Kampfgeschehen eingreifen – ähnlich wie ehemals Wurfsteine oder Pfeil und Bogen. Den Chroniken zufolge hat der militaristische Staat Zoldaad diese Waffe erstmals eingesetzt.", "Una moderna arma arrojadiza capaz de infligir daño masivo si se lanza a un grupo de enemigos. Se desarrolló como arma de ataque contra los magos que lanzaban potentes magias desde la retaguardia, y es la heredera moderna de las piedras y el arco y flechas. Según las crónicas, la nación militar de Zoldaad fue la primera en usarla en combate."]}, "effect_type": "Default"}