{"attack_type": "Magic", "unit_restriction": null, "name": "Gaia's Cry", "icon": "item_3017.png", "effects": ["Fixed* earth damage (300) to one enemy"], "id": "300120", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 1, 41, [300]]], "motion_type": 2, "rarity": 1, "compendium_id": 10011, "mp_cost": 0, "attack_frames": [[150]], "effect_frames": [[40]], "active": true, "element_inflict": ["Earth"], "type": "ABILITY", "strings": {"name": ["Gaia's Cry", "大地之歎", "대지의 진동", "Cri de Gaïa", "Erdengrollen", "Llanto de Gaia"], "desc_short": ["Moderate earth damage to one enemy", "對1名敵人發動土屬性攻擊（中）", "적 1명에게 땅속성 중간 피해", "Dégâts de terre modérés sur un ennemi", "Fügt einem Gegner moderaten Erdschaden zu.", "Daño de tierra a un enemigo"], "desc_long": ["A curious item said to harbor the power of the earth. Capable of inflicting significant earth damage on a foe, the force of the tremors it creates are such that they've been known to open fissures in the earth. Said to have been the creation of a legendary dwarf artisan famed as the Son of the Land, the specific details of its origin are shrouded in mystery.", "含有土之力的神秘道具。可以對敵人造成還算可觀的土屬性傷害。用此道具敲打地面，可以讓震動增幅數倍，產生足以引發地裂的衝擊。據說此道具起源於擁有世界第一的裝備加工技術的土之民矮人族，具體情況無人知曉。", "땅의 힘을 담은 신비한 아이템. 적에게 어느 정도 땅속성 피해를 줄 수 있다. 이것으로 대지를 두드리면 진동이 몇 배로 증폭되어 땅이 갈라질 정도의 충격을 발생시킨다. 땅의 민족이라 일컬어지며 장비 가공에 있어 견줄 자가 없는 드워프족이 최초로 만들었다고 전해지지만 자세한 건 알 수 없다.", "Réduit les dégâts de terre infligés par un ennemi", "Ein mysteriöser Gegenstand, der die Macht der Erde beherbergt. Kann beträchtlichen Schaden anrichten, erzeugt dabei jedoch so mächtige Erschütterungen, dass sich Spalten im Boden auftun können. Man nimmt an, dass diese Objekte von einem Zwerg erschaffen wurde, den man auch den „Sohn der Erde“ nannte.", "Un curioso objeto que se dice concentra al poder de la tierra. Es capad de infligir una cantidad significativa de daño de tierra a una enemigo y los temblores que causa son tales que se sabe han llegado a abrir fisuras el suelo. Se cuenta que fue creado por un legendario artesano enano con el título de \"Hijo de la Tierra\", aunque los detalles sobre su origen siguen siendo un misterio."]}, "effect_type": "Default"}