{"element_inflict": ["Wind"], "effects_raw": [[1, 1, 41, [300]]], "attack_frames": [[100]], "id": "300100", "attack_type": "Magic", "move_type": 4, "effect_frames": [[40]], "type": "ABILITY", "attack_count": [1], "unit_restriction": null, "motion_type": 2, "attack_damage": [[100]], "effects": ["Fixed* wind damage (300) to one enemy"], "active": true, "unique": false, "icon": "item_3014.png", "name": "Wyvern's Feather", "rarity": 1, "compendium_id": 10009, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Wyvern's Feather", "雙足飛龍羽毛", "와이번의 날개", "Plume de wyverne", "Lindwurmfeder", "Pluma de wyvern"], "desc_short": ["Moderate wind damage to one enemy", "對1名敵人發動風屬性攻擊（中）", "적 1명에게 바람속성 중간 피해", "Dégâts de vent modérés sur un ennemi", "Mittlerer Windschaden, ein Ziel", "Daño de viento a un enemigo"], "desc_long": ["The feather of a wyvern, imbued with the power of the wind, capable of dealing a significant amount of wind damage to a foe. Harvested only on rare occasions from wyverns, they resemble a miniature dragon's wing─one small enough to be carried. Some researchers posit that it is not an actual wing at all, but an embodiment of wind magic that has taken physical form.", "翼龍雙足飛龍的羽毛。含有風之力，可以對敵人造成還算可觀的風屬性傷害，在討伐飛龍後偶爾會發現。它形狀如同龍翼，大小卻不是很大，可以隨身攜帶。學者們認為，這羽毛並不是雙足飛龍的羽毛，而是風之力受魔力影響呈現出羽毛的外形。", "익룡 와이번의 날개. 바람의 힘을 담고 있어 적에게 상당한 바람속성 피해를 줄 수 있다. 와이번을 처치할 때 드물게 발견되며, 형태는 드래곤의 날개처럼 생겼으나 크기는 손에 들고 다닐 수 있는 정도이다. 학자들에 따르면, 이는 실제 와이번의 날개가 아니라 바람의 마력이 응집되어 날개 형태를 취한 것이라는 설이 유력하다.", "La plume d'une wyverne imprégnée de la force du vent, capable d'infliger un montant important de dégâts de vent à un adversaire. Prélevées seulement à de rares occasions, les plumes de wyverne ressemblent à une aile de dragon miniature assez petites pour être transportées. Certains chercheurs pensent que ce n'est pas une véritable aile mais plutôt une incarnation physique de la magie du vent.", "Die Feder eines Lindwurms mit Macht über den Wind, stark genug, einem Gegner beträchtlichen Windschaden zuzufügen. Ein seltener Überrest eines Lindwurms in der Form eines kleinen Drachenflügels. Die gängige Theorie besagt, dass es sich nicht um eine wirkliche Feder handelt, sondern um eine Manifestation der im Lindwurm enthaltenen Windmagie.", "La pluma de un guiverno, portadora del poder del viento, capaz de infligir una considerable cantidad de daño de aire a un enemigo. Se pueden obtener en contadas ocasiones de los guivernos, y recuerdan a un ala de dragón en miniatura, una lo bastante pequeña para su transporte. Algunos investigadores afirman que no es un ala real, sino magia del viento que ha tomado esa forma."]}}