{"attack_type": "None", "unit_restriction": null, "name": "X-Potion", "icon": "item_1002.png", "effects": ["Restore 1000 HP to target"], "id": "300230", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 6, 16, [1000]]], "motion_type": 2, "rarity": 1, "compendium_id": 10022, "mp_cost": 0, "attack_frames": [[110]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["X-Potion", "特級治療劑", "엑스 포션", "Potion X", "X-Trank", "Poción X"], "desc_short": ["Restore a good deal of HP to one ally", "大量恢復1名隊員的HP", "아군 1명의 HP 대량 회복", "Régénère grandement les PV d'un allié", "Heilt viele LP eines Verbündeten", "Recupera enormemente la VIT a un aliado"], "desc_long": ["A tonic that restores an ally's health by a significant amount. With the original texts detailing the recipe lost to the chaos of war, only those lucky enough to come upon a relic of the past may reap its considerable healing powers. Potion-makers across the realm work tirelessly to recreate the recipe, hoping to achieve fame and fortune, but their efforts have yet to bear fruit.", "能夠大量恢復隊員HP的藥。在幾度戰亂中，遺失了記載著此藥調配方法的文獻。雖然人們發現了一些相關的文獻遺產，可是此藥卻沒能在市場上流通。對製藥為生的人來說，重現此藥的調配方法是他們畢生的夙願，據說能夠製出此藥的人將能獲得巨大的財富。", "아군의 HP를 크게 회복하는 약. 거듭되는 전란으로 조합법을 기록한 문헌이 분실되었다. 현재는 거의 유통되지 않으며, 과거에 제조된 물건이 드물게 발견될 뿐이다. 이 약의 조합법을 재발견하는 것이 모든 약사의 숙원으로, 만약 조합에 성공할 경우 억만장자가 되는 것도 꿈이 아니라고 한다.", "Un tonifiant qui régénère abondamment la santé d'un allié. Les textes originaux détaillant sa recette ont été égarés dans le chaos de la guerre et seuls ceux assez chanceux pour tomber sur cette relique sont susceptibles de bénéficier de ses formidables capacités de guérison. De nombreux concocteurs de potions tentent continuellement de recréer sa recette dans l'espoir de s'attirer gloire et fortune, mais leurs efforts n'ont pas encore porté leurs fruits.", "Ein Tonikum, das schwerste Verletzungen heilt. Das ursprüngliche Rezept ging in den Wirren des Krieges verloren, heutzutage ist es ein großer Glücksfall, wenn noch ein verbliebenes Exemplar gefunden wird. Ehrgeizige Alchemisten im ganzen Land arbeiten Tag und Nacht, um das Rezept zu rekonstruieren, doch bisher war noch keiner dieser Herausforderung gewachsen.", "Un tónico que recupera una cantidad considerable de la salud de un aliado. Puesto que los textos originales que detallaban la receta se perdieron en el caos de la guerra, solo aquellos que tengan la fortuna de encontrar una reliquia del pasado podrán beneficiarse de su poder sanador. Los fabricantes de pociones de todo el reino se afanan por recrear la receta con la esperanza de que les traiga fama y fortuna, pero a día de hoy sus esfuerzos han sido infructuosos."]}, "effect_type": "Default"}