{"element_inflict": null, "effects_raw": [[1, 2, 17, [70]]], "attack_frames": [[110]], "id": "300250", "attack_type": "None", "requirements": null, "move_type": 4, "effect_frames": [[40, 40]], "type": "ABILITY", "attack_count": [1], "unit_restriction": null, "motion_type": 2, "attack_damage": [[100]], "effects": ["Restore 70 MP to one ally"], "active": true, "unique": false, "icon": "item_1004.png", "name": "Turbo Ether", "rarity": 1, "compendium_id": 10024, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Turbo Ether", "高級以太", "에테르 터보", "Éther +", "Turbo-Äther", "Éter turbo"], "desc_short": ["Restore MP for one ally", "恢復1名隊員的MP", "아군 1명의 MP 회복", "Régénère moyennement les PM d'un allié", "Heilt MP eines Verbündeten", "Recupera bastante los PM a un aliado"], "desc_long": ["A tonic that restores an ally's magical energies by a modest amount. Some scholars posit that this is actually the original recipe from which the less potent ether was derived. No known potion-makers have been able to successfully recreate the formula, and those rare turbo ethers seen in our realm are thought to have found their way here from the hidden nation of mages where they were made. Needless to say, they fetch a high price.", "能夠充分恢復隊員MP的藥。據說以太是仿照此藥調配而成。因調配方法不明，所以此藥沒能在市場上流通，有人說這種藥的調配方法是不外傳的，只有與外界隔絕的魔道士之國從古至今一直在調配此藥。有些人會以高價收購這些不知如何流出的走私品。", "아군의 MP를 넉넉히 회복하는 약. 에테르는 이 약을 모방하여 제조되었다는 설이 있다. 조합법이 알려지지 않아 일반적으로 유통되지는 않으나, 일설에 따르면 외부와 격리된 마도사의 나라에서 옛날부터 꾸준히 만들던 문외불출의 비약이라고 한다. 모종의 방법으로 유출된 물건은 고가에 은밀하게 거래된다.", "Un tonifiant qui régénère correctement l'énergie magique d'un allié. Certains érudits avancent l'hypothèse que cette recette est celle dont l'éther, moins efficace, est un dérivé. Aucun concocteur de potion n'a pu recréer la formule et on pense que les rares éthers + aperçus dans notre royaume proviennent de la nation des mages, leur territoire de fabrication. Inutile de rappeler qu'ils valent cher.", "Ein Tonikum, das eine mittlere Menge magischer Energie wiederherstellt. Einigen Gelehrten zufolge handelt es sich hierbei um die ursprüngliche Formel, von der der schwächere Äther abgeleitet worden sein soll. Man nimmt an, dass die wenigen Turbo-Äther in unserem Reich direkt aus dem magischen Land stammen, in dem sie hergestellt wurden. Daher ist es kein Wunder, dass sie zu einem hohen Preis gehandelt werden.", "Un tónico que recupera una modesta cantidad de la energía mágica de un aliado. Algunos estudiosos afirman que se trata de la receta original de la que deriva el éter menos potente. Ninguno de los preparadores de pociones de renombre ha conseguido recrear la fórmula con éxito, así que se dice que estos éteres turbo de nuestro reino provienen de la nación oculta de archimagos en que fueron creados. Por supuesto, no resultan baratos."]}}