{"attack_type": "None", "unit_restriction": null, "name": "Antidote", "icon": "item_1007.png", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 2, 5, [1, 0, 0, 0, 0, 0, 0, 0]]], "effects": ["Cure Poison for one ally"], "rarity": 1, "compendium_id": 10027, "mp_cost": 0, "attack_frames": [[120]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Antidote", "解毒藥", "해독제", "Antidote", "Antidot", "Antídoto"], "desc_short": ["Cure one ally of poisoning", "治療1名隊員的中毒狀態", "아군 1명의 독 회복", "Guérit un allié de Poison", "Heilt 1 Verbündeten von Gift", "Cura el veneno a un aliado"], "desc_long": ["A physic that neutralizes poisons within the body. Effective against a wide variety of toxins, it is an essential for those who come in regular contact with venomous beasts or treacherous poison-wielding foes. Adventurers are encouraged to always keep an ample supply, as healers capable of curing poison with magic are few and far between.", "能夠快速中和體內毒素的解毒藥。對什麼毒都非常有效。一些魔物帶有劇毒，戰鬥中也經常會碰到使用毒素的攻擊和戰術，所以常備著點解毒藥沒有任何壞處。魔法只有特定的人才能使用，但這種解毒藥卻誰都可以用，非常方便。在外出旅行的時候，務必在身上多帶一些。", "체내의 독을 빠르게 중화하는 해독약. 어떤 종류의 독에도 효과가 좋다. 세상에는 독을 가진 마물도 많고, 전란의 와중에 독을 이용한 공격이나 책략은 일상다반사이므로 항상 지니고 있어서 해될 일은 없다. 특정한 사람만 쓸 수 있는 마법에 비해, 아무나 사용할 수 있다는 것이 강점이다. 여행을 떠난다면 몇 개 챙겨 다니도록 하자.", "Un médicament qui neutralise les poisons présents dans le corps. Efficace contre une variété importante de toxines, celui-ci s'avère être indispensable pour ceux qui entrent en contact régulier avec des bêtes vénéneuses ou des ennemis vicieux se servant de poison pour attaquer. Les aventuriers sont encouragés à en garder un stock important car les guérisseurs capables de traiter avec de la magie des affections dues au poison sont une denrée rare.", "Ein Heilmittel, das Gift im Körper neutralisieren kann. Wirksam gegen ein breites Spektrum von Giftstoffen und lebenswichtig für alle, die es regelmäßig mit giftigen Kreaturen oder heimtückischen Feinden zu tun haben. Da nicht viele Heiler Gift mit Magie zu heilen vermögen, sollte ein Abenteurer immer einen Vorrat an Antidot mit sich führen.", "Un remedio que neutraliza el veneno del cuerpo. Es efectivo contra una amplia gama de toxinas, imprescindible para quienes tienen trato regular con bestias venenosas o enemigos traicioneros que usan veneno. Se recomienda a los aventureros que lleven siempre existencias, puesto que los sanadores capaces de curar el veneno con magia no abundan."]}, "effect_type": "Default"}