{"attack_type": "None", "unit_restriction": null, "name": "Pinwheel", "icon": "item_3026.png", "effects": ["Fixed damage (2000) to one enemy"], "id": "300200", "move_type": 4, "attack_count": [5], "effects_raw": [[1, 1, 41, [2000]]], "motion_type": 2, "rarity": 1, "compendium_id": 10019, "attack_damage": [[20, 20, 20, 20, 20]], "mp_cost": 0, "attack_frames": [[17, 20, 23, 26, 29]], "effect_frames": [[15, 18, 21, 24, 27]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Pinwheel", "風車", "풍차 칼날", "Moulinet", "Klingenstern", "Molinillo"], "desc_short": ["Damage one enemy", "攻擊1名敵人", "적 1명에게 피해", "Dégâts sur un ennemi", "Schaden, ein Ziel", "Daño a un enemigo"], "desc_long": ["A ninja throwing weapon. More damaging than even a fuma shuriken, its charming appearance conceals its nature as among the most potent weapons a ninja could hope to add to their arsenal. Primarily employed in assassinations, the mere sight of the pinwheel is enough to strike fear into any corrupt bureaucrat's heart. In skilled hands, a single attack can fell the strongest foe.", "忍者用的投擲武器。通過「投擲」可以使用。比風魔手裏劍還要強力，很多人都認為它是最強的投擲武器。這種投擲武器比起在戰場上殺敵，更多地用於偷襲暗殺等工作，它從暗處突然飛出，直擊要害，使得人們感到害怕。熟練的忍者能夠一擊就結果對象的性命。", "닌자가 쓰는 투척무기. '던지기'로 사용할 수 있다. 풍마의 수리검보다 강력하며, 투척무기 중 최강이라는 의견이 강하다. 원래 전쟁보다는 암습에 많이 사용되었으며, 허를 찌르는 위치에서 급소를 향해 날아오는 풍차 칼날은 두려움의 대상이 되었다. 숙달된 닌자가 쓰면 일격에 대상의 숨통을 끊을 수 있다고 한다.", "Une arme de jet ninja. Infligeant encore plus de dégâts qu'un shuriken Fuma, son apparence anodine dissimule l'une des armes les plus redoutables qu'un ninja puisse espérer ajouter à son arsenal. Utilisée surtout dans les assassinats, la simple vision de cette arme suffit à infliger une peur monstre à n'importe quel bureaucrate corrompu. Mise entre des mains expertes, une seule attaque peut terrasser le plus puissant des ennemis.", "Eine Ninja-Wurfwaffe, noch gefährlicher als ein Fuma-Shuriken. Ihr verspieltes Aussehen täuscht darüber hinweg, dass es sich hierbei um die mächtigste Waffe handelt, die ein Ninja sein Eigen nennen kann. Eher für Attentate als für das Schlachtfeld gedacht, kann ein Klingenstern in fähigen Händen noch den stärksten Gegner fällen. Korrupte Beamte fürchten Klingensterne als schlechtes Omen.", "Un arma arrojadiza ninja. Es aún más peligroso que un fuma shuriken, y su encantador aspecto no deja entrever que es una de las más potentes armas que todo ninja podría desear. Se usaba originalmente en asesinatos, por lo que la simple visión del molinillo causa pavor a cualquier burócrata corrupto. En las manos adecuadas, un solo ataque puede derribar al enemigo más poderoso."]}, "effect_type": "Default"}