{"attack_type": "None", "unit_restriction": null, "name": "Elixir", "icon": "item_1005.png", "effects": ["Restore 100% HP and MP to one ally"], "id": "300260", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 2, 64, [100, 100]]], "motion_type": 2, "rarity": 1, "compendium_id": 10025, "mp_cost": 0, "attack_frames": [[110]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Elixir", "萬靈藥", "엘릭서", "Élixir", "Elixier", "Elixir"], "desc_short": ["Fully restore one ally's HP and MP", "完全恢復1名隊員的HP和MP", "아군 1명의 HP와 MP 모두 회복", "Régénère tous les PV et PM d'un allié", "Stellt alle MP und LP eines Verbündeten her", "Recupera enormemente los PM a un aliado"], "desc_long": ["A fabled arcanum capable of restoring an individual's health and magical energies to full capacity. Said to have been bestowed upon mortals by a deity of light in times of yore, its ingredients and recipe are shrouded in mystery. Its potency is such that those who witness its effects describe it only as a miracle. It is said that any who comes to possess this divine elixir is destined to succeed in their quest.", "能夠完全恢復隊員HP和MP的秘藥。相傳該藥是太古時代，由光之神賜予人們的，其是否存在於世本身就是個傳說。此藥的原料和調配方法無人知曉，而其超絕的藥效堪稱神明的奇蹟。得到此秘藥的人，就相當於獲得了成功。", "아군의 HP와 MP를 완전히 회복하는 비약. 태곳적에 빛의 신이 인간에게 하사했다고 전해지며, 존재 자체가 전설로 취급되고 있다. 어떻게 만드는지, 재료는 무엇인지 등 모든 것이 베일에 가려져 있다. 말 그대로 기적 같은 효능을 가진 이 비약을 구할 수만 있다면 성공은 보장된 것이나 마찬가지이다.", "Un remède secret capable de régénérer complètement la santé et la magie d'un individu. On dit qu'il a été conféré jadis aux mortels par une divinité de la lumière. Ses ingrédients et sa recette sont entourés de mystère. Sa puissance est telle que ceux qui ont été témoins de ses effets décrivent ce remède comme miraculeux. La légende dit que quiconque possède cet élixir divin est destiné à rencontrer le succès dans sa quête.", "Ein legendäres Wundermittel, das Gesundheit und magische Energie einer Person vollständig wiederherstellen kann. Zutaten und Rezept sind ein Mysterium, da dieses Medikament den Sterblichen vor langer Zeit von einer Gottheit des Lichts als Geschenk überreicht worden sein soll. Augenzeugen beschreiben seine Wirkung als „ein Wunder“, und jedem, der das Elixir besitzt, soll der Erfolg in allen Dingen garantiert sein.", "Un arcano de leyenda capaz de recuperar la salud y la energía mágica de un individuo al máximo. Se dice que fue un regalo de una deidad de la luz a los mortales en el pasado, y un velo de misterio recubre su receta y sus ingredientes. Su potencia es tal que quienes son testigos de sus efectos lo describen como un milagro. Dicen que cualquiera que consiga este divino elixir está destinado a tener éxito en su misión."]}, "effect_type": "Default"}