{"element_inflict": null, "effects_raw": [[1, 6, 16, [200]]], "attack_frames": [[110]], "id": "300210", "attack_type": "None", "requirements": null, "move_type": 4, "effect_frames": [[40, 40]], "type": "ABILITY", "attack_count": [1], "unit_restriction": null, "motion_type": 2, "attack_damage": [[100]], "effects": ["Restore 200 HP to target"], "active": true, "unique": false, "icon": "item_1000.png", "name": "Potion", "rarity": 1, "compendium_id": 10020, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Potion", "治療劑", "포션", "Potion", "Trank", "Poción"], "desc_short": ["Restore a small amount of HP to one ally", "少量恢復1名隊員的HP", "아군 1명의 HP 소량 회복", "Régénère légèrement les PV d'un allié", "Heilt einige LP eines Verbündeten", "Recupera algo la VIT a un aliado"], "desc_long": ["A tonic that restores an ally's health by a small amount. Derived from an ancient recipe referenced in the histories of the Kingdom of Pharm, it is created by blending a number of medicinal herbs. In recent years, improvements to the formula and the wider availability of high-quality ingredients even in less prosperous lands, it is readily available across the realm.", "能夠少量恢復隊員HP的藥。由多種藥草調配而成。有記載表明，其起源非常古老，就連古代法爾姆王國的古文書中都有記錄。現今，此藥的調配方法得到了普及，藥草的品種也得到了改良，就算不是很肥沃的土地也能種植出原材料，所以可以穩定地供給世界各地。", "아군의 HP를 소량 회복하는 약. 갖은 약초를 섞어서 만든다. 이 약품의 역사는 오래되었으며, 팔름 왕국 시대의 고문서에서도 존재를 찾아볼 수 있다. 지금은 조합 방법이 널리 알려지고, 원료로 쓰는 약초도 품종개량이 진행되어 척박한 토양에서도 잘 자라기 때문에 세계 각지에서 안정적으로 공급되고 있다.", "Un tonifiant qui régénère un peu la santé d'un allié. Dérivé d'une ancienne recette référencée dans les grimoires du royaume de Pharm, il est né du mélange de plusieurs herbes médicinales et est disponible en abondance dans tout le royaume en raison d'améliorations apportées à la formule et de la grande disponibilité d'ingrédients de haute qualité jusque dans les régions les moins prospèresistencia", "Ein Tonikum, das leichte Verletzungen heilt. Es basiert auf einer Mixtur verschiedener Heilkräuter und wird nach einem alten Rezept aus den Chroniken des Königreichs Pharm hergestellt. Dank einer vereinfachten Rezeptur, die auf überall erhältliche Zutaten zurückgreift, findet man dieses Mittel seit einigen Jahren selbst in den ärmsten Regionen des Reiches.", "Un tónico que recupera una pequeña cantidad de la salud de un aliado. Basada en una antigua receta que aparece en las crónicas del Reino de Pharm, se elabora mezclando cierta cantidad de hierbas medicinales. En los últimos años, gracias a mejoras en la fórmula y a una mayor disponibilidad de ingredientes incluso en las zonas menos prósperas han provocado que se encuentre fácilmente por todo el reino."]}}