{"element_inflict": null, "effects_raw": [[1, 2, 5, [2, 0, 0, 0, 0, 0, 0, 0]]], "attack_frames": [[120]], "id": "300290", "attack_type": "None", "move_type": 4, "effect_frames": [[40, 40]], "type": "ABILITY", "attack_count": [1], "unit_restriction": null, "motion_type": 2, "attack_damage": [[100]], "effects": ["Cure Blind for one ally"], "active": true, "unique": false, "icon": "item_1008.png", "name": "Eye Drop", "rarity": 1, "compendium_id": 10028, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Eye Drop", "眼藥", "안약", "Collyre", "Augentropfen", "Colirio"], "desc_short": ["Cure one ally of being blinded", "治療1名隊員的失明狀態", "아군 1명의 암흑 회복", "Guérit un allié de Cécité", "Heilt einen Verbündeten von Blenden", "Cura la ceguera a un aliado"], "desc_long": ["A salve that cures blindness. Having one's line of sight obscured can be a lethal impairment in battle, but a few drops of this medicine will have you seeing your foes clear as day. From its origins as a traditional remedy, the formula was refined by an enterprising salve-maker at the Paapa Pharmacy in Dilmagia, whose product has taken the realm by storm.", "能夠治療失明狀態的藥。在戰鬥中，如果視覺受到了限制是很危險的，而這種藥能夠瞬間恢復視力。早在很久以前，此藥就被用於民間療法，隨著需求大大增加，一些人開始專門改良並販售此藥。現在市場上流通的都是在位於工業都市迪爾馬基亞的托帕帕藥品總局調配的。", "암흑 상태를 회복하는 약. 전투 중 시각에 문제가 생기면 대단히 위험한데, 이 약을 쓰면 순식간에 회복할 수 있다. 예부터 쓰던 민간요법의 일환으로 제조되던 약이었으나, 수요가 늘어남에 따라 전문적으로 개량해서 판매하는 사람이 생겼다. 현재 유통되는 물건은 공업도시 딜마기아에 본사를 둔 토파파 제약 상품이다.", "Un remède qui soigne la cécité. Avoir la vue obstruée peut s'avérer être un sérieux handicap au combat mais quelques gouttes de ce médicament suffisent pour voir parfaitement ses ennemis. Autrefois remède traditionnel, sa formule a été améliorée par un fabricant mercantile de remèdes de la pharmacie Paapa à Delmagia. Ses produits se vendent comme des petits pains dans tout le royaume.", "Eine Tinktur, die Blindheit heilt. Eingeschränkte Sehkraft kann im Kampf das Todesurteil bedeuten, doch einige Tropfen dieses Mittels schärfen jeden noch so trüben Blick. Die Formel dieses ursprünglich simplen Hausmittels wurde in Delmagia verfeinert und findet seitdem im ganzen Reich reißenden Absatz.", "Un bálsamo que cura la ceguera. Perder la vista temporalmente puede costar la vida en combate, pero unas gotas de esta medicina harán que veas a tus enemigos con claridad meridiana. Empezó como remedio medicinal, pero su fórmula fue perfeccionada por un balsamista de la botica Paapa en Dilmagia y ha conquistado el reino."]}}