{"attack_type": "None", "unit_restriction": null, "name": "Healing Spring", "icon": "item_2004.png", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 2, 8, [120, 1, 200, 3]]], "effects": ["Restore 200 (+1.2x, Heal) HP split over 3 turns to one ally"], "rarity": 1, "compendium_id": 10038, "mp_cost": 0, "attack_frames": [[120]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Healing Spring", "恢復之泉", "회복의 샘물", "Source régénérante", "Heilquelle", "Fluido vitalizante"], "desc_short": ["Cast regen on one ally", "對1名隊員施加再生", "아군 1명에게 리제네 발동", "Lance Récup sur toute l'équipe", "Setzt Regena auf eines Verbündeten", "Conjura Revitalia sobre todo el grupo"], "desc_long": ["A curious device that emits a steady stream of holy water that heals one's wounds over time. According to legend, the familiar name of this item refers to an actual sacred fount that existed in this realm in times of yore, but has been all but forgotten to people in modern times.", "能夠湧出聖水的神秘道具。在湧水期間，能夠持續恢復對象的HP。在神話中，有一口泉水能不停地往外湧出具有恢復效果的水，此道具的名字就是藉由聖地之名而來。但是，隨著神話的真實性遭到質疑，道具名字由來的場所也逐漸被人們忘記。", "신성한 물이 샘솟는 신비한 도구. 이 물이 샘솟는 동안 대상자는 HP를 조금씩 회복한다. 신화에는 회복 효과가 있는 물이 솟아나는 샘이 나오는데, 이 도구의 이름도 그 성지에서 따온 듯하다. 하지만 신화가 신빙성을 잃어가면서 이름의 유래가 된 장소의 존재도 점차 사람들의 기억에서 사라졌다.", "Un ustensile étrange duquel jaillit un flot constant d'eau bénite qui guérit peu à peu les blessuresistencia D'après la légende, l'appellation familière de cet objet fait référence à une source sacrée qui exista jadis dans ce royaume mais dont tout le monde a oublié l'existence.", "Ein eigentümliches Gefäß, das mit einem steten Rinnsal aus heiligem Wasser allmählich die Wunden des Benutzers heilt. Der Name geht angeblich auf eine tatsächliche Quelle zurück, die in alter Zeit in diesem Reich existiert haben soll, aber heute fast völlig in Vergessenheit geraten ist.", "Un curioso aparato que emite un torrente continuo de agua bendita que cura las heridas con el tiempo. Según la leyenda, su nombre hace referencia a una fuente sagrada que antaño existía en el reino, pero que actualmente ha caído en el olvido."]}, "effect_type": "Default"}