{"element_inflict": null, "effects_raw": [[1, 2, 5, [7, 0, 0, 0, 0, 0, 0, 0]]], "attack_frames": [[120]], "id": "300330", "attack_type": "None", "requirements": null, "move_type": 4, "effect_frames": [[40, 40]], "type": "ABILITY", "attack_count": [1], "unit_restriction": null, "motion_type": 2, "attack_damage": [[100]], "effects": ["Cure Disease for one ally"], "active": true, "unique": false, "icon": "item_1012.png", "name": "Vaccine", "rarity": 1, "compendium_id": 10032, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Vaccine", "疫苗", "백신", "Vaccin", "Impfstoff", "Vacuna"], "desc_short": ["Cure one ally of disease", "治療1名隊員的生病狀態", "아군 1명의 질병 회복", "Guérit un allié de Maladie", "Heilt einen Verbündeten von Virus", "Cura la enfermedad a un aliado"], "desc_long": ["A potent medicine capable of curing the body of disease. A relatively modern invention compared to the traditional potion or antidote, it enters the drinker's bloodstream to increase their immunity to a number of viruses and contagions. Not yet under mass production, it is nowhere to be found at provisioners, being the sole domain of aristocrats and high-ranking officials with the influence and coin to acquire it.", "能夠治療生病狀態的藥。可提高免疫力，生出對抗體內病毒的抗體。與古時就有的解毒藥和眼藥相比，此藥是近些年才開發出來的新藥，流通環境還不夠完善。所以，此藥在市場、藥店等地方買不到，目前只有國家高層和一些貴族在使用。", "질병 상태를 회복하는 약. 면역력을 높이고 체내에 침입한 바이러스의 항체를 만드는 효과가 있다. 옛날부터 쓰던 해독제나 안약과 달리 비교적 최근에 개발된 것으로, 아직 유통망이 잘 형성되지 않았다. 시중에 유통되지 않아 상점에서는 살 수 없으며, 아직은 국가 지도층이나 귀족들만이 사용하고 있다.", "Un médicament puissant capable de soigner une personne affectée par la maladie. Comparé aux traditionnels potions ou antidotes, ce médicament est récent. Il améliore la résistance aux virus et contagions en pénétrant dans la circulation sanguine. Fabriqué en petites quantités, il est introuvable chez les vendeurs traditionnels et reste la propriété unique d'aristocrates ou de fonctionnaires de haut rang possédant une influence et un pouvoir d'achat suffisants.", "Ein wirksames Medikament, das Krankheiten heilen kann. Moderner als die traditionellen Tränke und Antidote, geht dieses Mittel direkt in den Blutkreislauf über und steigert die Abwehrkräfte gegen bestimmte Viren und andere Infektionen. Da nur kleine Mengen hergestellt werden können, haben nur Adlige und hochrangige Beamte das Geld und den Einfluss, regelmäßig Impfstoffe zu beziehen.", "Una potente medicina capaz de curar enfermedades. Es un invento relativamente nuevo en comparación con las pociones o antídotos tradicionales, y entra en la sangre de quien lo bebe para aumentar su inmunidad contra virus y contagios. Todavía no se produce en serie, por lo que no se encuentra con facilidad y es patrimonio de los aristócratas y altos mandos del ejército con el dinero y los contactos necesarios."]}}