{"attack_type": "None", "unit_restriction": null, "name": "Hyper", "icon": "item_2001.png", "id": "300360", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 2, 63, [100, 3]]], "effects": ["Increase the limit burst gauge fill rate by 100% for 3 turns to one ally"], "rarity": 1, "compendium_id": 10035, "mp_cost": 0, "attack_frames": [[120]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Hyper", "興奮劑", "흥분제", "Hyper", "Hyper", "Hiper"], "desc_short": ["Cause limit gauge to fill more quickly for one ally", "提高1名隊員極限技槽的積累速度", "아군 1명의 LB 게이지 효율 상승", "La jauge de limite se remplit plus vite.", "Das Limitmeter füllt sich schneller", "La barra de EL se llenará más rápido"], "desc_long": ["A tonic that stimulates mind and body. By heightening the imbiber's mental awareness and physical reflexes, it allows them to unleash powerful techniques at a rate far greater than normal. With no known side effects, it is a popular choice for adventurers everywhere, save for those too proud or honorable to rely on medicine to augment their natural abilities.", "攝取後能鼓舞鬥志的藥。使用此藥能提高精神狀態，強化身體機能，加快極限技槽的增長。此藥沒有任何副作用，很輕鬆就能使出強力的招式，非常方便，但也有人對依賴藥物進行戰鬥有所抵觸。另外，還有人用此藥來消除煩惱。", "섭취하면 기분이 고양되는 효과가 있다. 이 약으로 정신이 고양되면, 육체가 활성화되어 LB 게이지가 빨리 쌓이게 된다. 부작용도 없고 강력한 기술을 쉽게 쓸 수 있어 애용하는 사람도 많지만, 약에 의존하는 것을 싫어하는 사람도 일정 비율 존재한다. 또 어떤 이는 슬픔을 달래기 위해 이 약을 쓰기도 하는 듯하다.", "Un tonifiant qui stimule le corps et l'esprit. En intensifiant la conscience mentale et les réflexes physiques, il permet d'enchaîner des techniques puissantes à une fréquence bien plus élevée qu'en temps normal. N'ayant aucun effet secondaire connu, il connaît partout un grand succès auprès des aventuriers, exceptés ceux qui refusent par fierté de recourir à des médicaments pour améliorer leurs capacités naturelles.", "Ein Tonikum, das Körper und Geist anregt. Gesteigerte Geistesgegenwart und Körperfunktionen ermöglichen es dem Anwender, mächtige Techniken viel häufiger anzuwenden als gewöhnlich. Da nebenwirkungsfrei, erfreut es sich bei Abenteurern großer Beliebtheit – außer bei denen, deren Stolz oder Ehre es ihnen verbietet, sich künstlich aufzuputschen.", "Un tónico que estimula cuerpo y mente. Al aumentar la agudeza mental y los reflejos de quien lo toma, le permite ejecutar técnicas poderosas a un ritmo mayor al normal. No tiene efectos secundarios conocidos y los aventureros de todo el mundo lo adoran, excepto aquellos demasiado orgullosos u honrados para confiar en que la magia aumente su talento natural."]}, "effect_type": "Default"}