{"attack_type": "None", "unit_restriction": null, "name": "Gold Needle", "icon": "item_1013.png", "id": "300340", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 2, 5, [8, 0, 0, 0, 0, 0, 0, 0]]], "effects": ["Cure Petrify for one ally"], "rarity": 1, "compendium_id": 10033, "mp_cost": 0, "attack_frames": [[120]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Gold Needle", "金針", "금침", "Défigeur", "Goldene Nadel", "Aguja de oro"], "desc_short": ["Cure one ally of petrification", "治療1名隊員的石化狀態", "아군 1명의 석화 회복", "Guérit un allié de Pétrification", "Heilt 1 Verbündeten von Stein", "Cura la petrificación a un aliado"], "desc_long": ["A curious needle of gold with the power to restore life to those turned to stone. Purified by white mages, the holy essence enters the body through the skin, dissolving the curse of petrification from within. While many speak of the glorious feeling of joints and muscles loosening, it has proven ineffective against common shoulder tightness and back pain.", "能夠治療石化狀態的特殊金針。白魔道士淨化過的此針擁有神聖之力，據說將這種力量注入體內便可解開石化的詛咒。據使用過的人說，那是一種僵硬的身體突然得到釋放的感覺。要注意的是，它對腰酸背痛沒有任何作用。", "석화 상태를 회복하는 특수 금침. 백마도사가 정화하여 깃들인 성스러운 힘을 체내에 주입해서 석화의 저주를 풀어주는 원리인 듯하다. 이 침으로 석화 상태에서 회복한 경험자에 따르면, 딱딱하게 뭉친 근육이 부드럽게 풀리는 느낌이라고 한다. 그렇다고 어깨가 결리는 증상에 사용하지는 말자.", "Une aiguille en or étrange qui a le pouvoir de rendre la vie à un personnage pétrifié. Purifiée par des mages blancs, l'essence sacrée pénètre dans le corps à travers la peau pour annuler la malédiction. Beaucoup rapportent une formidable sensation de détente de leurs articulations et de leurs muscles mais cette aiguille s'est révélée être inefficace contre les courbatures dans les épaules et les douleurs de dos.", "Eine mysteriöse Nadel aus Gold, die dank der Segnung durch Weißmagier Versteinerte wieder zum Leben erwecken kann. Die heilige Essenz durchdringt die Haut und kehrt die Versteinerung von innen heraus um, was Zeugen oft als großartiges Gefühl beschreiben. Leider haben die Nadeln bei gewöhnlichen Muskelverspannungen keinen Effekt.", "Una curiosa aguja de oro con el poder de devolver a la vida a los petrificados. Esa esencia sagrada purificada por magos blancos penetra en el cuerpo a través de la piel y elimina la maldición desde dentro. Muchos comentan la maravillosa sensación que deja al destensar músculos y articulaciones, pero parece ser que no funciona con las contracturas convencionales."]}, "effect_type": "Default"}