{"attack_type": "None", "unit_restriction": null, "name": "Unicorn Horn", "icon": "item_1011.png", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 2, 5, [5, 0, 0, 0, 0, 0, 0, 0]]], "effects": ["Cure Paralyze for one ally"], "rarity": 1, "compendium_id": 10031, "mp_cost": 0, "attack_frames": [[120]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Unicorn Horn", "獨角獸之角", "유니콘의 뿔", "Corne de licorne", "Einhorn-Horn", "Cuerno de unicornio"], "desc_short": ["Cure one ally of paralysis", "治療1名隊員的麻痹狀態", "아군 1명의 마비 회복", "Guérit un allié de Paralysie", "Heilt 1 Verbündeten von Lähmung", "Cura la parálisis a un aliado"], "desc_long": ["A salve that cures blindness. Having one's line of sight obscured can be a lethal impairment in battle, but a few drops of this medicine will have you seeing your foes clear as day. From its origins as a traditional remedy, the formula was refined by an enterprising salve-maker at the Paapa Pharmacy in Delmagia, whose product has taken the realm by storm.", "聖獸獨角獸的角。能夠解除麻痹。獨角獸只會在心靈純潔的少女面前出現，所以很難獲取，非常珍貴。再加上，有人為了獲得此角，還濫捕過獨角獸，導致獨角獸的數量相比以前少了很多。近期，有很多黑心商人用魔物的角充當獨角獸的角來賣，所以買的時候還需多加注意。", "성수 유니콘의 뿔. 마비를 풀어준다. 유니콘은 순결한 처녀 앞에만 나타나기 때문에 구하기 어렵다. 게다가 이 뿔을 노린 남획으로 인해 유니콘의 개체 수도 많이 감소했다. 다른 마물의 뿔을 유니콘 뿔로 속여 파는 사기꾼도 많으므로 유사품에 주의해야 한다.", "Une corne prise sur une bête légendaire qui a le pouvoir de guérir la paralysie. Elle est connue pour être difficile à obtenir car les licornes ne se révèlent qu'aux jeunes filles au cœur pur. Certains marchands véreux vendent des copies en raison de la rareté croissante de ces bêtes... Prudence, prudence !", "Das Horn einer legendären Kreatur mit der Kraft, Lähmungen zu heilen. Einhörner zeigen sich jedoch nur Jungfrauen mit reinem Herzen, was diese Objekte zu einer Seltenheit macht. Da auch Einhörner an sich immer seltener werden, tauchen mehr und mehr Fälschungen auf den Märkten auf. Caveat emptor!", "Un cuerno obtenido de la legendaria bestia, con el poder de liberar de la parálisis. Muy difícil de conseguir, puesto que los unicornios solo se muestran a doncellas de corazón puro. Ahora que cada vez hay menos de estos corceles, los mercaderes menos escrupulosos han pasado a vender imitaciones. ¡Ten cuidado, comprador!"]}, "effect_type": "Default"}