{"attack_type": "None", "unit_restriction": null, "name": "Light Curtain", "icon": "item_2002.png", "effects": ["Increase DEF by 30% for 3 turns to all allies"], "id": "300370", "move_type": 4, "attack_count": [1], "effects_raw": [[2, 2, 3, [0, 30, 0, 0, 3, 1]]], "motion_type": 2, "rarity": 1, "compendium_id": 10036, "mp_cost": 0, "attack_frames": [[120]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Light Curtain", "光之簾幕", "빛의 장막", "Rideau de lumière", "Lichtvorhang", "Manto de luz"], "desc_short": ["Boost DEF for all allies", "對全體隊員施加物防護", "아군 전체에 프로테스 발동", "Lance Bouclier sur toute l'équipe", "Setzt Protes auf alle Verb. ein", "Conjura Coraza sobre todo el grupo"], "desc_long": ["A mystic curtain with the power to protect one from physical harm. Woven from thread blessed with prayers to imbue it with holy light, it anticipates the movements of enemies and softens the blow of their attacks. Sadly, its power dissipates after but a single use. The holy thread used in its creation is a product of the Olderion Federation.", "此簾幕能夠減輕對象所受物理攻擊的傷害。簾幕在紡織時吸收了聖光，紡織簾幕所用的線也注入了祈禱之力，所以能夠擋住敵人的物理攻擊，減輕所受的傷害。製作過程很費勁，但使用一次後，寄宿在簾幕中的力量就會消失，無法多次使用。注入了祈禱之力的線産於聯邦國家奧爾德里昂。", "대상자를 물리공격에서 보호하는 장막. 기도의 힘을 담아 뽑은 실로 천을 짠 후, 성스러운 빛을 흡수시켜서 만든다. 적의 물리공격을 먼저 받아내 피해량을 줄이는 효과가 있다. 만드는 데 품이 많이 들지만, 한 번 사용하면 천에 깃든 힘이 사라지기 때문에 반복해서 쓸 수 없다. 기도의 힘을 담은 실은 올데리온 연방에서 생산되고 있다.", "Un rideau mystique qui a le pouvoir de protéger des blessures physiques. Tissé de fil béni par des prières afin de l'imprégner de lumière divine, il anticipe les mouvements des ennemis et réduit le choc de leurs attaques. Malheureusement, son pouvoir s'évanouit au bout d'une seule utilisation. Le fil sacré utilisé dans sa conception est un produit de la République Olderion.", "Ein mystischer Vorhang, der vor physischem Schaden schützt. Gewebt aus geweihten, mit heiligem Licht versetzten Fäden, die sich an die Bewegungen des Gegners anpassen und die Wucht seiner Schläge dämpfen. Leider verfliegt die Wirkung nach nur einer Anwendung. Die Herstellungsweise der Fäden geht auf die Republik Olderion zurück.", "Una cortina mística con el poder de proteger del daño físico. Hecha de hilos bendecidos con oraciones para dotarlos de luz sagrada, anticipa los movimientos del enemigo y suaviza el golpe. Por desgracia, su poder desaparece tras su uso. El hilo sagrado del que está hecha proviene de la República de Olderion."]}, "effect_type": "Default"}