{"attack_type": "None", "unit_restriction": null, "name": "Smelling Salts", "icon": "item_1009.png", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 2, 5, [3, 6, 0, 0, 0, 0, 0, 0]]], "effects": ["Cure Sleep and Confusion for one ally"], "rarity": 1, "compendium_id": 10029, "mp_cost": 0, "attack_frames": [[120]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Smelling Salts", "甦醒藥", "각성약", "Flacon de sels", "Riechsalz", "Sales aromáticas"], "desc_short": ["Cure one ally of sleep and confusion", "治療1名隊員的睡眠和混亂狀態", "아군 1명의 수면과 혼란 회복", "Guérit un allié de Sommeil et Folie", "Heilt 1 Verbündeten von Schlaf und Konfus", "Cura sueño o confusión a un aliado"], "desc_long": ["A mere whiff of these potent salts will suffice to rouse the smeller from the deepest slumber or stupor. With the kick of a strong spice, followed by a refreshing, nose-clearing sensation, it is known to elicit feelings of elation in the user. Not unlike eye drops, the formula was refined from a traditional home remedy passed down from times of yore.", "能夠治療睡眠狀態和混亂狀態的藥。無論多麼深沉的睡眠或是多麼強烈的混亂，都能一下治好，據服用過的人說，開始會感到類似於喝酒時的興奮與強烈的辛辣刺激，然後這些感覺突然消失，隨之而來的是一股清爽感。與眼藥相同，此藥也曾用作民間療法，現在依舊沿用以前的調配方法。", "수면 상태와 혼란 상태를 회복하는 약. 깊이 잠들거나 지독한 혼란에 빠져도 단번에 낫게 해주는 고마운 약이다. 써본 사람의 경험담에 따르면, 술에 취했을 때와 비슷한 고양감과 강렬한 매운맛 같은 자극, 뻥 뚫리는 것 같은 시원한 청량감이 동시에 덮친다고 한다. 안약과 함께 민간요법의 일종이었으며, 전통적인 조합법에 따라 제조되고 있다.", "Une simple petite effluve de ces puissants sels suffit à réveiller quiconque plongé dans un profond état de sommeil ou de confusion. Ce médicament est connu pour procurer chez son utilisateur un sentiment d'euphorie en raison de son caractère épicé et de la sensation de fraîcheur qui s'ensuit. À l'instar du collyre, sa formule a été inspirée d'un remède de grand-mère transmis de génération en génération.", "Schon ein paar Körnchen dieses Salzes reichen aus, um tiefen Schlaf und Umnachtung zu vertreiben. Seine stechende Würze, gefolgt von einer die Nase befreienden Frische, verursacht beim Benutzer oft ein Gefühl der Befreiung. Wie bei den Augentropfen handelt es sich auch hierbei um ein verbessertes Hausmittel, das schon seit Generationen überliefert wird.", "Oler estas potentes sales te hace despertar del sueño más profundo o del estupor. Pega como una especia fuerte, y después deja una sensación de nariz despejada, provocando euforia en quien lo usa. Al igual que el colirio, su fórmula evolucionó a partir de un remedio casero que ha pasado de generación en generación."]}, "effect_type": "Default"}