{"element_inflict": null, "effects_raw": [[2, 2, 3, [0, 0, 0, 30, 3, 1]]], "attack_frames": [[120]], "id": "300380", "attack_type": "None", "requirements": null, "move_type": 4, "effect_frames": [[40, 40]], "type": "ABILITY", "attack_count": [1], "unit_restriction": null, "motion_type": 2, "attack_damage": [[100]], "effects": ["Increase SPR by 30% for 3 turns to all allies"], "active": true, "unique": false, "icon": "item_2003.png", "name": "Lunar Curtain", "rarity": 1, "compendium_id": 10037, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Lunar Curtain", "月之簾幕", "달의 장막", "Rideau de lune", "Mondschleier", "Manto de luna"], "desc_short": ["Boost SPR for all allies", "對全體隊員施加魔防護", "아군 전체에 셸 발동", "Lance Barrière sur toute l'équipe", "Setzt Vallum auf alle Verb. ein", "Conjura Escudo sobre todo el grupo"], "desc_long": ["A mystic curtain with the power to protect one from magical harm. Woven from thread blessed with prayers to imbue it with the grace of moonlight, it anticipates the incantations of enemies and lessens the brunt of their spells. Sadly, its power dissipates after but a single use. It is said that they offer greater protection when woven under the light of a full moon.", "此簾幕能夠減輕對象所受魔法攻擊的傷害。簾幕在紡織時吸收了月光，紡織簾幕所用的線也注入了祈禱之力，所以能夠擋住敵人的魔法攻擊，減輕所受的傷害。製作過程很費勁，但使用一次後，寄宿在簾幕中的力量就會消失，無法多次使用。據說寄宿了滿月之力的簾幕最為有效。", "대상자를 마법공격에서 보호하는 장막. 기도의 힘을 담아 뽑은 실로 천을 짠 후, 달빛을 흡수시켜서 만든다. 적의 마법공격을 먼저 받아내 피해량을 줄이는 효과가 있다. 만드는 데 품이 많이 들지만, 한 번 사용하면 천에 깃든 힘이 사라지기 때문에 반복해서 쓸 수 없다. 보름달의 힘을 담는 게 가장 효과가 좋다고 한다.", "Un rideau mystique qui a le pouvoir de protéger des blessures magiques. Tissé de fil béni par des prières afin de l'imprégner de la grâce du clair de lune, il anticipe les mouvements des ennemis et réduit le choc de leurs attaques. Malheureusement, son pouvoir s'estompe au bout d'une seule utilisation. On dit qu'il offre une plus grande protection lorsqu'il est tissé sous la lumière d'une pleine lune.", "Ein mystischer Vorhang, der vor magischem Schaden schützt. Gewebt aus geweihten, mit Mondlicht versetzten Fäden, die auf magische Schwingungen reagieren und die Kraft von Angriffszaubern reduzieren. Leider verfliegt die Wirkung nach nur einer Anwendung. Angeblich ist der Effekt größer, wenn die Herstellung im Licht des Vollmondes stattfindet.", "Una cortina mística con el poder de proteger del daño físico. Hecha de hilos bendecidos con oraciones para dotarlos con la gracia de la luz de luna, anticipa los encantamientos del enemigo y reduce su impacto. Por desgracia, su poder desaparece tras su uso. Se dice que ofrece una mayor protección si se ha tejido bajo la luz de la luna llena."]}}