{"attack_type": "None", "unit_restriction": null, "name": "Echo Herbs", "icon": "item_1010.png", "id": "300310", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 2, 5, [4, 0, 0, 0, 0, 0, 0, 0]]], "effects": ["Cure Silence for one ally"], "rarity": 1, "compendium_id": 10030, "mp_cost": 0, "attack_frames": [[120]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Echo Herbs", "山彥草", "메아리풀", "Bocca", "Echokraut", "Hierba del eco"], "desc_short": ["Cure one ally of silencing", "治療1名隊員的沉默狀態", "아군 1명의 침묵 회복", "Guérit un allié de Silence", "Heilt 1 Verbündeten von Stille", "Cura el silencio a un aliado"], "desc_long": ["A curious herb that can restore a person's voice, to the point of making one want to shout at the top of one's lungs. With chanting an essential part of spell-casting, losing the ability to speak can subdue even the most potent of magicks. As such, the wisest mages make sure to carry an ample supply of this herb, with many going so far as to grow them in their private gardens.", "能夠治療沉默狀態的神秘草藥。據說服用後會特別想大喊出來。魔法需要詠唱，一旦說不出話，再強力的魔法也無法使用，所以沉默對魔道士來說是非常可怕的。因此，優秀的魔道士都會隨身攜帶這種草藥，甚至有些人會自己栽培草藥。", "침묵 상태를 회복하는 신비한 풀. 목청껏 소리를 지르고 싶은 충동에 빠진다고 한다. 마법은 주문을 외워야 쓸 수 있어서 입이 막히면 아무리 강력한 마법이라 해도 무용지물이다. 그래서 마도사들은 침묵 상태에 걸리는 걸 몹시 두려워한다. 우수한 마도사일수록 이 풀을 꼭 챙겨 다니며, 개중에는 직접 재배하는 사람도 있다고 한다.", "Une herbe étrange pouvant guérir une personne atteinte de mutisme au point qu'elle lui donne envie de s'écrier à pleins poumons. La voix est un élément crucial quand on se sert de la magie. Même le plus puissant des sorts se révèle inutile sans elle. Les mages les plus prudents gardent toujours un bon stock de cette herbe sur eux ; certains vont même jusqu'à en faire pousser dans leur jardin.", "Ein sonderbares Kraut, das gegen Stimmversagen hilft und sogar den Wunsch auslöst, aus Leibeskraft zu brüllen. Da das Intonieren von Formeln ein wesentlicher Bestandteil des Zauberns ist, kann der Verlust der Stimme selbst den mächtigsten Magier in Bedrängnis bringen. Viele Magieanwender führen daher stets einen Vorrat dieses Krautes mit sich oder pflanzen es sogar in ihren Gärten an.", "Una hierba curiosa que puede recuperar la voz de una persona hasta el punto de hacerla querer gritar hasta la afonía. Dado que el canto es una parte esencial del conjuro, perder la capacidad de hablar puede someter al más poderoso de los magos. Por ello, los magos más sabios siempre llevan consigo esta hierba, y algunos incluso la cultivan en sus propios jardines."]}, "effect_type": "Default"}