{"element_inflict": null, "effects_raw": [[1, 2, 5, [1, 2, 3, 4, 5, 6, 0, 0]]], "attack_frames": [[120]], "id": "300350", "attack_type": "None", "move_type": 4, "effect_frames": [[40, 40]], "type": "ABILITY", "attack_count": [1], "unit_restriction": null, "motion_type": 2, "attack_damage": [[100]], "effects": ["Cure Poison, Blind, Sleep, Silence, Paralyze and Confusion for one ally"], "active": true, "unique": false, "icon": "item_1014.png", "name": "Remedy", "rarity": 1, "compendium_id": 10034, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Remedy", "萬能藥", "만능약", "Remède", "Allheilmittel", "Panacea"], "desc_short": ["Cure poison, blind, sleep, silence, paralysis, and confusion for one ally", "治療隊員的中毒失明睡眠沉默麻痹混亂狀態", "아군 1명의 독, 암흑, 수면, 침묵, 마비, 혼란 회복", "Retire Poison/ Cécité/ Sommeil/ Silence/ Paralysie/ Folie à un allié", "Heilt 1 Verbündeten von Gift/ Blenden/ Schlaf/ Stille/ Lähmung/ Konfus", "Cura ven, ceg, sue, sil, par y conf a uno"], "desc_long": ["A remarkable medicine capable of curing all known ailments. It is said that salve-maker's long struggled to master the recipe. What is the proper ratio of echo herbs to smelling salts? At what point in the process should the holy essence of the gold needle be added? Immensely difficult to produce and with ingredients in short supply, this panacea remains a rare treasure to this day.", "能夠治療所有異常狀態的藥。調配士們開發此藥可以說是一場艱辛的戰鬥。混入些藥草是否就能治療中毒和沉默？金針的淨化之力在哪個階段注入效果會更好？諸如此類的問題有很多……經過反覆推敲後得到的就是這萬能藥了。因為調配困難，原料又多，所以是非常貴重的藥品。", "모든 상태이상을 회복하는 약. 약사들은 이 약을 개발하기 위해 고된 도전을 반복했다고 한다. 독과 침묵을 잡기 위해 약초를 혼합해 보면 어떨까? 금침에 주입하는 정화의 힘을 어느 단계에서 첨가해야 할까? 등등, 일진일퇴를 거듭한 끝에 만들어진 것이 이 만능약이다. 조합이 어렵고 막대한 원료가 필요한 귀중품이다.", "Un médicament remarquable capable de soigner toutes les altérations d'état connues. On dit que les fabricants de remèdes ont eu beaucoup de mal à maîtriser sa mise au point. Quel est la proportion correcte d'herbes d'écho par rapport à celle de flacons de sel ? À quel moment doit-on incorporer l'essence sacrée de l'aiguille d'or ? Ce médicament reste encore un trésor rare en raison de la difficulté de son élaboration et de la rareté des ingrédients qui le composent.", "Ein erstaunliches Medikament, das alle bekannten Leiden heilen kann, und bis heute ein Meilenstein der Alchemie. Das korrekte Verhältnis von Echokraut zu Riechsalz, der richtige Zeitpunkt für das Hinzufügen der heiligen Essenz der Goldnadel – zahlreiche komplizierte Faktoren in der Herstellung und die Seltenheit der Zutaten führen dazu, dass das Allheilmittel bis heute als kostbarer Schatz gilt.", "Una excepcional medicina capaz de curar todas las alteraciones conocidas. Se dice que su receta costó años a los balsamistas. ¿Cuál es la proporción correcta de hierba del eco y sales aromáticas? ¿En qué momento debe añadirse la esencia sagrada de aguja de oro? Es extremadamente difícil de producir y sus ingredientes escasean, lo que la convierten en un raro tesoro hoy en día."]}}