{"element_inflict": null, "effects_raw": [[1, 2, 68, [-1, 50]]], "attack_frames": [[120]], "id": "300450", "attack_type": "None", "requirements": null, "move_type": 4, "effect_frames": [[40, 40]], "type": "ABILITY", "attack_count": [1], "unit_restriction": null, "motion_type": 2, "attack_damage": [[100]], "effects": ["Inflict berserk (+50% ATK) on one ally"], "active": true, "unique": false, "icon": "item_2012.png", "name": "Bacchus's Wine", "rarity": 1, "compendium_id": 10044, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Bacchus's Wine", "酒神之酒", "바커스의 술", "Vin de Bacchus", "Bacchus' Tropfen", "Licor de Baco"], "desc_short": ["Inflict berserk status on the user", "對使用者施加狂暴的效果", "사용자에게 광폭화 부여", "Inflige l'état Furie à l'utilisateur", "Versetzt Benutzer in Berserkerwut", "Inflige el estado locura al usuario"], "desc_long": ["A mystical draught said to spout forth endlessly from an enchanted fount. Only consumable by knowledgeable salve-makers, it brings out the latent powers of the drinker, allowing them to exceed their normal physical capacities. As a side-effect, however, it induces obliviousness to one's surroundings and a loss of control, as if the imbiber were in a severe state of inebriation.", "據說喝了後能夠無限湧出強大力量的酒。沒有藥師的「飲用」能力就無法使用。此酒能夠激發潛在能力，使人發揮出超水平的力量。只是，在力量變強期間，會聽不到周圍的任何聲音，無法冷靜對事。因此，也有人懷疑其實只是喝醉了而已。", "강력한 힘이 끝없이 솟아난다는 술. 약사의 능력인 '마시기'로 사용할 수 있다. 마시면 잠재능력을 개방하여 한계를 초월한 힘을 발휘할 수 있다. 단, 강화 상태에 있는 동안은 아무 소리도 귀에 들어오지 않으며, 통제할 수 없는 상태에 빠진다. 그래서 실은 단순히 취해서 주정을 부리는 게 아니냐는 의혹도 있다.", "On dit de cet alcool mystique qu'il coule continuellement d'une source enchantée. Seulement consommable par des concocteurs de remèdes aux connaissances avancées, il fait ressortir le pouvoir enfoui au fond d'eux, permettant de transcender leurs capacités physiques normales. Cependant, il a un effet secondaire : inconscience de son entourage et perte du contrôle de soi, assimilable à un état d'ébriété avancé.", "Ein mystisches Getränk, das Kraft wie aus einer unerschöpflichen Quelle sprudeln lässt. Nur von erfahrenen Alchemisten benutzbar. Zwar bringt es verborgene Kräfte zum Vorschein, doch leidet der Anwender auch unter Delirium und Kontrollverlust, ganz so, als ob er sich in einem schweren Rauschzustand befände.", "Un viento místico que se dice brota de una fuente encantada. Solo apto para balsamistas expertos, hace salir a la luz los poderes latentes de quien lo utiliza, permitiendo que sobrepase su capacidad física normal. Sin embargo, tiene el efecto secundario de hacer que quien lo usa olvide lo que hay a su alrededor y pierda el control, como si estuviera extremadamente ebrio."]}}