{"element_inflict": null, "effects_raw": [[1, 2, 3, [20, 0, 0, 0, 5, 1]]], "attack_frames": [[120]], "id": "300410", "attack_type": "None", "move_type": 4, "effect_frames": [[40, 40]], "type": "ABILITY", "attack_count": [1], "unit_restriction": null, "motion_type": 2, "attack_damage": [[100]], "effects": ["Increase ATK by 20% for 5 turns to one ally"], "active": true, "unique": false, "icon": "item_2008.png", "name": "Body Boost", "rarity": 1, "compendium_id": 10040, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Body Boost", "力量之藥", "힘의 약", "Potion de force", "Energiedrink", "Bebida energética"], "desc_short": ["Boost the user's ATK", "提高使用者攻擊的數值", "사용자의 공격력 상승", "Augmente l'ATT de l'utilisateur", "Erhöht den ANG des Benutzers", "Aumento temporal de ATQ al usuario"], "desc_long": ["A vigorous tonic that increases the drinker's physical attack power. Due to its extreme potency, only salve-makers with advanced knowledge can stomach it and gain its benefits. Said to have been developed by salve-makers to augment their own physical capabilities on the battlefield, the formula has been refined through the years.", "能夠暫時提升攻擊的藥。沒有藥師的「飲用」能力就無法使用。本來沒有上過戰場的藥師，在需要戰鬥的時候，便會用自身的知識來彌補身體上能力的不足。而此藥就是當時調配的藥經過改良而來的，其配方在藥師之間相傳甚廣。", "일시적으로 공격력을 올려주는 약. 약사의 능력인 '마시기'가 없으면 사용할 수 없다. 원래는 전투에 나설 일이 없던 약사가 불가피하게 전투에 참여할 경우, 지식을 동원하여 신체능력을 보충하기 위해 사용한 것이 시초라고 한다. 그때 사용했던 제작법이 개량되어 현재의 형태가 되었고, 약사들 사이에 정보가 공유되게 되었다.", "Un tonifiant énergique qui améliore la puissance d'attaque physique. En raison de son extrême puissance, seuls les concocteurs de remèdes possédant des connaissances avancées peuvent le tolérer et en tirer bénéfice. On dit que ce tonifiant a été développé par ces derniers afin d'améliorer leurs capacités physiques sur le champ de bataille. Sa formule a été affinée au cours des années.", "Ein potentes Tonikum, das die Angriffskraft des Anwenders steigert. Dieses hochkonzentrierte Mittel kann nur von erfahrenen Alchemisten sicher angewendet werden. Die Formel wurde ursprünglich von Alchemisten entwickelt, um sich auf dem Schlachtfeld besser verteidigen zu können.", "Un tónico energético que aumenta la potencia del ataque físico de quien lo consume. Por su potencia extrema, solo los balsamistas más expertos lo soportan y pueden obtener sus beneficios. Se dice que fue formulado originalmente para aumentar su capacidad física en combate, y se ha perfeccionado con el tiempo."]}}