{"attack_type": "None", "unit_restriction": null, "name": "Hero Drink", "icon": "item_2006.png", "attack_count": [1], "effects_raw": [[1, 2, 3, [20, 20, 20, 20, 3, 1]]], "effects": ["Increase ATK, DEF, MAG and SPR by 20% for 3 turns to one ally"], "rarity": 1, "compendium_id": 10045, "mp_cost": 0, "attack_frames": [[120]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Hero Drink", "英雄之藥", "영웅의 약", "Boisson de héros", "Heldentrunk", "Sal heroica"], "desc_short": ["Boost the user's ATK, DEF, MAG, and SPR", "提高使用者攻擊、防禦、魔力與精神的數值", "사용자의 공격력, 방어력, 마력, 정신력 상승", "Augmente l'ATT, la DEF, la MAGIE et la PSY de l'utilisateur", "Steigert ANG, ABW, MAG und PSY", "Aumento temporal de ATQ, DEF, MAG y ESP"], "desc_long": ["A vigorous tonic that enhances the imbiber's physical attack and defense, magic and spirit. Due to its extreme potency, only salve-makers with advanced knowledge can stomach it and gain its benefits. Be forewarned, however, as its formidable effects can lull one into overconfidence and a false sense of invincibility.", "能夠暫時性強化攻擊、防禦、魔力和精神的藥。沒有藥師的「飲用」能力就無法使用。傳聞此藥含有過去英雄的力量，喝了的人不僅能強化身體能力，還會提升勇氣，覺得自己是世上最強，無人能敵。不過需要注意的是，不管怎麼強化也會死亡，所以不要太相信自己。", "일시적으로 공격력, 방어력, 마력, 정신력을 강화하는 약. 약사의 능력인 '마시기'가 없으면 사용할 수 없다. 안에는 옛 영웅의 힘이 봉인되었다고 전해지며, 마신 사람은 능력이 강화되는 동시에 용기가 솟아나서 자신이 천하무적이 된 것처럼 느껴진다고 한다. 물론 능력이 아무리 강해져도 불사신이 되는 건 아니므로 주의가 필요하다.", "Un tonifiant énergique qui améliore l'attaque et la DEFense physique ainsi que la magie et le mental. En raison de son extrême efficacité, seuls les fabricants de remèdes possédant des connaissances avancées peuvent le tolérer et en tirer bénéfice. Cependant, soyez averti : ses effets impressionnants conduisent certains à devenir trop sûrs d'eux et donnent un faux sentiment d'invincibilité.", "Ein potentes Tonikum, das Kraft, Ausdauer, magische und psychische Kraft steigert. Dieses hochkonzentrierte Mittel kann nur von erfahrenen Alchemisten sicher angewendet werden. Vorsicht ist auch geboten, da die gesteigerte Leistungsfähigkeit ein trügerisches Gefühl der Unbesiegbarkeit hervorrufen kann."]}, "effect_type": "Default"}