{"attack_type": "None", "unit_restriction": null, "name": "Giant's Drink", "icon": "item_2007.png", "effects": ["Increase HP by 100% to one ally"], "id": "300470", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 2, 66, [100, 0, -1]]], "motion_type": 2, "rarity": 1, "compendium_id": 10046, "attack_damage": [[100]], "mp_cost": 0, "attack_frames": [[120]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Giant's Drink", "巨人之藥", "거인의 약", "Boisson de géant", "Riesentrunk", "Bebida del gigante"], "desc_short": ["Double the user's maximum HP", "使用者最大HP變為原有的2倍", "사용자의 최대 HP가 2배로 상승", "Double les PV maximum de l'utilisateur", "Verdoppelt die max. LP des Benutzers", "Duplica la VIT máxima de quien lo usa"], "desc_long": ["A vigorous tonic that imbues the drinker with the stamina of a giant, doubling the amount of damage they can withstand for the course of a battle. Due to its extreme potency, only salve-makers with advanced knowledge can stomach it and gain its benefits. Some posit that the name is not merely a metaphor, but that giants consume this medicine as mere mortals consume ordinary potions.", "據說使用後無論是誰都能變為巨人的藥。飲用後該場戰鬥中的最大HP將變為2倍，但必須有藥師的「飲用」能力才能使用。至於此藥名字的由來也是有多種說法，最有力的說法是因為此藥強化了體力，不過也有人說巨人曾經用此藥來恢復其巨大的身軀，所以叫巨人之藥。", "사용하면 누구나 거인이 될 수 있다는 약. 마시면 해당 전투에 한해 최대 HP가 2배가 되지만, 약사의 능력인 '마시기'가 없으면 사용할 수 없다. 이름의 유래에 대해서는 다양한 설이 있는데, 단순히 체력이 강화되어서 붙은 이름이라는 설이 유력하다. 하지만 한편으로는 거인들이 실제로 그들의 거대한 신체를 회복하기 위해 썼다는 설도 있다.", "Un tonifiant énergique qui procure la résistance d'un géant, doublant la quantité de dommages que l'on peut supporter au cours d'un combat. En raison de son extrême efficacité, seuls les fabricants de remèdes aux connaissances avancées peuvent le tolérer et en tirer bénéfice. Certains avancent que le nom de ce tonifiant n'est pas simplement une métaphore, mais que les géants consomment ce médicament comme les simples mortels consomment des potions ordinairesistencia", "Ein potentes Tonikum, das dem Anwender die Ausdauer eines Riesen verleiht und seine Widerstandsfähigkeit für die Dauer eines Kampfes verdoppelt. Dieses hochkonzentrierte Mittel kann nur von erfahrenen Alchemisten sicher angewendet werden. Es kursiert das Gerücht, dass Riesen diesen Trank anstelle gewöhnlicher Heiltränke verwenden.", "Un tónico energético que otorga a quien lo usa la resistencia de un gigante, doblando la cantidad de daño que puede recibir en combate. Por su potencia extrema, solo los balsamistas más expertos lo soportan y pueden obtener sus beneficios. Hay quien dice que su nombre no es una simple metáfora, sino que los gigantes consumen este medicamento igual que los mortales consumen pociones."]}, "effect_type": "Default"}