{"attack_type": "None", "unit_restriction": null, "name": "Smoke Bomb", "icon": "item_2005.png", "attack_count": [1], "effects_raw": [[2, 2, 51, [100, 2, 3, 4, 5, 6, 0, 0]]], "effects": ["Escape Battle"], "rarity": 1, "compendium_id": 10039, "mp_cost": 0, "attack_frames": [[0]], "effect_frames": [[-30, -20, -20]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Smoke Bomb", "煙霧彈", "연막탄", "Fumigène", "Rauchbombe", "Bomba de humo"], "desc_short": ["Can escape most enemies", "從戰鬥中逃脫（部份敵人除外）", "일부 적을 제외하고 반드시 도주 가능", "Peut fuir la plupart des ennemis", "Kann den meisten Gegnern entkommen", "Huída segura de la mayoría de enemigos"], "desc_long": ["Long-favored by ninjas, this handy device instantly creates a cloud of smoke that can obstruct the vision of all but the sharpest-eyed of foes. Most commonly employed to distract the enemy and allow the wielder to escape in a pinch, some add foreign substances that cause watering eyes, coughing, and other adverse effects to the inhaler.", "忍者常用的不可思議的煙霧彈。大部份的敵人都會被它製造出的煙幕所迷惑。一般情況下用於避開無謂的鬥爭，或是在受到毀滅性打擊前逃走。此煙霧彈中混入了刺激性的物質，也能當做催淚彈來使用，吸入煙霧後，全身會感到針刺一樣的疼痛，還會不停地流淚、咳嗽。", "닌자가 쓰는 신기한 구슬. 연막을 펼쳐 대부분의 적의 시야를 가릴 수 있다. 보통 불필요한 싸움을 피하거나 치명적인 피해를 입기 전에 도주하는 용도로 쓴다. 구슬 안에 자극제를 섞어서 최루탄처럼 쓰는 일도 있는데, 이 연기를 제대로 마시면 목이 타는 듯한 통증과 함께 기침과 눈물이 멈추지 않는다고 한다.", "Longtemps privilégié par les ninjas, cet objet pratique crée instantanément un nuage de fumée qui obstrue la vue de pratiquement tous les opposants. Il est habituellement utilisé pour distraire l'ennemi et permettre à son utilisateur de s'échapper si les circonstances l'exigent mais certains y ajoute des substances extérieures entraînant larmoiement, toux et bien d'autres effets négatifs.", "Ein klassisches Hilfsmittel der Ninja, das bei Aufprall eine große Menge Rauch freisetzt und die Sicht auf dem Schlachtfeld behindert. Wird normalerweise verwendet, um den Gegner abzulenken und aus einer misslichen Lage zu entkommen. Manchmal werden der Rauchmischung auch reizende Stoffe beigemischt."]}, "effect_type": "Default"}