{"attack_type": "None", "unit_restriction": null, "name": "Mana Boost", "icon": "item_2009.png", "id": "300420", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 2, 3, [0, 0, 20, 0, 5, 1]]], "effects": ["Increase MAG by 20% for 5 turns to one ally"], "rarity": 1, "compendium_id": 10041, "mp_cost": 0, "attack_frames": [[120]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Mana Boost", "魔力之藥", "마력의 약", "Onguent magique", "MP-Pille", "Brebaje mágico"], "desc_short": ["Boost the user's MAG", "提高使用者魔力的數值", "사용자의 마력 상승", "Augmente la MAGIE de l'utilisateur", "Erhöht die MAG des Benutzers", "Aumento temporal de MAG al usuario"], "desc_long": ["A vigorous tonic that increases the drinker's magical attack power. Due to its extreme potency, only salve-makers with advanced knowledge can stomach it and gain its benefits. Said to have been developed by salve-makers to augment their own magical capabilities on the battlefield, its lack of drinkability has kept it from reaching wide popularity.", "能夠暫時提升魔力的藥。沒有藥師的「飲用」能力就無法使用。與力量之藥相同，是本來不上戰場的藥師在戰鬥中為了彌補自身能力而使用的藥。雖然有在對藥進行改良，為了讓任何人都能夠使用，但仍需要使用者掌握一些知識，所以很難普及。", "일시적으로 마력을 올려주는 약. 약사의 능력인 '마시기'가 없으면 사용할 수 없다. 힘의 약과 마찬가지로 원래 전투에 나설 일이 없던 약사가 전투에 참여할 때 신체능력을 보충할 목적으로 사용하게 되었다. 누구나 이용할 수 있도록 개량되었으나, 지식을 익혀야 올바르게 사용할 수 있어서 좀처럼 보급되지는 않고 있다.", "Un tonifiant énergique qui améliore la puissance d'attaque magique. En raison de son extrême efficacité, seuls les concocteurs de remèdes aux connaissances avancées peuvent le tolérer et en tirer bénéfice. On dit que ce tonifiant a été développé par ces derniers afin d'améliorer leurs capacités magiques sur le champ de bataille. Étant difficile à boire, il n'est pas très populaire.", "Ein potentes Tonikum, das die magische Kraft des Anwenders steigert. Dieses hochkonzentrierte Mittel kann nur von erfahrenen Alchemisten sicher angewendet werden. Die Formel wurde ursprünglich von Alchemisten entwickelt, um sich auf dem Schlachtfeld besser verteidigen zu können.", "Un tónico energético que aumenta la potencia del ataque mágico de quien lo consume. Por su potencia extrema, solo los balsamistas más expertos lo soportan y pueden obtener sus beneficios. Se dice que fue formulado originalmente para aumentar la capacidad mágica de los balsamistas en combate, pero, al ser difícil de administrar, su uso no está muy extendido."]}, "effect_type": "Default"}