{"attack_type": "None", "unit_restriction": null, "name": "Holy Torch", "icon": "item_4001.png", "id": "300480", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 1, 59, ["none"]]], "effects": ["Remove all effects from one enemy"], "rarity": 1, "compendium_id": 10047, "mp_cost": 0, "attack_frames": [[120]], "effect_frames": [[40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Holy Torch", "神聖火把", "성스러운 횃불", "Torche sacrée", "Heilige Fackel", "Antorcha sagrada"], "desc_short": ["Cast dispel on the target", "施加驅魔的效果", "사용하면 디스펠 발동", "Lance Dissipation sur la cible", "Setzt Bann auf das Ziel ein", "Conjura Antimagia en el objetivo"], "desc_long": ["A torch that burns with a divine flame. Waving it at a foe will dispel any enhancements and augmentations that may surround them. Its flame, which burns in perpetuity, is strangely cold to the touch, and has never been known to cause firesistencia So potent is it that great heroes that have overcome any trials in their way are often sung of as \"holy torches\" in the ballads of bards.", "神聖之火點燃的火把。使用後，能消除敵人身上有利的異常狀態。雖然火把的火焰一直在燃燒，但碰到也不會覺得熱，衣服也不會燒著，更不會燙傷。由於它能排除擋在前進道路上的障礙，所以人們把逆轉不利狀況的人也稱為神聖火把一樣的人。", "성스러운 불꽃이 타오르는 횃불. 사용하면 적에게 걸려 있는 유리한 상태이상을 없애준다. 항상 타고 있지만 만져도 뜨겁지 않고, 화상을 입거나 옷이 타지도 않는다. 앞을 가로막는 장애물을 제거해주기 때문에 난국을 타개해주는 사람이나 물건을 성스러운 횃불에 빗대기도 한다.", "Une torche qui brûle d'une flamme divine. Utilisée contre un adversaire, elle permet de dissiper toute amélioration dont ce dernier bénéficie. Sa flamme, brûlant en permanence, est étrangement froide au toucher et n'a jamais provoqué d'incendie à ce jour. Elle est si puissante que, dans les ballades de bardes, on surnomme de « torches sacrées » tous les héros ayant surmonté les épreuves les plus duresistencia", "Eine Fackel, die ein heiliges Feuer trägt. Schwingt man sie vor einem Gegner, verflüchtigen sich alle Verzauberungen, die ihn umgeben. Die Fackel verlischt nie und verströmt keine Wärme. Von alters her gilt in bardischen Balladen die „Heilige Fackel“ als ein Kennwort für Helden, die zahlreiche Widrigkeiten überwunden haben.", "Una antorcha que arde con llamas divinas. Agitarla ante un enemigo elimina todas las mejoras y ventajas que este pueda tener. Su llama, que arde eternamente, es curiosamente fría al tacto y no se tiene constancia de que haya provocado incendios. Es tal su poder que en las baladas de los bardos se conoce como \"antorchas sagradas\" a los héroes que han superado duras pruebas."]}, "effect_type": "Default"}