{"attack_type": "None", "unit_restriction": null, "name": "Sweet Return", "icon": "item_1023.png", "id": "300580", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 2, 64, [100, 100]]], "effects": ["Restore 100% HP and MP to one ally"], "rarity": 1, "compendium_id": 10057, "mp_cost": 0, "attack_frames": [[110]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Sweet Return", "回禮之糖", "답례 사탕", "Bonbon en retour", "Süße Rückkehr", "Golosina de regalo"], "desc_short": ["Fully restore one ally's HP and MP", "完全恢復1名隊員的HP和MP", "아군 1명의 HP와 MP 모두 회복", "Régénère tous les PV et PM d'un allié", "Stellt alle MP und LP eines Verbündeten wieder her.", "Recupera toda la VIT y PM de un aliado"], "desc_long": ["Candy Fina received for having handed out chocolates. Apparently, the man who made and gave these candies to Fina wasn't much of a cook. However, he was not dissuaded by this, and was determined not to give up. It is said by those who have tried them that his candies were sweet and fragrant, and a joy to taste.", "菲娜所收到作為巧克力回禮的糖果。送給他糖果的男性，似乎對於製作糖果等十分不擅長。但他以那不放棄和不懼怕失敗的心製作了這顆糖果。對糖果的美味十分了解的同伴留下了「甜味香氣以及醇厚的口感，感受到了舌尖上的幸福滋味」的評語。", "초콜릿의 답례로 피나가 선물 받은 사탕. 피나에게 사탕을 선물한 남자는, 과자 만들기는 물론이거니와 요리 자체에 그다지 소질이 없는 듯했다. 하지만 천성적으로 포기를 모르는 성격이었던 그는 마침내 이 사탕을 만들어냈다고 한다. 사탕에 꽤 까다로운 동료마저 이 사탕을 맛보고는 \"동그스름한 모양과 달콤한 향기, 그야말로 행복해지는 맛이구먼.\"이라며 칭찬을 아끼지 않았다.", "Des bonbons que Fina a reçus pour avoir offert du chocolat. Apparemment l'homme qui les a fabriqué et donné à Fina n'était pas un très bon cuisinier, mais loin de s'arrêter à ce détail, préféra refuser d'abandonner et termina sa recette jusqu’au bout. Ceux qui ont goûté ces bonbons disent qu'ils sont à la fois sucrés et ont beaucoup de goût. Une bonne recette en somme.", "Bonbons, die Fina für das Verteilen von Schokolade erhielt. Der Mann, der sie Fina gab, war aber wohl kein Experte. Er ließ sich jedoch vom Ergebnis nicht entmutigen. Diese Bonbons sollen süß und wohlschmeckend sein, eine Freude für den Gaumen.", "Un dulce que Fina recibió por regalar chocolates. Parece ser que el hombre que hizo y le dio estas golosinas a Fina no era muy bueno en la cocina. Sin embargo, esto no lo apartó de su objetivo y nunca tiró la toalla. Las personas que han probado estas golosinas dicen que son dulces y huelen muy bien y que son un placer para el paladar."]}, "effect_type": "Default"}