{"element_inflict": null, "effects_raw": [[1, 6, 4, [100]]], "attack_frames": [[120]], "id": "300570", "attack_type": "None", "requirements": null, "move_type": 4, "effect_frames": [[-90, -90]], "type": "ABILITY", "attack_count": [1], "unit_restriction": null, "motion_type": 2, "attack_damage": [[100]], "effects": ["Revive target from KO (100% HP) / Insta-kill Reaper monster"], "active": true, "unique": false, "icon": "item_1022.png", "name": "Fina's Chocolate", "rarity": 1, "compendium_id": 10056, "mp_cost": 0, "effect_type": "Revive", "strings": {"name": ["Fina's Chocolate", "菲娜的巧克力", "피나의 초콜릿", "Chocolat de Fina", "Finas Schokolade", "Chocolate de Fina"], "desc_short": ["Revive and full restore one ally", "使1名隊員從無法戰鬥狀態中完全復活", "아군 1명의 전투불능 상태 모두 회복", "Ressuscite et restaure tous les PV d'un allié", "Wiederbelebung und volle LP, ein Verb.", "Resucita a un aliado y recupera toda su VIT"], "desc_long": ["Hand-made chocolate made by Fina. Having learned of Valentine's Day on which people exchange chocolates to get them to like each other, she worked hard to make this chocolate and, though she failed many times, finally succeeded. Though many would ask her her she planned on giving her chocolates to, she held out on saying anything until the very end.", "菲娜親手製作的巧克力。在得知情人節要給心儀之人贈送巧克力之後，她便開始製作。在經過在無數次失敗後，她終於為心上人做出了完美的巧克力。但無論同伴們怎麼問她，她也不肯說這巧克力到底是送給誰的。", "피나가 손수 만든 초콜릿. 밸런타인데이가 호의를 가진 사람에게 초콜릿을 선물한다는 특별한 날임을 알게 된 그녀는 몇 번의 실패를 반복하면서도 좋아하는 사람을 위해 정성을 담아 이 초콜릿을 만든 듯하다. 동료들로부터 누구에게 건넬 것이냐는 질문을 받았지만, 마지막까지 피나는 아무것도 알려주지 않았다고 한다.", "Un chocolat fabriqué à la main par Fina. Ayant appris que durant la Saint-Valentin les gens échange des chocolat afin de témoigner les sentiments qu'ils ont l'un pour l'autres, elle travailla dur pour faire ces chocolats et, bien qu'elle dû subir de nombreux échecs, elle finit par réussir. Nombreux sont ceux qui ont essayé de savoir à qui elle comptait les donner, mais elle décida de rien dire jusqu'au tout dernier moment.", "Handgemachte Schokolade von Fina. Als sie vom Valentinstag erfuhr, an dem die Menschen sich gegenseitig Schokolade schenken, die sich mögen, stellte sie diese Schokolade nach vielen Versuchen her. Viele fragen sie, wenn sie damit beschenken wolle. Doch sie behielt es bis zum Schluss für sich.", "El chocolate artesanal de Fina. Cuando aprendió qué es el Día de San Valentín y cómo la gente se regala chocolates para gustarse, Fina se dispuso a preparar su propio chocolate. Fracasó muchas veces en el intento, pero al final lo consiguió. Muchos le preguntan a quién planea regalarle su chocolate; sin embargo, ella se reserva este secreto hasta el final."]}}