{"attack_type": "None", "unit_restriction": null, "name": "Memory Candy", "icon": "item_9135.png", "effects": ["Restore 10% HP and 5% MP to target"], "id": "300560", "move_type": 4, "attack_count": [1], "effects_raw": [[1, 6, 64, [10, 5]]], "motion_type": 2, "rarity": 1, "compendium_id": 10055, "mp_cost": 0, "attack_frames": [[110]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Memory Candy", "回憶糖果", "추억의 알사탕", "Bonbon du souvenir", "Bonbon der Erinnerung", "Caramelo del recuerdo"], "desc_short": ["Restore HP and MP for one ally", "恢復1名隊員的HP、MP", "아군 1명의 HP와 MP 회복", "Restaure les PV et les PM d'un allié", "Stellt LP und MP eines Verbündeten wieder her.", "Recupera VIT y PM de un aliado"], "desc_long": ["A candy made from quality sugar and delicious water. Recovers HP and MP when eaten. To the white mage Ayaka, these candies remind her of her master who taught her how to handle her powers. Though a natural prodigy, she was too serious and unable to effectively use her magic, and it is said that she was given this candy along with the advice to \"simply relax.\"", "使用高級砂糖與美味的水製作的糖果，能夠用來恢復HP與MP。對於白魔道士彩花來說，這糖果是她與師父的回憶之物。雖然擁有過人的才華，但由於性格過於認真，因此彩花無法駕馭好魔法。這糖果便是師父教授她使用魔法的訣竅時送給她的。", "질 좋은 설탕과 맑은 물로 만들어진 알사탕. 먹으면 HP와 MP가 회복한다. 백마도사 아야카에게 있어 알사탕이란, 힘을 다루는 법을 알려준 스승님과의 추억이 담긴 물건인 듯하다. 비범한 재능을 가지고 있으면서 지나치게 고지식해 그다지 마법을 잘 다루지 못했던 그녀는, 과거 '어깨의 힘을 빼도록.'이라는 충고와 함께 알사탕을 받았다고 한다.", "Un bonbon fabriqué à partir de sucre de qualité et d'une eau délicieuse. Il permet à celui qui le mange de retrouver ses PV et PM. Pour la mage blanche Ayaka ces bonbons lui rappellent son maître qui lui apprit à se servir de ses pouvoirs. Bien que naturellement douée, elle se révélait incapable d'utiliser efficacement la magie et on raconte qu'on lui donna ce bonbon en lui conseillant de \"simplement se relaxer\".", "Eine Süßigkeit aus hochwertigem Zucker und köstlichem Wasser. Stellt bei Verzehr LP und MP wieder her. Die Weißmagierin Ayaka erinnert sie an ihren Lehrmeister. Obwohl ein Wunderkind, hatte sie Probleme damit, ihre Magie effektiv einzusetzen. Man gab ihr die Süßigkeit mit dem Rat, sich \"einfach zu entspannen\".", "Una golosina hecha con azúcar y un agua especial. Al comerla, se recupera VIT y PM. Estas golosinas le recuerdan a su maestro a la maga blanca Ayaka. Su maestro fue quien le enseñó a controlar sus poderes. Aunque Ayaka era toda una prodigio, era demasiado seria e incapaz de usar sus poderes mágicos correctamente. Por ello, se conoce que le dieron esta golosina mientras le aconsejaban que \"se relajase\"."]}, "effect_type": "Default"}