{"attack_type": "None", "unit_restriction": null, "name": "Immortal Leader", "icon": "ability_41.png", "id": "503020", "move_type": 4, "attack_count": [1], "effects_raw": [[0, 3, 2, [0, 0, 400, 200, 100]]], "effects": ["Restore 400 (+2x, Heal) HP to caster"], "rarity": 8, "compendium_id": 10238, "mp_cost": 0, "attack_frames": [[120]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Immortal Leader", "不死將軍", "불사장군", "Général immortel", "Unsterblicher Anführer", "Líder inmortal"], "desc_short": ["Chance of restoring own HP when receiving a physical or magic attack, and chance of escaping death one time when HP falls below a certain point", "受到物理魔法攻擊時一定機率恢復自身的HP+避免陷入無法戰鬥狀態1次", "물리, 마법공격을 받으면 일정 확률로 사용자의 HP 회복+HP가 일정량 이상일 때 1회에 한해 전투불능 상태 견딤", "Chance de restaurer les PV du lanceur après avoir reçu des dégâts physiques ou magiques et chance d'échapper à la mort une fois lorsque les PV descendent en dessous d'un certain seuil", "Chance, nach physischem oder magischen Angriff eigene LP wiederherzustellen und dem Tod zu entkommen, wenn die LP auf eine bestimmte Stufe fallen.", "Posibilidad de recuperar la VIT propia al recibir un ataque físico o mágico y posibilidad de evitar caer K.O. una vez cuando la VIT baja a cierto punto"], "desc_long": ["Adds chance of restoring HP for self when receiving a magic or physical attack, and enables unit to escape death one time when HP is above a certain level.", "受到物理魔法攻擊時一定機率恢復自身的HP，並避免陷入無法戰鬥狀態1次。", "물리, 마법공격을 받으면 일정 확률로 사용자의 HP를 회복하고, HP가 일정량 이상일 때 1회에 한해 전투불능 상태를 견딥니다.", "Ajoute une chance de restaurer les PV du lanceur après avoir reçu des dégâts physiques ou magiques et chance d'échapper à la mort une fois lorsque les PV descendent en dessous d'un certain seuil.<br><br>", "Chance auf LP Wiederherstellen bei phys. oder magischen Angriff, Chance einmal dem Tod zu entkommen, wenn die LP auf eine bestimmte Stufe fallen.", "Posibilidad de recuperar la VIT propia al recibir un ataque físico o mágico y posibilidad de evitar caer K.O. una vez cuando la VIT baja a cierto punto."]}, "effect_type": "Default"}