{"attack_type": "None", "unit_restriction": null, "name": "Enhance All", "icon": "ability_3.png", "id": "503670", "move_type": 4, "attack_count": [1], "effects_raw": [[2, 2, 5, [1, 2, 3, 4, 5, 6, 7, 8]], [2, 2, 7, [100, 100, 100, 100, 100, 100, 100, 100, 1, 1]]], "effects": ["Cure all status effects for all allies", "Increase resistance to all status effects by 100% for all allies for one turn"], "rarity": 8, "compendium_id": 10303, "mp_cost": 23, "attack_frames": [[120]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Enhance All", "強化萬能藥", "강화만능약", "Superaméliorateur", "Alle verstärken", "Megapotenciador"], "desc_short": ["Cure and boost resistance to poison, blind, sleep, silence, paralysis, confusion, disease, and stone for all allies", "治療全體隊員的中毒失明睡眠沉默麻痺混亂生病石化狀態+提高異常狀態耐性", "아군 전체에 독, 암흑, 수면, 침묵, 마비, 혼란, 질병, 석화 회복+독, 암흑, 수면, 침묵, 마비, 혼란, 질병, 석화 저항력 상승", "Soigne et augmente la résistance au poison, à cécité, sommeil, silence, paralysie, confusion, maladie et pétrification de tous les alliés", "Heilung und erhöhte Resistenz gegen Gift/Blenden/Schlaf/ Stille/Lähmung/Konfus/Virus und Stein, alle Verb.", "Cura y aumenta la res. al ven, ceg, sue, sil, par, con, enf y pie de todos los aliados"], "desc_long": ["Cures and boosts resistance to poison, blind, sleep, silence, paralysis, confusion, disease, and stone for all allies.", "治療全體隊員的中毒失明睡眠沉默麻痺混亂生病石化狀態，並提高異常狀態耐性。", "아군 전체에 독, 암흑, 수면, 침묵, 마비, 혼란, 질병, 석화를 회복하고, 독, 암흑, 수면, 침묵, 마비, 혼란, 질병, 석화 저항력이 상승합니다.", "Soigne et augmente la résistance au poison, à cécité, sommeil, silence, paralysie, confusion, maladie et pétrification de tous les alliés.", "Heilung und erhöhte Resistenz gegen Gift, Blenden, Schlaf, Stille, Lähmung, Konfus, Virus und Stein, alle Verb.", "Cura y aumenta la resistencia al veneno, ceguera, sueño, silencio, parálisis, confusión, enfermedad y piedra de todos los aliados."]}, "effect_type": "Default"}