{"attack_type": "None", "unit_restriction": null, "name": "Resist Down", "icon": "ability_39.png", "id": "503710", "move_type": 4, "attack_count": [1], "effects_raw": [[2, 1, 33, [-50, -50, -50, -50, -50, -50, -50, -50, 1, 1]], [0, 3, 100, [[2, 2, 2], [503800, 503810, 503820], 99999, 2, 1]]], "effects": ["Reduce resistance to all elements by 50% for one turn to all enemies", "Gain access to following skills for one turn:\nBerserker Serum+2 (503800)\nBlockade Serum+2 (503810)\nResist Down+2 (503820)"], "rarity": 8, "compendium_id": 10307, "mp_cost": 23, "attack_frames": [[80]], "effect_frames": [[40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Resist Down", "全屬性弱化藥", "모든 속성 약화 세럼", "Réducteur de résistance", "Resistenzausfall", "Antiresistencias"], "desc_short": ["Reduce fire, ice, lightning, water, wind, earth, light, and dark resistance for all enemies and enable berserker serum, blockade serum, and resist down for one turn", "降低全體敵人全屬性耐性的數值+僅限1回合內可以使用「猛攻突擊藥」「鐵壁強壯藥」「全屬性弱化藥」", "적 전체의 불, 얼음, 번개, 물, 바람, 땅, 빛, 어둠속성 저항력 감소+1턴에 한해 '광전사 세럼', '철벽강장제' 모든 속성 약화 세럼' 사용 가능", "Réduit la rés. à feu/glace/foudre/eau/vent/terre/lumière/ténèbres pour tous les ennemis et permet d'utiliser Sérum de berserker, Sérum de tank et Réducteur de résistance pendant un tour", "Verr. Res. gegen Feuer, Eis, Blitz, Wasser, Wind, Erde, Licht und Dunkel für alle Gegner und ermöglicht Berserker-Serum, Blockade-Serum und Resistenzausfall für 1 Runde.", "Reduce la res. al fuego, hielo, rayo, agua, viento, tierra, luz y oscuridad de todos los enemigos y aprende Suero de berserker, Suero de tanque y Antiresistencias durante un turno"], "desc_long": ["Reduces fire, ice, lightning, water, wind, earth, light, and dark resistance for all enemies and enables berserker serum, blockade serum, and resist down for one turn.", "降低全體敵人全屬性耐性的數值，僅限1回合內可以使用「猛攻突擊藥」「鐵壁強壯藥」「全屬性弱化藥」。", "적 전체의 불, 얼음, 번개, 물, 바람, 땅, 빛, 어둠속성 저항력을 감소시키고, 1턴에 한해 '광전사 세럼', '철벽강장제' 모든 속성 약화 세럼'을 사용할 수 있게 됩니다.", "Augmente la DEF, la MAGIE et la PSY du lanceur, réduit les dégâts reçus pendant un tour, et change en Concentration magique + au tour suivant", "Verr. Res. gegen Feuer, Eis, Blitz, Wasser, Wind, Erde, Licht und Dunkel für alle Gegner und ermöglicht Berserker-Serum, Blockade-Serum und Resistenzausfall für 1 Runde.", "Reduce la resistencia al fuego, hielo, rayo, agua, viento, tierra, luz y oscuridad de todos los enemigos y aprende Suero de berserker, Suero de tanque y Antiresistencias durante un turno."]}, "effect_type": "Default"}