{"attack_type": "None", "unit_restriction": null, "name": "Hero of Legend", "icon": "ability_77.png", "move_type": 4, "attack_count": [0], "effects_raw": [[0, 3, 6, [2, 70, 35, 0, 35]], [1, 3, 10003, [0, 0, 100, 0, 50, 50]]], "effects": ["Increase ATK by 70% and DEF and SPR by 35% when equipped with a Sword", "Increase equipment ATK (100%) and DEF and SPR (50%) when armed with a single one-handed weapon"], "rarity": 8, "compendium_id": 396, "mp_cost": 0, "attack_frames": [[]], "effect_frames": [[]], "active": false, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Hero of Legend", "聖劍勇者", "성검의 용사", "Héros de légende", "Held der Legende", "Héroe de leyenda"], "desc_short": ["Boost ATK, DEF and SPR when equipped with a sword and boost ATK, DEF and SPR when armed with a one-handed weapon with the other hand empty", "提高裝備劍時攻擊防禦精神的數值+裝備單手武器且另一隻手空著的狀態下提高攻擊防禦精神的數值", "검 장착 시 공격력, 방어력, 정신력 상승+활, 하프를 제외한 무기를 한손에만 장착 시 공격력, 방어력, 정신력 상승", "Augmente ATT/DEF/PSY lorsqu'une épée est équipée et ATT/DEF/PSY lorsqu'une arme à une main est équipée et que l'autre est vide", "Erhöht ANG, ABW und PSY, wenn ein Schwert ausgerüstet ist. Erhöht ANG, ABW und PSY, wenn mit einhändiger Waffe ausgerüstet und andere Hand leer.", "Aumenta ATQ, DEF y ESP al llevar una espada y aumenta el ATQ, DEF y ESP al tener un arma en una mano y nada en la otra"], "desc_long": ["Boosts ATK, DEF and SPR when equipped with a sword and boosts ATK, DEF and SPR when armed with a one-handed weapon with the other hand empty.", "提高裝備劍時攻擊防禦精神的數值，同時裝備單手武器且另一隻手空著的狀態下提高攻擊防禦精神的數值。", "검을 장착하면 공격력, 방어력, 정신력이 상승하고, 활과 하프를 제외한 무기를 한손에만 장착 시 공격력, 방어력, 정신력이 상승합니다.", "Augmente ATT/DEF/PSY lorsqu'une épée est équipée et l'ATT lorsqu'une arme à une main est équipée et que l'autre est vide", "Erhöht ANG, ABW und PSY, wenn ein Schwert ausgerüstet ist. Erhöht ANG, ABW und PSy wenn mit einhändiger Waffe ausgerüstet und andere Hand leer.", "Aumenta el ATQ, la DEF y el ESP al llevar una espada y aumenta el ATQ, DEF y el ESP al tener un arma en una mano y nada en la otra."]}, "effect_type": "Default"}