{"attack_type": "None", "unit_restriction": null, "name": "Metal Body", "icon": "ability_77.png", "effects": ["Increase resistance to all elements by 50%", "30% chance of evading physical attacks"], "id": "703390", "move_type": 4, "attack_count": [0], "effects_raw": [[0, 3, 3, [50, 50, 50, 50, 50, 50, 50, 50]], [0, 3, 22, [30]]], "motion_type": 3, "rarity": 7, "compendium_id": 667, "mp_cost": 0, "attack_frames": [[]], "effect_frames": [[]], "active": false, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Metal Body"], "desc_short": ["Reduce damage by 80%, boost fire, ice, lightning, water, wind, earth, light, and dark resistance by 50%, and chance of dodging some physical attacks", "減少80%的傷害+提高50%火冰雷水風土光暗屬性耐性的數值+一定機率閃避物理攻擊", "피해량 80% 감소+불, 얼음, 번개, 물, 바람, 땅, 빛, 어둠속성 저항력 50% 상승+일정 확률로 일부 물리공격 회피", "Réduit les dégâts de 80%, augmente la rés. à feu/glace/foudre/eau/vent/terre/lumière/ténèbres de 50% et chance d'esquiver quelques attaques physiques", "Verr. Schaden um 80%, erhöht Res. gegen Feuer, Eis, Blitz, Wasser, Wind, Erde, Licht und Dunkel um 50%, Chance auf Ausweichen vor einigen physischen Angriffen.", "Reduce el daño un 80%, aumenta la res. al fuego, hielo, rayo, agua, viento, tierra, luz y oscuridad un 50% y posibilidad de esquivar algunos ataques físicos"], "desc_long": ["Reduces damage by 80%, boosts fire, ice, lightning, water, wind, earth, light, and dark resistance by 50%, and adds chance of dodging some physical attacks.", "減少80%的傷害，並提高50%火冰雷水風土光暗屬性耐性的數值，一定機率閃避物理攻擊。", "피해량이 80% 감소하고, 불, 얼음, 번개, 물, 바람, 땅, 빛, 어둠속성 저항력이 50% 상승하며, 일정 확률로 일부 물리공격을 회피합니다.", "Réduit les dégâts de 80%, augmente la résistance au feu, à la glace, à la foudre, à l'eau, au vent, à la terre, à la lumière et aux ténèbres de 50% et chance d'esquiver quelques attaques physiques.", "Verr. Schaden um 80%, erhöht Res. gegen Feuer, Eis, Blitz, Wasser, Wind, Erde, Licht und Dunkel um 50%, Chance auf Ausweichen vor einigen physischen Angriffen.", "Reduce el daño un 80%, aumenta la resistencia al fuego, hielo, rayo, agua, viento, tierra, luz y oscuridad un 50% y añade la posibilidad de esquivar algunos ataques físicos."]}, "effect_type": "Default"}