{"attack_type": "Physical", "unit_restriction": null, "name": "Vortex", "icon": "ability_10.png", "effects": ["Physical damage (2.1x, ATK) to all enemies", "Reduce resistance to Wind by 50% for 5 turns to all enemies", "Add Wind element to physical attacks for 5 turn(s) to caster"], "id": "703590", "move_type": 1, "attack_count": [3], "effects_raw": [[2, 1, 1, [0, 0, 0, 0, 0, 0, 210]], [2, 1, 33, [0, 0, 0, 0, -50, 0, 0, 0, 1, 5]], [0, 3, 95, [0, 0, 0, 0, 100, 0, 0, 0, 5, 1]]], "motion_type": 2, "rarity": 5, "compendium_id": 920, "mp_cost": 26, "attack_frames": [[42, 62, 82]], "effect_frames": [[40, 40, 60, 80]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Vortex", "旋風", "소용돌이", "Vortex", "Vortex", "Grieta"], "desc_short": ["Damage and reduce wind resistance for all enemies and add wind element to physical attack for self", "攻擊全體敵人+降低風屬性耐性+將自身的物理攻擊賦予風屬性", "적 전체에 피해+바람속성 저항력 감소+사용자의 물리공격에 바람속성 부여", "Dégâts, réduit la rés. au vent de tous les ennemis et ajoute l'élément vent au attaques physiques du lanceur", "Schaden und reduzierte Windres. für alle Gegner, fügt Windelement für eigenen physischen Angriff hinzu.", "Daña y reduce la res. al viento de todos los enemigos, añade elemento viento a los ataques físicos propios"], "desc_long": ["Damages all enemies, reduces their wind resistance, and adds wind element to own physical attack.", "攻擊全體敵人，並降低風屬性耐性，將自身的物理攻擊賦予風屬性。", "적 전체에 피해를 주고, 바람속성 저항력이 감소하며, 사용자의 물리공격에 바람속성을 부여합니다.", "Inflige des dégâts, réduit la résistance au vent de tous les ennemis et ajoute l'élément vent au attaques physiques du lanceur.", "Fügt allen Gegnern Schaden zu und reduziert ihre Windresistenz Windelement für eigenen physischen Angriff.", "Inflige daño y reduce la resistencia al viento de todos los enemigos, añade elemento viento a los ataques físicos propios."]}, "effect_type": "Default"}