{"element_inflict": null, "effects_raw": [[0, 3, 14, [1, 13]], [0, 3, 6, [1, 30, 0, 0, 0, 0, 0, 0]], [0, 3, 6, [13, 30, 0, 0, 0, 0, 0, 0]]], "attack_frames": [[]], "id": "703820", "attack_type": "None", "move_type": 4, "effect_frames": [[]], "type": "ABILITY", "attack_count": [0], "unit_restriction": null, "motion_type": 3, "attack_damage": [[]], "effects": ["Enable unit to equip two one-handed daggers and throwing weapons", "Increase ATK by 30% when equipped with a Dagger", "Increase ATK by 30% when equipped with a Throwing"], "active": false, "unique": false, "icon": "ability_72.png", "name": "Dual Edge", "rarity": 5, "compendium_id": 1804, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Dual Edge", "雙重刀刃", "듀얼 엣지", "Double tranchant", "Doppelschneide", "Hoja dual"], "desc_short": ["Enable unit to equip two of any one-handed short swords or throwing weapons, and boost ATK when equipped with a short sword or throwing weapon", "可以裝備2個單手短劍投擲武器+提高裝備短劍投擲武器時攻擊的數值", "한손용 단검, 투척무기 2개 장착 가능+단검, 투척무기 장착 시 공격력 상승", "Permet d'équiper deux épées courtes à une main ou de armes de jet, et augmente l'ATT lorsqu'une épée ou une arme de jet est équipée", "Erlaubt einer Einheit zwei Kurzschwerter oder Wurfgegenstände zu tragen und erhöht dann den ANG.", "Puede equiparse con dos espadas cortas u objetos arrojadizos, aumenta ATQ al llevar espada corta u objeto arrojadizo"], "desc_long": ["Enables units to equip two of any one-handed short swords or throwing weapons, and boosts ATK when equipped with a short sword or throwing weapon.", "可以裝備2個單手短劍投擲武器，並提高裝備短劍投擲武器時攻擊的數值。", "한손용 단검, 투척무기를 동시에 2개 장착할 수 있게 되고, 단검과 투척무기를 장착하면 공격력이 상승합니다.", "Permet à une unité d'équiper deux épées courtes à une main ou deux armes de jet, et augmente l'ATT lorsqu'une épée courte ou une arme de jet est équipée.", "Erlaubt einer Einheit zwei Kurzschwerter oder Wurfgegenstände zu tragen und erhöht dann den ANG.", "Puede equiparse con dos espadas cortas u objetos arrojadizos, aumenta ATQ al llevar espada corta u objeto arrojadizo."]}}