{"element_inflict": null, "effects_raw": [[0, 3, 42, [0, 0, 0, 0, 1, 0, 0, 0]], [0, 3, 4, [1, 110, 9000, 50, 0, -1]], [0, 3, 6, [52, 30, 0, 0, 0, 10, 0, 0]], [0, 3, 11, [[1, 3, 5, 10, 11], [50, 50, 50, 50, 50], [0, 0, 0, 0, 0]]]], "attack_frames": [[]], "id": "706020", "attack_type": "None", "move_type": 4, "effect_frames": [[]], "type": "ABILITY", "attack_count": [0], "unit_restriction": null, "motion_type": 3, "attack_damage": [[]], "effects": ["Absorb Wind elemental attacks", "Increase ATK by 110% when HP drops below 50% (max 9000x)", "Increase ATK by 30% and HP by 10% when equipped with a Heavy Armor", "Increase physical damage against Beasts, Aquatics, Humans, Stones and Plantoids by 50/50/50/50/50%"], "active": false, "unique": false, "icon": "ability_77.png", "name": "Heavenlord", "rarity": 8, "compendium_id": 1286, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Heavenlord", "天風", "하늘바람", "Seigneur des Cieux", "Himmlischer", "Señor celestial"], "desc_short": ["Recover amount of wind damage received, boost physical damage dealt to beast, aquan, human, stone, and plantoid monsters, boost ATK when HP falls below a certain point, and boost HP and ATK when equipped with heavy armor", "將受到的風屬性攻擊轉換為恢復值+物理攻擊時提高對獸人、水生、人形、岩石、植物系魔物的傷害+HP降低到一定數值以下時提高攻擊的數值+提高裝備重鎧甲時HP攻擊的數值", "바람속성 공격을 받으면 회복치로 변환+물리공격 시 야수, 수중, 인간, 암석, 식물형 마물에게 주는 피해량 상승+HP가 일정량 이하일 때 공격력 상승+중갑 장착 시 HP와 공격력 상승", "Récupère une partie des dégâts de vent subis, augmente les dégâts physiques infligés aux bêtes, humanoïdes, plantes, monstres aquatiques et de pierre, augmente l'ATT quand les PV sont en dessous d'un certain seuil, et augmente les PV et l'attaque quand une armure lourde est équipée", "Regeneriert LP in Höhe erhaltenen Windschadens + erhöht ANG, wenn LP unter einem bestimmten Wert sind. Erhöht Schaden gegen Bestie, Wassermonster, Menschen und Pflanzen + erhöht LP und ANG, wenn mit schwerer Rüstung ausgerüstet.", "Recupera parte del daño de viento recibido, aumenta el daño físico contra bestias, acuáticos, humanos, pétreos y plantas, aumenta el ATQ cuando la VIT baja a cierto nivel y aumenta la VIT y el ATQ al llevar armadura P"], "desc_long": null}}