{"element_inflict": null, "effects_raw": [[1, 3, 31, [100]], [0, 3, 2, [50, 0, 50, 0, 0, 50, 50, 0]], [0, 3, 6, [2, 15, 10, 0, 10, 0, 0, 0]], [0, 3, 6, [41, 15, 10, 0, 10, 0, 0, 0]], [0, 3, 6, [51, 15, 10, 0, 10, 0, 0, 0]]], "attack_frames": [[]], "id": "706180", "attack_type": "None", "requirements": null, "move_type": 4, "effect_frames": [[]], "type": "ABILITY", "attack_count": [0], "unit_restriction": null, "motion_type": 3, "attack_damage": [[]], "effects": ["Increase the limit burst gauge fill rate by 100%", "Increase resistance to Poison, Sleep, Confusion and Disease by 50%", "Increase ATK by 15% and DEF and SPR by 10% when equipped with a Sword", "Increase ATK by 15% and DEF and SPR by 10% when equipped with a Helm", "Increase ATK by 15% and DEF and SPR by 10% when equipped with a Light Armor"], "active": false, "unique": false, "icon": "ability_78.png", "name": "Blessed Crystal", "rarity": 4, "compendium_id": 1206, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Blessed Crystal", "水晶加護", "크리스탈의 가호", "Bénédiction du cristal", "Gesegneter Kristall", "Guarda del cristal"], "desc_short": ["Increase burst stone fill rate, boost poison, sleep, confusion, and disease resistance, and boost ATK, DEF, and SPR when equipped with a sword, helm, or light armor", "提高極限技石對極限技槽的增加量+提高中毒睡眠混亂生病耐性的數值+提高裝備劍頭盔輕鎧甲時防禦精神的數值", "버스트 스톤에 의한 상승량 상승+독, 수면, 혼란, 질병 저항력 상승+검, 투구, 경갑 장착 시 공격력, 방어력, 정신력 상승", "Les pierres remplissent la jauge de limite, augmente la résistance au poison, sommeil, confusion et maladie, et augmente l'ATT, la DEF et la PSY quand une épée, un casque ou une armure légère est équipé", "Verstärkt Effekt von Limit-Steinen und erhöht Resistenz gegen Gift, Schlaf, Konfus und Virus + erhöht ANG, ABW und PSY, wenn mit Schwert, Helm oder leichter Rüstung ausgerüstet.", "Las piedras de estallido recuperan más EL, aumenta la res. al ven, sue, con y enf y aumenta ATQ/DEF/ESP al llevar espada, casco o armadura L"], "desc_long": null}}