{"element_inflict": null, "effects_raw": [[0, 3, 42, [0, 0, 0, 1, 0, 0, 0, 0]], [0, 3, 4, [3, 100, 9000, 50, 0, -1]], [0, 3, 4, [4, 100, 9000, 50, 0, -1]], [0, 3, 6, [52, 0, 0, 25, 25, 0, 0, 0]], [0, 3, 49, [20, 3, 506430]]], "attack_frames": [[]], "id": "706120", "attack_type": "None", "requirements": null, "move_type": 4, "effect_frames": [[]], "type": "ABILITY", "attack_count": [0], "unit_restriction": null, "motion_type": 3, "attack_damage": [[]], "effects": ["Absorb Water elemental attacks", "Increase MAG by 100% when HP drops below 50% (max 9000x)", "Increase SPR by 100% when HP drops below 50% (max 9000x)", "Increase MAG and SPR by 25% when equipped with a Heavy Armor", "20% chance to counter physical attacks with Water's Revenge+2 (506430) to caster"], "active": false, "unique": false, "icon": "ability_77.png", "name": "Waterlord", "rarity": 8, "compendium_id": 1291, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Waterlord", "水華", "물꽃", "Seigneur des Mers", "Wasserherrscher", "Señor marino"], "desc_short": ["Recover amount of water damage received, boost MAG and SPR when HP falls below a certain point, boost MAG and SPR when equipped with heavy armor, and add chance of activating water's revenge when receiving a physical attack", "將受到的水屬性攻擊轉換為恢復值+HP降低到一定數值以下時提高魔力精神的數值+提高裝備重鎧甲時魔力精神的數值+受到物理攻擊時一定機率發動「水的報復」", "물속성 피해를 받으면 회복치로 변환+HP가 일정량 이하일 때 마력과 정신력 상승+중갑 장착 시 마력과 정신력 상승+물리공격을 받으면 일정 확률로 '물의 보복' 발동", "Récupère une partie des dégâts d'eau subis, augmente la MAGIE et la PSY quand les PV tombent sous un certain seuil, augmente la MAGIE et la PSY quand une armure lourde est équipée, et chance d'activer la Vengeance de l'eau quand le lanceur subit une attaque physique", "Regeneriert LP in Höhe erhaltenen Wasserschadens + erhöht MAG und PSY, wenn LP unter einem bestimmten Wert sind und erhöht MAG und PSY, wenn mit schwerer Ausrüstung ausgerüstet + Chance, Vergeltung des Wassers zu aktivieren, wenn mit phys. Angriff attackiert.", "Recupera parte del daño de agua recibido, aumenta la MAG y el ESP cuando la VIT baja a cierto nivel, aumenta la MAG y el ESP al llevar armadura P y puede activar Venganza acuática al recibir un ataque físico"], "desc_long": null}}