{"attack_type": "None", "unit_restriction": null, "name": "Y-Potion", "icon": "global_item_10021.png", "attack_count": [1], "effects_raw": [[1, 6, 16, [1500]]], "effects": ["Restore 1500 HP to target"], "rarity": 1, "compendium_id": 9003, "mp_cost": 0, "attack_frames": [[110]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Y-Potion", "Y治療劑", "와이 포션", "Potion Y", "Y-Trank", "Poción Y"], "desc_short": ["Restores a significant amount of health to one ally.", "大量恢復1名隊員的HP", "아군 1명의 HP 대량 회복", "Restaure une grande quantité de PV à un allié.", "Stellt eine große Menge an LP eines Verbündeten wieder her.", "Recupera enormemente la VIT de un aliado."], "desc_long": ["A vial full of healing liquid made from various mixturesistencia While your standard health potion mixes in various herbs and spices, the Y-Potion goes one step further, including pure ether among its ingredients. As a result, the potion gives its user a slight kick as it refreshes them. Its side effects are never fatal, and are usually gastric-related. <br>", "瓶子中裝滿了帶有治癒效果的藥水。普通的治療劑是用各種藥草和辛香料製作而成，該Y治療劑則是在普通治療劑的基礎上添入了高純度的以太。雖然它的治癒效果極強，可偶爾會帶來拉肚子等副作用。", "여러 혼합물로 만들어진 회복약. 일반 포션은 다양한 약초와 향신료가 재료로 사용되지만, 와이 포션은 순도 높은 에테르가 추가로 사용된다. 효과는 절대적이지만, 설사 등의 부작용이 발생하기도 한다.", "Une fiole remplie d'un liquide revigorant fabriqué à partir de différents mélanges. Alors que les potions standard sont fabriquées à partir d'un mélange d'herbes et d'épices, les potion Y vont plus loin et utilisent de l'éther concentré en plus des autres ingrédients. Il en résulte un mélange à la fois rafraichissant et qui donne un coup de fouet à celui qui le boit. Elle peut occasionner des effets secondaires d'ordre gastrique mais jamais fatal.", "Ein Fläschchen voll Flüssigkeit aus verschiedenen Mixturen. Enthält der normale Gesundheitstrank mehrere Kräuter und Gewürze, geht der Y-Trank noch einen Schritt weiter und fügt reinen Äther hinzu. Als Resultat erhält der Verbraucher einen leichten Erfrischungsschub. Die Nebenwirkungen sind harmlos und gewöhnlich gastrischer Natur."]}, "effect_type": "Default"}