{"attack_type": "None", "unit_restriction": null, "name": "Mega Ether", "icon": "global_item_10022.png", "attack_count": [1], "effects_raw": [[1, 2, 17, [120]]], "effects": ["Restore 120 MP to one ally"], "rarity": 1, "compendium_id": 9004, "mp_cost": 0, "attack_frames": [[110]], "effect_frames": [[40, 40]], "active": true, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Mega Ether", "超級以太", "메가 에테르", "Méga Ether", "Mega-Äther", "Mega éter"], "desc_short": ["Restores a significant amount of MP to one ally.", "大量恢復1名隊員的MP", "아군 1명의 MP 대량 회복", "Restaure une grande quantité de PM à un allié.", "Stellt eine große Menge an MP eines Verbündeten wieder her.", "Recupera mucho los PM de un aliado."], "desc_long": ["A vial that greatly reinvigorates exhausted magic users. This concoction’s properties are only known to a small group of court magi in a faraway kingdom. It restores magical energy far more efficiently than other similar potions of its kind. Perhaps this is due to the fact that its method of creation is far more strict and precise.", "可以讓MP枯竭的魔道師恢復精神的藥水。據說該藥水的調配方法只有遙遠某國的王宮魔道師才知道，在嚴密的環境下調配出的該藥水可以很有效地恢復MP。", "바닥난 MP를 대량 회복시켜주는 물약. 그 조합법은 머나먼 왕국의 일부 마도사에게만 계승되었으며, 이렇듯 철저한 환경에서 조합된 약은 일반 에테르보다 훨씬 더 높은 MP 회복력을 자랑한다.", "Une fiole qui redonne des forces aux mages fatigués. Les propriétés de cette préparation ne sont connues que d'un petit groupe de mage de la cour d'un royaume lointain. Elle restaure la magie beaucoup mieux que les autres potions du même genre. Beaucoup pensent que c'est dû à sa méthode de fabrication beaucoup plus précise.", "Ein Fläschchen, das erschöpfte Magier neu belebt. Die Zutaten dieses Gebräus sind nur einer kleinen Gruppe von Hofmagiern in einem fernen Königreich bekannt. Es stellt Magie deutlich effektiver wieder her als andere Tränke. Vielleicht liegt es am streng geregelten Herstellungsverfahren."]}, "effect_type": "Default"}