{"element_inflict": null, "effects_raw": [[2, 2, 3, [0, 0, 30, 30, 3, 1]]], "attack_frames": [[130]], "id": "900001", "attack_type": "None", "move_type": 4, "effect_frames": [[40, 40]], "type": "ABILITY", "attack_count": [1], "unit_restriction": null, "motion_type": 2, "attack_damage": [[100]], "effects": ["Increase MAG and SPR by 30% for 3 turns to all allies"], "active": true, "unique": false, "icon": "ability_77.png", "name": "Scroll of Acumen", "rarity": 3, "compendium_id": 9001, "mp_cost": 0, "effect_type": "Default", "strings": {"name": ["Scroll of Acumen", "智力卷軸", "통찰의 두루마리", "Parchemin de perspicacité", "Schriftrolle des Scharfsinns", "Perga. de perspicacia"], "desc_short": ["Boost MAG and SPR for all allies", "提高全體隊員魔力和精神的數值", "아군 전체의 마력과 정신력 상승", "Augmente la MAGIE et la PSY de tous les alliés", "MAG und PSY hoch, alle Verb.", "Más MAG y ESP para todos los aliados"], "desc_long": ["A group of forward-thinking magi toiled to create a series of magic scrolls able to be wielded even by those not blessed with the power of magic. This particular scroll enhances the magical powers of an entire party, but is itself consumed after a single use.", "有一個與時俱進的魔道師團夥，為了讓不會魔法的凡人使用魔法，便製作了寄宿有魔力的該卷軸。雖然該卷軸能夠提高全體隊員的魔力，但是使用１次便會失去功效。", "어느 진보적인 마법사 그룹이 만들어낸, 마법의 소질을 타고나지 못한 사람들도 마법을 사용할 수 있도록 고안한 두루마리. 이 두루마리는 파티의 마력을 상승시키는 효과가 있지만, 한번 사용하면 사라져 버린다.", "Un groupe de mages progressistes se sont mis à créer une série de parchemins utilisables même par ceux n'étant dotés d'aucune affinité particulière avec la magie. Ce parchemin en particulier permet d'augmenter les pouvoirs magiques d'un groupe entier. Il n'est malheureusement qu'à usage unique.", "Eine Gruppe fortschrittlich gesinnter Magier rang damit, eine Reihe magischer Schriftrollen zu erschaffen, die selbst nicht magisch Begabte einsetzen können. Diese Schriftrolle erhöht die Magie der ganzen Gruppe, aber ist nach einem Einsatz verbraucht.", "Un grupo de magos de pensamiento progresista se propusieron crear una serie de pergaminos mágicos para que hasta aquellos sin el don de la magia pudieran utilizarla. Este pergamino potencia el poder físico del grupo, pero desparece tras un único uso."]}}