{"attack_type": "None", "unit_restriction": null, "name": "Blessed Heart", "icon": "ability_68.png", "attack_count": [1], "effects_raw": [[0, 3, 49, [40, 3, 910050]], [0, 3, 50, [40, 3, 910050]]], "effects": ["40% chance to counter physical attacks with Resilience (910050) to self", "40% chance to counter magic attacks with Resilience (910050) to self"], "rarity": 5, "compendium_id": 9148, "mp_cost": 0, "attack_frames": [[0]], "effect_frames": [[0]], "active": false, "element_inflict": null, "type": "ABILITY", "strings": {"name": ["Blessed Heart", "祝福之心", "축복의 마음", "Cœur bénit", "Gesegnetes Herz", "Corazón bendito"], "desc_short": ["Chance of curing and temporary immunity to poi., blind, sleep, sil., para., conf., dis., stone after receiving phys./mag. attack", "受到物理、魔法攻擊時有機率治療「中毒失明睡眠沉默麻痺混亂生病石化」+暫時提高耐性", "공격을 받으면 일정 확률로 독,암흑,수면,침묵,마비,혼란,질병,석화 회복+일시적 저항력 상승", "Chance de soigner et d'annuler pois., céc., som., para., conf., mala., et pétri. après une attaque", "Heil.+temp. Imm. g. Gi./ Bli./ Schl/ Sti./ Lä./ Ko./ Vi./ Ste. n. ph. o. mag. A.", "Posibilita curar y anular ven, ceg, sue, sil, par, con, enf y pie al ser atacado"], "desc_long": ["Offers a chance of curing and temporarily gaining immunity to poison, blind, sleep, silence, paralysis, confusion, disease, and stone when unit receives a physical or magic attack.", "受到物理、魔法攻擊時一定機率治療中毒失明睡眠沉默麻痺混亂生病石化的狀態並暫時提高耐性。", "물리, 마법공격을 받으면 일정 확률로 독, 암흑, 수면, 침묵, 마비, 혼란, 질병, 석화를 회복하고 일시적으로 저항력이 상승합니다.", "Offre une chance de soigner et de gagner une immunité temporaire contre poison, cécité, sommeil, paralysie, confusion, maladie, et pétrification après aboir reçu une attaque physique ou magique.", "Chance auf Heilung und Immunität von Gift, Blenden, Schlaf, Stille, Lähmung, Konfus, Virus und Stein nach einem physischen oder magischen Angriff."]}, "effect_type": "Default"}